[{"id":"FT539990","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with historical documents. As you analyze the documents, take into account both the sources of the documents and the authors' points of view. Write an essay on the following topic that integrates your analysis of the documents. Do not simply summarize the documents individually. You may refer to relevant historical facts and developments not mentioned in the documents.</p>\n\n<p>In your response, you will be assessed on the following.</p>\n\n<ul>\n\t<li>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li>Describe a broader historical context relevant to the prompt.</li>\n\t<li>Support an argument in response to the prompt using all but one of the documents.</li>\n\t<li>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li>For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li>Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</li>\n</ul>\n\n<p><br />\nFor the period 1861 to 1914, analyze how various Russians perceived the condition of the Russian peasantry and explain how they proposed to change that condition.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. (Some of the documents have been edited for the purpose of this exercise.)</p>\n\n<p><strong>Historical Background:</strong> Between 1861 and 1866 the Russian monarchy emancipated the Russian peasantry. Under the terms of the emancipation, land was granted to the peasant communes, which then distributed the land among the families of the commune. Until 1905, most peasants paid a special redemption tax intended to compensate the nobility for the loss of some of its land. Between 1861 and 1900, the average size of the land allotment in Russia's European provinces decreased from 13.8 acres per adult male to 7.3 acres. In that same period, the rural population of these provinces increased from 55 million to 82 million. Beginning in 1891, the rural areas experienced a series of famines, with the last serious famine occurring in 1905-1906.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p><img alt=\"A horizontal bar graph taken from the source “Russian Ministry of the Interior” is shown. The graph is titled “Provinces of European Russia superscript asterisk mark affected by Peasant Rebellions, 1861 to 1907.” The vertical axis of the graph is labeled “Years” representing the years from 1861 to 1907. The horizontal axis of the graph is labeled “Number of Provinces” ranging from 0 to 50, in increments of 10. The number of provinces during the years is marked as follows: 1861, 48; 1866, 7; 1871 to 1875, 10; 1876 to 1880, 12; 1881 to 1885, data not available; 1886 to 1890, 2; 1891 to 1895, 10; 1896 to 1900, 25; 1901 to 1904, 41; 1905 to 1907, 50. A text at the bottom of the graph reads “Note with asterisk mark: European Russia was divided into 51 provinces during most of the late tsarist period.”\" height=\"395\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d58204e2a96702b4cf541c3913c41597/original.png\" style=\"width: 295px; height: 395px;\" width=\"295\" /></p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Petition from peasants to Tsar Alexander II, 1863.</p>\n\n<p>Some former serf owners choose the best land for themselves, and give the poor peasants the worst lands. Places characterized by sand and ravines with the smallest amount of hayland were designated as the peasant allotment. Orthodox emperor and our merciful father, order that the meadows and haylands be left to our community without any restriction; these will enable us to feed our livestock, which are necessary to our existence.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Gleb Uspensky, revolutionary non-Marxist socialist, journal article, 1879.</p>\n\n<p>The first thing one notices from observing the contemporary rural order is the almost complete absence of moral bonds among members of the village commune. During serfdom the village was united by the awareness of common misfortunes, for all were bound to obey every whim of the landlord. The master had a right to interfere with a family's affairs, and arbitrarily direct a man's private life; he could arrange marriages regardless of a man's own wishes, and so forth. Nowadays no one interferes with the family life except the government, which conscripts soldiers. But the unity fostered by common resentments has not been replaced by any positive appreciation of the necessity for general prosperity, and for a better life for all. In place of the old arbitrary rule has come neither knowledge, nor development, nor even a kind word among neighbors. Little value is placed on another's existence, and no sympathy or concern for another's private interests.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Peter Kropotkin, Russian anarchist, journal article, 1885.</p>\n\n<p>\"Order\" is having one-third of the Russian peasants dying of diphtheria, typhus, and hunger amidst piles of grain sacks making their way abroad. \"Order\" is land taken from the peasant in order to raise cattle to feed the wealthy; \"order\" is land left fallow rather than restored to the peasant who asks for nothing more than land for cultivation.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Russian government report on the famine of 1891.</p>\n\n<p>The crop failure of winter as well as spring grains in vast parts of Russia; the complete absence of any kinds of reserves or surplus for sale; the absence of any grain in the grain-exporting provinces not only for provisioning themselves but in several cases also for reseeding the fields; all this put a large part of the population of European Russia into an extremely difficult situation, and in some places, into a hopeless condition. Our peasant economy has come to a full collapse and ruin, from which it will not recover in several years even with good harvests.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Katerina Breshkovskaia, Socialist Revolutionary Party, memoirs of her revolutionary work between 1896 and 1903, published in 1931.</p>\n\n<p>The peasants intensely desired education for their children, for they realized that this was the only way in which they could escape the slavery they themselves had endured. In the villages I sometimes met a self-educated peasant who was familiar with Darwin's scientific works. The contrast between the intellectual development of such a man and his home surroundings was startling. A hut with four walls and an earthen floor was his home. After the first awkwardness he would draw a box from underneath his work bench and show me his treasured books. Such types were, to be sure, not frequent, but there was a general craving for knowledge among the peasants.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Anton Chekhov, physician, playwright, and short story writer, \"Peasants,\" short story, 1897.</p>\n\n<p>They lived in discord, quarreling constantly, because they did not respect but feared and suspected one another. Who keeps the tavern and makes the people drunkards? A peasant. Who embezzles and drinks up the school and church funds? A peasant. Who has stolen from his neighbor, committed arson, given false testimony in court for a bottle of vodka?</p>\n\n<p>Yes, to live with them was terrible, yet all the same they were people; they suffered and wept as people do, and in their lives there was much for which excuses might be found.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Serge Witte, Minister of Finance ( 1892-1903), private letter to Tsar Nicholas II, 1898.</p>\n\n<p>It was not enough to free the peasant from the serf owner-it is still necessary to free him from the slavery of despotism, to give him a legal system, and consequently also an understanding of legality, and to educate him. But, at present the peasant is subjugated by the arbitrariness of the local police chief, the local bureaucrats, every noble landowner, and even his own village elders. Therefore, it is impossible to aid the peasant through material measures alone. First and foremost it is necessary to raise the spirit of the peasantry, to make them your free and loyal sons.</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Police Report 4894 to the Ministry of the Interior, 1898.</p>\n\n<p>From reports reaching the Ministry of the Interior it is seen that in certain provinces, predominantly southern and southeastern, there has recently emerged a series of peasant disorders in the form of systematic damage to the nobles' fields and meadows, together with the driving away of cattle under the protection of men armed with sticks and pitchforks. Often whole villages carry out armed attacks on the houses of the nobility and loot the working and even the living quarters, attacking and wounding servants and guards.</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: Sakhno, peasant representative to the Duma (the Russian parliament), speech, I 906.</p>\n\n<p>Why can a landlord own a lot of land, while all that remains to the peasant is the kingdom of heaven? When the peasants sent me here they instructed me to demand that all state, private and church lands be redistributed without compensation. A hungry man cannot sit quietly when he sees that in spite of all his suffering, the powers are on the side of the landlords. He cannot help demanding land; his needs force him to demand it.</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: Peasant petition from Stavropol province to the Duma, signed by 41 literate peasants, with the names of 599 illiterate peasants listed, 1906.</p>\n\n<p>We, the undersigned peasants, present this resolution to the Duma:</p>\n\n<ul>\n\t<li>\n\t<p>No amnesty for political prisoners.</p>\n\t</li>\n\t<li>\n\t<p>Under no circumstances give equal rights to the Jews, since these people seek to gain power over us.</p>\n\t</li>\n\t<li>\n\t<p>Martial law should be retained until the country is pacified.</p>\n\t</li>\n\t<li>\n\t<p>Land is to be allotted to the peasants who have too little or no land and forests.</p>\n\t</li>\n\t<li>\n\t<p>Establish universal, free education.</p>\n\t</li>\n</ul>\n\n<p><strong>Document 12</strong></p>\n\n<p><img alt=\"A set of two vertical bar graphs taken from the source “Russian government reports” are shown. The graphs are titled “Russian Literacy Rates.” The vertical axes of both the graphs are labeled “Percent” ranging from 0 to 100, in increments of 25. The horizontal axis of the first graph is labeled &quot;Year&quot; representing the years 1860 and 1910. The horizontal axis of the second graph is labeled &quot;&quot;Year&quot; representing the years 1897 and 1914. The first graph is labeled “Rural Population.” It marks the percent of Russian literacy rates of rural population for the years 1860 and 1910 as 6 and 25 percent respectively. The second graph is labeled “General Population.” It marks the percent of Russian literacy rates of general population for the years 1897 and 1914 as 21 and 40 percent respectively.\" height=\"241\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/eefd260a5eeae22eac0e7421cce251a5/original.png\" width=\"573\" /></p>\n"}]}]