[{"id":"FT540433","type":"longtextV2","stimulusHtml":"<p>Your response should include the following:</p>\n\n<ul>\n\t<li>\n\t<p>Provides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.</p>\n\t</li>\n\t<li>\n\t<p>Discusses a majority of the documents individually and specifically.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrates understanding of the basic meaning of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Supports the thesis with appropriate interpretations of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by explicitly grouping them in at least three appropriate ways.</p>\n\t</li>\n\t<li>\n\t<p>Takes into account both the sources of the documents and the authors’ points of view.</p>\n\t</li>\n</ul>\n\n<p><strong>Analyze attitudes toward and evaluate the motivations behind the European acquisition of African colonies in the period 1880 to 1914.</strong></p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise. This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><strong>Historical Background:</strong> The maps below show European expansion in Africa from 1878 to 1914.</p>\n\n<p><img alt=\"Two outline maps of Africa are shown. The first map titled “European Colonial Claims in Africa, 1878” shows very few claims of the British, French, Portuguese, and independent along the northern region of Africa, and the western and the southern parts of the continent lying along the coastline of the Atlantic Ocean. The second map titled “European Colonial Clashes in Africa, 1914” shows Egypt, Sudan, South Sudan, Kenya, and Uganda as areas occupied by the British. Major parts of Africa in the northern and the central region are marked to be occupied by the French. It marks Angola and Mozambique as regions occupied by the Portuguese. Libya and Somali are marked as areas occupied by the Italians. It further shows major parts of Africa in the north and the west occupied by the French, and the north-eastern and the south-eastern parts of Africa to be occupied by the Spanish. This also includes Western Sahara. It marks Congo as the Free State until 1908. It is shown under the control of Belgium. Togo, Cameroon, Tanzania, and Namibia are marked as the areas occupied by the Germans. Ethiopia is marked as the only independent state.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7f859764c8f4efe4d6194b490a94f709/original.png\" /></p>\n\n<p><strong>Document 1</strong></p>\n\n<p><strong>Source:</strong> Prince Leopold, heir to the throne of Belgium and future king, conversation, 1861.</p>\n\n<p>Surrounded by the sea, Holland, Prussia and France, our frontiers can never be extended in Europe. . . . [But] the universe lies in front of us; steam and electricity have made distances disappear, all the unappropriated lands on the surface of the globe may become the field of our operations and of our resources. . . . Since history teaches that colonies are useful, that they play a great part in that which makes up the power and prosperity of states, let us strive to get one in our turn . . . let us see where there are unoccupied lands . . . where are to be found peoples to civilize, to lead to progress in every sense, meanwhile assuring ourselves . . . the opportunity to prove to the world that Belgians also are an imperial people capable of dominating and enlightening others.</p>\n\n<p><strong>Document 2</strong></p>\n\n<p><strong>Source:</strong> Benjamin Disraeli, British prime minister, speech to the House of Commons regarding the Suez Canal, February 1876.</p>\n\n<p>I have never recommended, and I do not recommend now, this purchase either as a financial investment or as a commercial speculation. I have always and do now recommend it to the country as a political transaction, and one which I believe is calculated to strengthen the empire.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p><strong>Source:</strong> Chancellor Otto von Bismarck of Germany, speaking to a countryman back from exploring Africa, 1888.</p>\n\n<p>Your map of Africa is very nice, but my map of Africa is in Europe. Here is Russia and here is France, and we are in the middle. That is my map of Africa.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p><strong>Source:</strong> Joseph Chamberlain, British industrialist, politician, and reformer, speech, 1888.</p>\n\n<p>We have suffered much in this country from depression of trade. We know how many of our fellow-subjects are at this moment unemployed. Is there any man in his senses who believes that the crowded population of these islands [the British Isles] could exist for a single day if we were to be cut adrift from the great dependencies which now look to us for protection and which are the natural markets for our trade? . . . If tomorrow it were possible, as some people apparently desire, to reduce by a stroke of the pen the British Empire to the dimensions of the United Kingdom, half at least of our population would be starved.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p><strong>Source:</strong> Cecil Rhodes, British imperialist, speech at the chartering of the British South Africa Company, 1889.</p>\n\n<p>Philanthropy is good, but philanthropy at 5 percent is even better.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p><strong>Source:</strong> George Washington Williams, Baptist minister, lawyer, historian, and legislator, “An Open Letter to His Serene Majesty, Leopold II, King of the Belgians and Sovereign of the Independent State of Congo,” Stanley Falls, Congo Free State, 1890.</p>\n\n<p>Great and Good Friend,</p>\n\n<p>I have the honor to submit for Your Majesty’s considerations some reflections respecting the Independent State of Congo. There were instances in which Mr. Henry M. Stanley* sent one white man, with four or five Zanzibar soldiers, to make treaties with the native chiefs. All the sleight of hand tricks had been carefully rehearsed and he was now ready for his work. A number of electric batteries had been purchased in London and when attached to an arm under the coat, communicated with a band of ribbon which passed over the palm of the white brother’s hand, and when he gave the black brother a cordial grasp of the hand, the black brother was surprised to find his white brother so strong that he nearly knocked him off his feet. By such means as these, and a few boxes of gin, whole villages have been signed away to Your Majesty.</p>\n\n<p><br />\n* British-American journalist and explorer sent to Congo by King Leopold of Belgium</p>\n\n<p><strong>Document 7</strong></p>\n\n<p><strong>Source:</strong> William Clark, “The Genesis of Jingoism,” Progressive Review, London, 1897.</p>\n\n<p>Although in its essence capitalism is international, and although it will prove in the long run to be one of the leading factors in breaking down nationalism, for the present it is accustomed to find in exaggerated forms of nationalism its most potent ally. The music hall patriot is encouraged to howl for Jameson* or any other hero of the hour, when in reality he is howling for the financiers who are making Jameson their tool.</p>\n\n<p>* British military officer who led an unsuccessful raid in 1895 into Boer-controlled territory in southern Africa</p>\n\n<p><strong>Document 8</strong></p>\n\n<p><strong>Source:</strong> Archibald Philip Primrose, Lord Rosebery, British politician and foreign secretary, letter to the London Times, 1900.</p>\n\n<p>An Empire such as ours requires as its first condition an imperial race—a race vigorous and industrious and intrepid. Health of mind and body exalt a nation in the competition of the universe. The survival of the fittest is an absolute truth in the conditions of the modern world.</p>\n\n<p><strong>Document 9</strong></p>\n\n<p><strong>Source:</strong> Resolution of the German Social Democratic Party Congress, 1900.</p>\n\n<p>World and colonial policy is pursued for the purpose of capitalist exploitation and for displaying military force . . . [I]t corresponds first and foremost to the greedy desire of the bourgeoisie for new opportunities to invest its ever-increasing capital which is no longer content with exploiting the home market, and to the desire for new markets which each country tries to usurp to itself.</p>\n\n<p><strong>Document 10</strong></p>\n\n<p><strong>Source:</strong> Eugène-Melchior de Vogü, French diplomat, The Master of the Sea, Paris, 1903.</p>\n\n<p>Diplomacy used to be concerned with the Mediterranean and the Bosporus; now it has to do with China, the Niger, and the Congo . . . The great states of Europe are dividing up the other continents of Africa and Asia in the same manner they would divide such countries as Italy or Poland . . . What used to be a European balance of power is now a world balance of power, but it is subject to the same laws, and any country that does not wish to become less important must obtain as much new territory relatively as our rivals are doing.</p>\n\n<p><strong>Document 11</strong></p>\n\n<p><strong>Source:</strong> Martial Henri Merlin, governor general of French Equatorial Africa, speech, 1910.</p>\n\n<p>We went to new territories. We went there by virtue of the right of a civilized, fully developed race to occupy territories which have been left fallow by backward peoples who are plunged into barbarism and unable to develop the wealth of their land. What we exercised is a right, and if anyone denies this, you should firmly maintain that it is a right. We are entitled to go out to these peoples and occupy their territories; but, when we exercise this right, we, at the same moment are charged with a duty towards these peoples, and this duty we must never for one instant forget.</p>\n\n<p><strong>Document 12</strong></p>\n\n<p><strong>Source:</strong> Louis Bernard, French colonial official, memoir, Paris, 1936.</p>\n\n<p>I found [in Algeria before the First World War] the image of a victorious and conquering France, which allowed me to forget the humiliated France on the other side of the water. I was in a country of empire, an empire in which I participated instead of submitting, as it was in our annexed provinces, Alsace and Lorraine.</p>\n"}]}]