[{"id":"FT540624","type":"mcq","stimulusHtml":"<p>Which of the following best supports de Vries’ argument?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Each of the questions or incomplete statements below is followed by four suggested answers or completions. Select the one that is best in each case.</p>\n\t</li>\n</ul>\n\n<p>The next questions refer to the following passage from a 2008 historical study.</p>\n\n<p>“The Industrial Revolution, with its technology-driven economic growth, long stood as a formidable barrier to any effort [by historians] to search for economic growth based on any other factor or in any earlier period. Yet...decades of work on early modern European [economic history] have fundamentally challenged the conventional belief in a growthless, traditional economy. It is now sometimes conceded that substantial economic growth occurred before the technological breakthroughs of the Industrial Revolution....[Moreover, new data] on overall British economic performance during the classical Industrial Revolution era, 1760–1830, reduces [previous historians’] growth estimates by more than half. This slower macroeconomic growth bathes in a rather less luminous light the traditional arguments about the relative importance of technology in initiating modern economic growth in this era. It also reduces the contrast with earlier decades and thus makes pre-industrial Britain as well as several neighboring countries richer, more [developed] societies than has long been supposed.”</p>\n\n<p style=\"margin-left: 520px;\">Jan de Vries, historian of early modern Europe, <em>The Industrious Revolution</em>, 2008</p>\n"}],"choicesHtml":["<p>Before the advent of the steam engine, a dense network of canals and roads had been built in Britain in response to the growing commercialization of agriculture and manufacturing.</p>","<p>England’s large deposits of easily accessible coal and iron ore gave it an early lead in industrialization.</p>","<p>In countries where the process of industrialization started late, such as Prussia and Russia, the state had to take a much more active role in promoting economic growth than in countries that industrialized early.</p>","<p>The new commercial elites of early modern Europe both competed with and sought to assimilate into traditional landowning and clerical elites.</p>"],"answer":-1}]