[{"id":"FT540953","type":"mcq","stimulusHtml":"<p>Which of the following was the most direct cause of the change in typical working hours between 1500 and 1750?</p>","features":[{"type":"sharedpassage","html":"<p><strong>The next questions refer to the following two charts, showing economic data for England from 1500 to the present.</strong></p>\n\n<p><img alt=\"The figure shows 2 charts representing economic data for England from 1500 to the present. The horizontal axis is labeled Year, and the years appearing on it, from left to right, are from 1500 to 2000, in increments of 50 years. Each chart has four labeled data points. The topmost chart is titled TYPICAL WORKING HOURS PER YEAR WAGE EARNERS. A line starts approximately halfway up the vertical axis, at data point labeled 1500 C. E. 1,980 hours, wage laborer, and moves gradually up and to the right passing through data point labeled 1750 C. E. 3,450 hours, wage laborer. The line then moves steeply up and to the right, peaking at data point labeled 1850 C E. 3,400 hours, factory worker, where it then moves steeply down and to the right, ending at data point labeled 1980 C. E. 1,856 hours, factory worker. The bottommost chart is titled INFLATION-ADJUSTED GDP, A MEASURE OF TOTAL ECONOMIC OUTPUT. A line starts on the horizontal axis, at data point labeled 1500 C. E. 7 point 5 billion pounds, and moves slowly up and to the right, just above the horizontal axis, passing through data point labeled 1750 C. E. 25 point 4 billion pounds. The line then moves gradually up and to the right passing through data point labeled 1850 C. E. 63 point 5 billion pounds, where it then moves steeply up and to the right, ending at data point labeled 1980 C. E. 698 point 5 billion pounds, near the top of the vertical axis.\" height=\"592\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e545a9ddf67fb080948e65cc5c7b5dd8/original.png\" width=\"572\"></p>\n"}],"choicesHtml":["<p>The growth of a new industrial elite</p>","<p>The transfer of new crops from the Americas to Europe as part of the Columbian Exchange</p>","<p>Population losses as a result of the English Civil War</p>","<p>The lifting of traditional restrictions on economic activity as part of the growth of a market economy</p>"],"answer":2}]