[{"id":"FT542681","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Has a relevant thesis and supports that thesis with evidence from the documents.</p>\n\t</li>\n\t<li>\n\t<p>Uses a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by grouping them in as many appropriate ways as possible. <strong>Does not simply summarize the documents individually.</strong></p>\n\t</li>\n\t<li>\n\t<p>Takes into account both the sources of the documents and the authors’ points of view.</p>\n\t</li>\n</ul>\n\n<p><strong>Describe and analyze changing views toward the concept of a “ civil peace” (</strong><em><strong>Burgfrieden</strong></em><strong>) in Germany from 1914 to 1918.</strong></p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. (The documents have been edited for the purpose of this exercise.)</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><strong>Historical Background:</strong></p>\n\n<p>On August 4, 1914, the German Reichstag (parliament) approved funds to support mobilization for war and declared a “civil peace.” This meant that, for the duration of war, prewar conflicts among Germans would be set aside, and that civilians would unite in the interest of defending the country. Though most Germans had expected a rapid victory, by late 1916 they were experiencing the impact of total war. In November 1918, after the Kaiser abdicated and a republic was proclaimed, Germany surrendered.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p><strong>Source:</strong> German Emperor Wilhelm II, speech to a crowd of 40,000 from a second story window at the royal palace, Berlin, August 1, 1914.</p>\n\n<p>From the depth of my heart I thank you for the expressions of your love, of your faithfulness! In the struggle now lying ahead of us, I see no more political parties, only Germans! If in the past, some of the political parties turned against me, I forgive them all. All that matters now is that we Germans stand together like brothers, and then God will guide the German sword to victory!</p>\n\n<p><strong>Document 2</strong></p>\n\n<p><strong>Source:</strong> German Government News Service photograph, Royal Palace, Berlin, August 1914.</p>\n\n<p><img alt=\"A photo taken from the source “German Government News Service photograph, Royal Palace, Berlin, August 1914” is shown. It shows a huge crowd of people, including a number of children standing in front of the Royal Palace in Berlin. They are flinging their hats into the air while cheering for their Emperor.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a31a23db26a39556d5439ad5de0132e9/original.png\" /></p>\n\n<p><strong>Document 3</strong></p>\n\n<p><strong>Source:</strong> Forward, Social Democratic Party newspaper, Berlin, August 1914.</p>\n\n<p>The Social Democratic Reichstag delegation voted to approve the requested war funding in today’s Reichstag session. We are standing before an hour of destiny. German Social Democracy could not let itself be extinguished in this moment. Our organizations would have been destroyed, crushed, had we not voted to finance the war. Now the government is no longer in a position to treat our party as outside the law. A strong democratic spirit will come after the war.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p><strong>Source:</strong> Helen Simon, women’s rights advocate, editorial in Woman, official publication of the League of German Women’s Movements, August 1914.</p>\n\n<p>Now rings out the redeeming call: national women’s service! For that the women’s movement is thankful. We too stand in the rank and file, fighting with our entire will and ability, fighting with our entire heart’s blood for the German empire. These times create no worries or sorrows. We want only victory! Victory against the enemy at our borders, and victory over the economic and moral danger within.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p><strong>Source:</strong> S. Jobs, columnist, “ Ten Years Ago,” The World on Monday, liberal newspaper, Berlin, tenth anniversary of the proclamation of war, August 4, 1924.</p>\n\n<p>It is simply not true that the proclamation of war brought forth a rush of enthusiasm among the Berlin population. Whoever was out on that evening, walking the very crowded streets, found a quiet, serious, even shaken group of people. To be sure every now and then a parade of youthful voices sang the ideas of the Pan-German League along the streets, but the quiet pedestrians on the sidewalk were unmoved by this spectacle.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p><strong>Source:</strong> Oskar Schmitz, author, member of the Pan-German League, pamphlet, “ The RealGermany,” 1915.</p>\n\n<p>Our strength today is our unity, that is, the best individuals in all our classes support the war and are determined to see it through to the end. Other “ opinions” are not allowed. That in England there still exists freedom of thought concerning the war is England’s weakness.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p><strong>Source:</strong> German soldier in the trenches, quoted in the National Liberal Party newspaper, Daily Observer, Berlin, November 1915.</p>\n\n<p>We were very disturbed to hear the news of high prices and the shortage of food. The blood rises to our heads when we imagine that, behind the front, turncoats are exploiting our inhuman sacrifices to fill their sacks with gold, and that they are enriching themselves at the expense of our women and children.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p><strong>Source:</strong> Evelyn Blücher von Wahlstatt, English wife of a German prince, diary, November 1915.</p>\n\n<p>I hear women in the streets saying, “ Why should we work, starve, send our men out to fight? We’d rather fight for a more just division of the goods of this Earth. The state that called on us to fight cannot even give us decent food, does not treat our men as human beings, but as so many nuts and bolts in the great machine of the German army.”</p>\n\n<p><strong>Document 9</strong></p>\n\n<p><strong>Source:</strong> Military administrator of a rural province, report to high military and civilian officials, August 1916.</p>\n\n<p>Characteristic is what I heard a few days ago from a farmer whose husband is fighting on the front. She said “ I have been working now for a year alone on the farm, and have only prisoners-of-war to help do the work. I can’t take it any more. I’m not going to slave away for those Berliners anymore.”</p>\n\n<p><strong>Document 10</strong></p>\n\n<p><strong>Source:</strong> Police report sent to the chief of police, Berlin, April 1917.</p>\n\n<p>According to informers, radical labor leaders will make the following demands at their meeting today:</p>\n\n<ol>\n\t<li>\n\t<p>Free the party’s leaders.</p>\n\t</li>\n\t<li>\n\t<p>Free all persons being held in protective custody.</p>\n\t</li>\n\t<li>\n\t<p>Lift the ban on assembly.</p>\n\t</li>\n\t<li>\n\t<p>Grant complete freedom of political activity to the party’s leaders.</p>\n\t</li>\n\t<li>\n\t<p>Provide sufficient food through state control of distribution.</p>\n\t</li>\n\t<li>\n\t<p>Lift martial law.</p>\n\t</li>\n\t<li>\n\t<p>End the war without seeking damages or conquests.</p>\n\t</li>\n</ol>\n\n<p><strong>Document 11</strong></p>\n\n<p><strong>Source:</strong> General Wilhelm Groener, Army Chief of Staff, proclamation, April 1917.</p>\n\n<p>Who dares not work when Supreme Commander Hindenburg commands? He who goes on strike so long as our armies stand before the enemy is a stinking dog. I hereby order that all high-minded workers in the factories enlighten their comrades about what the time and the future of the Fatherland demands from us all: work and more work until the victorious end of the war.</p>\n\n<p><strong>Document 12</strong></p>\n\n<p><strong>Source:</strong> Cartoon, <em>Simplicissimus,</em> a Munich-based magazine, April 16, 1918.</p>\n\n<p><img alt=\"A cartoon image taken from the source “Cartoon, Simplicissimus, a Munich-based magazine, April 16, 1918” is shown. It shows a middle-class, thin and lean man standing between two fat men, being squeezed by them from both sides. A banner at the top of the cartoon reads “The Lower Middle Class, 1918.”\" height=\"484\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/290cb8aed037beac32451d3fcb8d3056/original.png\" width=\"480\" /></p>\n"}]}]