[{"id":"FT540703","type":"longtextV2","stimulusHtml":"<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Using the excerpt, respond to parts A and B.</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Briefly analyze how the subject of the etching reflects artistic trends in sixteenth-century Europe.</p>\n\t</li>\n\t<li>\n\t<p>Based on the painting and your knowledge of European history, briefly analyze TWO features of European leisure activities in the period from the mid-fifteenth to the mid-seventeenth century.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p><strong>Use the etching shown below,</strong> <em><strong>The Fair on St. George’s Day</strong></em> <strong>(circa 1560) by Flemish artist Pieter Bruegel the Elder, to answer all parts of the question that follows.</strong></p>\n\n<p><img alt=\"The figure shows the square of a small tow with several thatch-roof houses, a small church, a tavern with outdoor tables, a covered cart, and a barn. The town square is overflowing with people engaged in various festive activities. Distinct groups of people can be seen drinking, playing bagpipes, dancing; performing a ritual sword play, playing a game with balls; swinging on a swing, and being engaged in a religious procession involving knights on horseback and a model wheeled dragon. Most of the activities shown, with the exception of the sword play, feature both women and men. In the foreground are two male figures dressed in what seems to be higher-class clothing; one of the figures wears a sword, while the other seems to point in the general direction of the fair’s activities. Other scenes show children playing with a stick horse, several groups of men brawling, and people engaged in various economic activities. A large religious banner hangs over the entrance to the tavern. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9cfbff2cb25e9b76a2a4258a73b27e4a/original.png\" /></p>\n\n<p>The Fair on St. George’s Day, c.1559-60 (etching and engraving, 1st state), Bruegel, Pieter the Elder (c.1525-69)(after) / Museum of Fine Arts,Houston, Texas, USA / Gift of Miss Annette Finnigan / The Bridgeman Art Library</p>\n\n<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--></p>\n"}]}]