[{"id":"FT540670","type":"mcq","stimulusHtml":"<p>The data in <strong>Table 2</strong> most strongly suggest that</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Each of the questions or incomplete statements below is followed by four suggested answers or completions. Select the one that is best in each case.</p>\n\t</li>\n</ul>\n\n<p>The next questions refer to the two tables below.</p>\n\n<p class=\"text-center\"><strong>Table 1: INDUSTRIAL PRODUCTION IN EASTERN EUROPE</strong></p>\n\n<p><strong>(The values are indexed according to each country’s economic output in 1948. 1948 = 100)</strong></p>\n\n<p><img alt=\"A table with eight columns and six rows is shown. The first column lists countries, the second column is labeled 1938, the third column is labeled 1948, the fourth column is labaled 1953, the fifth column is labeled 1958, the sixth column is labeled 1959, the seventh column is labeled 1962, and the eight column is labeled 1965. The first row lists Bulgaria as the country, 50 for 1938, 100 for 1948, 250 for 1953, 454 for 1958, 550 for 1959, 773 for 1962, and 1082 for 1965.  The second row lists Czechoslovakia as the country, 70 for 1938, 100 for 1948, 145 for 1953, 227 for 1958, 254 for 1959, 325 for 1962, and 361 for 1965. The third row lists East Germany as the country, 141 for 1938, 100 for 1948, 244 for 1953, 370 for 1958, 415 for 1959, 507 for 1962, and 589 for 1965.  The fourth row lists Hungary as the country, 74 for 1938, 100 for 1948, 221 for 1953, 263 for 1958, 292 for 1959, 392 for 1962, and 466 for 1965. The fifth row lists Poland as the country, 57 for 1938, 100 for 1948, 218 for 1953, 357 for 1958, 389 for 1959, 518 for 1962, and 650 for 1965. The sixth row lists Romania as the country, 114 for 1938, 100 for 1948, 286 for 1953, 454 for 1958, 500 for 1959, 764 for 1962, and 1105 for 1965.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/534d5ec84b0e0aa457ece75d711f1b53/original.png\"></p>\n\n<p class=\"text-center\"><strong>Table 2: GDP PER CAPITA, UNITED STATES DOLLARS, CIRCA 1965</strong></p>\n\n<p><img alt=\"A table with two columns and eighteen rows is shown. The first column is titled Eastern Europe and lists countries. The second column is titled GDP per capita. The first row lists Bulgaria as the country, and $690 as GDP per capita. The second row lists Czechoslovakia as the country, and $1,470 as GDP per capita.  The third row lists East Germany as the country, and $1,400 as GDP per capita.  The fourth row lists Hungary as the country, and $1,020 as GDP per capita.  The fifth row lists Poland as the country, and $890 as GDP per capita.  The sixth row lists Romania as the country, and $680 as GDP per capita. The seventh row breaks into a new list of data and lists countries in Western Europe. The eighth row lists Belgium as the country, and $1,780 as GDP per capita.  The ninth row lists France as the country, and $1,920 as GDP per capita.  The eleventh row lists Greece as the country, and $590 as GDP per capita.  The twelfth row lists Netherlands as the country, and $1,550 as GDP per capita.  The thirteenth row lists Portugal as the country, and $420 as GDP per capita.  The fourteenth row lists Spain as the country, and $570 as GDP per capita.  The fifteenth row lists Sweden as the country, and $2,500 as GDP per capita.  The sixteenth row lists Switzerland as the country, and $2,330 as GDP per capita.  The seventeenth row lists United Kingdom and $1,810 as GDP per capita.  The eighteenth row lists West Germany and $1,900 as GDP per capita. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b8b1bdae5cb4f8ededbe29cb40e86e47/original.png\"></p>\n"}],"choicesHtml":["<p>democratic governments were more successful in delivering economic prosperity to their citizens than nondemocratic governments were</p>","<p>central planning failed to stimulate economic growth in countries where it was used</p>","<p>extensive welfare benefits were a drag on economic performance in both Eastern and Western Europe</p>","<p>countries that were part of multilateral military alliances, such as NATO and the Warsaw Pact, tended to perform better economically</p>"],"answer":-1}]