[{"id":"FT540648","type":"mcq","stimulusHtml":"<p>The events alluded to in the last two sentences of <strong>Source 2</strong> are most directly related to which of the following?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Each of the questions or incomplete statements below is followed by four suggested answers or completions. Select the one that is best in each case.</p>\n\t</li>\n</ul>\n\n<p>The next questions refer to the two sources below.</p>\n\n<p><strong>Source 1:</strong> <strong>EDUCATIONAL INSTITUTIONS IN THE DEPARTMENT OF HÉRAULT, SOUTHERN FRANCE, 1877–1890</strong></p>\n\n<p><img alt=\"A table with 3 main columns and four rows is shown. The first main column lists types of schools: Schools for boys, Schools for girls, and Coeducational schools. The second main column is titled 1877 with two smaller columns listed beneath; the first smaller column is titled public schools, and the second is titled religious schools. The third main column is titled 1890 with two small columns listed beneath; the first smaller column is titled public schools, and the second is titled religious schools. The first row lists Schools for boys with 258 public schools and 30 religious schools in the year 1877, for the year 1890 the row lists 266 public schools and 5 religious schools. The second row lists Schools for girls with 99 public schools and 79 religious schools in the year 1877, for the year 1890 the row lists 234 public schools and 27 religious schools.  The third row lists Coeducational schools with 115 public schools and 0 religious schools in the year 1877, for the year 1890 the row lists 159 public schools and 0 religious schools. The fourth row lists Totals with 472 public schools and 109 religious schools in the year 1877, for the year 1890, the row lists 659 public schools and 32 religious schools. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/19768ff581442843e82c887f57f8ce35/original.png\"></p>\n\n<p><strong>Source 2: Excerpt from a lecture for a civics course for boys’ elementary schools, approved by the French Ministry of Education, 1883</strong></p>\n\n<p>“Children, one day you will be soldiers, just as today you are students. You owe military service to your country. In defending her, each of you shall defend your father’s home, the place where you were born, the community where you have lived, the patrimony that your parents have bequeathed you. And other things still: the laws that protect you, the benefits of civilization, as well as all that past of work and glory that has made France so great among nations....If your mother is in danger and she calls out to you ‘Come to me, children!’ how is it possible not to come to her help? Think of France as the noblest of all mothers, who has suffered much and whose injuries have not yet healed!”</p>\n"}],"choicesHtml":["<p>The final defeat of Napoleon Bonaparte</p>","<p>The unification of Italy</p>","<p>The unification of Germany</p>","<p>The continued expansion of the British Empire</p>"],"answer":1}]