[{"id":"FT540636","type":"mcq","stimulusHtml":"<p>The material prosperity evident in <strong>Image 1</strong> was in part attributable to which of the following?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Each of the questions or incomplete statements below is followed by four suggested answers or completions. Select the one that is best in each case.</p>\n\t</li>\n</ul>\n\n<p>The next questions refer to the following two images.</p>\n\n<p><strong>Image 1</strong>: “The Playroom,” an etching by German painter Johann Michael Voltz, showing a mother and her children, 1823</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"The figure shows the interior of the room in a family home. The outlines of town buildings can bee seen through the two windows in the background. A well-dressed young woman standing near the center of the room holds a baby in her arms, while leaning over the shoulder of a slightly older child who is playing with toy buildings on a playtable. Three older children are also shown, each playing with a separate toy, a wagon, a rocking horse, a model cart with a team of model horses. Scattered around the room are more toys, including a toy cannon and a toy drum. The room also features a fireplace or stove, window curtains, a wall clock, an ornamental potted plant, and a bird cage with a pet bird suspended from the ceiling. The children like the woman are well dressed, with the oldest boy, riding the rocket horse, wearing a riding helmet.\" height=\"478\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4676a3cbdf806e0cd9aaf15812d1d973/original.png\" width=\"647\">\n<p><span style=\"font-size:0.8em\">bpk, Berlin / Staatliche Museen zu Berlin / Knud Petersen / Art Resource, NY</span></p>\n\n<p><strong>Image 2:</strong> German political cartoon, 1848</p>\n\n<p><img alt=\"The figure shows a middle-aged man sitting in a chair at a dinner table. The man is wearing what appears to be pajamas, and has a nightcap on his head. He is cradling a young child in his arms, while also stirring a bowl with the child's meal at the same time. There is a kettle warming up on a small burner on the table. The man has a general air 01 bewilderment about him. He is looking at a woman standing behind him. The woman is dressed in outdoor clothes - corseted dress, bonnet, scarf, and appears ready to leave the room. The woman is holding a rolled up piece of paper in her hand. Just behind her is a partially open door and holding the door for her is the figure of another man. That man seems younger and more elegantly dressed than the sitting man holding the child - he is wearing a dapper suit and a top hat, and is sporting a carefully styled moustache.\" height=\"331\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2a04117e2b1828a2e54ab6fb19c7b9b6/original.png\" width=\"300\"></p>\n\n<p><span style=\"font-size:0.8em\">bpk, Berlin / Art Resource, NY</span></p>\n\n<p><strong>CARTOON CAPTION:</strong></p>\n\n<p>Wife: “Ludwig, take care of the child, I am going to my political club.”</p>\n\n<p>Husband: “OK, dear. When are you coming back home?”</p>\n\n<p>Wife: “Don’t worry about that; just go to bed.”</p>"}],"choicesHtml":["<p>The social welfare policies instituted by governments of the German states</p>","<p>The increasing standard of living of German industrial workers</p>","<p>The adoption by the Frankfurt Parliament of a liberal constitution for Germany</p>","<p>The restoration of political stability in the aftermath of the Congress of Vienna</p>"],"answer":2}]