[{"id":"FT540705","type":"longtextV2","stimulusHtml":"<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Using the excerpt, respond to parts A and B.</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Briefly explain TWO effects on European economies during the seventeenth and eighteenth centuries of the trade networks shown on the map.</p>\n\t</li>\n\t<li>\n\t<p>Briefly explain ONE effect on European politics during the seventeenth and eighteenth centuries of the trade networks shown on the map.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p><strong>Use the map below to answer all parts of the question that follows.</strong></p>\n\n<p><img alt=\"The figure shows a map titled EUROPEAN TRADING POSTS IN AFRICA AND ASIA, ABOUT 1700, and shows the outlines of Africa, the Indian Ocean Basin, and the western Pacific. Labels indicate the locations of AFRICA, INDIA, CHINA, JAPAN, and AUSTRAUA, There is a legend showing that the map uses different symbols for Danish, Dutch, English, French, Portuguese, and Spanish trading posts. The following trading posts areshown:  Danish: Christiansborg, on the coast of West Africa  Dutch: Elmina, on the coast of West Africa; Cape Town, near the southern tip of Africa; Cochin, on the western coast of India; Colombo, on an island off the southern tip of India; Melaka, in mainland southeast Asia; Batavia, on an island in the Indonesian archipelago; Ternate, on an island in the Indonesian archipelago; two more unnamed trading posts on islands in the Indonesian archipelago; Nagasaki, in southern Japan  English: Cape Coast on the coast of West Africa; Bombay, on the western coast of India; Madras, on the eastern coast of India; Calcutta, on the eastern coast of India  French: Saint-Louis, on the coast of West Africa; Pondicherry, on the eastern coast of India  Portuguese: Luanda, on the western coast of southern Africa; Mozambique, on the coast of East Africa; Mombasa, on the coast of East Africa; Goa, on the western coast of India: Timor, on an island in the Indonesian archipelago; Macau, on the southern coast of China  Spanish: Manila, on an island in the western Pacific; Cebu, on an island in the western Pacific  A footnote in the map indicates that the trading post of Melaka was Portuguese until 1641 but Dutch after 1641.\" height=\"563\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/cbe1a5a71e6f2bcfb4ed6d9160da9bc0/original.png\" width=\"728\" /></p>\n\n<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--></p>\n"}]}]