[{"id":"FT540876","type":"mcq","stimulusHtml":"<p>The content and tone of Hugues’ proclamation (<strong>Source 1</strong>) correspond most closely with which of the following?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Each of the questions or incomplete statements below is followed by four suggested answers or completions. Select the one that is best in each case.</p>\n\t</li>\n</ul>\n\n<p>The next questions refer to the passages below.</p>\n\n<p><strong>Source 1</strong></p>\n\n<p>“Behold your chains forged and imposed by the hands of the tyrannical English! Blush, and break those symbols of disgrace, spurn them with becoming indignation, rise in a moment, and while we assist you with motives of the purest philanthropy and zeal for the happiness of all nations, fall on these despots, expel them from the country, and restore yourselves, your wives and your children to the inheritance of your fathers, whose spirits from the grave will lead on your ranks, inspire you with fury, and help you to be avenged.”</p>\n\n<p class=\"text-right\">Victor Hugues, French Jacobin commissioner of Guadeloupe, proclamation to the British Caribbean island of Saint Vincent, 1793</p>\n\n<p><br>\n<strong>Source 2</strong></p>\n\n<p>“The abolition of the trade is the only way of avoiding, in your islands, the horrors which have afflicted Santo Domingo [Haiti]....I look forward to the period when the negroes in the West Indies, becoming laborers, rather than slaves, will feel an interest in the welfare and prosperity of the country to whom they are indebted for protection, and of the islands where they experience real comforts, and when they may be called upon to share largely in the defense of those islands with a sure confidence in their loyalty and attachment.”</p>\n\n<p class=\"text-right\">William Grenville, British politician, speech to Parliament, 1807</p>\n"}],"choicesHtml":["<p>Liberal concepts of rights based on Enlightenment philosophy</p>","<p>Radical attempts to expand the reach of revolutionary values</p>","<p>Challenges to mercantilist colonial practices in the Caribbean</p>","<p>Romantic calls to overturn Enlightenment rationalism and order</p>"],"answer":0}]