[{"id":"FT540981","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Provides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.</p>\n\t</li>\n\t<li>\n\t<p>Discusses a majority of the documents individually and specifically.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrates understanding of the basic meaning of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Supports the thesis with appropriate interpretations of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes point of view or bias in at least three documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by explicitly grouping them in at least three appropriate ways.</p>\n\t</li>\n</ul>\n\n<p>Analyze the influence of ideas about gender on the reign of Elizabeth I and explain how Elizabeth responded to these ideas.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise.</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><strong>Historical Background:</strong><br />\nElizabeth I of England (reigned 1558–1603) was the daughter of Henry VIII and his second wife, Anne Boleyn. Following the reigns of her half siblings, Edward VI and Mary I, Elizabeth I ascended to the throne at the age of twenty-five.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: John Knox, Scottish religious reformer, First Blast of the Trumpet Against the Monstrous Regiment of Women, 1558.</p>\n\n<p>To promote a Woman to bear rule, superiority, dominion, or empire above any Realm, Nation, or City, is against all Nature . . . it is the subversion of good order, of all equity and justice. . . . And that the Holy Ghost does manifestly express, saying: “I suffer not a woman to usurp authority above the man.” . . . So both by God’s law and the interpretation of the Holy Ghost, women are utterly forbidden to occupy the place of God in the offices aforesaid . . . .</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Nicholas Heath, archbishop of York, in a debate before the House of Lords, 1558.</p>\n\n<p>To preach or minister the holy sacraments, a woman may not. . . . A woman in the degrees of Christ’s church is not called to be an apostle, nor evangelist, nor to be a shepherd, neither a doctor or preacher. Therefore her Highness [Elizabeth I] cannot be supreme head of Christ’s militant church, nor yet of any part thereof.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Parliament of England, Act of Supremacy, 1559.</p>\n\n<p>The queen’s highness is the only supreme governor* of this realm and of all other her highness’s dominions and countries, as well in all spiritual or ecclesiastical things or causes as temporal, and no foreign prince, person, prelate, state, or potentate hath or ought to have any jurisdiction, power, superiority, pre-eminence, or authority, ecclesiastical or spiritual, within this realm.</p>\n\n<p><strong>*</strong> The first Act of Supremacy in 1534 declared Henry VIII “Supreme Head” of the Church of England.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: John Aylmer, friend of Elizabeth I’s tutor, pamphlet, 1559.</p>\n\n<p>The regiment of England is not a mere Monarchy. To be sure, if [Elizabeth] were a mere monarch, and not a mixed ruler,* you might peradventure make me fear the matter the more, and the less to defend the cause. But in England it is not so dangerous a matter to have a woman ruler.</p>\n\n<p><strong>*</strong> a ruler who shares power with Parliament</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: The Second Book of Homilies, produced by bishops of the Church of England, authorized by Elizabeth I, 1562.</p>\n\n<p>The husband ought to be the leader and author of love in cherishing and increasing concord. . . . But as for wives, they must obey their husbands, and cease from commanding, and perform subjection. For this surely doth nourish concord very much, when the wife is ready at hand at her husband’s commandment . . . .</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Jacques Bochetel de La Forest, French ambassador to England, report on Elizabeth I’s response to a proposed Parliamentary petition on the succession question, 1566.</p>\n\n<p>What they asked was nothing less than wishing her to dig her grave before she was dead . . . . [Then], addressing herself to the Lords, she said: “My Lords, do what you will. As for myself, I shall do nothing but according to my pleasure. All the resolutions which you may make have no force without my consent and authority; besides what you desire is an affair of much too great importance to be declared to a knot of harebrains. I will take counsel with men who understand justice and the laws, as I am deliberating to do: I will choose half a dozen of the most able I can find in my kingdom for consultation, and after having their advice, I will then discover to you my will.” On this she dismissed them in great anger.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Edward Rishton, Roman Catholic priest, On the Origin and Growth of the English Schism, 1585.</p>\n\n<p>And to show the greater contempt for our Blessed lady [the Virgin Mary], they keep the birthday of Queen Elizabeth in the most solemn way on the seventh day of September, which is the eve of the feast of the Mother of God, whose nativity they mark in their calendar in small and black letters, while that of Elizabeth is marked in letters both large and red. And what is hardly credible, in the church of Saint Paul, the chief church of London . . . the praises of Elizabeth are said to be sung at the end of the public prayers, as the [hymn] of our lady was sung in former days.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Marcus Gheeraerts the Younger, English court painter, portrait of Elizabeth I standing on a map of England, 1592.</p>\n\n<p><img alt=\"A monochrome portrait taken from the source, “Marcus Gheeraerts the Younger, English court painter” shows a portrait of Elizabeth first standing on a map of England of 1592. Elizabeth’s feet stand on a map of England, and at her back storm clouds loom.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3e48c71679a041035edc40db6b7916cb/original.png\" /></p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: William Tooker, Elizabeth’s personal chaplain, describing a “touching” ceremony,* 1597.</p>\n\n<p>How often have I seen her most serene Majesty, prostrate on her knees, body and soul rapt in prayer . . . how often have I seen her with her exquisite hands, whiter than whitest snow, boldly and without disgust, pressing their sores and ulcers, and handling them to health . . . how often have I seen her worn with fatigue, as when in one single day, she healed eight and thirty persons of the struma.**</p>\n\n<p><strong>*</strong> The “royal touch” of English monarchs was believed to cure certain diseases, and monarchs had historically performed “touching” ceremonies on people suffering from these diseases.</p>\n\n<p><strong>**</strong> a disease of the skin</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: William Clowes, personal surgeon of Elizabeth I, treatise, 1602.</p>\n\n<p>Let us all (according to our bounden duties) continually pray unto the Almighty God to grant [Elizabeth] long life, much happiness, peace and tranquillity; that he will bless, keep and defend her Sacred person from the malice of her known and unknown enemies, so that she may forever reign over us (if it please the Lord God) even unto the end of the world, still to cure and heal many thousands more, than ever she hath yet done.</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: Elizabeth I, speech to Parliament delivered in 1559, recorded in an official history of her reign, first published in 1615.</p>\n\n<p>But now (said she), that the public care of governing the kingdom is laid upon me, to draw upon me also the cares of marriage may seem a point of inconsiderate folly. Yea, to satisfy you, I have already joined myself in marriage to an husband, namely the Kingdom of England. And behold (said she), which I marvel ye have forgotten, the pledge of this my wedlock and marriage with my kingdom. (And therewith she drew the ring from her finger and showed it, wherewith at her coronation she had in a set form of words solemnly given herself in marriage to her kingdom.)</p>\n\n<p><strong>Document 12</strong></p>\n\n<p>Source: Elizabeth I, speech to English troops delivered in 1588, before the attempted invasion of the Spanish Armada, recorded in a letter by an eyewitness, 1623.</p>\n\n<p>I have placed my chiefest strength and safeguard in the loyal hearts and good will of my subjects. And therefore I am come amongst you at this time, not as for my recreation or sport, but being resolved, in the midst and heat of the battle, to live or die amongst you all: to lay down, for my God, and for my kingdom, and for my people, my honor and my blood, even the dust. I know I have but the body of a weak and feeble woman, but I have the heart and stomach of a king, and of a king of England, too; and think foul scorn that Parma or Spain, or any prince of Europe, should dare to invade the borders of my realms: to which, rather than any dishonor should grow by me, I myself will take up arms. I myself will be your general, judge, and rewarder of every one of your virtues in the field.</p>\n"}]}]