[{"id":"FT541842","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Provides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.</p>\n\t</li>\n\t<li>\n\t<p>Discusses a majority of the documents individually and specifically.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrates understanding of the basic meaning of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Supports the thesis with appropriate interpretations of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes point of view or bias in at least three documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by explicitly grouping them in at least three appropriate ways.</p>\n\t</li>\n</ul>\n\n<p>Analyze the factors that contributed to the instability of the Weimar Republic in the period 1918–1933.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-11. The documents have been edited for the purpose of this exercise.</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><strong>Historical Background:&nbsp;</strong>The German Empire collapsed at the end of the First World War in 1918, and a new democratic government, known as the Weimar Republic, was established. It was led by a coalition of centrist political parties, including the Social Democratic Party, the German Democratic Party, and the Catholic Center Party.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: Ernst Troeltsch, Protestant theologian and leader of the German Democratic Party, “German Democracy,” published in a magazine of public affairs, 1918.</p>\n\n<p>Overnight we have become the most radical democracy in Europe, yet we must consider it the relatively moderate solution to the problem of our political life. Democracy did not happen overnight. It is the natural consequence of modern population density, combined with education, industrialization, war mobilization, and politicization. It fell solely to the terrible world war to deliver democracy to victory. But this introduced the danger that the development will not stop at democracy, and a “dictatorship of the proletariat” will assume the form of terrorist domination by a minority.</p>\n\n<p>We can <em>only</em> secure this new situation externally through a League of Nations and internally through a new order renovated along democratic and social lines. Otherwise Germany may become a volcano of misery, always likely to erupt into civil wars.</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Marie Juchacz, Social Democratic Party representative, speech to the National Assembly*, 1919.</p>\n\n<p>My gentlemen and ladies! This is the first time that German women may speak as free and equal members in the parliament. The 1919 revolution overcame the old prejudices in Germany. Through political equality my sex now has the chance to fully develop all of its potential. <em>We can now for the first time speak of a new Germany and of the sovereignty of the whole people.</em></p>\n\n<p><strong>*</strong> The group elected to create a new constitution for Germany</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Clara Zetkin, Communist Party member of the Reichstag, “The Situation in Germany,” editorial in The <em>Communist International</em>, 1920.</p>\n\n<p>The Weimar regime is really the bloody class terror of the bourgeoisie under the mask of democracy. Industrialists are striving for the class dictatorship of the bourgeoisie, under which the Junkers and the representatives of the larger industry might play the leading role, and which would be realized in the form of a monarchist power by means of the military apparatus. The only reliable guarantee of victory over monarchist militarism is the absolutely necessary development of the proletarian revolution—the arming of the workers, the disarmament of the well-to-do classes, and consequently, a radical extermination of the newly reviving militarism.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Thomas Mann, novelist, “The German Republic,” speech to German university students, 1922.</p>\n\n<p>War is romantic, with a mystic and poetic element in it. But today only the insensible would deny that it is an utter distortion of the poetic. To save our nation from falling into disrepute, we must learn to understand that a warlike and brawling spirit is not essential to us.</p>\n\n<p>War is a lie, its issues are a lie; whatever honorable emotion the individual may bring to it, war itself is now stripped of all honor, and reveals itself as the triumph of all that is brutal and vulgar in the soul of man, the archenemy of culture and thought, a bloody orgy of egotism, corruption and vileness.</p>\n\n<p>My aim is to win you to the side of the republic; to the side of what is called democracy, and what I call humanity, because of a distaste I share with you for war. The republic is our fate. Freedom is no joke. Its other name is responsibility; the word makes it only too clear that freedom is truly a heavy burden.</p>\n\n<p>The republic—still and always Germany! Democracy!</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: George Grosz, artist, from <em>One Day We’ll Get Even!</em>, a collection of political cartoons, 1923.</p>\n\n<p><img alt=\"A political cartoon taken from the source “George Grosz, artist, from One Day We’ll Get Even!, a collection of political cartoons, 1923” shows a troop marching on a road with service rifles on their shoulders. One of them holds a flag in the hand. It shows a phrase from the Communist Party anthem, the “Internationale” at the bottom. The phrase reads, “Arise, you wretched of the earth.”\" height=\"474\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/eceeca1d706ab6a684514fb97304a715/original.png\" width=\"335\" /></p>\n\n<p><strong>*</strong> Phrase from the Communist Party anthem, the “Internationale”</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Carl von Ossietzky, journalist, “Defending the Republic: The Great Fashion,” in <em>The Diary</em> (a political journal), 1924.</p>\n\n<p>Whoever has learned from the events of the past five years knows that it is not the nationalists and the monarchists who represent the real danger but the absence of substantive content and ideas in the concept of the German republic, and that no one seems able to succeed in vitalizing that concept.</p>\n\n<p>Our republic is not yet an object of mass consciousness. It is merely a constitutional document and a governmental administration. Nothing is there to make the heart beat faster. Around this state, lacking any ideas and with an eternally guilty conscience, there are grouped a couple of so-called constitutional parties, likewise lacking an idea and with no better conscience, which do not lead but administer.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Joseph Goebbels, National Socialist Party member of the Reichstag, propagandist, speech to Nazi Party members, 1928.</p>\n\n<p>We are entering the Reichstag in order that we may arm ourselves with the weapons of democracy from its arsenal. We shall become members of the Reichstag in order that the Weimar ideology should itself help us to destroy it. We are content to use all legal means to revolutionize the present state of affairs. We come as enemies! Like the wolf falling upon a herd of sheep, that is how we come.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Ernst von Salomon, writer and former member of a Free Corps* unit, <em>The Outlawed</em>, novel, 1930.</p>\n\n<p>Where is Germany? In Weimar? In Berlin? Once it had been on the front line, but then the front fell apart. Then Germany was supposed to be at home, but home deceived. . . . What do we now believe in? Nothing besides the possibility of action. Nothing besides the feasibility of action. We were a band of fighters drunk with all the passions of the world; full of lust, exultant in action. What we wanted we did not know. And what we knew we did not want!</p>\n\n<p><strong>*</strong> Right-wing paramilitary units composed of First World War veterans</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: Bernhard, Prince von Bülow, Chancellor of Germany from 1900 to 1909, memoirs published posthumously, 1931.</p>\n\n<p>In Berlin in November 1918 I witnessed the beginnings of revolution. The German revolution was drearily philistine, lacking in all fire and inspiration. The Social Democratic Party was unfit to govern. Most characteristic of the Social Democratic Party’s mentality was the speech from the Reichstag steps, delivered by Scheidemann*, who, in proclaiming the Republic, began his oration with the following: “The German people have won all along the line.” A stupid lie! And a very cruel piece of self-deception! No, alas, the German people had not “won”—it had been conquered, overpowered by a host of enemies, wretchedly misled politically, reduced by famine, and stabbed in the back!</p>\n\n<p><strong>*</strong> Weimar Republic’s first chancellor</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: Heinrich Mann, novelist, “The German Decision,” in <em>The Diary</em> (a political journal), 1931.</p>\n\n<p>Hitler’s instructions for National Socialist speakers include the provision that gatherings are to be held exclusively in the evenings. It is easier to work the crowd and stupefy it then than during the day. People are already worn down by the struggle of daily life then, more ready to submit.</p>\n\n<p>It is already evening in Germany, if not midnight. The majority are losing a bit of their courage because the enemy no longer appears to have any doubts. Most people would like to be democratic and peaceful; they are that even now and would like to remain so. It is just that they do not find enough resistance in themselves against someone who employs the methods of war.</p>\n\n<p>The condition of Germany is above all a psychological fact. The economy is collapsing more or less everywhere, but only in Germany does the process achieve its maximum effect on people’s spirits.</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: Adolf Hitler, campaign speech to the Industry Club (an association of German business executives and economists), 1932.</p>\n\n<p>Gentlemen, where is the organization that can boast, as ours can, that it can summon at will 400,000 men into the street, men who are schooled to blind obedience and are ready to execute any order? . . . In our movement today, hundreds of thousands of young men are prepared at the risk of their lives to withstand our opponents.</p>\n\n<p>I know quite well, gentlemen, that when National Socialists march through the streets and suddenly in the evening a tumult and commotion arises, then the bourgeois draws back the window curtain, looks out, and says: “Once more my night’s rest disturbed; no more sleep for me; why must the Nazis always be so provocative and run about the place at night?”</p>\n\n<p>But remember that many hundreds and thousands of SA and SS men of the National Socialist movement every day have to mount on their trucks, protect meetings, undertake marches, sacrifice themselves night after night and then come back into the grey dawn either to workshops and factories or as unemployed to take the pittance of the dole. And if the whole German nation today had the same faith in its vocation as these hundred thousands, if the whole nation possessed this idealism, Germany would stand in the eyes of the world otherwise than she stands now!</p>\n"}]}]