[{"id":"FT542081","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Provides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.</p>\n\t</li>\n\t<li>\n\t<p>Discusses a majority of the documents individually and specifically.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrates understanding of the basic meaning of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Supports the thesis with appropriate interpretations of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by explicitly grouping them in at least three appropriate ways.</p>\n\t</li>\n\t<li>\n\t<p>Takes into account both the sources of the documents and the authors’ points of view.</p>\n\t</li>\n</ul>\n\n<p>Identify the various assumptions about children in early modern Europe, and analyze how these assumptions affected child-rearing practices.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise.</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><strong>Historical Background:&nbsp;</strong>In early modern Europe, children were generally raised by parents and/or extended family members, often with the help of others. Families were generally larger than modern families, and rates of childhood mortality were much higher.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: Christoph Scheurl, Nuremberg jurist and diplomat, annual notes to himself on his son Georg’s growth and progress, Nuremberg, Germany, 1538.</p>\n\n<p>My dear son Georg Scheurl will by the grace of God be six years old on April 19. He is now growing so fast that he has become completely awkward. He likes to learn, delights in it. He is now learning the Donat* and can already cite it from memory. He says grace at the table and keeps his hands clasped so that he is not looked on as a child. Although he still cannot pronounce “r” or speak perfectly, he chatters away. He knows where everything he puts between his teeth comes from. Crabs, calf brains, and berries are his favorite foods. He likes to drink new wine and takes good, deep swallows. He goes about the house in leaps. He now holds his father dearer than his mother and his brother Christoph.</p>\n\n<blockquote>\n<p><strong>*</strong> The Latin grammar of Donatus.</p>\n</blockquote>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Martin Luther, Protestant reformer, letter to a friend on the death of Luther’s thirteen-year-old daughter Magdalene, Wittenberg, Germany, 1542.</p>\n\n<p>The force of our natural love is so great that we are unable to refrain from crying and grieving in our hearts and experiencing death ourselves. The features, the words, and the movements of our living and dying daughter, who was so very obedient and respectful, remain engraved in our hearts; even the death of Christ is unable to take all this away as it should. You, therefore, please give thanks to God in our stead.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source:&nbsp;<em>The Domostroi</em>, a Russian manual on household management, Moscow, 1550s.</p>\n\n<p>A man who loves his son will whip him often so that when he grows up he may be a joy to him. He who disciplines his son will find profit in him and take pride in him among his acquaintances. He who gives his son a good education will make his enemy jealous and will boast of him among his friends.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Benvenuto Cellini, metal crafter and sculptor, autobiography, Florence, Italy, 1550s.</p>\n\n<p>On one occasion, when I was in that mood, I mounted my handsome little horse, and with a hundred crowns in my pocket rode off to Fiesole to see a natural son* of mine, whom I was keeping at nurse with the wife of one of my workmen. When I arrived I found the boy in very good health. Sad at heart, I kissed him; and then when I wanted to leave he refused to let me go, holding me fast with his little hands and breaking into a storm of crying and screaming. Seeing he was only somewhere around two years old, this was beyond belief. I detached myself from my little boy and left him crying his eyes out.</p>\n\n<blockquote>\n<p><strong>*</strong> Born out of wedlock.</p>\n</blockquote>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Pieter Brueghel, the Elder, detail from Children’s Games, Spanish Netherlands, 1560.</p>\n\n<p><img alt=\"A painting taken from the source “Pieter Brueghel, the Elder, detail from Children’s games, Spanish Netherlands” is shown. It shows a painting with a number of children playing different games. It shows physically energetic and imaginatively engaged girls and boys everywhere in the painting. Some are using their bodies while others are playing with children or with toys, such as windmill or hoops. Three boys are shown mounted on a fence pretending to race horses. A few are playing leapfrog and others are playing &quot;horsey&quot; and &quot;tug of war.&quot; Another is straddling a hobbyhorse. Two girls are playing a medieval form of jacks but with a bone instead of a ball. A group of children playing dress-up are staging a wedding. A small group of boys are spinning tops. A girl is playing musical instruments, another with a doll. A few boys are balancing on barrels. Some children are engaged in solitary play like blowing bubbles and doll making. It depicts some children playing gently, while there are rough bullies as well.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c2ee4317bf3aac037c0ce455250bdd0e/original.png\" /></p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Michel de Montaigne, published essay, Bordeaux, France, 1580.</p>\n\n<p>I cannot abide that passion for caressing newborn children, which have neither mental activities nor recognizable bodily shape by which to make themselves lovable, and I have never willingly suffered them to be fed in my presence.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Jean Benedicti, Franciscan preacher, moralist, and professor of theology, <em>A Summary of Sins</em>, Lyon, France, 1584.</p>\n\n<p>It must be noted that the command of the father obligates the child to obey under pain of mortal sin, except in matters that are against his conscience and the honor of God. In such matters, the child is not obliged to obey him. For example, if the father commands the child to go to hear the preaching of heretics, to steal, to kill, to traffic at festivals, to lend money with usury, to leave the religious state, to fornicate, to swear, to lie, to bear false witness, etc., he is not to be obeyed. Likewise, if the father or the mother, wishing to sell the honor of their daughter, commands her to submit to intercourse in order to earn them something, the daughter must definitely not obey them, but rather suffer death, however poor her parents may be.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p><strong>Source:</strong> King Henry IV, letter to Madame de Montglat, governess to the king’s six-year-old son, Louis, Paris, 1607.</p>\n\n<p>I have a complaint to make: you do not send word that you have whipped my son. I wish and command you to whip him every time that he is obstinate or misbehaves, knowing well for myself that there is nothing in the world which will be better for him than that. I know it from experience, having myself profited, for when I was his age I was often whipped. That is why I want you to whip him and to make him understand why.</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: Margaret Cavendish, Duchess of Newcastle, letter describing her upbringing, Colchester, England, 1620s.</p>\n\n<p>We were bred tenderly, for my mother naturally did strive to please and delight her children, not to cross and torment them, terrifying them with threats, or lashing them with slavish whips; but instead of threats, reason was used to persuade us, and instead of lashes, the deformities of vice were discovered, and the graces and virtues were presented unto us.</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source:&nbsp;William Blundell, English Catholic gentleman, “An Exercise for the Children to Embolden Them in Speaking,” a dialogue performed by Blundell and his nine-year-old daughter, Lancashire, England, 1663.</p>\n\n<p><em>Daughter</em>: Sir, I will amend all.</p>\n\n<p><em>Father</em>: Aye, aye, you will amend all. You used to promise the rod so, but how oft have you broke your promise? I am now resolved to take another course.</p>\n\n<p><em>Daughter</em>: When I confess my sins to God I am sure of pardon, if sorrow be not wanting and a true purpose to mend.</p>\n\n<p><em>Father</em>: If I were sure you had such a sorrow and such a purpose I could often more easily forgive you. And commonly when God forgiveth our sins, nevertheless He scourgeth us roundly.</p>\n\n<p><em>Daughter</em>: Dear Father, I have heard you say that an act of perfect sorrow doth gain a general pardon and freedom.</p>\n\n<p><em>Father:</em> It is my duty to you not to cast you off while any hope remains, but to correct you as occasion requires, and this correction I am bound under sin to give you, though now at this present I hope that you and I may be dispensed with as to that particular. Go. Remember what I tell you. Become a good girl; pray and mend. [Father goeth out.]</p>\n\n<p><em>Daughter:</em> Pray and mend—yes, by the grace of God will I pray and mend. I never came off thus in all my life when my father was so angry. I expected no less than to have been shut up in a dark room for a week or a fortnight and to have dined and supped upon birchen rods. Well, this praying and mending will do the deed, and now I’ll pray and mend.</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: John Locke, English philosopher and physician, “Some Thoughts Concerning Education,” London, 1693.</p>\n\n<p>But when I talk of reasoning with children, I do not intend any other but such as is suited to the child’s capacity and apprehension. Nobody can think a boy of three or seven year sold should be argued with as a grown man. When I say, therefore, that they must be treated as rational creatures, I mean that you should make them sensible by the mildness of your carriage, and the composure, even in your correction of them, that what you do is reasonable in you, and useful and necessary for them; and that it is not out of caprice, passion, or fancy that you command or forbid them anything.</p>\n\n<p><strong>Document 12</strong></p>\n\n<p>Source: Jean-Jacques Rousseau, philosophe, <em>Émile</em> or <em>On Education</em>, Amsterdam, 1762.</p>\n\n<p>An excess of rigor and an excess of indulgence are both to be avoided. If you let children suffer, you expose their health, their lives. You make them miserable in the present. If by too much care you spare them every kind of discomfort, you are preparing great miseries for them; you make them delicate, sensitive. I see little rascals playing in the snow, blue and numb with cold, hardly able to move their fingers. Nothing prevents them from going to get warm; they will have none of it. If they were forced to do so, they would feel the rigors of constraint a hundred times more than they feel those of the cold.</p>\n"}]}]