[{"id":"FT540626","type":"mcq","stimulusHtml":"<p>Compared with a historian espousing the more traditional view of the Industrial Revolution as a truly transformative event, de Vries would be more likely to emphasize the importance of all of the following EXCEPT</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Each of the questions or incomplete statements below is followed by four suggested answers or completions. Select the one that is best in each case.</p>\n\t</li>\n</ul>\n\n<p>The next questions refer to the following passage from a 2008 historical study.</p>\n\n<p>“The Industrial Revolution, with its technology-driven economic growth, long stood as a formidable barrier to any effort [by historians] to search for economic growth based on any other factor or in any earlier period. Yet...decades of work on early modern European [economic history] have fundamentally challenged the conventional belief in a growthless, traditional economy. It is now sometimes conceded that substantial economic growth occurred before the technological breakthroughs of the Industrial Revolution....[Moreover, new data] on overall British economic performance during the classical Industrial Revolution era, 1760–1830, reduces [previous historians’] growth estimates by more than half. This slower macroeconomic growth bathes in a rather less luminous light the traditional arguments about the relative importance of technology in initiating modern economic growth in this era. It also reduces the contrast with earlier decades and thus makes pre-industrial Britain as well as several neighboring countries richer, more [developed] societies than has long been supposed.”</p>\n\n<p style=\"margin-left: 520px;\">Jan de Vries, historian of early modern Europe, <em>The Industrious Revolution</em>, 2008</p>\n"}],"choicesHtml":["<p>the freeing of labor and capital from traditional restraints as a result of the breakdown of guild regulations</p>","<p>the increases in the size of the manufacturing workforce brought about by the growth of cottage industry</p>","<p>the growing demand for manufactured goods as part of the Consumer Revolution</p>","<p>the greater ability of inventors to profit from their inventions due to government support</p>"],"answer":2}]