[{"id":"FT540674","type":"mcq","stimulusHtml":"<p>The platform’s references to minorities and multicultural communities reflect which of the following trends in late-twentieth-century Europe?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Each of the questions or incomplete statements below is followed by four suggested answers or completions. Select the one that is best in each case.</p>\n\n\t<p>Source materials have been edited for the purpose of this exercise.</p>\n\t</li>\n</ul>\n\n<p>The next questions refer to the political platform below.</p>\n\n<p>The local government policy of the Greens is based on the following positions:</p>\n\n<ul>\n\t<li>\n\t<p>Responsibility for the climate belongs to everyone.</p>\n\t</li>\n\t<li>\n\t<p>Biodiversity and animal welfare are also local government issues.</p>\n\t</li>\n\t<li>\n\t<p>New nuclear power plants or uranium mines are unnecessary.</p>\n\t</li>\n\t<li>\n\t<p>Public services create quality of life.</p>\n\t</li>\n\t<li>\n\t<p>It is better to invest in health rather than pay for illness.</p>\n\t</li>\n\t<li>\n\t<p>Parents should be free to choose the form of day care for their children.</p>\n\t</li>\n\t<li>\n\t<p>High-quality basic education is the basis for equality.</p>\n\t</li>\n\t<li>\n\t<p>Municipalities must be fair employers.</p>\n\t</li>\n\t<li>\n\t<p>The people must have a say in public affairs.</p>\n\t</li>\n\t<li>\n\t<p>Poverty can be beaten, and indifference can be vanquished.</p>\n\t</li>\n\t<li>\n\t<p>The rights of minorities must be defended.</p>\n\t</li>\n\t<li>\n\t<p>The promotion of equality belongs also to local government.</p>\n\t</li>\n\t<li>\n\t<p>Tolerant and multiculturally oriented municipalities have the best chances of success</p>\n\t</li>\n</ul>\n\n<p style=\"margin-left: 320px;\">The 2008 Local Elections Manifesto of the Green League of Finland, adopted by the party council, February 24, 2008</p>\n"}],"choicesHtml":["<p>The collapse of communism in Eastern Europe</p>","<p>The increasing reliance on immigrant labor</p>","<p>The reaction against the influence of American pop culture</p>","<p>The effects of the postwar baby boom</p>"],"answer":0}]