[{"id":"FT540903","type":"mcq","stimulusHtml":"<p>In the passage, Milosz is reacting most directly to which of the following aspects of life in communist Eastern Europe?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Each of the questions or incomplete statements below is followed by four suggested answers or completions. Select the one that is best in each case.</p>\n\t</li>\n</ul>\n\n<p>The next questions refer to the passage below.</p>\n\n<p>“It is hard to define the type of relationship that prevails between people in [communist countries] otherwise than as acting, with the exception that one does not perform on a theater stage but in the street, office, factory, meeting hall, or even the room one lives in. Such acting is a highly developed craft that places a premium upon mental alertness. Before it leaves the lips, every word must be evaluated as to its consequences. A smile that appears at the wrong moment, a glance that is not all it should be, can occasion dangerous suspicions and accusations.</p>\n\n<p>A visitor from [Eastern Europe] is shocked on coming to the West. In his contacts with others, beginning with porters or taxi drivers, he encounters no resistance. The people he meets are completely relaxed. They lack that internal concentration which betrays itself in a lowered head or in restlessly moving eyes. They say whatever words come to their tongues; they laugh aloud. Is it possible that human relations can be so direct?</p>\n\n<p>[In Eastern Europe], acting in daily life differs from acting in the theater in that everyone plays to everyone else, and everyone is fully aware that this is so.... After long acquaintance with his role, a man grows into it so closely that he can no longer differentiate his true self from the self he simulates, so that even the most intimate of individuals speak to each other in Party slogans.”</p>\n\n<p class=\"text-right\">Czeslaw Milosz, Polish writer, <em>The Captive Mind</em>, 1953</p>\n"}],"choicesHtml":["<p>The collectivization of land and the nationalization of the means of production</p>","<p>Communist control over the visual and performing arts</p>","<p>The economic and military dependence on the Soviet Union</p>","<p>The oppressive political system and pervasive internal surveillance</p>"],"answer":2}]