[{"id":"FT540840","type":"mcq","stimulusHtml":"<p>Which of the following best accounts for Núñez de Castro’s confidence in Spain’s economic position?</p>","features":[{"type":"sharedpassage","html":"<p>The next questions refer to the passages below.</p>\n\n<p><strong>Source 1</strong></p>\n\n<p>“Let London manufacture those fabrics of hers to her heart’s content; Holland her chambrays [a fine lightweight woven fabric]; Florence her cloth; the Indies their beaver and vicuña [wool]; Milan her brocades; Italy and Flanders their linens, so long as our capital can enjoy them. The only thing it proves is that all nations train journeymen for Madrid and that Madrid is the queen of Parliaments, for all the world serves her and she serves nobody.”</p>\n\n<p class=\"text-right\">Alfonso Núñez de Castro, nobleman, Spain, 1675</p>\n\n<p><strong>Source 2</strong></p>\n\n<p>“The Spanish nation today possesses the greatest wealth and the largest income of all the Christians. But the love of luxury and the comforts of civilization have overcome them, and you will rarely find one of this nation who engages in trade or travels abroad for commerce as do the other Christian nations such as the Dutch, the English, the French, the Genoese and their like. Similarly, the handicrafts practiced by the lower classes and common people are despised by this nation, which regards itself as superior to the other Christian nations. Most of those who practice these crafts in Spain are Frenchmen who flock to Spain to look for work and in a short time make great fortunes.”</p>\n\n<p class=\"text-right\">Muhammad al-Ghassani, Moroccan ambassador to Spain, circa 1690</p>\n"}],"choicesHtml":["<p>The Spanish successes as a result of the military revolution of the sixteenth and seventeenth centuries</p>","<p>The outcome of the Thirty Years’ War as established by the Peace of Westphalia in 1648</p>","<p>The influx of resources from the Spanish colonies in the Americas and the Philippines</p>","<p>The expansion of the African slave trade</p>"],"answer":1}]