[{"id":"FT540257","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-14. (Some of the documents have been edited for the purpose of this exercise.) Suggested writing time - 45 minutes.</p>\n\n\t<p>This question is designed to test your ability to work with historical documents. As you analyze the documents, take into account both the sources of the documents and the authors' points of view. Write an essay on the following topic that integrates your analysis of the documents; in no case should documents simply be cited and explained in a \"laundry list\" fashion. You may refer to historical facts and developments not mentioned in the documents.</p>\n\t</li>\n</ul>\n\n<p style=\"margin-bottom:11px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\"></span></span></span></span></p>\n\n<p>In your response, you will be assessed on the following.</p>\n\n<ul>\n\t<li>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li>Describe a broader historical context relevant to the prompt.</li>\n\t<li>Support an argument in response to the prompt using all but one of the documents.</li>\n\t<li>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li>For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li>Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</li>\n</ul>\n\n<p style=\"margin-bottom:11px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\"></span></span></span></span></p>\n\n<p><span style=\"font-size:12.0pt\"><span style=\"line-height:107%\"><span style=\"font-family:&quot;Calibri&quot;,sans-serif\"></span></span></span><strong>Identify and analyze the challenges to the security, unity, and prosperity of the Dutch Republic, 1650-1713. Take into account both Dutch and foreign opinions.</strong></p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-14. (Some of the documents have been edited for the purpose of this exercise.) Suggested writing time - 45 minutes.</p>\n\n<p><strong>Historical Background:</strong> In 1650 the Dutch Republic, a political union of seven provinces, was a formidable commercial, financial; and naval power. The wealthiest and most powerful province was Holland, dominated by the influential merchant elite of Amsterdam, the leading banking and trading center in Europe. For the Dutch Republic, the period from 1650 to the Peace of Utrecht (1713) was one of shifting alliances and a series of military conflicts with other European powers.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p><img alt=\"A map of Europe, titled “The Dutch Republic and Rival States in the Late Seventeenth Century” is shown. It marks the routes of Dutch trade and fishing routes across Europe. It also marks the locations of naval battles between England and the Dutch Republic, 1652 to 1674. It marks the Dutch trade route from the Dutch Republic to the Baltic Sea for grain, timber, and iron and from Dutch Republic to Africa, East Indies for slaves, spices, and luxury goods. The flow of trade from Dutch Republic is further marked flowing toward the Atlantic fishing grounds. It shows the naval battles between England and the Dutch Republic mainly took place in the English Channel and the North Sea. The surrounding areas marked on the map are England, France, Spanish Netherlands, Denmark, German States, and Sweden.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0351bc1dd71a4affff40475b229fdcea/original.png\" /></p>\n\n<p><strong>Document 2</strong></p>\n\n<p><img alt=\"A dual scale vertical bar graph titled “Baltic Sea Trade, 1645 to 1695” is shown. The left vertical axis of the graph is labeled “Percent of Voyages by Dutch Ships” ranging from 0 to 80, in increments of 20. The right vertical axis of the graph is not labeled and ranges from 0 to 80, in increments of 20. The horizontal axis of the graph is labeled “Year” representing the years from 1645 to 1695. The percent of voyages by Dutch ships in the years are marked as follows: 1645, 78; 1655, 61; 1670, 52; 1680, 47; 1690, 34; 1695, 30.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/bc838018c60974a9ff30f68b8d162fc6/original.png\" /></p>\n\n<p><strong>Document 3</strong></p>\n\n<p><img alt=\"A table titled Estimated Losses To Merchant Shipping In the Three Anglo-Dutch Wars, 1652-1674 is shown. There are two rows and two columns in the table. The first row reads, from left to right, Dutch Ships Seized by the English, 2,000-2,700. The second row reads English Ships Seized by the Dutch, 500. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f8c9f9fa21695038b2e8cdecd85de3b7/original.png\" /></p>\n\n<p><strong>Document 4</strong></p>\n\n<p>The government of the Dutch Republic is a shattered and divided thing; the province Holland alone must expect to bear the financial burden in a war because the other provinces are poor.</p>\n\n<p>Sir George Downing, English ambassador to the Dutch Republic, letter to the English government, 1664</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>We must make defensive fortifications on land as well as outfit warships at sea; but we must also try to end the heavy taxes that are most burdensome on our merchants, especially those taxes levied to provide convoys for merchant ships. We who are naturally merchants must have low taxes, peace, and trade as well as protection, and we cannot be turned into soldiers.</p>\n\n<p>Anonymous pamphlet published in the province of Holland, 1669</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>The king of France promises to pay to the king of England two million livres. Each of the allied sovereigns will then jointly declare war on the Dutch Republic. The king of France will defray all expenses of the campaign by land. For the war by sea the king of England will arm at least 70 warships.</p>\n\n<p>The Treaty of Dover, 1670</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Not only the French monarch but other kings seem more and more to scheme how to ruin what remains, of the trade and navigation of the Dutch Republic, and to take over part of it for themselves.</p>\n\n<p>Resolution of the Amsterdam City Council, 1671</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>England's interest consists in continuing or encouraging war between the Dutch Republic and France. Either these Dutch lands will become permanently a theater of war or they will be overwhelmed or flooded, in either case ruining our commerce.</p>\n\n<p>Konrad Van Beuningen, Dutch ambassador to England, letter to the government of the Dutch Republic, 1672</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Differences arose with regard to the election of a military commander to lead the troops. Toward the end of 1671, the mutual distrust among the Dutch provinces hindered deliberations on how to oppose the violent attacks of Louis XIV.</p>\n\n<p>The Dutch Republic, government report, 1674</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Other Dutch cities and provinces all too easily consent to a recruitment of thousands of men to fight the French. But who, other than wealthy citizens of Amsterdam, much like a rich milk cow, is to furnish the money?</p>\n\n<p>Political pamphlet published in Amsterdam, 1683</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>The English East India Company has grown larger and causes the Dutch much anxiety. This trade competition was the real cause of the war which broke out in the 1650's between England and the Dutch Republic. It also caused another war between the Dutch and the king of England in the 1660's.</p>\n\n<p>Marquis de Pomponne, French ambassador to the Dutch Republic, report to the French government, early 1680's</p>\n\n<p><strong>Document 12</strong></p>\n\n<p><br />\n<img alt=\"A table titled “National Debt of the Dutch Republic (in guilders)” is shown. It represents the national debt of the Dutch Republic for two years. The national debt of the Dutch Republic for the years 1688 and 1713 are marked as 30,000,000 and 148,000,000 respectively.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/89012f8ca45a6b3c4702c649edfa13ed/original.png\" /><br />\n<br />\n<strong>Document 13</strong></p>\n\n<p>The profits of our East Indian trade have turned into losses, the Java trade is declining, and the commercial competition from the English, French, Portuguese, Chinese, and Muslims in Asia cannot be checked.</p>\n\n<p>Dutch colonial administrator, letter to the directors of the Dutch East India Company, 1705</p>\n\n<p><strong>Document 14</strong></p>\n\n<p>The cries of widows, orphans, and tender virgins, deprived of their husbands, fathers, and young men, prevail. Dutch armies, allied with the English in this war against France, have suffered extremely: they have not a hundred men left in each battalion out of a total of thirty battalions that engaged the French at the beginning of the war.</p>\n\n<p>Englishman resident in the Dutch Republic, letter about the Dutch reaction to losses suffered in the War of the Spanish Succession, 1709</p>\n"}]}]