[{"id":"FT542065","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Provides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.</p>\n\t</li>\n\t<li>\n\t<p>Discusses a majority of the documents individually and specifically.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrates understanding of the basic meaning of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Supports the thesis with appropriate interpretations of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by explicitly grouping them in at least three appropriate ways.</p>\n\t</li>\n\t<li>\n\t<p>Takes into account both the sources of the documents and the authors’ points of view.</p>\n\t</li>\n</ul>\n\n<p>Analyze the causes of and the responses to the peasants’ revolts in the German states, 1524–1526.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise.</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><strong>Historical Background:&nbsp;</strong>In late 1524, peasants, craftsmen, and poor soldiers formed bands and pillaged throughout a large area of the Holy Roman Empire. During the revolt, some of the rebel bands authored statements of grievances called Articles. Although most bands did not coordinate their activities, several groups met in Memmingen, Swabia, during March 1525 at a gathering known as the Peasant Parliament. After a series of battles, the authorities managed to suppress the revolts. More than 100,000 rebels and others were killed.</p>\n\n<p><img alt=\"A map titled “Peasant Revolts in the Holy Roman Empire, 1524 to 1526” is shown. It marks the general areas of conflict as current Germany, Luxembourg, Switzerland, Italy, Croatia, and Slovenia. Some parts of Germany, Belgium, Liechtenstein, and Austria are marked as the areas of severe conflict. The boundary of the Holy Roman Empire are marked connecting the borders of Denmark, the Netherlands, France, Poland, Hungary, Republic of Venice. The empire is shown bounded by the North Sea in the west, the Baltic Sea in the north, and the Adriatic Sea in the south.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9ac94b366230e3f538c087ced5913ac3/original.png\" /></p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: Leonhard von Eck, Chancellor of Bavaria, report to Duke Ludwig of Bavaria, February 15, 1525.</p>\n\n<p>This rebellion has been undertaken to repress the princes and the nobility and has its ultimate source in Lutheran teaching, for the peasants relate the majority of their demands to the Word of God, the Gospel, and brotherly love. The peasants are blinded, led astray, and made witless. If these peasants promised today that they would give their lords no further trouble, they could change their minds within an hour.</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Sebastian Lotzer, craftsperson and lay preacher, and Christoph Schappeler, preacher from Memmingen, Twelve Articles of the Swabian Peasants, March 1, 1525.</p>\n\n<p>We will not allow ourselves hereafter to be oppressed by our lords but will let them demand only what is just and proper according to the agreement between lords and peasants. Lords should no longer try to force more services or other dues from peasants without compensation. Peasants should, however, help lords when it is necessary and at proper times when it does not disadvantage the peasant and for a suitable compensation.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Peasant Parliament of Swabia to the Memmingen Town Council, from Articles of the Peasants of Memmingen, March 3, 1525.</p>\n\n<p>Hitherto we have been held as your poor serfs, which is pitiable, given that Christ has purchased and redeemed us with His precious blood, just as He has the Emperor. But it is not our intention to reject all authority. We will be obedient to all authority appointed by God in all fair and reasonable matters, and we do not doubt that as Christian lords you will release us from serfdom.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Reply of the Memmingen Town Council to the Articles of the Peasants of Memmingen, March 15, 1525.</p>\n\n<p>On the article concerning serfdom: we, your lords, purchased this right for a considerable sum of money, and the serfdom of a Christian is no hindrance to the salvation of his soul. However, so that you, the subjects, may see and recognize the council’s good will, the council will release and absolve its subjects from such serfdom that the council controls. In return the peasants shall pay us a reasonable amount of money.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Pastor Johann Herolt, report of the events at Weinsburg, April 16, 1525.</p>\n\n<p>The peasants arrived so unexpectedly that the count and his subordinates could not return to the castle and had to remain in town with the citizens. The peasants scaled the castle walls, captured the countess and her children, plundered the castle, and then appeared before the town. The townsfolk were peasant supporters. They opened the gates and towers to the peasants and let them in.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Thomas Müntzer, preacher and theologian, open letter to the people of Allstedt, April 27, 1525.</p>\n\n<p>How long are you going to resist God’s will? The whole of Germany, France, and Italy are awake. Four abbeys were laid waste during Easter week. More peasants in the Black Forest have risen, 3,000 strong! Hammer away on the anvils of the princes and lords, cast down their towers to the ground!</p>\n\n<p><strong>Document 7</strong></p>\n\n<p><strong>Source:</strong> Martin Luther, theologian, <em>Against the Murdering, Thieving Hordes of Peasants</em>, Wittenberg, May 1525.</p>\n\n<p>The peasants forgot their place, violently took matters into their own hands, and are robbing and raging like mad dogs. It is clear that the assertions they made in their <em>Twelve Articles</em> were nothing but lies presented under the name of the Gospel. This is particularly the work of that devil, Thomas Müntzer, who rules at Mühlhausen. The peasants are not content with belonging to the devil themselves; they force and compel many good people to join their devilish league. Anyone who consorts with them goes to the devil with them and is guilty of all the evil deeds that they commit.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Lorenz Fries, chief advisor to the Archbishop of Würzburg, secret report regarding a peasant assembly, June 1, 1525.</p>\n\n<p>The peasants occupying Würzburg were heard to say publicly that, since they were supposed to be brothers with one another, they believed the rich should share with the poor, especially those rich persons who had acquired their property from trade or had otherwise won it from the poor. The same was heard from many peasants in the countryside, where many a prosperous man, who had hitherto observed and taken pleasure in the peasants’ uprising, began to scratch his head and to reflect on what a troublesome outcome the affair might have.</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: Caspar Nützel, Nürnberg town councilor, letter to Duke Albert of Prussia, August 5, 1525.</p>\n\n<p>May God grant that the peace be preserved. It is indeed true that the poor, blind, and ignorant peasants have overstepped the mark with their unseemly behavior. No reasonable person could deny how unreasonably, unchristian, indeed, how excessively the authorities have torn out the hair of their subjects, whom they should aid, defend, and rule rather than fleece.</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: Christoffel von Lichtenstein, nobleman, legal plea for leniency to Count Wilhelm von Henneberg, August 24, 1525.</p>\n\n<p>Many other nobles saved their lives and goods and joined the peasants because no help or consolation had been sent by the territorial prince. As an old man, I begged that the peasants should not force me to swear an oath of allegiance to them, in view of the fact that I had grown up with their parents, gone to school with them, and now in my old age had done them no harm, only good. That was to no avail. I had to swear the oath.</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: Count Wilhelm von Henneberg, letter to Duke Albert of Prussia, February 2, 1526.</p>\n\n<p>At first the nobility looked on, unawares that misfortune was creeping up on us, for it pleased them well that the rebellion attacked the priests and the monks. Now, when the peasants had eaten all that was in the monasteries and drunk up and consumed all that was available, they fell upon the nobility’s houses, took all that they found in them, and burnt them down.</p>\n\n<p><strong>Document 12</strong></p>\n\n<p>Source: Decree of the Imperial Diet* of Speyer, August 27, 1526.</p>\n\n<p>In the last year, terrible, unprecedented, and unchristian rebellion by subjects occurred through almost all parts of southern Germany. Therefore his Imperial Majesty expressly commanded that earnest examination be made so that such disturbance and rebellion be prevented in the future. The common man rather grievously forgot himself in the recent disturbance and acted violently against his authorities. In order that he might perceive that the grace and compassion of his superiors is greater and milder than his senseless deeds and actions, each authority shall have power to restore to their previous honorable estate those subjects who have surrendered unconditionally and been punished.</p>\n\n<p><strong>*</strong> The formal assembly of imperial councilors and officials advising Emperor Charles V</p>\n"}]}]