[{"id":"FT540871","type":"mcq","stimulusHtml":"<p>Historians <strong>disagreeing </strong>with Stromberg and making the argument that the French Revolution was based on Enlightenment values would most likely cite which of the following as evidence in support of their position?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Each of the questions or incomplete statements below is followed by four suggested answers or completions. Select the one that is best in each case.</p>\n\t</li>\n</ul>\n\n<p>The next questions refer to the passage below.</p>\n\n<p>“Historians had imposed on the Old Regime a [model] drawn from a later age, one that did not fit that earlier epoch. They had looked into the mirror of their own age rather than into the past, and they had seen Rockefeller and Lenin rather than the real Necker and Voltaire, thus misreading the whole code.... When historians construed the Parisian <em>sans-culottes</em> of the Revolution as an incipient proletariat they also mistook reality by importing later ideas....</p>\n\n<p>[Furthermore, in contradiction to those arguing for the intellectual origins of the Revolution] no direct connection between Enlightenment ideas and French Revolutionary events has ever been demonstrated. Some points that emerge are that the word ‘revolution’ was not in the philosophe vocabulary; they neither expected nor welcomed the Revolution that came. An affair more of the nobility than the commoners, philosophe thought did not call into serious question the existing social order and preferred to work through the monarchy.”</p>\n\n<p class=\"text-right\">Roland Stromberg, historian, “Reevaluating the French Revolution,” 1986</p>\n"}],"choicesHtml":["<p>The suppression of the counterrevolutionary peasant revolts in the Vendée region of France</p>","<p>The Concordat of 1801 between the French government and the Roman Catholic Church</p>","<p>The French attempts to suppress the revolt in the colony of Saint Domingue</p>","<p>The issuing of the Declaration of the Rights of Man and Citizen</p>"],"answer":2}]