[{"id":"FT552236","type":"longtextV2","stimulusHtml":"<p>This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n\n<p>In your response, you will be assessed on the following.</p>\n\n<ul>\n\t<li>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li>Describe a broader historical context relevant to the prompt.</li>\n\t<li>Support an argument in response to the prompt using at least four documents.</li>\n\t<li>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li>For at +least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li>Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n\n<p>Analyze changing conceptions of French national identity and culture in the period since 1960.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-11. The documents have been edited for the purpose of this exercise.</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><em><strong>Historical background</strong>:</em> In the wake of the Second World War, France became increasingly integrated into the global economy. Beginning in the 1960s, France also experienced growing rates of immigration, mostly from former French colonies.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source<strong>:</strong> Maurice Duverger, political analyst, newspaper interview, 1964.</p>\n\n<p>It must be said, it must be written. There is only one immediate danger for Europe, and that is American civilization. There will be no Stalinism or communism in France. They are scarecrows that frighten only sparrows now. . . . Today, all that belongs to the past. On the other hand, the pressure of American society, the domination of the American economy, the invasion of the American mentality—all that is very dangerous. . . . [But the French] cultural ensemble that is at the core of [our] attitudes is shaped by a completely different historical legacy. I think this element will help us resist pressure from America.</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source<strong>:</strong> Poster from the French Democratic Confederation of Labor, the largest trade union organization in France, 1970.</p>\n\n<p><img alt=\"The image is a poster from the French Democratic Confederation of Labor. On the poster are the letters C. F. D. T. along with four arms holding one another. One hand and arm from each individual, of different racial groups, grasps another arm just below the wrist making the shape of a square. In the lower left section of the poster are the French words, TRAVAILLEURS, FRANCAIS IMMIGRES, TOUS SOLIDARES. Translation: “French Workers and Immigrant Workers - All Together in Solidarity.&quot;\" height=\"568\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0bddba788d93bece3f98e4ffdd081ec6/original.png\" width=\"405\" /></p>\n\n<p>Translation: “French Workers and Immigrant Workers—All Together in Solidarity”</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source<strong>:</strong> Jack Lang, French Minister of Culture, speech to United Nations conference in Mexico City, 1982.</p>\n\n<p>Culture and economy—one and the same battle. I ask myself: why should we accept this homogenization? Is this really mankind’s destiny? The same films, the same music, the same clothes? . . .We wish to proclaim a real cultural revolt, to embark on a crusade against—let us call it by its name—against the financial and intellectual imperialism [of globalization].</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source<strong>:</strong> Maurice Arreckx, mayor of the Mediterranean port city of Toulon, newspaper article, 1983.</p>\n\n<p>As an elected politician it is my duty to say out loud what everyone is thinking to themselves but does not dare to say. France has, and must preserve, a great tradition of welcome, but she does not have the obligation to be the refuge of the unemployed of Europe and Africa. Our country has become a dustbin where revolutionaries, delinquents and anarchists of every sort have collected. We must get rid of them.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source<strong>:</strong> Image of Marianne, symbol of France, and a veiled woman, on the cover of Le Figaro Magazine, 1991.</p>\n\n<p>&nbsp;</p>\n<img alt=\"The image of Marianne, the symbol of France, and a woman in the background wearing traditional Islamic garments covering the head and the face is shown on the cover of a 1991 edition of the magazine, Le Figaro. The information across the image reads in French: IMMAGRATION OU INVASION? VALERY GISGARD D’ESTAING ANALYSE NORTE SONDAGE-EVENEMENT. Translation: “Immigration or Invasion? Valery Giscard d’Estaing analyzes the results of our opinion poll.&quot;\" height=\"407\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fd1fcddc82106f44b821ad5b6bf8410e/original.png\" width=\"320\" />\n<p>Translation: “Immigration or Invasion? Valéry Giscard d’Estaing analyzes the results of our opinion poll.”</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source<strong>:</strong> Jacques Toubon, French Minister of Culture, interview with the Los Angeles Times, 1994.</p>\n\n<p>There are two objectives [of the new Toubon Law]. The first is an intrinsic one: to develop a way of guaranteeing that everything said and written in France can be understood by the entire French population. The Toubon Law will ensure that instruction manuals and explanatory leaflets for all products, whether domestic or imports, be translated into French. Contracts will be written in French so workers are able to understand them. And at scientific conferences, the French-speaking attendees will have to speak in French.</p>\n\n<p>Our second objective is broader—to develop French translations for words used in industries such as electronics and computers.</p>\n\n<p>Language is an irreplaceable capital for all peoples. If it is not preserved and modernized, it will no longer allow the people to express themselves, to understand each other, or to communicate with the universe.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source<strong>:</strong> Jean d’Ormesson, a philosopher and member of the Académie française<strong>,</strong>* interview following the passage of the Toubon Law, 1994.</p>\n\n<p>What will happen? You think we’ll stop saying <em>le parking</em> or <em>le weekend</em>? I don’t think so. I am for the preservation of culture, but not by decree. A language is alive. It develops completely autonomously. You can’t legislate it. . . . French was born [in the Middle Ages] because Latin was in decline. The idea that we can stop the development of the language now is a foolish one. The only way to help the French language is to make good films, good theater, good songs, and if possible, good books.</p>\n\n<p>* the institution responsible for producing the official dictionary of the French language</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source<strong>:</strong> Young teacher, interviewed as part of an anthropological study of the education of immigrant children in French schools, late 1990s.</p>\n\n<p>I believe with all my heart that a common culture is transmitted by the schools and by national education, and that is a good thing. . . . It is good because I am profoundly secular through my education, through the way I function as a citizen, and as a human being in our society. What I am saying is debatable, but I think that our society has arrived at a point where it seems that, in order for our standards for a common culture to harmonize, they must go through a de-Christianization, a de-Islamization. . . . This de-culturation can lead to [the creation of] that common cement that binds us.</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source<strong>:</strong> José Bové, French farmer and food activist, The World Is Not For Sale, 2001.</p>\n\n<p>Nowadays, food is rarely eaten in anything like the state in which it leaves the farm. It is reconstructed—often several times over—to produce easily prepared, ready-made meals that can be consumed with little work in the home. The food industry regards the farmer as merely the supplier of raw commodities to meet the needs of the manufacturers, rather than those of the consumer. The art of French cooking and eating will soon not be passed on to new generations; this has resulted in a loss of family cohesion and of the ties that bind us to the land or place where we live.</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source<strong>:</strong> Tunisian immigrant mother, radio interview, 2002.</p>\n\n<p>I hate the term “beur.”<strong>*</strong> I refuse to use it for my kids; I refuse “beur” because they speak the [French] language, because “beur” is not a language, it’s not a culture. Either they are French, or they are Tunisian, but they are not beurs. . . . Because the kids were born here, they are French.</p>\n\n<p>* a term used to designate second- and third-generation immigrants from North Africa</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source<strong>:</strong> Zinedine Zidane, French national football team captain and World Cup winner, newspaper interview, 2004.</p>\n\n<p>It’s hard to explain but I have a need to play intensely every day, to fight every match hard. And this desire never to stop fighting is something else I learned in the place where I grew up. And, for me, the most important thing is that I still know who I am. Every day I think about where I come from and I am still proud to be who I am: first, a Kabyle* from La Castellane,** then an Algerian from Marseille, and then a Frenchman.</p>\n\n<p>* ethnic group from North Africa</p>\n\n<p>** an ethnic neighborhood on the outskirts of Marseille, a city in southern France</p>\n"}]}]