[{"id":"FT555082","type":"longtextV2","stimulusHtml":"<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Your response should include the following:</p>\n\n<ul>\n\t<li>\n\t<p>Provides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.</p>\n\t</li>\n\t<li>\n\t<p>Discusses a majority of the documents individually and specifically.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrates understanding of the basic meaning of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Supports the thesis with appropriate interpretations of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by explicitly grouping them in at least three appropriate ways.</p>\n\t</li>\n\t<li>\n\t<p>Takes into account both the sources of the documents and the authors’ points of view.</p>\n\t</li>\n</ul>\n\n<p>Analyze the ways in which national and cultural identity in Alsace-Lorraine were perceived and promoted during the period from 1870 to 1919.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise.</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><strong>Historical Background:</strong> The region of Alsace and Lorraine was among the German territories of the Holy Roman Empire. Most of the region came under French control during the reign of Louis XIV (1643-1715). French rule ended when the region was ceded to Prussia on February 26, 1871. The Treaty of Frankfurt formally ended the Franco-Prussian War on May 10, 1871 and formalized the ceding of Alsace and Lorraine to the newly created German Empire. France regained the territory by the terms of the Treaty of Versailles (1919).</p>\n\n<p><img alt=\"A map of Europe marks the cities that were a part of Germany during 1919. The cities marked in Germany are Berlin, Frankfurt, and Munich. It also marks the cities of Alsace-Lorraine ceded to Germany, Strasbourg, Colmar, and Metz. It marks the Netherlands and Belgium on the northwest of Germany, Luxembourg and France on the east of Germany, Switzerland on the southwest of Germany, and Czechoslovakia and Austria on the southeast of Germany.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ca3d2b9d9d3e50bf150131b14a03e55a/original.png\"></p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: Otto von Bismarck, Prussian Prime Minister, conversation concerning possible territorial settlements, 1870.</p>\n\n<p>As you see, we are keeping Metz, but I confess I do not like that part of the arrangement. Strasbourg is German in speech, and will be so in heart ten years hence. Metz, however, is French, and will be a hotbed of disaffection for a long time to come.</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Declaration to the French National Assembly, presented by the Alsatian deputies, February 17, 1871.</p>\n\n<p>We, the undersigned French citizens, bring to the National Assembly of France the expression of the unanimous will of the populations of Alsace and of Lorraine who solemnly claim their sacred and inalienable rights to the National Assembly of France as follows:</p>\n\n<ol style=\"list-style-type:upper-roman\">\n\t<li>\n\t<p>Alsace and Lorraine do not consent to separation.<br>\n\t<br>\n\tAssociated with France for more than two centuries in good fortune as in bad, these two provinces, ever exposed to the attacks of the enemy, have constantly sacrificed themselves in the cause of national greatness.<br>\n\t<br>\n\tThey have sealed with their blood the indissoluble compact that binds them to French unity.<br>\n\t<br>\n\tThese citizens signify to Germany and to the world the immutable will of Alsace and of Lorraine to remain French territory.</p>\n\t</li>\n\t<li>\n\t<p>France cannot agree to nor sign the cession of Lorraine and Alsace.</p>\n\t</li>\n\t<li>\n\t<p>Europe cannot permit nor ratify the abandonment of Alsace and Lorraine.</p>\n\t</li>\n</ol>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: German government proclamation concerning the conditions of the Treaty of Frankfurt, 1871.</p>\n\n<p>Alsace and German Lorraine were restored to the newly founded German Empire to which they belong. Because France tried for years to suppress the German language and German culture in Alsace, it becomes Germany's national duty to wean these people from the French.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Professor Heinrich von Treitschke, German historian, <em>What Do We Demand of France?,</em> pamphlet, 1871.</p>\n\n<p>We Germans, who know Germany and France, know better what is good for Alsace than the unhappy people themselves, who through their French associations have lived in ignorance of the new Germany. We will give them back their own identity against their will. We are astonished and glad to see the immortal working of the moral forces of history.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Édouard Teutsch, Alsatian delegate, speech in the German Reichstag, February 18, 1874.</p>\n\n<p>We speak on behalf of the people of Alsace-Lorraine on the subject of the change of nationality you have violently imposed upon them as a consequence of war.<br>\n<br>\nIt is at the end of the nineteenth century, a century of enlightenment and progress, that Germany conquers us and exceeds her right as a civilized nation. Annexation without our consent is moral slavery. This people, one of the best in Europe, exalts the sentiment of right and justice. Now it was with your sword upon her throat that France, bleeding and exhausted, signed the treaty agreeing to abandon us. France yielded to violence, and our codes teach us that violence nullifies all contracts.<br>\n<br>\nOur hearts are irresistibly attracted to our French fatherland. Gentlemen, what are your prospects for the future? Instead of that era of peace and brotherhood among peoples that it was in your power to inaugurate, we are sure that you foresee with the same dread as we, new wars, ruin and death again descending upon your homes.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: <em>Statistics on the Linguistic Composition of Alsace-Lorraine</em>, German government report, 1879.</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"A table from the source, “Statistics on the Linguistics Composition of Alsace-Lorraine, German government report, 1879” is shown. It shows the number of communities and the percent of district population speaking French and German or neither as their dominant language spoken in Lorraine, Lower Alsace, and Upper Alsace. The information given in the table for Lorraine is summarized below. • The number of communities and the percent of district population with dominant language, French are 341 and 30.37 respectively. • The number of communities and the percent of district population with dominant language, German are 370 and 53.25 respectively. • The number of communities and the percent of district population using neither French nor German as dominant language are 41 and 16.38 respectively. The information given in the table for Lower Alsace is summarized below. • The number of communities and the percent of district population with dominant language, French are 27 and 4.09 respectively. • The number of communities and the percent of district population with dominant language, German are 531 and 95.52 respectively. • The number of communities and the percent of district population using neither French nor German as dominant language are 2 and 0.39 respectively. The information given in the table for Upper Alsace is summarized below. • The number of communities and the percent of district population with dominant language, French are 17 and 3.71 respectively. • The number of communities and the percent of district population with dominant language, German are 324 and 78.71 respectively. • The number of communities and the percent of district population using neither French nor German as dominant language are 43 and 17.58 respectively. The information given in the table for the total number of communities and percentage of district population is summarized below. • The total number of communities and the total percent of district population with dominant language, French are 385 and 12.12 respectively. • The total number of communities and the total percent of district population with dominant language, German are 1,225 and 77.39 respectively. • The total number of communities and the total percent of district population with using neither French nor German as dominant language are 86 and 10.49 respectively.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6675b922e1aa14ce95e0893d2ffea606/original.png\">\n<p><strong>Document 7</strong></p>\n\n<p>Source: Jacques Preiss, deputy from Colmar (Alsace), speech in the German Reichstag, June 30, 1896.</p>\n\n<p>Assimilation, Germanization, has not taken a single step forward. It is terror that governs and poisons our political life. The government does not understand the people and the people do not understand the government. History will say: The German Empire was able to conquer Alsace-Lorraine materially, but was not able to conquer it morally; the empire has not known how to win the heart and soul of the people.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Heinrich Class, president of the nationalist Pan-German League, <em>If I Were Kaiser,</em> 1912.</p>\n\n<p>When we consider that in Alsace-Lorraine the number of French speakers has grown constantly since 1871, we need to speak out without sentimentality. We took this territory out of military necessity. The inhabitants were an extra; the territory was the main thing.<br>\n<br>\nEvery adult must declare publicly and without reservation for himself and his family, that the French language will be used neither in the home nor outside it and that no newspapers, periodicals, or books will be brought in from France. Whoever refuses this obligation has opted against the German Empire and must swiftly leave the country.<br>\n<br>\nTeaching in the public schools will be exclusively in German. The language of the state, the courts, and the churches will be exclusively German. The constitution will be abolished. The territory will be placed under a minister for Alsace-Lorraine and ruled dictatorially.</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: Newspaper article, <em>Daily Observer</em>, Berlin, August 5, 1915.</p>\n\n<p>The Alsatian women, on account of the instruction they had received, lacked close attachment to the German nationality, language, literature, and history. They were, on the contrary, permeated by the French spirit, and have had such influence over their husbands and children, that soon, within their families too, German culture was dominated and smothered by a Franco-Alsatian pseudo-culture. The love of our literature and of our history, the intelligent knowledge of the civilization and effort of our people, which the men had acquired in the schools and strengthened in the universities, did not resist the graces of the Alsatian women. These German virtues were blighted and dried up within the home, when they were not killed there.</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: Uncle Hansi (Jean-Jacques Waltz), <em>The History of Alsace As Told to Small Children by Uncle Hansi,</em> Paris, 1916.</p>\n\n<p>A German police officer takes note of a barbershop’s signs illegally printed in French instead of German.</p>\n\n<p><img alt=\"A cartoon image shows the front view of a barber’s shop and house built together. The barber is pictured shaving a client’s beard using a shaving knife. The board hung atop the entrance of the shop reads the shop’s name in French. A German police officer standing in front of the shop is shown taking note of the boards, while the barber’s wife watches him do so from the window next to the shop. Two children at the front of the house are also shown watching the police officer. A cat, a duck, and a hen are also shown in the scene.\" height=\"487\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2a9a8bfa36a826fd3b163e6030de0656/original.png\" width=\"450\"></p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: Oscar Ludman, First World War French army veteran, recollection of war’s end, in Alsace, Stepchild of the Rhine: <em>An Autobiography</em>,1931.</p>\n\n<p>My brother Ernest appeared with his sword and German medals. “I know where I belong—among the Germans. Even the oldest Alsatian families are packing, ready to ask pity from the Germans. Those who crave France, they have France now!”<br>\n<br>\n“Stop that,” my father warned, “. . . terrible things are going on. Germany treated us badly, and France isn’t starting any better. Nevertheless, I am Alsatian; here I have been raised and here I shall die. Stay here and see what it means to be an Alsatian. Learn to love the country and serve our unhappy people.”</p>\n\n<p><strong>Document 12</strong></p>\n\n<p>Source: Frère Médard, Alsatian priest, memoirs of his boyhood in pre-First World War Alsace, first published 1988.</p>\n\n<p>One can’t deny that certain students were impressed by this cult of the German Emperor. This was reflected in their war games. A certain number of schoolboys were proud to wear a helmet or German flags, and took pride in defeating poor French soldiers. One can’t help but laugh in the face of accusations, from our patriotic writers, that my young compatriots at the time completely snubbed the Germans. How could they have done so when they shared school, extracurricular activities, and leisure with their Prussian comrades, who either constituted a majority of the class or accounted for a sizeable proportion of it? My young compatriots wore, like the Prussians, and not without a certain pride, glowing German caps. Many of these high school students were invited to the homes of their Prussian friends.</p>"}]}]