[{"id":"FT552423","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Provides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.</p>\n\t</li>\n\t<li>\n\t<p>Discusses a majority of the documents individually and specifically.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrates understanding of the basic meaning of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Supports the thesis with appropriate interpretations of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes point of view or bias in at least three documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by explicitly grouping them in at least three appropriate ways.</p>\n\t</li>\n</ul>\n\n<p>Analyze the factors that contributed to the emergence of a workers’ opposition movement in communist Poland in the period 1956–1981.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise.</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><u>Historical Background</u>: After the Second World War, Poland became part of the Soviet bloc and the Polish communist party had a virtual monopoly on power.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: Editorial in the official Polish communist party newspaper People’s Tribune, October 1956.</p>\n\n<p>In these exciting and uncommon times<strong>*</strong> the Polish working class has clearly made its voice heard. This class leads the nation not by someone’s appointment or decree, but by virtue of its position in society. . . . It is evident that the leading role of the [communist] Party has been tangibly confirmed. The Party has been united as never before with the working class which gave it birth, with the peasant masses, with the student youth, with the progressive intelligentsia, and with the Polish People’s Army. The Party is united with the nation.</p>\n\n<p>* a reference to the June 1956 workers’ strike in the city of Poznan, the first large-scale protest against communist rule in Poland; several dozen workers were killed in the government’s suppression of the strike</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Jacek Kuron and Karol Modzelewski, professors at Warsaw University and Polish communist party members, open letter addressed to party members, 1965.</p>\n\n<p>The [communist] Party considers itself the representative of the interests of the working class and its power is supposed to be a guarantee of working class power. But . . . we must ask what opportunities there are for the working class to influence the decisions of the state apparatus. Outside the Party—none.</p>\n\n<p>Formerly, government officials loved to wear blue overalls, willingly advertising their working-class origins; they gave medals to the best workers and were embarrassed to pay a manager ten times more than a worker. Today, government officials dress in elegant clothing, and the managers’ [expensive] cars and villas are eloquent testimony to their social prestige. Today exploitation is out in the open for all to see; it is no longer carried on by means of propaganda, but openly by means of the whip of administrative duress, and—if any attempt is made to resist—by police coercion. . . .</p>\n\n<p>The end of exploitation could only come through the creation of a [new] system where the organized working class will truly be the master of its labor and its labor product.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Edward Gierek, head of the Polish communist party, conversation with workers on strike at the Szczecin Shipyard, January 1971.</p>\n\n<p>I see what you mean, comrades. You mean you want information about what is happening here, in your city and in your shipyard? Well, we are all for keeping people informed, but not, you know, not about every detail that just anyone might want to publish. There are certain rules, comrades, that must be strictly observed. Don’t ask for the same sort of democracy to be applied to everybody—friend and enemy alike! Don’t demand that kind of democracy!</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Open letter signed by several prominent Polish intellectuals and read on Polish-language radio stations broadcast from Western Europe, June 1976.</p>\n\n<p>We declare our solidarity with the workers of Poland who have gone on strike. . . . In the system of government presently prevailing in our country, the only form in which people can express their real attitudes is through outbursts of social discontent, outbursts which are dangerous in their consequences. . . . Without the establishment of a system of real representation of workers it is not possible to study effectively the needs and aspirations of our society. In their present form the official trade unions do not fulfill this role. Recent events have again confirmed how completely fictitious the [official] unions are.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Resolution of the bishops of the Catholic Church in Poland, September 1976.</p>\n\n<p>The government should fully respect civic rights, conduct a real dialogue with society, and take account of society’s wants when making decisions that affect the whole nation. We therefore ask the state authorities to stop all repression of workers involved in the antigovernment protests [of June 1976]. Those workers who have been dismissed must be reinstated and their social and professional positions restored. They should receive compensation for their losses, while those sentenced should be pardoned.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Workers’ Defense Committee, a dissident organization dedicated to providing aid* to workers who had been fired, arrested, or imprisoned in the government crackdown against the 1976 strikes, account of expenses, June 1976–May 1977.</p>\n\n<p><img alt=\"The figure shows a table with three columns and six rows of data. The first column is titled City. The second column is titled Number of Workers or Workers' Families Receiving Monetary, Legal, or Medical Aid from the Committee. The third column is titled Average Yearly Aid per Worker's Family (in Polish zloty)**. The first row lists City - Ursus; Number of Workers or Workers' Families Receiving Monetary, Legal, or Medical Aid from the Committee - 169; and Average Yearly Aid per Worker's Family (in Polish zloty)** - 4,233. The second row lists City - Radom; Number of Workers or Workers' Families Receiving Monetary, Legal, or Medical Aid from the Committee - 640; and Average Yearly Aid per Worker's Family (in Polish zloty)** - 2,552. The third row lists City - Gdansk; Number of Workers or Workers' Families Receiving Monetary, Legal, or Medical Aid from the Committee - 34; and Average Yearly Aid per Worker's Family (in Polish zloty)** - 2,376. The fourth row lists City - Lodz; Number of Workers or Workers' Families Receiving Monetary, Legal, or Medical Aid from the Committee - 68; and Average Yearly Aid per Worker's Family (in Polish zloty)** - 2,685. The fifth row lists City - Plock; Number of Workers or Workers' Families Receiving Monetary, Legal, or Medical Aid from the Committee - 32; and Average Yearly Aid per Worker's Family (in Polish zloty)** - 12,500. The sixth row lists City - Grudziadz; Number of Workers or Workers' Families Receiving Monetary, Legal, or Medical Aid from the Committee - 25; and Average Yearly Aid per Worker's Family (in Polish zloty)** - 7,232. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/da0caf1124a09d08a80213b7d768935a/original.png\" /><br />\n* The committee raised money entirely through voluntary contributions in Poland and among Polish communities abroad.</p>\n\n<p>** In 1976 the average yearly pay of an industrial worker in Poland was about 22,000 zloty.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Polish communist party, instructions distributed to schoolteachers in Advance of a visit by Pope John Paul II, the first Polish pope, March 1979.</p>\n\n<p>You should convey to your students that the pope is our enemy, because he celebrates mass for [political dissidents]. Due to his uncommon skills and great sense of humor, he is dangerous because he charms everybody, especially journalists. Besides, he goes for cheap gestures in his relations with the crowd. For instance, he puts on a folksy hat, shakes all hands, kisses children, etc. His behavior is modeled on American presidential campaigns.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Founding Committee of the Independent Trade Unions, brochure handed out to workers in the Lenin Shipyard in Gdansk, August 14, 1980.</p>\n\n<p>Anna Walentynowicz* has worked at our shipyard since 1950. Sixteen years as a welder, then as a crane operator. . . . She has always been a model worker, what is more, one who reacted to every wrong and injustice. She [recently] received a disciplinary notice of being fired for “major infraction of worker’s responsibilities.” . . . Anna Walentynowicz has been a thorn in the side of the shipyard’s administration, because she is a model activist [who] defends others and is capable of organizing her colleagues. . . . We appeal to you, defend the crane operator Walentynowicz. If you don’t, many of you may find themselves in the same miserable situation.</p>\n\n<p>* editor of the underground newspaper <em>Coastal Worker</em></p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: Interfactory Strike Committee, “21 Demands,” a political platform written on wooden boards and hung on the gates of the Gdansk shipyard, August 18, 1980.</p>\n\n<p>Our demands are:</p>\n\n<p>1. Acceptance of free trade unions independent of the communist party. . . .</p>\n\n<p>2. A guarantee of the right to strike and of the security of strikers. . . .</p>\n\n<p>3. Compliance with the constitutional guarantee of freedom of speech, the press, and publication. . . .</p>\n\n<p>9. Guaranteed automatic increases in pay on the basis of increases in prices and the decline in real income.</p>\n\n<p>10. A full supply of food products for the domestic market, with exports limited to surpluses. . . .</p>\n\n<p>12. The selection of management personnel on the basis of qualifications, not party membership. Privileges of the secret police, regular police, and party apparatus to be eliminated.</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: Marek Langda, Polish photographer employed by the official Central Photography Agency, Warsaw grocery shop interior, June 1981.</p>\n\n<p><img alt=\"The figure shows a photograph of the interior of a Warsaw grocery shop in June of 1981. Two women dressed in white coats are assisting customers at a register. The counters and grocery shelves appear to be almost empty. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a6bb9a4466187e9404d4d63398644751/original.png\" /></p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: Photograph of Lech Walesa and other Solidarity* activists kneeling in prayer at a Catholic mass held at the opening of Solidarity’s national convention, September 1981.</p>\n\n<p><img alt=\"The figure shows a photograph of Lech Wales and other Solidarity activists in a large convention center, kneeling on the floor in a prayer position and looking forward. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/14a2505728dda843b2db597663fdb1ab/original.png\" /></p>\n\n<p>* a coalition of independent trade unions established in Gdansk in September 1980</p>\n\n<p><strong>Document 12</strong></p>\n\n<p>Source: General Wojciech Jaruzelski, Polish communist party leader, memoir published 1992.</p>\n\n<p>It was as if we in the Party were hypnotized by our conviction that the central figures of Solidarity could do as they wished. We exaggerated their ability to direct and manipulate their organization. But in fact, such a powerful social and political movement radicalizes and gathers momentum on its own. It carries its leaders more than the leaders lead it.</p>\n"}]}]