[{"id":"FT555033","type":"longtextV2","stimulusHtml":"<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Your response should include the following:</p>\n\n<ul>\n\t<li>\n\t<p>Has a relevant thesis and supports that thesis with evidence from the documents.</p>\n\t</li>\n\t<li>\n\t<p>Uses a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Addresses all parts of the question.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by organizing them in as many appropriate ways as possible. Does not simply summarize the documents individually.</p>\n\t</li>\n\t<li>\n\t<p>Takes into account both the sources of the documents and the authors’ points of view.</p>\n\t</li>\n</ul>\n\n<p>Analyze how political, religious, and social factors affected the work of scientists in the sixteenth and seventeenth centuries.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. (The documents have been edited for the purpose of this exercise.)</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><strong>Historical Background:</strong> Between 1500 and 1700, scientists, or natural philosophers as they were called, developed a new scientific worldview. A heliocentric model of the universe replaced the traditional geocentric model. Different methods for discovering scientific laws were developed. Scientists envisioned a universe composed of matter in motion, which could best be understood through mathematics and experiment. Investigators of nature organized into scientific disciplines and societies were founded throughout Europe to facilitate the study of scientific questions.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: Nicolaus Copernicus, Polish priest and astronomer, dedication to Pope Paul III in Copernicus’ book, On the Revolution of the Heavenly Spheres, 1543.</p>\n\n<p>The learned and unlearned alike may see that I shrink from no man’s criticism. It is to your Holiness rather than to anyone else that I have chosen to dedicate these studies of mine. In this remote corner of the Earth in which I live, you are regarded as the most eminent by virtue of the dignity of your Office, and because of your love of letters and science. You, by your influence and judgment, can readily hold the slanderers from biting. Mathematics are for mathematicians, and they, if I be not wholly deceived, will hold that my labors contribute even to the well being of the Church.</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: John Calvin, French Protestant theologian, Commentaries on the First Book of Moses(Genesis), 1554.</p>\n\n<p>Moses wrote in a popular style things which, without instruction, all ordinary persons endowed</p>\n\n<p>with common sense, are able to understand; but astronomers investigate with great labor whatever the wisdom of the human mind can comprehend. This study should not be prohibited, nor this science condemned, because some frantic persons boldly reject whatever is unknown to them. For astronomy is not only pleasant, but also very useful: it cannot be denied that this art unfolds the admirable wisdom of God.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Giovanni Ciampoli, Italian monk, letter to Galileo, 1615.</p>\n\n<p>Your opinion of the phenomena of light and shade on the clear and spotted surfaces of the Moon assumes some analogy between the Earth and the Moon. Someone adds to this and says you assume that the Moon is inhabited by humans. Then another starts discussing how they could be descended from Adam or how they could have gotten out of Noah’s ark, and many other extravagant ideas that you never even dreamed of. It is indispensable, therefore, to remove the possibility of malignant rumors by repeatedly showing your willingness to defer to the authority of those who have jurisdiction over the human intellect in matters of the interpretation of Scripture.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Francis Bacon, English philosopher of science, The Great Instauration (a plan to reorganize the sciences), 1620.</p>\n\n<p>There is another great and powerful reason why the sciences have made little progress; it is not</p>\n\n<p>possible to run a race when the goal itself has not been rightly chosen. The true and lawful goal of the sciences is this: that human life be endowed with new discoveries and powers.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Marin Mersenne, French monk and natural philosopher, letter to his noble patron, 1635.</p>\n\n<p>My book is still in your hands and subject to your private judgment. If you object to anything, I am ready to remove it entirely. Know however, that you will not find a single word which is not true in my experiments, which many times confirm those of the great Galileo. Whatever may be, the whole thing is up to you. At least I am assured my experiments have been repeated more than 30 times, and some more than 100 times, before reliable witnesses, all who agree with my conclusions.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Henry Oldenbury, Secretary of the English Royal Society, letter to Johannes Hevelius, German scientist, February 1663.</p>\n\n<p>Friendship among learned men is a great aid to the investigation and elucidation of the truth. Friendship should be spread through the whole world of learning, and established among those whose minds are above partisan zeal because of their devotion to truth and human welfare. Philosophy would then be raised to its greatest heights.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Thomas Hobbes, English philosopher, Leviathan, 1668.</p>\n\n<p>The doctrine of what is right and wrong is perpetually disputed both by the pen and by the sword, but geometry is not. Why? Because in geometry few men care what the truth may be, since it affects no one’s ambition, profit, or lust. But if Euclid’s proposition that the three angles of a triangle are equal to the two angles of a square, conflicted with the interests of those who rule, I know it would be suppressed.</p>\n\n<p><br />\n<strong>Document 8</strong></p>\n\n<p>Source: Walter Charleton, English doctor and natural philosopher, The Natural Philosophy of Epicurus, Gassendi and Charleton, 1654.</p>\n\n<p>It appears impossible to imagine that atoms could be eternal or self-governing, and could fix themselves into so vast and symmetrical a structure as this World. The creation and arrangement of the atoms can be connected to no other cause, but to an Infinite Wisdom and Power.</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: Margaret Cavendish, English natural philosopher, Observations on Experimental Philosophy, 1666.</p>\n\n<p>Were it allowable for our sex, I might set up my own school of natural philosophy. But I, being a woman, do fear they would soon cast me out of their schools. For though the Muses, Graces, and Sciences* are all of the female gender, yet they were more esteemed in former ages, than they are now. Nay, could it be done handsomely, they would turn all from females into males, so great is grown the self-conceit of the masculine and the disregard of the female sex.</p>\n\n<p><br />\n*All represented as female goddesses in classical mythology</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: Drawing to commemorate Louis XIV’s visit to the French Royal Academy, published 1671.</p>\n\n<p><img alt=\"An engraving shows a historical artwork of Louis XIV visiting the French Royal Academy. It shows a people meeting with the French King in a room with various science objects. Through the window, a building is being constructed and a garden has been laid out in geometric form. There is a map on the floor, animal and human skeletons, and astronomical instruments, on the walls.\" height=\"479\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f16f5611e6b36ba1a736eb9a0cca08b1/original.png\" width=\"345\" /></p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: Jean Baptiste Colbert, French finance minister under Louis XIV, letter, 1676.</p>\n\n<p>Because the splendor and happiness of the State consists not only in maintaining the glory of arms abroad, but also in displaying at home an abundance of wealth and in causing the arts an sciences to flourish, we have been persuaded for many years to establish several academies fo both letters and sciences.</p>\n\n<p><strong>Document 12</strong></p>\n\n<p>Source: Gottfried Leibniz, German philosopher, New System of Nature, 1695.</p>\n\n<p>God governs minds as a Prince governs his subjects, and even as a father cares for his children, whereas he disposes of other substances as an engineer manipulates his machines. Thus minds have particular laws which put them above the movements of matter; and we may say that everything else is made only for human minds, these very movements of matter being produced for the happiness of the good and the punishment of the evil.</p>\n"}]}]