[{"id":"FT553351","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Provides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.</p>\n\t</li>\n\t<li>\n\t<p>Discusses a majority of the documents individually and specifically.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrates understanding of the basic meaning of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Supports the thesis with appropriate interpretations of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes point of view or bias in at least three documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by explicitly grouping them in at least three appropriate ways.</p>\n\t</li>\n</ul>\n\n<p>Analyze various arguments that emerged over the course of the nineteenth century about how to improve the lives of European workers.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise.</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><u>Historical Background</u>: Economic changes in the nineteenth century dramatically increased the number of European industrial workers and transformed the conditions under which they lived and worked.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: Thomas Malthus, English economist, An Essay on the Principle of Population, second edition, 1803.</p>\n\n<p>The principal and most permanent cause of poverty has little or no relation to forms of government, or the unequal division of property; and as the rich do not in reality possess the power of finding employment and maintenance for [all] the poor, the poor cannot, in the nature of things, possess the right to demand them; [these] are important truths flowing from the principle of population. . . . And it is evident that every man in the lower classes of society, who became acquainted with these truths, would be disposed to bear the distresses in which he might be involved with more patience.</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: David Ricardo, English economist, Principles of Political Economy and Taxation, 1817.</p>\n\n<p>Like all other contracts, wages should be left to the fair and free competition of the market, and should never be controlled by the interference of the legislature. The clear and direct tendency of the Poor Laws* is in direct opposition to these obvious principles: . . . instead of making the poor rich, they are calculated to make the rich poor. . . . The comforts and well-being of the poor cannot be permanently secured without some regard on their part, or some effort on the part of the legislature, to regulate the increase of their numbers.</p>\n\n<p>* British laws that provided a government subsidy to workers who received less than a certain amount of wages.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Saint-Amand Bazard, French social theorist, public lecture, 1828.</p>\n\n<p>This fundamental principle of <em>laissez-faire</em> presupposes a personal interest that is always in harmony with the general interest, a supposition that innumerable facts tend to disprove. . . . It is said, “everything balances out in the end.” But until this balancing- process has run its course, what do we do with the thousands who are starving? Will they endure their misery with patience because the statistical tables assure them that they will have bread in a few years?</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: London Workingmen’s Association, petition to Parliament for the “People’s Charter,” 1838.</p>\n\n<p>Perceiving the tremendous power you possess over the lives, liberty and labour of the unrepresented millions, perceiving the revenue at your disposal — the relief of the poor in your hands, . . . [and] the power of delegating to others the whole control of the monetary arrangements of the Kingdom, by which the labouring classes may be silently plundered or suddenly suspended from employment, . . . your petitioners earnestly pray your Honourable House to enact that every person producing proof of his being 21 years of age shall be entitled to have his name registered as a voter . . . [and] that there shall be no property qualification for members of [Parliament].</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Flora Tristan, French writer and political activist, The Workers’ Union, 1843.</p>\n\n<p>Workers, you must leave behind division and isolation as quickly as possible and march courageously and fraternally down the only appropriate path — <em>unity</em>. . . . The workers, the vital part of the nation, must create a huge union to assert their unity! Then, the working class will be strong; then it will be able to make itself heard, to demand from the bourgeois gentlemen its right to work and to organize.</p>\n\n<p>Workers, it is up to you, who are the victims of real inequality and injustice, to establish the rule of justice and absolute equality between man and woman on this earth. . . . You, the strong men, the men with bare arms, proclaim your recognition that woman is your equal, and as such, you recognize her equal right to the benefits of the <em>universal union of working men and women.</em></p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Karl Marx and Friedrich Engels, German social theorists, The German Ideology, 1845–1846.</p>\n\n<p>The alteration of men on a mass scale is necessary, an alteration which can only take place in a practical movement, a <em>revolution</em>; this revolution is necessary, therefore, not only because the ruling class cannot be overthrown in any other way, but also because the class overthrowing it can only in a revolution succeed in ridding itself of all the muck of ages and become fitted to found society anew.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Louis Blanc, French political leader, The Organization of Labor, introduction to the second edition, 1848.</p>\n\n<p>Have we avowed that our goal is to undermine competition, to withdraw industry from the regime of laissez-faire? Most certainly, and far from denying it, we proclaim it aloud. Why? Because we want freedom. But real freedom, freedom for all. . . . We want a strong government because, in the regime of inequality within which we are still vegetating, there are weak persons who need a social force to protect them. . . . We want a government that will intervene in industry because the freedom of the future must be a reality.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Pauline Roland, French writer and political activist, letter to the editor of the French newspaper Universal Well-Being, 1851.</p>\n\n<p>Woman is entitled to work as is Man, and to have productive, independent employment which will emancipate her from all dependence. She has the right to choose her work herself as well as a man and no one can legitimately confine her to the house if she feels she is called to live otherwise. Finally, as soon as a woman comes of age, she has the right to arrange her life as she wishes.</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: Ferdinand Lassalle, German political activist, “The Workers’ Program,” public speech delivered in Berlin, 1862.</p>\n\n<p>It is <em>the state</em> whose function is to carry on . . . the development of the human race until its freedom is attained. <em>The state</em> is this unity of individuals into a moral whole, a unity which increases a million-fold the strength of <em>all</em> individuals . . . and makes them capable of acquiring an amount of <em>education, power</em>, and <em>freedom</em> which would have been wholly unattainable by them as individuals. . . . A state ruled by the ideas of the working class . . . would make this moral nature of the state its mission.</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: John Stuart Mill, English political theorist and member of Parliament, Chapters on Socialism, unfinished book, begun in 1869 and published posthumously in 1879.</p>\n\n<p>The present system is not, as many Socialists believe, hurrying us into a state of general indigence and slavery from which only Socialism can save us. The evils and injustices suffered under the present system are great, but they are not increasing; on the contrary, the general tendency is towards their slow diminution.</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: Central Electoral Committee of the Eleventh Arrondissement* of the city of Paris during the period of the Paris Commune, March 1871.</p>\n\n<p>The Revolution is the march of the peoples of the world for equal rights and duties. In the Democratic and Social Republic [the Commune] this equality becomes a reality. . . The whole system of work should be reorganized. . . . We look forward to a future where every citizen will exercise his rights to the full and be conscious of his duties, where there will be no more oppressors or oppressed, no class distinctions among citizens and no barriers between the peoples of different nations.</p>\n\n<p>* municipal district</p>\n\n<p><strong>Document 12</strong></p>\n\n<p>Source: Alexandre Millerand, member of the French national legislature, speech, 1896.</p>\n\n<p>Socialism aims to assure to every human being these two advantages: liberty and property, of which men are deprived by the capitalist regime. . . . We address ourselves only to universal suffrage; our ambition is to bring about through this means the economic and political liberation of all. We demand only the right to persuade the electorate. And no one, I suppose, would attribute to us the foolish intention of resorting to revolutionary means.</p>\n"}]}]