[{"id":"FT554784","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Provides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.</p>\n\t</li>\n\t<li>\n\t<p>Discusses a majority of the documents individually and specifically.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrates understanding of the basic meaning of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Supports the thesis with appropriate interpretations of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by explicitly grouping them in at least three appropriate ways.</p>\n\t</li>\n\t<li>\n\t<p>Takes into account both the sources of the documents and the authors’ points of view.</p>\n\t</li>\n</ul>\n\n<p>Analyze the causes of and responses to the 1968 crisis in France.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise.</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><u>Historical Background</u>: By 1968 President Charles de Gaulle and his conservative supporters had controlled the French government for ten years. In May 1968 workers and students took to the streets of Paris in an unprecedented wave of strikes, walkouts, and demonstrations that spread to more than 50 towns throughout France. By May 18, students had seized university buildings nationwide and 10 million French workers had gone on strike.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: Adapted from <em>International Historical Statistics: Europe 1750-2000.</em></p>\n\n<p><img alt=\"A line graph taken from the source “Adapted from International Historical Statistics: Europe 1750 to 2000” is shown. The vertical axis of the graph is labeled “University Population (in thousands)” ranging from 100 to 600, in increments of 100. The horizontal axis of the graph is labeled “Year” representing the years from 1945 to 1968. The university population for the years are marked as follows: 1945, 125; 1946, 130; 1947, 130; 1948, 130; 1949, 140; 1950, 150; 1951, 155; 1952, 160; 1953, 165; 1954, 170; 1955, 170; 1956, 175; 1957, 185; 1958, 195; 1959, 205; 1960, 210; 1961, 220; 1962, 275; 1963, 305; 1964, 350; 1965, 395; 1966, 440; 1967, 475; 1968, 550.\" height=\"442\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/21c3270c988e681f2abdca59bbdfb231/original.png\" width=\"432\" /></p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Georges Marchais, leader of the French Communist Party, <em>L’Humanité</em>,Communist Party newspaper, May 3, 1968.</p>\n\n<p>Small revolutionary groups are active everywhere. These pseudo-revolutionary groups are now presuming to give lessons to the labor movement. These false revolutionaries must be energetically unmasked, because in actual fact they are serving the interests of the Gaullist regime. They are damaging our party and attempting to question the primacy of the working class in the struggle for progress, democracy, and socialism. The French Communist Party is the best defender of the immediate demands of manual and intellectual workers.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Geneviève Schweitzer, reporter for the conservative newspaper <em>Le Figaro</em>, May 5, 1968.</p>\n\n<p>What are the causes of this exasperation? First of all, the causes reside in the values of the entire society. They also come from within the university — the overflow of students, the anxiety they feel about their future, and the insufficient adaptation of teaching to their lives.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Workers’ solidarity pamphlet #39, date unknown.</p>\n\n<p>In the late sixties in France, real wages are on the rise, but large sections of the working class are still suffering from low pay. This is despite foreign trade having tripled. Twenty-five percent of all workers are receiving less than 500 francs [equivalent to $100] per month. Some unskilled workers are getting only 400 francs per month. Unemployment is at half a million, in a period which is considered a postwar boom. Trade union membership has dropped to about three million, as opposed to seven million in 1945. Not many victories have been won in the preceding years. The Michelin Tire Company boasts that it has only talked to trade unions three times in 30 years.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Leftist publication, May 1968.</p>\n\n<p><img alt=\"A cartoon image taken from the source “Leftist publication, May, 1968” is shown. It shows a group of students protesting with black flags and placards while trying to tilt a giant podium labeled “France.” The placards read various messages in French, translated into English language as “Riot Police are Nazis,” “Examinations are Repressive,” and “Solidarity with Workers.” Various characters on the podium are a lady holding a paper and a torch, a man holding a scale of justice, a man in a helmet riding a horse with a sword in hand, and a group of people pleading to a police officer, who is stopping a wheel. A pile of books and papers are also shown placed on the podium. Four men in military uniforms are shown in front of the podium fleeing off the scene at great speed.\" height=\"418\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e13cb381a79e9ec5ff0e3acbb3e3b413/original.png\" width=\"500\" /></p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Janet Flanner, foreign correspondent, “Paris Journal,” <em>The New Yorker</em>, May 9, 1968.</p>\n\n<p>With the Sorbonne locked against them, the students began roaming the streets, insulting the guards, who were armed, wore steel helmets, and carried long nightsticks. The fighting was bitter. The students were armed, if at all, with lids of garbage pails, while the burly riot police facing them were equipped with enormous shields of medieval size and were wearing modern anti-tear-gas goggles. Whether from the students’ amateur Molotov cocktails or from police tear gas canisters, all the captive automobiles that the students used as barricades were set aflame.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Student slogans shouted in street demonstrations, May 1968.</p>\n\n<p>PROFESSORS, YOU AND YOUR CULTURE ARE OUTDATED.</p>\n\n<p>WE REFUSE TO BE THE FUTURE CADRE OF CAPITALIST EXPLOITERS.</p>\n\n<p>DE GAULLE, ASSASSIN!</p>\n\n<p>DE GAULLE, RESIGNATION!</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Edgar Morin, sociologist, in the politically moderate newspaper <em>Le Monde</em>, May 22, 1968.</p>\n\n<p>The working class responded to the students’ passionate call to revolt. The issue of student-worker fraternization is an important aspect of a struggle to the death between two ideologies. First, the rejuvenated extreme leftist movements are thirsting for revenge against the Communists. Second, the reformism practiced by the Communist Party corresponds to the material needs of a large section of the working class, but not to the young workers. Are “worker control” and “revolution” the cure-alls that will destroy a system based on factory regimentation?</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: Poster created by the <em>Atelier populaire</em> (People’s Workshop), left-wing student group, May 1968.</p>\n\n<p><img alt=\"A poster taken from the source “Poster created by the Atlier populaire (People’s Workshop), left-wing student group, May 1968” is shown. It shows a poster with the slogans, “Usines,” “Universities,” and “Union,” inscribed on it one above the other, meaning factories, universities, and union.\" height=\"317\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0bc2a072db63ef70248c95f5fab5613c/original.png\" width=\"378\" /></p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: Jean-Jacques Servan-Schreiber, editor of the weekly newsmagazine L’Express, May 31, 1968.</p>\n\n<p>The crisis is not Gaullism* at all. It’s a much larger problem than Gaullism — or even France. The industrial world is confronted by the rapid acceleration of intellectual change. Such acceleration directly conflicts with the rigidity of traditional structures. And when this conflict occurs, the structures are the first to crumble.</p>\n\n<p>The Revolution came to France first because French structures are more rigid. Gaullism has rigidified the nation of France. There was no dialogue between unions and industry, between industry and executive powers. Everything was frozen by the intellectual dictatorship of de Gaulle.</p>\n\n<p>I am encouraged by the fact that France has exploded.</p>\n\n<p>* Term used for Charles de Gaulle’s strong, centralized presidential rule</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: President de Gaulle, television speech to supporters immediately following the Gaullist election victory, June 7, 1968.</p>\n\n<p>France is indeed threatened by dictatorship. The totalitarian Communists are waiting to ride to power on France’s despair. The republic will not abdicate! The people will collect themselves. Progress, independence, and peace will prevail along with liberty. Vive la France! [Long live France!]</p>\n\n<p><strong>Document 12</strong></p>\n\n<p>Source: President de Gaulle, interview on French national television following the Gaullist election victory, June 11, 1968.</p>\n\n<p>Two things made up the recent university crisis. First, there was the anguish of youth, of the students, which is infinitely natural in today’s modern, mechanized consumer society, because it does not offer them what they need — an ideal, an élan, a hope. Then an explosion took place in the university milieu. It was provoked by certain groups that were in revolt against this modern society, whether communist in the East or capitalist in the West. These groups have no idea at all what they would replace modern society with, but they are groups that delight in negation, destruction, violence, and anarchy, and they fly the anarchists’ black flag.</p>\n"}]}]