[{"id":"FT554982","type":"longtextV2","stimulusHtml":"<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Your response should include the following:</p>\n\n<ul>\n\t<li>\n\t<p>Has a relevant thesis and supports that thesis with evidence from the documents.</p>\n\t</li>\n\t<li>\n\t<p>Uses a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by grouping them in as many appropriate ways as possible. <strong>Does not simply summarize the documents individually.</strong></p>\n\t</li>\n\t<li>\n\t<p>Takes into account both the sources of the documents and the authors’ points of view.</p>\n\t</li>\n</ul>\n\n<p>Analyze fascist Italy’s population policy and reactions to it.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions</strong>: The following question is based on the accompanying Documents 1-12. (Some of the documents have been edited for the purpose of this exercise.)<br />\n<br />\n<strong>Historical Background:</strong> With the March on Rome in October 1922, Benito Mussolini became the Prime Minister of Italy and proclaimed a fascist revolution. He consoli-dated his power by forming the Fascist National Party in February 1923 and by eliminating political opposition by the end of 1924. Mussolini and his party ruled Italy through an authoritarian dictatorship until 1943.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: Excerpt from an Italian parliamentary decree, establishing the National Organization for the Protection of Mothers and Children to be funded by a progressive personal tax on bachelors, December 10, 1925.</p>\n\n<p>The National Organization will:</p>\n\n<p>1) protect women during pregnancy, especially needy and abandoned mothers;</p>\n\n<p>2) assist nursing children and others up to age five if they belong to needy families;</p>\n\n<p>3) protect physically or mentally abnormal children and abandoned or delinquent children, up to the age of eighteen;</p>\n\n<p>4) disseminate scientific methods of prenatal and infant hygiene;</p>\n\n<p>5) establish clinics for the care and supervision of pregnant women and infants.</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Pietro Battera, demographer, in his article, “Economy,” Journal of Corporatist Economy and the Social Sciences, 1931.</p>\n\n<p>Economic conditions influence family size in various ways. It seems to me that one of the most important ways, other than the fact that people do not have money, is the psychological feeling of deprivation. A person who lives from one day to the next sees only limitations on family size and will find it difficult to have numerous children. In this person, the sexual drive will be limited by his or her preoccupation with survival in the future.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: A. Molinari, professor of statistics, in his report for the Central Institute of Statistics, 1932.</p>\n\n<p>The results of my study indicate that the search for a better life and the desire for economic well-being are the primary and most important reasons for the voluntary limitation of childbirths. Even if one could eliminate poverty and other economic disadvantages, the desire to improve one’s economic standing and rise above one’s circumstances will always have an effect on the decision to have children.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Gaetano Salvemini, political refugee living in the United States, in his article, “Do Italian Women Obey Mussolini?” Birth Control Review, United States, 1933.</p>\n\n<p>In 1932, as soon as the fascists saw that the “battle” for births was a failure, they discovered that slender women generally had fewer children than fat women. They therefore started a new “battle,” which might be called the battle for the fat. The ideal for the fascist is now the huge woman, weighing at least 300 pounds. So far only propaganda and “moral pressure” have been used. But on some nice morning Mussolini will issue an order to put all slender women before a firing squad. Since they are barren and since barrenness is treason against the Fatherland, it is only natural that such treason should be punished by execution.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Benito Mussolini, speech, 1934.</p>\n\n<p>With work, a woman becomes like a man: she causes man’s unemployment; she develops an independence and a fashion that is contrary to the process of childbirth, and lowers the birth rate. Man is deprived of work and dignity. He is castrated in every sense because the factory deprives him either of his woman or his virility.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Article on Mother and Child Day (December 24), Motherhood and Childhood, fascist party magazine for women, 1935.</p>\n\n<p>What is the significance of this new national holiday? The Duce’s* intention in instituting it was that the Italian people should once a year solemnly honor motherhood, joyfully exalt childhood, because, as he said in an incisive and eloquent phrase, they represent “the supreme values of the race.”</p>\n\n<p>It is a fact that a nation without mothers and without cradles—or even with few mothers and few cradles—is condemned to moral, political, and economic decline and is certainly headed for slavery. It is no accident that Mussolini wanted this solemn celebration to coincide with Christmas Eve.</p>\n\n<p>*Duce (leader) was Mussolini’s title as head of the Fascist Party.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Edda Mussolini Ciano, the daughter of Benito Mussolini, recalling the 1930’s in her memoirs, My Truth, New York, 1977.</p>\n\n<p>After spending two years in China with my husband, we were called back to Italy. He returned to a post in the government after having brilliantly performed his duties as a diplomat in Shanghai. I had left Rome a young wife; I returned with a child in my arms and expecting another—which made me furious! I was angry to have been forced to leave that spellbinding, magical country and to be pregnant again only two years after the birth of my first child.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Paolo Orano, journalist, in his book, The Demographic Policy of Benito Mussolini, Rome, 1937.</p>\n\n<p><br />\nThe true cause of the declining birthrate, according to Dr. Nicola Pende, concerns women: “It is always the women,” he says, “who do not wish to renounce certain vanities and instead renounce the idea of becoming a good mother. According to my opinion, this is female insubordination.”</p>\n\n<p>Women resist marriage and motherhood because they are modern and independent, involved in intellectual or manual labor. Sometimes they also abuse alcohol or tobacco. The more masculine and sterile women engage in sports.</p>\n\n<p><br />\n<strong>Document 9</strong></p>\n\n<p>Source: Motherhood and Childhood, fascist party magazine for women, 1938.</p>\n\n<p>The 1930 law code makes the sale and use of contraceptives a criminal offense. By defining crimes against the health of the race, the code has been an important factor in the drive to create a climate where the immediate and most serious cause of demographic decline is neutralized.</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: Letter to Edda Mussolini Ciano (daughter of Benito Mussolini), November 12, 1940.</p>\n\n<p>To Her Excellency Contessa Edda Mussolini Ciano:</p>\n\n<p>I am the mother of 11 children, the last one was born September 17, 1940. This large family, all of us poor and needy, would like to request your help for this mother who gave birth to 11 children. I make an extraordinary request to you and to the Duce for a subsidy to alleviate the disastrous and pitiful conditions that this family endures.</p>\n\n<p>My husband serves in the military. He was called up to perform his service to our country, the Italian Empire, and this is how the undersigned has come to this condition. I am not able to take care of a family of 12 people by myself. I am certain that a direct request to you, Contessa Ciano, will be heard and I will receive a just subsidy.</p>\n\n<p>Your most devoted,</p>\n\n<p>L.D.B.</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: Photograph of an urban middle-class couple with their twelve children, sent to Mussolini, date unknown.</p>\n\n<p><img alt=\"A monochrome shows an urban middle-class couple with twelve children standing or sitting with them and posing for a photograph.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2a2a468fc0a245abea47dcc244a5690c/original.png\" /></p>\n\n<p><strong>Document 12</strong></p>\n\n<p>Source: Association for Industrial Development in the South, A Century of Statistics in Northern and Southern Italy, Rome, 1961.</p>\n\n<p>&nbsp;</p>\n<img alt=\"The figure shows a table titled ‘REGIONAL BIRTH RATHE PER 1,000 INHABITANTS 1921 en dash 1945' with five columns and six rows of data.  The first row contain heading for the each column. The heading for the second column is ‘Italy’. The heading for the third column is ‘Northern Italy’. The heading for the fourth column is ‘Central Italy’. The heading for the last column is ‘Southern Italy’. The second row is titled ‘1921 en dash 1925’ and lists values as 29.9 in second column, 26.6 in third column, 28.2 in fourth column, 36.3 in last column. The third row is titled ‘1926 en dash 1930 and lists values as 27.1 in second column, 23.5 in third column, 24.7 in fourth column, 33.8 in last column. The fourth row is titled ‘1931 en dash 1935 and lists values as 24.0 in second column, 20.3 in third column, 21.5 in fourth column, 30.8 in last column. The fifth row is titled ‘1936 en dash 1940 and lists values as 23.4 in second column, 19.8 in third column, 21.2 in fourth column, 29.7 in last column. The last row is titled ‘1941 en dash 1945 and lists values as 19.9 in second column, 16.6 in third column, 17.5 in fourth column, 25.3 in last column.\" height=\"183\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8db3bf50c36572a11bd9d042f9e0ab95/original.png\" width=\"584\" />"}]}]