[{"id":"FT554992","type":"longtextV2","stimulusHtml":"<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Your response should include the following:</p>\n\n<ul>\n\t<li>\n\t<p>Has a relevant thesis and supports that thesis with evidence from the documents.</p>\n\t</li>\n\t<li>\n\t<p>Uses a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by grouping them in as many appropriate ways as possible. Does not simply summarize the documents individually.</p>\n\t</li>\n\t<li>\n\t<p>Takes into account both the sources of the documents and the authors’ points of view.</p>\n\t</li>\n</ul>\n\n<p>How did the French, including Marshal Philippe Pétain, view the Vichy regime that he led from 1940 to 1944 ?</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-11. (Some of the documents have been edited for the purpose of this exercise.) This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><strong>Historical Background:</strong><br>\nIn May 1940 Germany defeated France’s armies and drove its government from Paris. In June, eighty-four-year-old Marshal* Philippe Pétain was named prime minister. He arranged an armistice and agreed to German military occupation of more than half of France. In July, in a new capital at Vichy, Pétain became Chief of the French State (a regime without a legislature or constitution) until France’s 1944 liberation by the Allies. Pétain was condemned to death for treason in 1945, but Provisional President Charles de Gaulle commuted his sentence to life in prison, where he died in 1951.</p>\n\n<p><br>\n*Marshal (Maréchal de France) is the highest rank in the French army.</p>\n\n<p><img alt=\"A map of France titled “France After the 1940 Armistice” is shown. It marks Paris, Montoire-sur-le-Loir, and Bordeaux as the occupied zones of France and Vichy and Marseilles as the unoccupied zones of France.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9991171460d487fb14be2e7ff60264b0/original.png\"></p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: Philippe Pétain, French Prime Minister, radio address, Bordeaux, June 17, 1940.</p>\n\n<p>Frenchmen! Today I am assuming the direction of the Government of France. Sure of the affection of our admirable army, which is fighting with heroism against an enemy superior in numbers and arms, sure that by its magnificent resistance it has fulfilled our obligations towards our allies, sure of the support of the veterans whom I had the honor to command, sure of the confidence of the whole people, I make to France the gift of my person, to relieve her suffering. It is with a heavy heart that I say to you today that the combat must cease. Rally to the Government over which I preside during these harsh trials, suppress your anguish and have faith in the destiny of our fatherland.</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Philippe Pétain, Prime Minister and French Chief of State, radio address, Vichy, October 11, 1940.</p>\n\n<p>Frenchmen! Four months ago, France suffered one of the most serious defeats in her history. In truth, the disaster was simply the reflection of the weaknesses and defects of the former regime. War and defeat have merely hastened the coming of the National Revolution toward which the country was headed. Today we must rebuild France on a heap of ruins. The new order can in no way return to the mistakes which have cost us so dearly. It cannot be a slavish imitation of foreign experiments, though some of these experiments are not without merit and beauty. A new order is an absolute necessity for France.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Source: General Charles de Gaulle, head of the Free French Movement, radio broadcast from French West Africa, October 27, 1940.</p>\n\n<p>We are living through the most terrible days in our history. At this very moment, the pathetic and miserable men who claim to constitute the French government at Vichy have been bullied into humiliating negotiations with the enemy. Such base servitude will give birth to even greater servitude in the future. We do not yet know what appalling concessions the enemy will force from those who have accepted his domination, but we can be sure that any one of them would inspire our nation’s outrage. Before long, the world will behold a dishonored and despairing France, a demented slave in Hitler’s grip.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Unpublished caricature drawn by Jean Pennes, French cartoonist, after the October 24 meeting at Montoire-sur-le-Loir between Hitler and Pétain, November 1940.</p>\n\n<p><img alt=\"A cartoon image taken from the source “Unpublished caricature drawn by Jean Pennes, French cartoonist, after the October 24 meeting at Montoire-sur-le-Loir between Hitler and Petain, November 1940” is shown. It shows Petain carrying Hitler on his back as he walks forward. Hitler is pictured in his military garb and a cropped moustache. He puts his left hand in the pocket of his trousers and places the other hand on Petain’s bald head. Petain is shown bending toward the ground by the load of Hitler’s weight and joining his hands with the walking stick held in his hand.\" height=\"321\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b1791d909bfb8f4640e998f5268a40c0/original.png\" width=\"320\"></p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Captain Henri Frenay, French Resistance leader, on Pétain’s visit to Marseilles on December 3, 1940, from his memoir, The Night Will End, 1973.</p>\n\n<p>A cry arose and spread through the streets like a gathering storm. “Long Live the Marshal!” Waving makeshift banners, the crowd applauded wildly.</p>\n\n<p>Grave and dignified in his uniform, the chief of state stepped out of his motorcar. Unsmiling he gazed at the frenzied crowd, then saluted it with his cane. His snow-white hair, his light-blue eyes and his tranquil bearing were impressive. But just what lay behind that impassive look? After all, had not the hand holding that cane just shaken the hand of Hitler at Montoire-sur-le-Loir? Had not Pétain said our collaboration with Hitler must be sincere? And yet, was he himself sincere? Or was he merely trying to deceive the Führer? What were the real designs of this old man who held in his hands the destiny of France?</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Vichy government poster, Public Information Office of the National Revolution, 1942.</p>\n\n<p><img alt=\"A poster taken from the source “Vichy government poster, Public Information Office of the National Revolution, 1942” is shown. The poster is titled “National Revolution.” It depicts a bleak picture of an old and damaged building on the left labeled “France Inc.” collapsing. The underground rocks that forms the foundation of the building are labeled “Democracy,” “Bribes,” “Radicalism,” “Egotism,” “Communism,” “Speculation,” “Judaism,” “Parlement,” “Disorder,” “Antimilitarism,” Booze,” “Free masons,” “Greed, “ and “Avarice.” The base of the building are further labeled “Laziness,” “Laze,” and “Internationalism.” The flag mounted on the top of the building is torn from the sides. It further depicts a picture of new building on the right labeled “France” standing on four pillars. The flag mounted on the top of the building is shown in good condition. The four pillars are labeled “School,” “Craftsmen,” “Peasants,” and “Veterans.” The base of the building is further labeled “Labor,” “Family,” and “Fatherland.”\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ee58b1c9a4d86f307e498308f119a6d6/original.png\"></p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Ahv Valentin, French Resistance leader and former head of Vichy’s Veterans Legion, radio broadcast, London, September 1943.</p>\n\n<p>You have told us, and continue to tell us, “To save France, you need only obey and be united.” Obey? When your government has no army, no navy, you have no means to protect our citizens against foreign police stationed everywhere on our territory, or protect our sons against the hardship of deportation, or our wealth against German confiscation. When you serve the will of a powerful enemy rather than our own national interest, then only the shadow of a government is left. Not only should this government not be obeyed; we have a duty to disobey it. Be united? We would be, if we were not told it is our duty to collaborate with the enemy. Obey? Yes, but only leaders who truly serve the French people. Be united? Yes, but only in the service of France.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Pierre-Antoine Cousteau, French fascist, article in the newspaper I Am Everywhere, May 5, 1944.</p>\n\n<p>I don’t think the Marshal has any great fondness for the Germans. As a valiant and noble soldier, he must admire the exceptional military abilities of this great people, but more than anyone, he must suffer from this military occupation. But it is not enough to wish that the Germans depart. If their departure opened the door to Communism, the remedy would be worse than the disease. We too wish to have the Germans depart, but only their victory can save France from disaster. That is what the Marshal has explicitly proclaimed, and who dares to call the hero of the First World War a sell-out or a traitor? Last Friday, he told us that he supports “the defense of our continent by Germany!”</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: Outdoor wall poster, Paris, 1944.</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"A wall poster taken from the source “Outdoor wall poster, Paris, 1944” is shown. It shows a large portrait of Andre Zucca mounted on a wall. A banner with a text below the portrait reads “By participating in this crusade against the Soviets. Which Germany leads, French volunteers earn the gratitude of the entire world, and help to protect us from the Bolshevik threat.” At the bottom of the poster are two men standing with a bicycle pausing to read wall posters.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a69f9d84a804833eabc0b57e488eb979/original.png\">\n<p><strong>Document 10</strong></p>\n\n<p>Source: Philippe Pétain, opening statement at his trial, July 23, 1945.</p>\n\n<p>It was the French people who, through their representatives, entrusted power to me in 1940. I asked for nothing and wanted nothing. I was begged to come; I came. I became the heir to a catastrophe for which I was not responsible. The Armistice saved France and contributed to the Allied victory by ensuring that part of France and the empire remained free and intact. Power was entrusted to me lawfully and recognized by every country in the world from the Vatican to the Soviet Union. I used that power as a shield to protect the French people. I remained at the head of an occupied country. While General de Gaulle, outside our frontiers, carried on the struggle, I prepared the way for the liberation, by preserving an unhappy, but living, France.</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: Pierre Laval, Vichy Prime Minister, legal deposition before his trial and execution, September 1945.</p>\n\n<p>I noticed at once that the Marshal had no regard for republican legality. I came to this conclusion from the pretentiousness and outdated style of his first decrees —“We, Philippe Pétain”— even more than the large share of power he took for himself. An enormous propaganda campaign was organized throughout the country to aggrandize the Marshal. It was said that he embodied France. He alone could save the country. His picture, his bust were everywhere. There was even a national song, “Marshal, Here We Are.” There was a special decoration, the “Order of the Marshal.” I doubt that such a great propaganda effort on behalf of any other man was ever undertaken in France.</p>"}]}]