[{"id":"FT553277","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Provides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.</p>\n\t</li>\n\t<li>\n\t<p>Discusses a majority of the documents individually and specifically.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrates understanding of the basic meaning of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Supports the thesis with appropriate interpretations of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes point of view or bias in at least three documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by explicitly grouping them in at least three appropriate ways.</p>\n\t</li>\n</ul>\n\n<p>​​​​​​​Analyze the arguments and practices concerning religious toleration from the sixteenth to the eighteenth century.</p>\n","features":[{"type":"sharedpassage","html":"<p>Directions: The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise.</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><u>Historical Background</u>: In early modern Europe, most states had an established church supported by the ruler. However, partly as a result of the Protestant Reformation, many states had sizable religious minorities.</p>\n\n<p>Document 1</p>\n\n<p>Source: Sebastian Castellio, French Protestant theologian, Concerning Heretics, Basel, Switzerland, 1554.</p>\n\n<p>I can discover no more than this, that we regard those as heretics with whom we disagree. This is evident from the fact that today there is scarcely one of our innumerable sects that does not look upon the rest as heretics, so that if you are orthodox in one city or region, you are held for a heretic in the next. . . . Who would wish to be a Christian when he saw that those who confessed the name of Christ were destroyed by Christians themselves with fire, water, and the sword without mercy?</p>\n\n<p>Document 2</p>\n\n<p>Source: William, Prince of Orange and Archduke Matthias of Hapsburg, leaders of the Protestant and Catholic parties in the Dutch revolt against Spain, joint proclamation to the people of the Netherlands, Antwerp, 1578.</p>\n\n<p>The Reformed religion is much followed and loved in this country not only because of the war, but also because we are hosts to merchants . . . of neighboring realms who adhere to this religion. . . . If we do not grant members of the Reformed Church freedom to exercise their religion . . . then our common enemy [Spain] will find it all the easier to harm us, while, if we are held together in close union by a peaceful accord, we shall be able to defend ourselves against all troubles and dangers.</p>\n\n<p>Document 3</p>\n\n<p>Source: Synod of Middelburg, a Calvinist church council in the Netherlands, resolution, 1581.</p>\n\n<p>Regarding Christian love, it does not consist in having to tolerate every person in his disbelief without speaking against it or punishing him. . . . He too uses love who admonishes and instructs with soft and hard words, as the need demands. . . . The Reformed [Calvinist] Church cannot exempt [a person] from God’s law nor teach anything else . . . or promise anyone freedom and salvation except those to whom God has promised them.</p>\n\n<p>Document 4</p>\n\n<p>Source: Contract between the Catholic church chapter* and the municipal council of the town of Bautzen, Saxony, 1583.</p>\n\n<p>On account of the conditions of this place, Lutherans have suffered obstacles placed in the way of their singing their hymns and hearing their sermons. And so the well-intentioned Catholic church chapter, in response to repeated requests by the municipal council to maintain good neighborly relations, Christian peace, and unity, gave permission for the Lutherans to use the upper gallery in the church . . . so that their preachers, deacons, and students could perform their services without hindrance.</p>\n\n<p>[It is further ordered] that Lutheran preachers and deacons do not prolong their sermons, songs, or Communion beyond 8:00 or 8:30 in the morning. . . . Similarly, their funerary sermons must be over by 2:00 in the afternoon, so as not to hinder Catholics in the practice of their services and ceremonies.</p>\n\n<p>* a corporation of clergy responsible for the services in a church district</p>\n\n<p>Document 5</p>\n\n<p>Source:&nbsp;King Henry IV of France, Edict of Nantes, 1598.</p>\n\n<p>And not to leave any occasion of trouble and difference among our subjects, we permit to those of the Reformed religion to live and dwell in all the cities and places of our Kingdom . . . without being inquired after, vexed, molested, or compelled to do anything in religion, contrary to their conscience, nor by reason of the same to be searched after in houses or places where they live, as long as they comport themselves in other things as is contained in this edict.</p>\n\n<p>Document 6</p>\n\n<p>Source: John Lilburne, William Walwyn, Thomas Prince, and Richard Overton, English Levelers,* An Agreement of the Free People of England, pamphlet, London, 1649.</p>\n\n<p>We do not empower or entrust our said representatives to make any Laws, Oaths, or Covenants, whereby to compel by penalties or otherwise any person [in] matters of faith, religion, or God’s worship, or to restrain any person from the profession of his faith, or exercise of religion according to his conscience, nothing having caused more distractions and anguish in all ages than persecution and molestation for matters of conscience in and about religion.</p>\n\n<p>* a group of radical religious and social reformers during the English Civil War who supported Parliament against the king but were later suppressed by Oliver Cromwell</p>\n\n<p>Document 7</p>\n\n<p>Source: Paul Hay du Chastelet, French Catholic aristocrat and political writer, treatise, 1669.</p>\n\n<p>A king can have no object more worthy of his care and attention than to maintain in his realm the religion which he received from his ancestors. For diversity of belief, cult, and ceremony divides his subjects and causes them to hate and despise one another, which in turn gives rise to conflicts, war, and general catastrophe. On the other hand, unity of belief binds men together. Fellow subjects who pray to God in the same church and worship at the same altar will rarely fight each other. Since this maxim is universally true in the politics of Christian nations, and since our religion is the only one which offers salvation, princes are obliged to maintain it with all their might.</p>\n\n<p>Document 8</p>\n\n<p>Source: King Louis XIV of France, Edict of Fontainebleau, 1685.</p>\n\n<p>We perceive, with thankful acknowledgment of God’s aid, that the majority of our subjects who followed the Protestant religion have now embraced the Catholic faith. And therefore . . . we have determined that we can do nothing better, in order to obliterate the memory of the troubles, the confusion, and the evils which this false religion has caused in this kingdom than entirely to revoke the Edict of Nantes, as well as all that has since been done in favor of the said religion. . . .</p>\n\n<p>We forbid our subjects of the Protestant religion, to meet any more for the exercise of the said religion in any place or private house, under any pretext whatsoever.</p>\n\n<p>We enjoin all ministers of the said religion who do not choose to become converts and to embrace the Catholic religion to leave our Kingdom within two weeks of the publication of our present edict, without permission to reside therein beyond that period, or, during that period, to engage in any preaching, on pain of being sent to the galleys. . . .</p>\n\n<p>Document 9</p>\n\n<p>Source: Committee of regents of the city of Amsterdam, contract with the Franciscan friar Egidius de Glabbais, authorizing him to open a new Catholic church in the city, 1691.</p>\n\n<p>To avoid giving any offense, Glabbais promises that the entrance to the new permitted assembly place shall no longer be on the main street but behind it in an alley, where it is less offensive. . . .</p>\n\n<p>Glabbais shall take great care that his services begin and end at such times that no offense will be given by [Catholics] meeting [Protestants] when coming from and going to church.</p>\n\n<p>Glabbais shall see to it that Catholics not pass through the street in a troop, nor with rosary, church book, or other offensive objects apparent, when going to or coming from the permitted assembly place.</p>\n\n<p>Document 10</p>\n\n<p>Source: Agreement between the Lutheran King Charles XII of Sweden and the Catholic Holy Roman Emperor Joseph I after Sweden had defeated the empire in war, 1707.</p>\n\n<p>In these places in Silesia* where public practice of the Lutheran religion is prohibited [in accordance with the Treaty of Augsburg], no one shall henceforth be prevented from performing religious observances peacefully and quietly in his own house for himself and his children. . . . And no adherent of the Lutheran religion in Silesia shall be compelled to take part in the rites of the Catholics, to attend their schools, to embrace their faith, or to employ Catholic pastors for ministerial rites; rather, for these purposes every Lutheran shall be permitted to travel freely to neighboring districts where the Lutheran religion thrives.</p>\n\n<p>* a region in the Holy Roman Empire</p>\n\n<p>Document 11</p>\n\n<p>Source: Voltaire, French writer and philosopher, Letters Concerning the English Nation, 1733.</p>\n\n<p>Take a view of the Royal Exchange in London, a place more venerable than many courts of justice, where the representatives of all nations meet for the benefit of mankind. There the Jew, the Muslim, and the Christian transact business together, as though they all professed the same religion, and give the name of infidel only to bankrupts. There the Presbyterian confides in the Anabaptist, and the Anglican depends on the Quaker’s word. . . . If only one religion were allowed in England, the Government would very possibly become arbitrary; if there were but two, the people would cut one another’s throats; but as there are such a multitude, they all live happily and in peace.</p>\n\n<p>Document 12</p>\n\n<p>Source: Maria Theresa, Austrian empress, letter to her son and heir Joseph II, 1777.</p>\n\n<p>[How can one rule] without a dominant religion? Toleration and indifference are precisely the true means of undermining everything. . . . He is no friend of humanity who allows everyone his own thoughts. . . . Will you allow everyone to fashion his own religion as he pleases? If there is no subordination to the Church, what will then become of us? A manifesto by you granting religious toleration can produce the utmost distress and make you responsible for many thousands of souls. What is at stake is not only the welfare of the State, but your own salvation. . . . I only wish that my son will return from his erroneous views, from those wicked books whose authors want to introduce an imaginary freedom which can never exist and which degenerates into license and into complete revolution.</p>\n"}]}]