[{"id":"FT553539","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Provides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.</p>\n\t</li>\n\t<li>\n\t<p>Discusses a majority of the documents individually and specifically.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrates understanding of the basic meaning of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Supports the thesis with appropriate interpretations of a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes point of view or bias in at least three documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by explicitly grouping them in at least three appropriate ways.</p>\n\t</li>\n</ul>\n\n<p>Analyze views concerning immigration to Europe in the second half of the twentieth century and explain how these views changed.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise.</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p>Historical Background: After the Second World War, many European governments encouraged immigration. Migration into Europe from the rest of the world increased, in part, because of decolonization and postcolonial economic and political conditions. Migration into Europe was also stimulated by the rebuilding there following wartime destruction, and by the European population decline and labor shortages resulting from the Second World War.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: Interview with an immigrant nurse, Great Britain, 1950s.</p>\n\n<p>I came to Britain in the 1950s because it was a way of getting out of Guyana*. The job opportunities were poor and there was no hope of me getting a decent job at home. The work at the hospital in Britain was hard. The Black nurses were given all the roughest jobs, like cleaning out the waste. As for the other workers, some were nice and the others were just plain ignorant. For example, one of the Guyana girls cut her finger in the ward, and a White woman found it really amazing that her blood was red. I suppose she thought Black people have black blood.</p>\n\n<p>* Guyana: a British colony in South America until 1966.</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Enoch Powell, British Conservative Party politician, speech, England, 1968.</p>\n\n<p>We must be mad, literally mad, as a nation to be permitting the annual inflow of some 50,000 dependents, who are for the most part the material for the future growth of the immigrant-descended population. It is like watching a nation busily engaged in heaping up its own funeral pyre. As I look ahead I am filled with foreboding. Only resolute and urgent action will avert disaster.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Article in The New Factory, French business publication, 1970.</p>\n\n<p>The presence of these immigrants gives our economy more flexibility since it is a question of people who are extremely mobile, are willing to change firms and regions and, if need be, to accept temporary unemployment. Immigration is therefore beneficial to the French economy in that it allows the country to save on education costs, which are incurred by the country of origin, and to help balance the nation’s budget. Since they are young, the immigrants often pay more in taxes than they receive in benefits.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Jean-Jacques Martin, teenager of French descent born in Algeria, interview with a foreign journalist, France, 1972.</p>\n\n<p>When I first came to France, I tried. I wanted to be friends with the French kids, but they avoided me. They treated me as if I were a sort of germ — a dangerous germ to be avoided. I resented this treatment. So I fought, and I tried to make friends, and then I fought again. The people here are narrow-minded. Because I was a <em>pied noir</em>* my teacher said to my mother that I was an imbecile. She said that sending me to school was just a waste of time. That is the French mentality. It is not politics or pride that makes them hate us — it is the peasant mind. The peasant says that you are French only if you are from his village.</p>\n\n<p>* <em>pied noir</em>: a person of French descent born in North Africa.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Thai immigrant woman living in Germany, 1970s.</p>\n\n<p>The good thing about Germany is the cleanliness of the cities and the discipline of the German people, but their faces are without smiles and they look coldly on children and on Asian people. I miss Thai food and the Thai way of life, Thai hospitality, and the people helping each other. I don’t miss the bureaucracy in Thailand or the transportation system.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p><img alt=\"A black and white photo shows a black man in a suit, with a text in bold at the bottom that reads, “Labour Says He’s Black. Tories Say He’s British.” It further reads a text beside the man, “With the Conservatives, there are no Blacks, no Whites, just people. Conservatives believe that treating minorities as equals encourages the majority to treat them as equals. Yet the Labour Party aim to treat you as a special case, as a group all on your own. Is setting you apart from the rest of society a sensible way to overcome racial prejudice and social inequality? The question is, should we really divide the British people instead of uniting them? The Conservatives believe that everyone wants to work hard and be rewarded for it. Those rewards will only come about by creating a mood of equal opportunity for everyone in Britain, regardless of their race, creed or colour.”\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/06f117f453eb63f055222965dbdbaabd/original.png\" /></p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Olaf Palme, Swedish Prime Minister, Christmas radio address to the nation, December 1985.</p>\n\n<p>We are becoming more and more dependent on contacts and impulses that transcend borders. We can’t build walls against the surrounding world. Walls mean isolation and retrogression. Developments are bringing people closer to one another. Contact means positive stimulation, but also abrasion and difficulties. Internationalism must not only be something felt at a distance; it is increasingly becoming a part of our everyday life. In that respect Sweden’s immigrants can be said to mark the beginning of a new era. They want to become part of our community.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Algerian immigrant woman living in France, autobiography, 1987.</p>\n\n<p>Algeria-France, France-Algeria, Algeria-France, back and forth I went. Finally, I decided to take the plane back to France and from that moment on, I considered myself an “exile.” I intended to ask for political asylum, believing I had the right. Why did we, we immigrant women, not have the right to protection, the right to asylum when our Arab homeland refused to recognize us as Algerians or as women? We ask for French papers but we are not French, not Arab, we are exiles.</p>\n\n<p>“Arab woman”—I am condemned to this label forever, because I crossed the road to liberty. There I am repudiated by Algeria and here in France I am an immigrant woman on the road to exile. I travel the world to learn from where I come.</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: Austrian Freedom Party platform, 1993.</p>\n\n<ol>\n\t<li>\n\t<p>A constitutional provision: “Austria is not a country that welcomes immigration.”</p>\n\t</li>\n\t<li>\n\t<p>An end to immigration until a satisfactory solution to the problem of illegal foreigners has been found, until the housing shortage has been resolved, and until unemployment goes down to 5%.</p>\n\t</li>\n\t<li>\n\t<p>An ID requirement for foreign employees at the workplace which should be presented for a work permit and for registration for health insurance.</p>\n\t</li>\n\t<li>\n\t<p>An expansion of the police force as well as better pay and resources to trace illegal foreigners and to combat crime effectively, especially organized crime.</p>\n\t</li>\n\t<li>\n\t<p>Immediate creation of permanent border controls (customs police) in place of the army.</p>\n\t</li>\n\t<li>\n\t<p>A reduction of tension in Austrian schools by limiting the percentage of pupils whose first language is not German in elementary and vocational schools to a maximum of 30%.</p>\n\t</li>\n</ol>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: Chinese businessman, interview with the International Organization for Migration, Romania, 1995.</p>\n\n<p>Business is getting more difficult. I miss my family and my life in China. Now that I have some experience of living abroad I will tell my friends who want to go to another country not to leave China. Their dream is not true and they will regret it. I think that I will stay here two to three more years and then go back to China.</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: Press photo, French national soccer team after having won World Cup, 1998.</p>\n\n<p><img alt=\"A monochrome taken from the source, “Press photo, French national soccer team after having won World Cup, 1998” shows the French National Soccer team posing for a photograph in a stadium filled with crowd. It shows the players lining up in the back row from left to right as Zidane, Desailly, Leboeuf, Thuram, Guivarc’h, and Petit, and in the front row from left to right as Karembeu, Djorkaeff, Deschamps, Barthez, and Lizarazu.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4041f454128fdfb7f305d77399b8bdc9/original.png\" /></p>\n\n<p>France, the 1998 World Cup winners. Their line-up in the final. Back row from left: Zidane, Desailly, Leboeuf, Thuram, Guivarc'h and Petit. Front row from left: Karembeu, Djorkaeff, Deschamps, Barthez and Lazarazu.</p>\n\n<p><strong>Document 12</strong></p>\n\n<p>Source: European Union Annual Report on Human Rights, Belgium, 1999.</p>\n\n<p>Among the EU’s shared values is the firmly held belief that diversity is one of the foundations on which the European Union has been built. Racism, xenophobia, and intolerance are the antithesis of what the European Union means. The defense of the basic principle of nondiscrimination is the center of our understanding.</p>\n"}]}]