[{"id":"FT554801","type":"longtextV2","stimulusHtml":"<p>This question is designed to test your ability to work with and understand historical documents. Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Has a relevant thesis and supports that thesis with evidence from the documents.</p>\n\t</li>\n\t<li>\n\t<p>Uses a majority of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by grouping them in as many appropriate ways as possible. <strong>Does not simply summarize the documents individually.</strong></p>\n\t</li>\n\t<li>\n\t<p>Takes into account both the sources of the documents and the authors’ points of view.</p>\n\t</li>\n</ul>\n\n<p>Identify the issues raised by the growth of Manchester and analyze the various reactions to those issues over the course of the nineteenth century.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-11. (Some of the documents have been edited for the purpose of this exercise.)</p>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p><strong>Historical Background:</strong> Manchester, England, became a leading textile manufacturing center soon after its first large mechanized cotton mill was built in 1780. Its population increased from 18,000 in 1750 to over 300,000 by the<em> </em>census of 1851, much of this made up of the working class and immigrants. In the 1832 Reform Bill, Manchester was granted representation in Parliament and middle-class men received the vote. After Queen Victoria’s visit in 1851, Manchester was granted a royal charter.</p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: The 1750 map: W. H. Thomson, <em>History of Manchester to 1852</em>, 1850’s. The 1850 map: Adapted from Ashley Baynton-Williams, <em>Town and City Maps of the British Isles, 1800-1855</em>, late 1850’s.</p>\n\n<p><img alt=\"A set of two maps, taken from the source “The 1750 map: W. H. Thomson, History of Manchester to 1852, 1850’s. The 1850 map: Adapted from Ashley Baynton-Williams, Town and City Maps of the British Isles, 1800-1855, late 1850’s.” The first is a city map of Manchester circa 1750, marking the areas of development in Manchester during the period. It shows the River Irwell flowing through the city, marking very few areas of development located along the banks of the river. The second is a city map of Manchester circa 1850, marking the canals, railroads, and areas of development in Manchester during the period. It shows an extended route of canals and railroads connecting the city from all directions. The surrounding areas along the River Irwell are shown as highly congested, with areas of development spread across the city.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f5ddde7579152ad88ff8af3ed916e655/original.png\" /></p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Robert Southey, English Romantic poet, after visiting Manchester in 1807, <em>Colloquies on the Progress and Prospects of Society</em>, 1829.<br />\n<br />\nA place more destitute than Manchester is not easy to conceive. In size and population it is the second city of the kingdom. Imagine this multitude crowded together in narrow streets, the houses all built of brick and blackened with smoke: frequent buildings among them as large as convents, without their antiquity, without their beauty, without their holiness, where you hear from within, the everlasting din of machinery; and where, when the bell rings, it is to call the wretches to their work instead of their prayers.</p>\n\n<p><br />\n<strong>Document 3</strong></p>\n\n<p>Source: Thomas B. Macaulay, liberal Member of Parliament and historian, essay, “Southey’s Colloquies,” 1830’s.<br />\n<br />\nPeople live longer because they are better fed, better lodged, better clothed, and better attended in sickness, and these improvements are owing to the increase in national wealth which the manufacturing system has produced. Mr. [Robert] Southey has found a way, he tells us, in which the effects of manufactures and agriculture may be compared. And what is this way? To stand on a hill, to look at a cottage and a factory, and to see which is prettier. Does Mr. Southey think that the English peasantry live, or ever lived, in substantial and ornamented cottages, with box-hedges, flower-gardens, beehives, and orchards?</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Frances Anne Kemble, actress, poet, and dramatist, account of the inaugural journey of the Liverpool and Manchester Railway, 1830.</p>\n\n<p><br />\nShouting “No Corn Laws,”* the vast Manchester crowd was the lowest order of artisans and mechanics, among whom a dangerous spirit of discontent with the Government prevailed. Groans and hisses greeted the carriage, full of influential personages, in which the Prime Minister sat. High above the grim and grimy crowd of scowling faces a loom had been erected, at which sat a tattered, starved-looking weaver, evidently set there as a representative man, to protest against the triumphs of machinery and the gain and glory which wealthy Liverpool and Manchester men were likely to derive from it.</p>\n\n<p><br />\n*The Corn Laws were tariffs on imported grain.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Alexis de Tocqueville, French visitor to Manchester, <em>Journeys to England and Ireland</em>, 1835.</p>\n\n<p>Everything in the outward appearance of the city attests to the individual powers of man; nothing to the directing power of society. Nowhere do you see happy ease taking his leisurely walk in the streets of the city or going to seek simple enjoyment in the surrounding country. A multitude passes along without stopping; it looks abstracted, its aspect somber and uncouth.</p>\n\n<p>From this foul drain the greatest stream of human industry flows out to fertilize the whole world. From this filthy sewer pure gold flows. Here humanity attains its most complete development and its most brutish; here civilization works its miracles, and civilized man is turned back into a savage.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Edwin Chadwick, public health reformer, <em>Report on the Sanitary Conditions of the Laboring Population of Great Britain</em>, 1842.</p>\n\n<p>Diseases caused or aggravated by atmospheric impurities produced by decomposing animal and vegetable substances, by damp and filth, and close and overcrowded dwellings, prevail among the laboring classes. The annual loss of life from filth and bad ventilation is greater than the loss from death or wounds in modern wars. The exposed population is less susceptible to moral influences, and the effects of education are more temporary than with a healthy population. These circumstances tend to produce an adult population short-lived, reckless, and intemperate, and with habits of sensual gratification.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Flora Tristan, French socialist and women’s rights advocate, her published journal, 1842.</p>\n\n<p>Unless you have visited the manufacturing towns and seen the workers of Manchester, you cannot appreciate the physical suffering and moral degradation of this class of the population. Most workers lack clothing, bed, furniture, fuel, wholesome food—even potatoes! They spend from twelve to fourteen hours each day shut up in low-ceilinged rooms where with every breath of foul air they absorb fibers of cotton, wool or flax, or particles of copper, lead or iron. They live suspended between an insufficiency of food and an excess of strong drink; they are all wizened, sickly and emaciated, their bodies thin and frail, their limbs feeble, their complexions pale, their eyes dead. If you visit a factory, it is easy to see that the comfort and welfare of the workers have never entered the builder’s head.</p>\n\n<p><br />\nO God! Can progress be bought only at the cost of men’s lives?</p>\n\n<p><br />\n<strong>Document 8</strong><br />\nSource: The Lancet, British medical journal, founded and edited by Thomas Wakley, medical reformer, 1843.</p>\n\n<p><img alt=\"A tabular information, taken from the source, “The Lancet, British medical journal, founded and edited by Thomas Wakley, medical reformer, 1843. The table is titled “Average Age at Death,” representing the average age of deaths of people with different sources of livelihoods, in rural and industrial districts.  The average ages of deaths of people with different sources of livelihoods in rural districts are as follows.  • Rutland: Gentry or professional, 52; farmer or trade, 41; laborer or artisan, 38. • Bath: Gentry or professional, 55; farmer or trade, 37; laborer or artisan, 25.  The average ages of deaths of people with different sources of livelihoods in industrial districts are as follows.  • Leeds: Gentry or professional, 44; farmer or trade, 27; laborer or artisan, 19. • Manchester: Gentry or professional, 38; farmer or trade, 20; laborer or artisan, 17.\" height=\"230\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/55364a5d4cdfacb1ad7591edb274a16b/original.png\" width=\"680\" /></p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: Wheelan and Co., preface to a business directory, on Manchester being granted a royal charter as a city, 1852.</p>\n\n<p>Perhaps no part of England, not even London, presents such remarkable and attractive features as Manchester, the Workshop of the World. It is to the energetic exertions and enterprising spirit of its population that Manchester is mainly indebted to its elevation as a seat of commerce and manufacture, which it has recently attained and for which it is distinguished beyond any other town in the British Dominions or indeed the world. There is scarcely a country on the face of the habitable globe into which the fruits of its industry have not penetrated.</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: William Alexander Abram, journalist and historian, journal article, 1868.</p>\n\n<p>The condition of the factory laborers has been vastly improved within the last quarter of a century. The Hours of Labor in Factories Act, passed in 1844, worked a thorough reform. The excessive hours of labor have been legally reduced to ten hours per day. Wages—thanks mainly to accelerated machinery and improved working conditions—have largely increased. A new cotton mill of the first class is a model of spaciousness and convenience. The lavish provision of public parks, baths, and free libraries promotes the health, happiness and culture of the industrial orders. Far seldomer than before do we hear the murmur of popular discontent. Sickness and mortality have been reduced to an extent that is almost incredible.</p>\n\n<p><strong>Document 11</strong></p>\n\n<p>Source: View from Blackfriars bridge over the River Irwell, <em>The Graphic</em>, weekly magazine dealing with social issues, 1870’s.</p>\n\n<p><img alt=\"An engraving, taken from the source “View from Blackfriars Bridge over the River Irwell, The Graphic, weekly magazine dealing with social issues, 1870’s.” The engraving shows the Blackfriars Bridge constructed over the River Irwell. In the foreground, the banks of the river are shown lined with factories, large and small, emitting huge clouds of smoke darkening the skies. It also marks the discharging of polluted effluents into the main river through the sewers of these factories. A similar view of factories emitting smoke appears in the background.\" height=\"504\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/23c457718c3b56afb76a8ce960d9f82c/original.png\" width=\"700\" /></p>\n"}]}]