[{"id":"FT570800","type":"mcq","stimulusHtml":"<p>Since 1699 all printed materials in France had been subject to the approval of royal censors. Young’s account most likely implies that</p>","features":[{"type":"sharedpassage","html":"<p>The question is&nbsp;based on the passage below.</p>\n\n<p>“The 9th [of June, 1789]. The business going forward at present in the pamphlet shops of Paris is incredible. I went to the Palais Royal [where many pamphleteers’ shops were located] to see what new things were published and to procure a catalogue of all. Every hour produces something new. Thirteen came out today, sixteen yesterday, and ninety-two last week....</p>\n\n<p>The spirit of reading political tracts, they say, spread into the provinces, so that all the presses of France are equally employed. Nineteen out of twenty of these productions are in favor of liberty, and commonly violent against the clergy and nobility;... but enquiring for such as had appeared on the other side of the question, to my astonishment I find that there are but two or three that have merit enough to be known. Is it not [surprising], that while the press teems with the most leveling and seditious principles, that if put in execution would overturn the monarchy, nothing in reply appears, and not the least step is taken by the court to restrain these publications?”</p>\n\n<p style=\"margin-left: 440px;\">Arthur Young, English writer, account of travels in France, published 1792</p>\n"}],"choicesHtml":["<p>producers of pamphlets were reluctant to discuss the activities of censors, for fear of having their shops closed down</p>","<p>coming from Britain, with its free press, Young was unfamiliar with the concept of state censorship of books</p>","<p>by 1789 the system of royal censorship in France had largely ceased to function as originally intended</p>","<p>because of the large number of titles involved, political pamphlets were not subject to the same laws and regulations regarding censorship as books</p>"],"answer":1}]