[{"id":"FT570839","type":"mcq","stimulusHtml":"<p>A historian might use data such as those in the table to attempt to determine actual literacy rates in Spain in the period 1500–1700. All of the following statements are factually accurate. Which would LEAST limit the value of the data in the tables as a means of determining literacy rates?</p>","features":[{"type":"sharedpassage","html":"<p>Refer to the tables below.</p>\n\n<p class=\"text-center\"><img alt=\"The figure shows 2 tables each with 2 columns and 6 rows. The first table has heading LITERACY AMONG DEFENDENTS IN SPANISH INQUISITION TRIALS, 1540 to 1600. The columns are labeled, from left to right: column one, Diocese of Cuenca percent literate; column two, Archdiocese of Toledo percent literate. The rows are labeled, from top to bottom: row one, Males; row two, Urban; row three, Rural; row four, Females; row five, Urban; row six, Rural. From top to bottom, the data is as follows: Males: Diocese of Cuenca, 35; Archdiocese of Toledo, 57. Urban: Diocese of Cuenca, 41; Archdiocese of Toledo, 70. Rural: Diocese of Cuenca, 34; Archdiocese of Toledo, 52. Females: Diocese of Cuenca, 8; Archdiocese of Toledo, 4. Urban: Diocese of Cuenca, 5; Archdiocese of Toledo, 7. Rural: Diocese of Cuenca, 8; Archdiocese of Toledo, 2. The second table has heading LITERACY AMONG DEFENDENTS IN SPANISH INQUISITION TRIALS, 1601 to 1661. The columns are labeled, from left to right: column one, Diocese of Cuenca percent literate; column two, Archdiocese of Toledo percent literate. The rows are labeled, from top to bottom: row one, Males; row two, Urban; row three, Rural; row four, Females; row five, Urban; row six, Rural. From top to bottom, the data is as follows: Males: Diocese of Cuenca, 52; Archdiocese of Toledo, 62. Urban: Diocese of Cuenca, 66; Archdiocese of Toledo, 70. Rural: Diocese of Cuenca, 50; Archdiocese of Toledo, 57. Females: Diocese of Cuenca, 28; Archdiocese of Toledo, 7. Urban: Diocese of Cuenca, 57; Archdiocese of Toledo, 12. Rural: Diocese of Cuenca, 21; Archdiocese of Toledo, 0. Source: adapted from Sara t. Nalle, “Literacy and Culture in Early Modern Castile,” Past and Present, November, 1989, pp. 65-96.\" height=\"457\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/76e84478e62122bee21a10f3296dfa90/original.jpg\" width=\"650\" /></p>\n\n<p style=\"margin-left: 480px;\">Source: adapted from Sara T. Nalle, “Literacy and Culture in Early Modern Castile,” <em>Past and Present</em>, November, 1989, pp. 65-96.</p>\n"}],"choicesHtml":["<p>The data in the tables cover a period of about 120 years (1540–1661).</p>","<p>The defendants in cases brought by the Spanish Inquisition were not a representative sample of the Spanish population at the time.</p>","<p>The compilers of the data in the table defined literacy as the ability to sign one’s name to a document.</p>","<p>The percentages in the tables were based on a very small number of cases.</p>"],"answer":-1}]