[{"id":"FT570842","type":"mcq","stimulusHtml":"<p>The system portrayed in the image best represents which of the following processes?</p>","features":[{"type":"sharedpassage","html":"<p>Refer to the image below.</p>\n\n<p><strong>“The Making of Needles,” from the</strong> <em><strong>Encyclopedia, or a Systematic Dictionary of the Sciences, Arts, and Crafts,</strong></em> <strong>published in France between 1751 and 1772</strong></p>\n\n<p><img alt=\"The figure presents an encyclopedia illustration titled “The Making of Needles.” Eight people are drawn working in a large room, each performing a specific task in the process of making needles. Each person is labeled as “figure 1” through “figure 8.” “Figure 1” shows a man at a table, cutting pieces from a steel wire with a very large pair of pliers. Figure 2 shows a person sitting at a table, stamping the eye into a needle using a mallet. Figure 3 shows a person standing at a table, punching the eye of a needle using a mallet. Figure 4 shows a person standing at a table, flattening the end of a needle. Figure 5 shows a person putting the needles near a fire in the fireplace. Figure 6 shows a man performing a task with the needles over a bowl. Figure 7 shows a man sitting at a table filling the eye and pointing the end of a needle. Figure 8 shows a person polishing several needles at once by rolling them in cloth.\" height=\"352\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e180796f00efdf872a1eca0a5b24c039/original.jpg\" width=\"650\" /></p>\n\n<p>Universal History Archive/UIG / Bridgeman Images</p>\n\n<p><em>Caption states: “Needles: Cutting from steel wire</em> (<em>ﬁg. 1</em>)<em>, ﬂattening end</em> (<em>ﬁg. 4</em>)<em>, stamping eye</em> (<em>ﬁg. 2</em>)<em>, punching eye</em> (<em>ﬁg. 3</em>)<em>, ﬁling eye and pointing end</em> (<em>ﬁg. 7</em>)<em>, polishing</em> (<em>ﬁg. 8</em>)<em>. Speciﬁc monotonous task. Process virtually unchanged for 200 years.”</em></p>\n"}],"choicesHtml":["<p>The expansion of capitalist investment in joint-stock companies</p>","<p>The continuation of small-scale systems of production</p>","<p>The development of mercantilist trade practices</p>","<p>The periodic business downturns in industrial economies</p>"],"answer":0}]