[{"id":"FT570822","type":"mcq","stimulusHtml":"<p>All of the following statements are factually accurate. Which would best explain why appeals such as the one in the passage had a limited effect on German public opinion in the 1930s?</p>","features":[{"type":"sharedpassage","html":"<p>Refer to the following passage.</p>\n\n<p>“We see our people threatened by a mortal danger. The danger is that of a new religion. The church knows that it will have to account before God if the German people, unwarned, should turn away from Christ.</p>\n\n<p>The first commandment reads: I am the Lord Thy God. Thou shalt have no other gods before me. The new religion is a rebellion against the first commandment:</p>\n\n<p>• In it, the racial and folkish ideology becomes a myth. In it, blood and race, nationality, national honor, and the nation’s freedom of action become idols.</p>\n\n<p>• The faith in an ‘eternal Germany’ demanded by this religion replaces the faith in the eternal kingdom of our Lord and Savior Jesus Christ.</p>\n\n<p>• This false faith creates its gods in man’s image and essence. Such idolatry has nothing in common with positive Christianity. It is the expression of the Anti-Christ....</p>\n\n<p>• The church must not bow to the new religion’s claim that the state can bind the individual’s conscience.... [Jesus Christ] alone can bind and loosen a man’s conscience.</p>\n\n<p>• Therefore the church must not allow itself to be pushed from the public sphere into some quiet corner of private piety, where, self-satisfied, it would betray its mission.”</p>\n\n<p style=\"margin-left: 480px;\">Declaration of a group of German Protestant pastors, Berlin, 1935</p>\n"}],"choicesHtml":["<p>Nazi ideology was also criticized by some leaders of the Catholic Church.</p>","<p>Several other central and eastern European regimes espoused ideological positions similar to those criticized in the appeal.</p>","<p>Protestantism was the religion of the majority of the German population.</p>","The German economy was in the process of recovering&nbsp;from the Great Depression."],"answer":2}]