[{"id":"FT570832","type":"mcq","stimulusHtml":"<p>All of the following statements are factually accurate. Which would best explain the rebels’ demands in the passage concerning money?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Refer to the following list of demands made by the rebel leaders of the War of the Communities of Castile, a joint commoner-noble revolt against the heavy taxes imposed in Spain by Holy Roman Emperor Charles V in 1520.</strong></p>\n\n<p><strong>“Officials</strong>: When a Cortes [the traditional advisory council of Castile] must be called, each district shall choose two officials to go to the Cortes, one from the nobility and one from the commoners... and each bishopric shall choose one cleric to go to the Cortes, and the knights shall choose two knights, and the [religious] orders shall choose two members of the orders, one Franciscan and one Dominican; and without all of these [representatives] there can be no Cortes.</p>\n\n<p><strong>Justice</strong>: The king shall not be able to name a corregidor [district judge] in any place; instead, each city and town shall on the first day of the year nominate three nobles and three commoners, and the king or his governor shall choose one noble and one commoner [from among these nominees]; these two shall then be civil and criminal judges for three years.</p>\n\n<p><strong>Money</strong>: The king shall not be allowed to take any coins out of the kingdom, nor gold or silver dust, and no coin can circulate or have value in Castile if it was not minted in the kingdom.</p>\n\n<p><strong>War</strong>: Whenever the king wishes to make war he shall summon a Cortes, and inform its members... explaining the reasons for the war, so that they can see whether it is just or capricious. Without their consent the king cannot fight any war.”</p>\n"}],"choicesHtml":["<p>The massive inflow of silver from the Americas to Spain did not start until the second half of the sixteenth century.</p>","<p>A significant number of economic transactions in sixteenth-century Castile were still in the form of barters or exchanges in kind.</p>","<p>Charles’s election as Holy Roman Emperor in 1519 involved him in many expensive commitments outside Spain.</p>","<p>Charles’s economic policies in Castile were consistent with the principles of mercantilism.</p>"],"answer":1}]