[{"id":"FT570779","type":"mcq","stimulusHtml":"<p>Which of the following was most directly intended to resolve the conflict illustrated in Vasari’s painting?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Giorgio Vasari,</strong> <em><strong>The Massacre of the Huguenots</strong></em><strong>, painting commissioned by Pope Gregory XIII for the papal residence in the Vatican, 1574</strong></p>\n\n<p><img alt=\"The figure presents a painting titled The Massacre of the Huguenots. The painting depicts a chaotic, crowded scene, with several figures overlapping one another. The figures appear to be a mixture of soldiers and civilians. The soldiers are distinguished by helmets and armor, are clean shaven, and have a youthful appearance. The civilians appear to have long hair, beards, and an older looking appearance. The faces of the civilians look anguished and frightened, while the faces of soldiers look calm. Toward the center of the painting, a soldier holds a civilian by the hair with one hand, and is ready to strike him with the sword in his other hand. At the bottom of the painting, a soldier kneels on and holds his sword above a man lying on the ground, ready to strike him. The man on the ground wears military clothing and carries a sword, but his face, hair, and frightened expression appear to be painted in the style of the civilians, and not the other soldiers. Several other civilians, helmets, and swords are dispersed throughout the painting and in the background. \" height=\"464\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/099285f2a4dbabb7d14f5d93557aedb5/original.jpg\" width=\"265\" /></p>\n\n<p><span style=\"font-size:0.8em\">Alinari / Art Resource, NY</span></p>\n\n<p><em>Vasari’s painting depicts an episode of government-sanctioned mob violence against Protestants in France, sometimes called the Saint Bartholomew’s Day Massacre</em> (<em>1572</em>)<em>.</em></p>\n"}],"choicesHtml":["<p>The Peace of Augsburg</p>","<p>The Edict of Nantes</p>","<p>The Pragmatic Sanction</p>","<p>The Civil Constitution of the Clergy</p>"],"answer":0}]