[{"id":"FT570790","type":"mcq","stimulusHtml":"<p>The painting reflects which of the following conflicts?</p>","features":[{"type":"sharedpassage","html":"<p>Refer to the image below.</p>\n\n<p style=\"margin-left: 200px;\"><strong>Jan Steen, Dutch painter,</strong> <em><strong>Beware of Luxury</strong></em><strong>, 1663</strong></p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"The figure presents a painting titled Beware of Luxury. The painting depicts several people engaged in various activities in the room of a house. A young woman and man sit close to one another at the center of the photo, both relaxed and smiling. The young woman holds a pitcher in one hand and a filled glass in the other. An older woman stands over the sitting man, wagging her finger at him. A man dressed in a tall hat with an admonishing look on his face also stands behind the sitting man, reading from a book. He has a duck standing on his shoulder. A violin player stands behind the young woman. Off toward the left side of the painting, an older woman in fancy clothing is sleeping in her chair. To her left, a dog is standing on the dinner table, eating a pie. Several children are gathered around this table, one playing with a string of pearls, one with a pipe, and one taking some coins out of a well stocked cabinet. A full storage basket hangs from the ceiling, and a shelf stocked with dinnerware is attached to a wall. A clock hangs on another wall, and a monkey stands on its perch, grabbing a string hanging from the clock. Various items are strewn across the floor, like a pitcher, dinnerware, a pipe, a hat, and playing cards. To the right of the painting a pig sticks its head through the doorway, sniffing at a rose on the floor.\" height=\"321\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7f03acc2bd083572e683bc7e0134f80c/original.jpg\" width=\"450\" /></p>\n\n<p><span style=\"font-size:0.8em\">Erich Lessing / Art Resource, NY</span></p>\n"}],"choicesHtml":["<p>Urban wealth versus rural poverty</p>","<p>Catholic extravagance versus Protestant austerity</p>","<p>French sophistication versus Dutch simplicity</p>","<p>Traditional morality versus new consumerism</p>"],"answer":2}]