[{"id":"VH698673","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, you should do the following.</p>\n\n<ul>\n\t<li class=\"direction_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"direction_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"direction_paragraph\">Support an argument in response to the prompt using at least four of the documents.</li>\n\t<li class=\"direction_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"direction_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"direction_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus style:1\">\n<div class=\"prompt\">Evaluate whether the Thirty Years’ War was fought primarily for religious or primarily for political reasons.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH698673_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.&nbsp;</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus style:1\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Holy Roman Emperor Matthias, open letter to his Protestant subjects in Bohemia, 1618</p>\n\n<p class=\"passage_para\">It has been alleged that the free exercise of religion will be abolished. We want to make it clear to you through this open letter that we have no intention of rescinding the agreement between the religions, still less want anyone else to do this, despite what others in Bohemia may have said. Moreover, we have always intended, and still intend, to preserve all the Bohemian privileges, liberties, and treaties. Anyone who claims otherwise slanders us before God and the world. Rest assured, dear obedient, loyal, and true Bohemian subjects, and do not give credence to such falsehoods. We would like nothing more than to return in person to our royal throne and residence amongst our loyal and obedient subjects and inhabitants and clear up these misunderstandings with God’s help. However, we cannot come to our Bohemian territories at the moment, partly through poor health, but also pressure of other important affairs. Capable and prominent individuals will be appointed to clear up this misunderstanding. Since no enemy threatens us as ruler of Bohemia, there are no constitutional grounds to raise soldiers to defend the country, and thus no grounds for anyone, whoever, they might be, to use the territorial privileges, letters of majesty, ordinances, freedoms, or laws to justify arming.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Selections from the constitution of the Bohemian Federation, a coalition of nobles and city governments, 1619</p>\n\n<p class=\"passage_para\">Since the Almighty has also given his grace and blessing as this Confederation is solely in defense of religion, the territories have agreed that each and every one of their coreligionists should follow a Christian life according to the Calvinist teaching and faith, avoid and prevent sin, vice, public trouble, hypocrisy, in whatever form, and follow strictly the admonishments from the pulpit and the authorities. . . .</p>\n\n<p class=\"passage_para\">All churches in these united territories currently in Calvinist hands are to remain so in perpetuity. . . .</p>\n\n<p class=\"passage_para\">The free exercise of Calvinist religion is extended to every man and woman in all united territories and towns regardless as to whether they belong to the king or queen, permitting the construction of churches, schools, and cemeteries, and the appointment of Calvinist pastors and schoolteachers. Everyone shall be allowed to follow the old ceremonies of their Christian conscience in their own church. However, to ensure better unity and to prevent all kinds of difficulties and bitterness, there are to be no insults or personal attacks from the pulpit upon pain of removal from office. . . .</p>\n\n<p class=\"passage_para\">Should, contrary to hope, a king attempt anything contravening the religious concessions, unions, and this constitution, and thereby force the territories to take defensive measures, then all of these united kingdoms and provinces are released from their duty and cannot be subsequently held to account for any insults to the royal sovereignty and majesty.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Bernhard Baumann, Jesuit official in Heidelberg, report to Elector Maximilian of Bavaria on efforts to re-Catholicize previously Protestant areas after the Catholic victory in that region, 1628</p>\n\n<p class=\"passage_para\">Four hundred in the town and 1,200 outside it have been freed from heresy; on feast days we get around 700 communicants in the Church of the Holy Spirit. We alone look after parish duties, visit the sick and converts daily, conduct catechism inside the town and outside, and deliver two sermons on Sundays. These crowds are gathered with great difficulty; since only six months ago the richer townspeople were so obstinate, that two or three hundred declared they would emigrate if they were forced to convert. Then entire districts (they had arranged this in advance) declared they would keep the faith of their ancestors, because we could not steal this like other possessions. Since the orders arrived from Munich [to intensify Catholic conversions] they have used unbelievable deceptions to try to circumvent these. Furthermore, they complain to the Holy Roman Emperor, but the secular government, to its undying credit, knew how to stop this.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Letter from Gustavus Adolphus, king of Sweden, to the Protestant elector of Brandenburg, 1630</p>\n\n<p class=\"passage_para\">I have come into this land for no other purpose than to free it from the thieves and robbers who have so plagued it, and, first and foremost, to help his Excellency [the elector] out of his difficulties. Does his Excellency then not know that the [Holy Roman] emperor and his followers do not mean to rest till the Protestant religion is wholly rooted out of the empire, and that his Excellency has nothing else to expect than being forced either to deny his religion or to leave his country? Does he think by prayers and pleas and such like means to obtain something different? .&nbsp;.&nbsp;. I seek not my own advantage in this war, nor any gain save the security of my kingdom; I can look for nothing but expense, hard work, trouble, and danger to life and limb.</p>\n\n<p class=\"passage_para\">I tell you plainly that I will know nor hear nothing of “neutrality”; his Excellency must be either friend or foe. When I reach his frontier he must declare himself either hot or cold. The fight is between God and the devil. If his Excellency is on God’s side, let him stand by me; if he holds rather with the devil, then he must fight with me; there is no third course, that is certain.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Confidential account of a meeting between Axel Oxenstierna, Swedish high chancellor, and Sweden’s ally Brandenburg after the death of Gustavus Adolphus, 1633</p>\n\n<p class=\"passage_para\">Concerning the late Gustavus Adolphus’ intentions:</p>\n\n<p class=\"passage_para\">They were, in general, to disrupt the plans of the enemy, whose intentions with regards to the Baltic Sea are sufficiently well-known. His Majesty therefore intended to ensure the safety of his kingdom and the Baltic region, and liberate the oppressed lands [of Germany]; and thereafter to proceed according as events might develop: it was no part of his original intention to march as far into Germany as he did. He saw and clearly understood where that would lead, but the enemy and the circumstances compelled this. His majesty was there in person wherever the greatest danger was.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_line_break delivery_mode:PPT\"></span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_line_break delivery_mode:PPT\"></span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_line_break delivery_mode:PPT\"></span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Jean Gagniere, “The elimination of heresy, and of rebellion, through the care of Cardinal Richelieu,” France, 1640. Richelieu, the chief minister of France, removes caterpillars representing Protestant Huguenots from the fleur-de-lis, the symbol of France, while the lion and eagle, representing Catholic Spain and Austria, are kept restrained by chains.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an image by Jean Gagniere titled, “The elimination of heresy, and of rebellion, through the care of Cardinal Richelieu.” The image shows Richelieu removing caterpillars from a plant shaped like the fleur-de-lis. To his right, a lion and an eagle are restrained by chains, looking toward the plant.\" src=\"https://assets.learnosity.com/organisations/537/VH698673.g01.tif\" /><span class=\"mandatory_credit_line\">Bibliotheque Nationale, Paris, France/Bridgeman Images</span></div>\n\n<div class=\"standalone_image\"><img alt=\"NONE\" src=\"https://assets.learnosity.com/organisations/537/VH698673.g02.png\" /><span class=\"mandatory_credit_line\">Bibliotheque Nationale, Paris, France/Bridgeman Images</span></div>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Pope Innocent X, papal declaration in response to the treaty of Westphalia, 1648</p>\n\n<p class=\"passage_para\">Consumed by zeal for the house of the Lord, we endeavor everywhere to maintain the integrity and the authority of the Catholic Church, so that the ecclesiastical rights of which we have been appointed guardian by our Savior shall not in any way be impaired by those who seek their own interest rather than God’s, and that we may not be accused of negligence when we shall render account to God. Accordingly it is not without deep pain that we have learned that by several articles in the peace concluded at [Westphalia], between our very dear son in Christ, Ferdinand, king of the Romans and emperor elect, on the one hand, and the Swedes, as well as our very dear son in Jesus Christ, Louis, the very Christian king of the French, on the other, great prejudice has been done to the Catholic religion, the divine service, the Roman apostolic see, the ecclesiastical order, their jurisdictions, authority, immunities, liberties, exemptions, privileges, possessions, and rights . . .</p>\n\n<p class=\"passage_para\">Accordingly we assert and declare that all the articles in the treaty which in any way impair . . . the Catholic religion, divine worship, or the salvation of souls. . . . have been, and are of right, and shall perpetually be, null and void . . . even when they be ratified by oath.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]