[{"id":"VH901482","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH901480.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following evidence does the author provide to support the claim that Luther’s theses were meant for a wider audience?</p>\n","rubricRef":"VH901482_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Meanwhile in 1517 Luther attained a sudden fame by bluntly attacking the papal Indulgences then being preached and sold not far from Wittenberg by the Dominican Johann Tetzel. In view of Tetzel’s long experience of such fund raising, he gave vent to some amazingly incautious phrases, saying that God must forgive sins if the pope did so; and that as soon as the coin rang in the chest, the soul for which it was paid would pass immediately from purgatory to heaven. . . .</p><p class=\"passage_para\">The whole background of Tetzel’s campaign of 1517 looked unsavory to informed minds. . . . Tetzel was openly accompanied by an accountant from the banking house of Fugger, charged to collect the cash of the faithful, prior to the transfer of the necessary credits to Rome. . . .</p><p class=\"passage_para\">Luther’s revolt thus occurred as a protest against an especially obnoxious example of the long-standing tendency to reduce salvation to a business transaction. His initial protest had less to do with the theory of indulgences than with their practical effects upon simple men and women. In accordance with academic custom, he issued his Ninety-five theses, yet they were in effect aimed at the whole German public, for which they were rapidly translated and printed.”</p><p class=\"attribution author\">A.G. Dickens, historian, <span class=\"formatted_text font_style:italic\">The Age of Humanism and Reformation: Europe in the Fourteenth, Fifteenth and Sixteenth Centuries</span>, 1972</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Luther’s criticism of Johann Tetzel on theological grounds</p>\n","<p class=\"choice_paragraph\">Luther’s following of academic custom in publishing the theses in Latin</p>\n","<p class=\"choice_paragraph\">The translation of Luther’s theses and their rapid printing</p>","<p class=\"choice_paragraph\">The subtle nature of Luther’s criticism of a little-known figure such as Tetzel</p>"],"answer":2}]