[{"id":"VH901981","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH901979.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The “malicious words” attributed to the accused best illustrate which of the following developments in England in the late seventeenth century?</p>\n","rubricRef":"VH901981_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“<span class=\"formatted_text text_decoration:underline\">Michael Ferrer</span> was tried for speaking malicious words against the King on the 21st of November, 1689.</p><p class=\"passage_para\">First, he stated that while King William set forth in his Declaration that he came to preserve the laws, he had altered them instead, which he would suddenly repent of.</p><p class=\"passage_para\">Secondly, he stated that King William claimed he came to maintain our rights, but instead of that he came for the Crown.</p><p class=\"passage_para\">Thirdly, he stated that King James was overturned unfairly, and that his rights had not been respected, etc.</p><p class=\"passage_para\">The evidence presented was the testimony of one Terry, who said that Michael spoke these words to him at the Royal Exchange. The prisoner called very credible evidence to testify to his reputation, how he had always been a good Protestant, and had relinquished his office and lands in Ireland, rather than turn Catholic. So, upon the whole, the Court was well satisfied, whereupon he was acquitted.”</p><p class=\"attribution author\">Old Bailey Proceedings: Accounts of Criminal Trials, London, England, 1690</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The effects of outbreak of the English Civil War</p>","<p class=\"choice_paragraph\">The attempt to restore Catholicism to England after the Reformation</p>","<p class=\"choice_paragraph\">The ongoing tensions between Parliament and the Crown over the limits of royal authority</p>","<p class=\"choice_paragraph\">The continuing series of military conflicts with France</p>"],"answer":2}]