[{"id":"VH901279","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH901268.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the author’s main argument in the passage?</p>\n","rubricRef":"VH901279_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The records show that there was competition [in Europe during the 1600s] . . . between alternate products such as east Indian and European textiles; between identical products from different regions enjoying similar climates, e.g., sugar from Java and Bengal, sugar from Madeira and Sao Tome, and Brazilian and West Indian sugar; or between products grown in different climatic regions [such as] Chinese, Persian and Italian silk; Japanese, Hungarian, Swedish and West Indian copper; the spices of Asia, Africa and America; coffee from Mocha [in Arabia], Java and the West Indies: all of these competed.</p><p class=\"passage_para\">Study of the volume of trade and the movement of prices at selected locations reveals numerous instances of uniform trends. . . . The best barometer, however, is represented by the prices on the commodity exchange of Amsterdam. The yearly prices of colonial goods in this, the most important market place of northern Europe, mirror global market conditions . . . we see a regular flow of traffic through an immense network of trade routes that were linked together to form a European system of redistribution with Antwerp, Amsterdam, London and Hamburg constituting some of its most important centers.”</p><p class=\"attribution author\">Kristoff Glamann, historian, “European Trade 1500–1750,” in Carlo Cipolla, ed., <span class=\"formatted_text font_style:italic\">The Sixteenth and Seventeenth Centuries</span>, 1974</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The global market was increasingly dominated by trading monopolies that controlled the distribution of luxury goods.</p>","<p class=\"choice_paragraph\">The global market increasingly featured market competition among various luxury and bulk goods.</p>","<p class=\"choice_paragraph\">The global market did not feature European goods in any significant quantity.</p>","<p class=\"choice_paragraph\">The global market was largely dominated by Asian export economies.</p>"],"answer":1}]