[{"id":"VH903209","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Describe the historical situation that led to the creation of this Protestation.</p>\n\n<p class=\"passage_para\">b) Describe the likely purpose of the Protestation.</p>\n\n<p class=\"passage_para\">c) Describe one piece of evidence used to support Parliament’s claim about the threat to the kingdom.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH903209_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“We the knights, citizens, and burgesses of the Commons House in Parliament find, to the great grief of our hearts, that the designs of the priests and the Jesuits, and other adherents to Rome, have of late been more boldly and more frequently put in practice, to the undermining and danger of the ruin of the true reformed Protestant religion in his majesty’s dominions. We also find that there have been, and have just cause to suspect that there still are, even during this sitting in Parliament, endeavours to subvert the fundamental laws of England and Ireland, and to introduce the exercise of an arbitrary and tyrannical government.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">And we find that diverse innovations and superstitions have been brought into the church, multitudes driven out of his majesty’s dominions, jealousies raised between the king and his people, a popish army raised in Ireland, and armies brought into the heart of this kingdom. All to the hazard of his majesty’s royal person, the consumption of the revenue of the crown, and treasure of this kingdom. And lastly, we find that endeavours have been and are used to bring the English army into conflict with this Parliament. . . . Therefore we thought it good to join ourselves in a declaration of our united affections and resolutions, and to make this ensuing Protestation.</p>\n\n<p class=\"passage_para\">THE PROTESTATION:</p>\n\n<p class=\"passage_para\">I, _______, in the presence of Almighty God promise, vow, and protest, to maintain and defend, as far as lawfully I may with my Life, Power, and Estate, the true Reformed Protestant Religion, expressed in the Doctrine of the Church of England against all Popery and Popish Innovations according to the duty of my Allegiance to His Majesty’s Royal Person, Honour and Estate.”</p>\n\n<p class=\"attribution author\">Protestation of the House of Commons, London, 1641</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]