[{"id":"VH901179","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH901154.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Isotta Nogarola’s publication of her challenge to Ludovico Foscarini best illustrates which of the following developments of the Italian Renaissance?</p>\n","rubricRef":"VH901179_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“<span class=\"formatted_text text_decoration:underline\">Ludovico</span>: If it is in any way possible to measure the gravity of human sinfulness, then we should see Eve's sin as worse than Adam’s. . . . she suggested and was the cause of Adam’s sin—not he of hers.</p><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Isotta</span>: But I see things from quite the opposite view. For where there is less intellect and less dedication, there is less sin; and Eve lacked these qualities and therefore sinned less. Adam must also be judged more guilty then Eve because of his greater contempt for God’s command. For in Genesis 2 it appears that the Lord commanded Adam, not Eve.</p><p class=\"passage_para\">When God created man, from the beginning he created him perfect, and the powers of his soul perfect, and gave him a greater understanding and knowledge of truth as well as a greater depth of wisdom. . . . Therefore, it appears that Adam’s sin was greater than Eve’s. . . . Adam either had free will or he did not. If he did not have free will, he did not sin; if he had free will, then you claim Eve forced the sin upon him, which is impossible. . . . Thus, Adam appeared to accuse God rather than excuse himself when he said: ‘The woman you placed at my side gave me fruit from the tree and I ate it.’</p><p class=\"passage_para\">Let these words be enough from me, an unarmed and poor little woman.”</p><p class=\"attribution author\">Isotta Nogarola, Italian scholar, <span class=\"formatted_text font_style:italic\">On the Equal or Unequal Sin of Eve and Adam</span>, text written in the form of a debate between the author and Ludovico Foscarini, a Venetian statesman, Italy, 1451</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The growth of mass print as a result of the invention of the printing press</p>","<p class=\"choice_paragraph\">Women adapting humanist approaches to advocate for better treatment in society</p>","<p class=\"choice_paragraph\">Women’s exclusion from positions of authority in the Catholic Church</p>","<p class=\"choice_paragraph\">The growing challenge to the institutional power of universities</p>"],"answer":1}]