[{"id":"VH901224","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH901223.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes Toscanelli’s argument in his letter?</p>\n","rubricRef":"VH901224_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“On another occasion I spoke with you about a shorter sea route to the land of spices than that which you take for Guinea [West Africa]. Now your Most Serene King requests of me some statement or sketch that would make the route understandable and comprehensible, even to men of slight education. . . . Accordingly, I am sending His Majesty a chart done with my own hands. In this chart are illustrated your shores and islands from which you should sail ever westward, and after how many miles you should reach the most fertile lands of all spices and gems, and you must not be surprised that I call the regions in which spices are found ‘western,’ although they are usually called ‘eastern.’ From the city of Lisbon westward in a straight line to the very noble and splendid city of Quinsay [China], 26 spaces are indicated on the chart, each of which covers 250 miles. . . . So there is not a great space to be traversed over unknown waters. More details should, perhaps, be set forth with greater clarity, but the diligent reader will be able to infer the rest for himself.”</p><p class=\"attribution author\">Paolo Toscanelli, Florentine astronomer, letter to a Portuguese official, 1474</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The potential profits from trade with China had been exaggerated.</p>","<p class=\"choice_paragraph\">Only highly educated men could understand the route Toscanelli was proposing.</p>","<p class=\"choice_paragraph\">A direct westward route to China would be shorter than the route the Portuguese were exploring.</p>","<p class=\"choice_paragraph\">A direct route west to China would be too difficult to pursue with existing technology.</p>"],"answer":2}]