[{"id":"VH901485","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH901484.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Müntzer makes his argument that the princes should rise up against the Catholic Holy Roman Emperor and his followers primarily by</p>\n","rubricRef":"VH901485_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“And so, my dear brothers, if we are to rise up out of this mire and become true pupils of God, taught by God himself (John 6, Matthew 23),* we will need the vast resources of his strength, sent down to us from above, in order to punish unspeakable wickedness . . .</p><p class=\"passage_para\">Therefore, my dearest, most revered rulers, learn true judgment from the mouth of God himself. Do not let yourself be seduced by your hypocritical priests into a restraint based on counterfeit clemency and kindness. . . .</p><p class=\"passage_para\">Now if you are to be true rulers, you must seize the very roots of government, following the command of Christ. Drive his enemies away from the elect; you are the instruments to do this. My friend, don’t let us have any of this lame posing about the power of God achieving everything without resort to your sword . . . Do not, therefore, allow the evil-doers, who may turn us away from God, to continue living (Deuteronomy 13),* for a godless man has no right to live if he is hindering the pious. . . .</p><p class=\"passage_para\">Hence the sword, too, is necessary to eliminate the godless (Romans 13).* To ensure, however, that this proceeds in a fair and orderly manner, our revered fathers, the princes, who with us confess Christ, should carry it out. But if they do not carry it out, the sword will be taken from them. . . . For the godless have no right to live, unless by the sufferance of the elect, as is written in the book of Exodus, chapter 23.”*</p><p class=\"passage_para\">*Citations from the Christian Bible</p><p class=\"attribution author\">Thomas Müntzer, German theologian and leader of the peasants during the German Peasants’ War, “Sermon to the Princes” addressed to the princes of the Holy Roman Empire in the early stages of the war, 1524</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">appealing to the princes’ political self-interest</p>","<p class=\"choice_paragraph\">appealing to the greed and economic interests of the princes</p>","<p class=\"choice_paragraph\">telling them to listen to the advice of the Catholic priests and the papacy</p>","<p class=\"choice_paragraph\">telling them it is the will of God as shown in scripture</p>"],"answer":3}]