[{"id":"VH909161","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH909124.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following pieces of evidence most directly <span class=\"formatted_text text_decoration:underline\">challenges</span> Jardine’s implied claim that the Scientific Revolution was characterized by a universal change in outlook?</p>\n","rubricRef":"VH909161_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The changes in intellectual outlook of the sixteenth and seventeenth centuries formed the basis for what many consider to be the most important ‘event’ in Western history—the so-called ‘scientific revolution.’ Its breakthroughs in thought and advances in science still stand today at the center of every area of modern life. In the fifteenth and early sixteenth centuries, international trade and an increasing demand for consumer ‘worldly goods’ on the part of the wealthy triggered the European Renaissance in art and learning. The intellectual advances of the scientific revolution took place in the context of the broadened horizons of that consumer revolution. Emerging seventeenth-century science matched and furthered the globalizing interests that the Renaissance had stimulated. . . .</p><p class=\"passage_para\">In a number of ways the process of transmission of the new science was part and parcel of a general explosion in written and printed communication of the same period. That process influenced the very nature of science and determined some of the future directions of its development.”</p><p class=\"attribution author\">Lisa Jardine, historian,<span class=\"formatted_text font_style:italic\"> Ingenious Pursuits: Building the Scientific Revolution</span>, 1999</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Copernicus’ development of the heliocentric view of the cosmos</p>","<p class=\"choice_paragraph\">William Harvey’s discovery of the circulation of the blood through the body</p>","<p class=\"choice_paragraph\">Galileo’s observation of moons orbiting Jupiter</p>","<p class=\"choice_paragraph\">Newton’s investigations into alchemy</p>"],"answer":3}]