[{"id":"VH901244","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH901239.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following pieces of evidence does Ogilvie NOT use to support her argument about the course of the Commercial Revolution being different in Württemberg than in England and the Netherlands?</p>\n","rubricRef":"VH901244_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“These early modern [commercial] ‘revolutions’ are supposed to have been spearheaded by females, who increasingly purchased clothes and [groceries] in the market, using cash they earned from reallocating time from unpaid household work to market jobs. This might seem perfectly consistent with what we know about the Netherlands and England.</p><p class=\"passage_para\">But in most early modern European economies women faced a huge array of institutional constraints on their work and consumption choices. [For example], the southwest German territory of Württemberg differed from the Low Countries and England, but resembled many other parts of continental Europe, in the enduring powers of its guilds, communities, and local religious institutions. Württemberg retained occupational guilds until 1862, not just in traditional handicrafts, but also in export oriented proto-industries, shopkeeping, and merchant trading. Württemberg also had powerful local communities, whose courts, councils, officials, and citizens’ assemblies enabled them to monitor and regulate work, leisure, consumption, education, marriage, sexuality, and economic transactions. Württemberg established local church courts in the 1640s which remained active until c. 1890, had the power to impose fines and incarceration as well as religious penances, and closely regulated work, consumption, sociability, sexuality, poor relief, and cultural practices.”</p><p class=\"attribution author\">Sheilagh Ogilvie, historian, “Consumption, Social Capital, and the ‘Industrious Revolution’ in Early Modern Germany,” <span class=\"formatted_text font_style:italic\">The Journal of Economic History,</span> 2010</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Württemberg’s retention of occupational guilds until 1862</p>","<p class=\"choice_paragraph\">Württemberg’s powerful local communities that regulated daily life</p>","<p class=\"choice_paragraph\">Württemberg’s women increasingly purchasing clothing and groceries on the market</p>","<p class=\"choice_paragraph\">Württemberg’s establishment of local church courts with the power to impose fines and prison terms</p>"],"answer":2}]