[{"id":"VH909882","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH909879.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes a major argument in the passage?</p>\n","rubricRef":"VH909882_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“If the French get the Spanish Crown*, we are beaten out of the Field as to Trade, and are besieged in our own Island, and [we cannot rely for safety on] our Fleet. I presume to lay this down as a fundamental principle, at least as the Wars go of late, that 'tis not the longest Sword, but the longest Purse that conquers. If the French get Spain they get the greatest Trade in the World in their Hands; they that have the most Trade, will have the most Money, and they that have the most Money, will have the most Ships, the best Fleet, and the best Armies; and if once the French master us at Sea, where are we then?”</p><p class=\"passage_para\">*A reference to the coronation of the grandson of Louis XIV of France as king of Spain, which many British people feared would lead to the unification of France and Spain</p><p class=\"attribution author\">Daniel Defoe, <span class=\"formatted_text font_style:italic\">A True Collection of the Writings of the Author of the True Born English-man,</span> London 1703</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Maintaining fleets was the most expensive part of national defense.</p>","<p class=\"choice_paragraph\">Economic power determined military capability.</p>","<p class=\"choice_paragraph\">French trade already had a greater volume than British trade.</p>","<p class=\"choice_paragraph\">Technological developments had rendered swords obsolete.</p>"],"answer":1}]