[{"id":"VH908993","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH909080.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Enlightenment philosophes such as Voltaire primarily drew on which of the following to advocate for changing human institutions?</p>\n","rubricRef":"VH908993_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“It is no longer to people that I speak. It is to you, God of all beings, of all worlds, and of all times: if we feeble creatures are allowed to ask anything of you, then may you deign to have pity on the errors inherent in our nature; may these errors not be our undoing. You did not give us a heart so that we could hate each other, nor hands so we could slit each other’s throats.</p>\n\n<p class=\"passage_para\">May those who light candles at midday in adoration of you learn to tolerate those who simply bask in the light of your sun. May those who wrap a white cloth round their robes to express the command to love you not hate those who say the same thing under a coat of black wool. May those whose clothes are dyed red or violet and who rule over a small plot on a little heap of the mud of this world, and who happen to possess some rounded pieces of a certain metal, enjoy what they call greatness and riches without pride, and may others view them without envy: for you know that there is nothing to envy or boast about in these vanities.</p>\n\n<p class=\"passage_para\">May all men remember that they are brothers! May they abhor the tyranny wielded over souls, as they ever execrate (condemn) the violent theft of the fruits of hard work and peaceful industry! Let us spend the brief moment of our existence blessing, together and in a thousand different languages, from Siam to California, your goodness in bestowing on us this moment.”</p>\n\n<p class=\"passage_para\">Voltaire, French philosophe, “Treatise on Tolerance,” 1763</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">A return to traditional religious values as defined by the Roman Catholic Church</p>","<p class=\"choice_paragraph\">Beliefs in alchemy and astrology, which claimed to explain the spiritual forces that shaped the universe</p>","<p class=\"choice_paragraph\">Principles of the Scientific Revolution, such as rationalism and empirical observation</p>","<p class=\"choice_paragraph\">The writings of Martin Luther and other religious reformers from the Reformation period</p>"],"answer":2}]