[{"id":"VH900670","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH900644.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most accurately describes a significant trend in witchcraft prosecutions shown by the graph?</p>\n","rubricRef":"VH900670_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">PROSECUTIONS FOR WITCHCRAFT IN EUROPE, BY DECADE</p>\n</div>\n<img alt=\"The figure presents the graph of two curves in a coordinate plane, titled “Prosecutions for Witchcraft in Europe, by Decade.” A key indicates that one curve represents “Accused,” and the other curve represents “Executed.” The horizontal axis is labeled “Year,” and the years 1450 through 1700, in increments of 50 years, are indicated. In addition to the years, the following 5 events are also indicated on the horizontal axis: Beginning of the Protestant Reformation in 1517; Beginning of the Council of Trent in 1545; End of the Council of Trent in 1563; Beginning of the Thirty Years’ War in 1618; and End of the Thirty Years’ War in 1648. The vertical axis is labeled “Number of Persons,” and the numbers 0 through 6,000, in increments of 1,000, are indicated. The data represented by the two curves are as follows. Note that all values are approximate. In 1450, the curve representing the accused begins at 200 people, and the curve representing the executed begins at 100 people. The numbers of people accused and executed remain relatively steady until the year 1550. At this point, both curves begin increasing at the same rate until the curve representing the accused reaches a peak of approximately 5800 people, and the curve representing the executed reaches a peak of approximately 2300 people around the beginning of the Thirty Years’ War in 1618. At this point, both curves begin decreasing at the same rate until the curve representing the accused ends at 800 people and the curve representing the executed ends at 200 in the year 1700.\" height=\"491\" src=\"https://assets.learnosity.com/organisations/537/VH900644.g03.png\" width=\"455\" /><span class=\"mandatory_credit_line\">Source: Adapted from: Peter Leeson and Jacob Russ, “Witch Trials,” <span class=\"formatted_text font_style:italic\">The Economic Journal,</span> Volume 128 (August 2017), p. 2081.</span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The number of prosecutions increased sharply in the late 1500s and decreased sharply in the late 1600s.</p>","<p class=\"choice_paragraph\">The number of prosecutions increased continually throughout the period covered by the graph.</p>","<p class=\"choice_paragraph\">The number of prosecutions increased steadily from 1550 to 1650.</p>","<p class=\"choice_paragraph\">The number of prosecutions from 1450 to 1600 remained largely the same each decade.</p>"],"answer":0}]