[{"id":"VH912425","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912422.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following conclusions is best supported by the poster’s call for opposition to the Liberals without a recommendation for an alternative party or candidate?</p>\n","rubricRef":"VH912425_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Woman Suffrage Poster, Britain, 1910</p>\n</div>\n<img alt=\"The figure presents a woman suffrage poster with the words “The Right Dishonourable Double Face Asquith” at the top. Three figures, including Herbert Henry Asquith, the king, and a woman, are drawn below these words. At the center, Asquith is drawn as a conjoined body with two faces. One face is looking at the king on the left, and the other face is looking at a woman on the right. The leftward facing Asquith, who is dressed as a citizen, is pointing a flag at the king. A caption underneath them states, “Citizen Asquith: ‘Down with privilege of birth! Up with democratic rule!” The rightward facing Asquith, holding a sword and dressed as a French general, is looking at the woman who is chained and holding a paper with the words “Liberty” and “Equality” written on it. A caption underneath them states, “Monseigneur Asquith: ‘The rights of Government belong to the aristocrats by birth–men. No liberty or equality for women!” Below the drawing and captions, text on the poster reads as follows. “Votes for Women. Women! The Government refuse to give you the vote. Therefore, work against the Liberal Candidate, the nominee of the Government. Electors! The Government pose as champions of the Constitution, but deny constitutional liberty to women. We call upon you to support the Women. Vote against the Government and keep the Liberal out. On behalf of the Women’s Social and Political Union, Emmeline Pankhurst. Emmeline Pethick Lawrence.”  \" height=\"684\" src=\"https://assets.learnosity.com/organisations/537/VH912422.g02.png\" width=\"500\" /><span class=\"mandatory_credit_line\">©Private Collection/Bridgeman Images</span></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Herbert Henry Asquith served as prime minister of Great Britain as the leader of the Liberal Party from 1908 to 1916.</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Caption below the leftward-facing Asquith, looking at the king: “Citizen Asquith: ‘Down with privilege of birth! Up with democratic rule!’”</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Caption below the rightward-facing Asquith, looking at the figure of the chained woman: “Monseigneur Asquith: ’The rights of Government belong to the aristocrats by birth—men. No liberty or equality for women!’”</span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The suffrage movement rejected participation in the electoral process.</p>","<p class=\"choice_paragraph\">The suffrage movement favored a return to a strong monarchy in Great Britain.</p>","<p class=\"choice_paragraph\">The suffrage movement did not have a major political party that represented its interests.</p>","<p class=\"choice_paragraph\">The suffrage movement favored an anarchist system of government.</p>"],"answer":2}]