[{"id":"VH910677","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH910674.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following pieces of evidence would best support Pinson’s claim regarding the “universalist dreams” associated with the Holy Roman Empire?</p>\n","rubricRef":"VH910677_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Germany, following the period of the Napoleonic wars, was confronted with problems which England [had] required ten centuries to solve—the remains of the feudal system, constitutional problems, church and state, and, above all, the all-important problem of national unity.</p><p class=\"passage_para\">The Congress of Vienna did away with the Napoleonic Confederation of the Rhine*, but no attempt was made to restore the Holy Roman Empire. That institution was gone for good, although the universalist dreams with which it was associated lingered on in various forms for many years. . . .</p><p class=\"passage_para\">True, many of the changes brought about by the revolution remained untouched, but the absolutist princes that were thrown out by the hateful foreigner were welcomed back by a population that was more deeply attached to order, authority, tradition, and patriarchal rule than to doctrines of natural rights, popular sovereignty, or democratic ideology. . . . Nobles again were to dance only with the nobles, the best seats in the theater and opera were again to be reserved for the nobility, and the upstart bourgeois classes were put back in their former places. The bourgeoisie, moreover, showed little resentment at being restored to its ‘God-given’ inferior status.”</p><p class=\"passage_para\">* The Confederation was grouping of small German states set up by Napoleon under French dominance.</p><p class=\"attribution author\">Koppel S. Pinson, historian, <span class=\"formatted_text font_style:italic\">Modern Germany: Its History and Civilization</span>, 1966</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Prussian efforts to gain greater influence in the German states after the Congress of Vienna</p>","<p class=\"choice_paragraph\">The continued existence of Catholic bishoprics and other small states in Germany after the Congress of Vienna</p>","<p class=\"choice_paragraph\">The influence of Romantic ideology in German Christian thought, such as the Lutheran revivalist movement associated with German Pietism</p>","<p class=\"choice_paragraph\">The continued influence of German nationalism in calls for the unification of the German states</p>"],"answer":3}]