[{"id":"VH912404","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912356.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the position on the value of private charity seen in the two passages?</p>\n","rubricRef":"VH912404_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“When one man willfully gives to another, the latter appreciates the sacrifice that has been made in his favor, and a bond is established between he who gives and he who receives which leads to [social] tranquillity, harmony, and the conciliation of the classes. If, on the contrary, charity originates in taxes which take from one to give to others, this bond is no longer forged. In fact, the result will be bad feelings on both sides: [the rich] will be fed up, tired with, overwhelmed by taxes; [the poor] will no longer see the hand that gives, they will be led to believe that the resources of the state are unlimited, they will become more demanding, and will grow to hate a society which does not give enough. From there to social disorder, it’s not very far.”</p><p class=\"attribution author\">M. Raudot, French government representative and economist,  “Society and Political Economy,” journal article, 1851</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“What does the honest and hardworking worker want? It is to live by the work of his profession, to raise his family honestly, to give to our beloved France soldiers robust in body and spirit, and mothers who possess the moral energy to raise their children. It is greed that grows in society and perhaps humanity; all society should be based on the three grand words of human thought, Duty, Justice, and Reason. For us the cost of labor must be raised to where the worker has a proportional part of the boss’s profits because they contribute to the wealth of the latter.”</p><p class=\"attribution author\">Testimony of members of a French weavers’ union before a French government committee, 1904</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Raudot claims that relying on private charity will have a positive social outcome, whereas the weavers imply that private charity is insufficient to address their needs.</p>","<p class=\"choice_paragraph\">Raudot claims that relying on private charity will have a positive social outcome, and the weavers share this position.</p>","<p class=\"choice_paragraph\">Raudot claims that private charity is destructive to social relationships, whereas the weavers see it as valuable.</p>","<p class=\"choice_paragraph\">Raudot and the weavers’ union both agree that private charity is destructive to social relationships.</p>"],"answer":0}]