[{"id":"VH912240","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912214.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Babbage’s statement that Britain’s emphasis on machinery distinguishes it from all other countries best illustrates which of the following developments outside of Britain in the nineteenth century?</p>\n","rubricRef":"VH912240_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“There exists, perhaps, no single circumstance which distinguishes our country more remarkably from all others, than the vast extent and perfection to which we have carried the contrivance of tools and machines for forming those conveniences of which so large a quantity is consumed by almost every class of the community. The amount of patient thought, of repeated experiment, of happy exertion of genius, by which our manufactures have been created and carried to their present excellence, is scarcely to be imagined. If we look around the rooms we inhabit, or through those storehouses of every convenience, of every luxury that man can desire, which deck the crowded streets of our larger cities, we shall find in the history of each article, of every fabric, a series of failures which have gradually led the way to excellence; and we shall notice, in the art of making even the most insignificant of them, processes calculated to excite our admiration by their simplicity, or to rivet our attention by their unlooked-for results.”</p><p class=\"attribution author\">Charles Babbage, English mathematician and inventor, <span class=\"formatted_text font_style:italic\">On the Economy of Machinery and Manufactures</span>, 1832</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The influence of British mercantilist interests in parliament</p>","<p class=\"choice_paragraph\">The lag time in industrial development of many European countries</p>","<p class=\"choice_paragraph\">The integration of trade into a global economic network</p>","<p class=\"choice_paragraph\">The increased consumerism and rise in living standards during the second industrial revolution</p>"],"answer":1}]