[{"id":"VH912411","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912410.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the passage, Bakunin’s ideology best reflects the emergence of which of the following ideologies?</p>\n","rubricRef":"VH912411_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“II. Replacing the cult of God by respect and love of humanity, we proclaim human reason as the only criterion of truth; human conscience as the basis of justice; individual and collective freedom as the only source of order in society.</p><p class=\"passage_para\">III. Freedom is the absolute right of every adult man and woman to seek no other sanction for their acts than their own conscience and their own reason, being responsible first to themselves and then to the society which they have voluntarily accepted.</p><p class=\"passage_para\">V. The freedom of each is therefore only realizable in the equality of all. The realization of freedom through equality, in principle and fact, is justice.</p><p class=\"passage_para\">VII. Absolute rejection of every authority including that which sacrifices freedom for the convenience of the state. . . . The political and economic structure of society must now be reorganized on the basis of freedom.</p><p class=\"passage_para\">VIII. The political and economic organization of social life must not, as at present, be directed from the summit to the base . . . imposing unity through forced centralization.”</p><p class=\"attribution author\">Mikhail Bakunin, Russian author, selected articles of his “Revolutionary Catechism,” 1866</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Anarchism</p>","<p class=\"choice_paragraph\">Conservatism</p>","<p class=\"choice_paragraph\">Liberalism</p>","<p class=\"choice_paragraph\">Socialism</p>"],"answer":0}]