[{"id":"VH910667","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH910666.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is an accurate comparison of the two authors’ views of traditional authority?</p>\n","rubricRef":"VH910667_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“It is useless to talk to [the revolutionaries of France] of the practice of their ancestors, the fundamental laws of their country, the fixed form of a constitution, whose merits are confirmed by the solid test of long experience, and an increasing public strength and national prosperity. They despise experience as the wisdom of unlettered men; and as for the rest, they have wrought underground a mine that will blow up at one grand explosion all examples of antiquity, all precedents, charters, and acts of parliament. They have ‘the rights of men.’ Against these there can be no prescription; against these no argument is binding: these admit no temperament, and no compromise: anything withheld from their full demand is [regarded as] so much of fraud and injustice.”</p><p class=\"attribution author\">Edmund Burke, <span class=\"formatted_text font_style:italic\">Reflections on the Revolution in France</span>, 1790</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\"></span><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“We seek an order of things in which all the base and cruel passions are enchained, all the beneficent and generous passions are awakened by the laws; where ambition becomes the desire to merit glory and to serve our country; where distinctions are born only of equality itself; where the citizen is subject to the magistrate, the magistrate to the people, and the people to justice; where our country assures the well-being of each individual, and where each individual proudly enjoys our country's prosperity and glory; where every soul grows greater through the continual flow of republican sentiments, and by the need of deserving the esteem of a great people; where the arts are the adornments of the liberty which ennobles them, and commerce is the source of public wealth rather than solely the monstrous opulence of a few families.</p><p class=\"passage_para\">But, in order to lay the foundations of democracy among us and to consolidate it, in order to arrive at the peaceful reign of constitutional laws, we must finish the war of liberty against tyranny and safely cross through the storms of the revolution: that is the goal of the revolutionary system which you have put in order. You should therefore still base your conduct upon the stormy circumstances in which the republic finds itself; and the plan of your administration should be the result of the spirit of revolutionary government, combined with the general principles of democracy.”</p><p class=\"attribution author\">Maximilien Robespierre, speech to the National Convention of France, 1794</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Both Robespierre and Burke respect traditional forms of authority and feel that they should be provide a model of governance.</p>","<p class=\"choice_paragraph\">Both Robespierre and Burke reject traditional forms of authority, and wish to create a new model.</p>","<p class=\"choice_paragraph\">Robespierre rejects traditional forms of authority, while Burke respects them.</p>","<p class=\"choice_paragraph\">Robespierre respects traditional forms of authority, while Burke rejects them.</p>"],"answer":2}]