[{"id":"VH912497","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912493.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The emergence of the “Ragged Schools” in London best reflects which of the following developments?</p>\n","rubricRef":"VH912497_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“To right-minded citizens, education was to be the panacea [cure-all] for London’s woes. The working classes might or might not emerge from the Crystal Palace* at Sydenham better-versed in the history of mankind than when they went in, but there were other ways of turning them into well-informed and well-behaved citizens. The first essential was to catch them young.</p><p class=\"passage_para\">The Ragged Schools are among the least known of Victorian achievements. They took ragged . . . children and clothed and fed them, and taught them rudimentary social skills, [and] the three Rs plus a fourth, religion, instead of leaving the children to fester in the gutter. . . . Some teachers were private individuals who did what they could, with what lay to hand. . . . Many of the teachers were professed Christians working for Church organisations such as the London City Mission. . . . There was no state aid, except for the ‘industrial training,’ usually tailoring or shoe-making for boys, for which a small subsidy was available in a few schools.</p><p class=\"passage_para\">In 1844 nineteen of the Ragged Schools in London joined to form a Ragged School Union, with Lord Shaftesbury as its President. This gave the movement considerable clout and attracted publicity and funds. . . . By 1869 there were 195 schools in the Union. This was the zenith of the movement, which crumbled after the 1870 Education Act established government-funded Board Schools.”</p><p class=\"passage_para\">*The Crystal Palace was the site of a major industrial and technological exhibition in the 1850s.</p><p class=\"attribution author\">Liza Picard, historian, <span class=\"formatted_text font_style:italic\">Victorian London: The Life of a City, 1840–1870</span>, published in 2005</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The increasing use of public education to promote nationalism</p>","<p class=\"choice_paragraph\">The growth of charitable institutions addressing urban problems</p>","<p class=\"choice_paragraph\">The emergence of labor-based political advocacy groups</p>","<p class=\"choice_paragraph\">The development of mass-based political parties as advocates for social reform</p>"],"answer":1}]