[{"id":"VH910419","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH910408.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Pitt’s speech regarding the possibility of peace with France was most likely influenced by which of the following developments?</p>\n","rubricRef":"VH910419_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I do, indeed, consider the French Revolution as the severest trial which the visitation of Providence has ever yet inflicted upon the nations of the Earth. But I cannot help reflecting, with satisfaction, that this country [Great Britain], even under such a trial, has not only been exempted from those calamities which have covered almost every other part of Europe, but appears to have been reserved as a refuge and asylum to those who fled from its persecution. . . . And, perhaps, ultimately as an instrument to deliver the world from the crimes and miseries which have attended the Revolution. . . .</p><p class=\"passage_para\">[The revolutionaries] had issued a universal declaration of war against all the thrones of Europe. They had passed the decree of November 19, 1792, proclaiming the promise of French aid to all nations who should manifest a wish to become free. . . . They had sealed their principles by the deposition of their sovereign. They had applied these principles to England, by inviting and encouraging the addresses of those seditious and traitorous societies who, from the beginning, favoured their views, and who, encouraged by your tolerance, were even then publicly avowing French doctrines, and anticipating their success; in this country were hailing the progress of those proceedings in France which led to the murder of its king. They were even then looking to the day when they should behold a national convention in England, formed upon similar principles.”</p><p class=\"attribution author\">William Pitt, Prime Minister of Great Britain, speech to Parliament regarding a possible peace treaty with France, 1800</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Napoleon’s military victories over rival continental powers and assumption of political leadership in France</p>","<p class=\"choice_paragraph\">Great Britain’s weakness in naval power relative to the naval power of France</p>","<p class=\"choice_paragraph\">Pitt’s concern over the possibility of France gaining allies outside of Europe</p>","<p class=\"choice_paragraph\">The physically destructive effects of the war against France on the territory of the British Isles</p>"],"answer":0}]