[{"id":"VH913808","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH913788.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Addington’s information about Leicester and Northampton in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span> provides most direct evidence for which of the following in eighteenth-century England?</p>\n","rubricRef":"VH913808_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Another objection against enclosing*, is its apparent tendency to thin the country villages of inhabitants, and depopulate the nation in general. . . . Lesser farmers, labourers, etc. are thereby deprived of their employments; and if they are not immediately forced out of their houses, they are left to starve in them.</p><p class=\"passage_para\">In the counties of Leicester and Northampton, where enclosing has lately prevailed, the decrease of inhabitants in almost all the enclosed villages, in which they have no inconsiderable manufactory, is obvious enough to be remarked by everyone that knew their state twenty or thirty years ago, and sees them now. They have known [cases in which] upwards of an hundred houses and families in some open-field villages have since dwindled to eight or ten; and five or six hundred inhabitants, where there are not now more than forty or fifty: a plain proof this, that enclosing depopulates the countryside.”</p><p class=\"passage_para\">*Enclosure was the practice of fencing off agricultural lands that had traditionally been used communally by villagers and reserving these lands for private use, generally by wealthy landowners</p><p class=\"attribution author\">Stephen Addington, “An Inquiry into the Reasons for and against Enclosing Open-Fields,” report presented to the British Parliament, 1767</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Demographic shifts associated with changes in agricultural practices</p>","<p class=\"choice_paragraph\">Dependence of industrial towns on labor supplied by migrants from the countryside</p>","<p class=\"choice_paragraph\">Greater productivity of privately-owned agricultural land</p>","<p class=\"choice_paragraph\">Overall population decline caused by concentration on non-food crops</p>"],"answer":0}]