[{"id":"VH926249","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH926231.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most directly explains how the values Hobsbawm discusses in the first paragraph were undermined in the interwar period?</p>\n","rubricRef":"VH926249_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Of all the developments in the Age of Catastrophe [the period from 1914 to 1945], survivors from the nineteenth century were perhaps most shocked by the collapse of the values and institutions of the liberal civilization whose progress their century had taken for granted. . . . These [liberal] values were a distrust of dictatorship and absolute rule; a commitment to constitutional government with or under freely elected governments and representative assemblies, which guaranteed the rule of law; and an accepted set of citizens’ rights and liberties, including freedom of speech, publication, and assembly. These values, it seemed clear, had made progress throughout the century, and were destined to advance further. . . .</p><p class=\"passage_para\">Except for Soviet Russia, all the regimes emerging from the First World War, old and new, were, basically, elected representative parliamentary regimes. . . . And yet the twenty years between Mussolini’s so-called ‘March on Rome’ and the peak of Axis success in the Second World War saw an accelerating, increasingly catastrophic, retreat of liberal political institutions.</p><p class=\"passage_para\">In 1918–1920 legislative assemblies were dissolved or became ineffective in two European states, in the 1920s in six, in the 1930s in nine, while German occupation destroyed constitutional power in another five during the Second World War.”</p><p class=\"attribution author\">Eric Hobsbawm, historian, <span class=\"formatted_text font_style:italic\">The Age of Extremes: A History of the World, 1914–1991</span>, published in 1994</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Economic instability, combined with fears of another war, allowed fascist states to emerge as liberal institutions collapsed.</p>","<p class=\"choice_paragraph\">New states that emerged in eastern Europe lacked the national unity required to create effective liberal governments.</p>","<p class=\"choice_paragraph\">British and French preparations for another war against Germany undermined those nations’ liberal political institutions.</p>","<p class=\"choice_paragraph\">The Bolshevik Revolution in Russia inspired similar communist revolts in newly created eastern and central European states.</p>"],"answer":0}]