[{"id":"VH920626","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920595.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains how European education systems in colonial areas began to facilitate the resistance alluded to at the end of <span class=\"formatted_text text_decoration:underline\">Source 2</span> ?</p>\n","rubricRef":"VH920626_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“It was becoming obvious that in many parts of the world Britain would no longer enjoy the free hand that it had been able to take for granted for so long. . . . By the 1880s assumptions that, because of Britain’s absolute naval supremacy, the only serious threats to the empire would be from powers able to attack British colonies overland no longer seemed valid. . . . In 1897, in spite of a great expansion of the British fleet, the battleships of the other powers outnumbered the Royal Navy by ninety-six to sixty-two. Britain had lost its naval monopoly. Thus from the 1880s other powers were acquiring the means to support probes into areas where Britain had not faced serious competition before, especially in the Far East and in Africa. . . . To many British people, the more active roles being played by the French, Germans, and Russians outside Europe were symptoms of much deeper changes on the continent itself.”</p><p class=\"attribution author\">P. J. Marshall, historian, “1870–1918: The Empire under Threat,” in <span class=\"formatted_text font_style:italic\">The Cambridge Illustrated History of the British Empire.</span> Reprinted in Samson, <span class=\"formatted_text font_style:italic\">The British Empire: A Reader</span>, 2001</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“Perhaps the most astonishing element of this formal imperial expansion was the division and conquest of almost all of Africa—the so-called <span class=\"formatted_text font_style:italic\">scramble for Africa</span>. Prior to the 1870s, the sections of this vast continent controlled by outside powers were limited to small enclaves. . . . Formal European imperialism in Africa was in recession in the late nineteenth century, and no new imperial push was in sight. In fact, in 1865 a British Parliamentary Committee recommended withdrawing from West Africa entirely in light of anti-imperial popular opinion and a lack of economic motivation. Nor did any other European governments seem to want the costs associated with an African empire. By 1914, this situation was entirely reversed. In the intervening half-century, almost all of Africa had been claimed as colonies or protectorates by European powers . . . Although many Africans still denied and even fought against colonial domination, the often violent process of ‘pacifying’ local populations was well under way.”</p><p class=\"attribution author\">Trevor Getz and Heather Streets-Salter, historians, <span class=\"formatted_text font_style:italic\">Modern Imperialism and Colonialism: A Global Perspective</span>, 2011</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Western-educated colonial subjects were able to emigrate to other countries.</p>","<p class=\"choice_paragraph\">Western-educated colonial subjects were able to purchase advanced weaponry to fight European colonizers.</p>","<p class=\"choice_paragraph\">Western-educated colonial subjects began to question colonial powers’ supposed commitment to economic uplift and social reform in the colonies.</p>","<p class=\"choice_paragraph\">Western-educated colonial subjects began to adopt the racial ideas of European Social Darwinists.</p>"],"answer":2}]