[{"id":"VH928499","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH928481.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following would most directly support the author’s argument in the third paragraph?</p>\n","rubricRef":"VH928499_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Arguably the most revolutionary movement in European history has been the progress made in integrating areas of western Europe with the ultimate objective of a united European state. The history of Europe since 1871 has been dominated by the German Question—by the need, and the general failure, to absorb the economic capacity and resources of Germany into an acceptable European political framework. An attempt to solve this problem has been, in my view, the greatest single achievement of the European movement. . . .</p><p class=\"passage_para\">In recent years Europe’s sharpest and clearest dividing line, the Iron Curtain, has suddenly disappeared and Germany is reunified. The speed of these events has created a new urgency to clarify what we mean by ‘Europe’ and European integration. ‘Eastern Europe’ no longer exists as a separate socio-economic or geographical region. There is now only ‘Europe’. In political terms Europe has been identified with the European Community, yet until now, the EC has been a western European phenomenon.</p><p class=\"passage_para\">With the collapse of Stalinist communism in eastern Europe, the tensions that were a recurrent feature of Europe prior to 1914 have erupted again. . . . The great task facing the European movement is to rise to the challenge of successfully integrating eastern Europe into the economic prosperity and subsequent political stability of a ‘European Community’.</p><p class=\"attribution author\">David Welch, historian,<span class=\"formatted_text font_style:italic\"> Modern European History: 1871 to 2000</span>, revised edition published in 2009.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The civil war in Yugoslavia that led to the breakup of that country</p>","<p class=\"choice_paragraph\">The peaceful separation of Czechoslovakia into two separate countries, both of which joined the European Union</p>","<p class=\"choice_paragraph\">The failure of Great Britain and Norway to join the currency union of the European Union</p>","<p class=\"choice_paragraph\">The financial crisis in Greece and Spain that required bailouts from German and other European banks</p>"],"answer":0}]