[{"id":"VH920295","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920282.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The “unstable equilibrium” referred to by Bismarck in the <span class=\"formatted_text text_decoration:underline\">first</span> paragraph is best explained by which of the following developments in European politics?</p>\n","rubricRef":"VH920295_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Believe me, it is not in Russia’s interest to try and embroil Austria and Germany. You too often lose sight of the importance of being one of three on the European chessboard. That is the invariable objective of all the Cabinets, and mine above all. Nobody wishes to be in a minority. All politics reduces itself to this formula: to try to be one of three, so long as the world is governed by the unstable equilibrium of five Great Powers.</p><p class=\"passage_para\">There was a time when [Russia] entertained the illusion of a close alliance with England. I wished then to enter that alliance as a third, and Austria would not have been necessary to me if that combination had been achieved. But I soon realized that it was a chimera. There is still too much antagonism [between Russia and Great Britain] in the East; you will need a great ‘Königgrätz’* one day in order to settle this great Asiatic dispute. Since that time, my favorite idea has been the Triple Alliance with [Russia and] Austria.”</p><p class=\"passage_para\">* The decisive victory by Prussia over Austria in 1866</p><p class=\"attribution author\">Letter from German Chancellor Otto von Bismarck to Russian Ambassador Saburov, 1880</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The effective withdrawal of Great Britain from engagement in conflicts on the European continent</p>","<p class=\"choice_paragraph\">The creation of the Dual Monarchy recognizing Hungary’s status within the Austro-Hungarian Empire</p>","<p class=\"choice_paragraph\">The unification of the German Empire under Prussian leadership</p>","<p class=\"choice_paragraph\">The rise of new political parties favoring socialist policies and workers’ rights</p>"],"answer":2}]