[{"id":"VH924167","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH924069.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The results of the First World War in Russia described in the passage are best explained by which of the following?</p>\n","rubricRef":"VH924167_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“One reason for the Russian delay in coming to [peace] terms was a conflict within the Bolshevik movement. Roughly speaking, Lenin was for acceptance of German terms at once, for cutting losses in order to win time to rebuild the Russian state: he recognized that the European revolutionary movements were not yet ripe enough to affect events. On the other side, Bukharin advocated ‘revolutionary war.’ In the end the sterility of a compromise was adopted: in Trotsky’s words, ‘We interrupt the war and do not sign the peace—we demobilize the army.’ This attempt to avoid both acceptance of German terms and hopeless resistance ended the Brest discussion on February 10. [Since they had not received a clear reply] the German offensive was resumed . . . [and] on March 3, Russian delegates signed the peace treaty at Brest. Russia gave up Poland, Lithuania, the Ukraine, the Baltic provinces, and Transcaucasia. The terms had been made harsher by delay . . . Acceptance of these terms was a bitter blow. When Lenin pressed his colleagues to ratify the treaty, he said: ‘If you do not know how to adapt yourself, if you are not inclined to crawl on your belly through the mud, then you are not a revolutionary but a chatterbox; and I am asking you to take this course not because it pleases me, but because there is no other path, because history has not shaped itself in so pleasant a way that all revolutions ripen simultaneously.’”</p><p class=\"attribution author\">J. M. Roberts, historian, <span class=\"formatted_text font_style:italic\">Europe 1880–1945</span>, published in 1967</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Russia’s long-term economic and political problems, which were exacerbated by the strains of war</p>","<p class=\"choice_paragraph\">Rising nationalist movements within the Russian empire that undermined Russia’s war effort</p>","<p class=\"choice_paragraph\">Russia’s inability to mount offensives against Germany’s major allies, Austria-Hungary and Turkey</p>","<p class=\"choice_paragraph\">Russia’s small population available for military service or industrial production</p>"],"answer":0}]