[{"id":"VH930546","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH930540.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following explains a possible limitation of Dutt’s argument concerning the future of the capitalist system in the <span class=\"formatted_text text_decoration:underline\">third paragraph</span>?</p>\n","rubricRef":"VH930546_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[At the Versailles Peace Conference] the rulers of the Entente [Allied powers] used their moment of power to smash their rivals and create world shortage. Through all the implications of the Treaties, that is the continuous guiding thread. The first object was to smash Germany as an industrial nation.</p><p class=\"passage_para\">But the work went further than that. The second task was to shatter the Central European economic system. The whole system was broken to fragments into a crazy pattern of petty quarreling states. . . . In this way Central Europe was paralyzed and Eastern Europe cut off. This is the system which capitalism offers to the world today. It is a system built upon the speculation profits of tribute or of shortage. It is a system based on the subjection or boycott of two-thirds of Europe, in addition to the subjection of the continents of Africa and Asia.</p><p class=\"passage_para\">[Nevertheless] there is no escape for capitalism save the escape of death. Do what they may, they cannot get out of the continual circle of ever-rising prices, piling debts, unemployment, war and threats of war, and all the time the rising tide of the anger of the people at home and in the subject countries abroad. It is their knowledge of this which inspires their panic fear of Bolshevism, even when the actual movement is as weak as a child; until by the very noise of their panic they help to create what they are seeking to destroy.</p><p class=\"passage_para\">The capitalists are in panic because they know their failure; they are violent because they know they are not strong. And it is this same knowledge which gives the confidence of absolute assurance to the Communist struggle. The proof of Communism does not lie in a theory; it lies in the facts of the world around us.”</p><p class=\"attribution author\">Rajani Palme Dutt, “The Sabotage of Europe,” article in the journal of the Communist Party of Great Britain, 1920</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Dutt assumes that the Bolshevik movement is not immediately in a position to overturn capitalism.</p>","<p class=\"choice_paragraph\">Dutt assumes that capitalist governments are unable to respond to economic crises by taking steps to limit economic hardships.</p>","<p class=\"choice_paragraph\">Dutt assumes that a significant share of industrial profits derives from the production of war material.</p>","<p class=\"choice_paragraph\">Dutt assumes that war and economic hardship can provoke popular discontent.</p>"],"answer":1}]