[{"id":"VH930589","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH930568.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following would tend to support Chirac’s characterization of the attitude of the majority of French people toward Nazi ideology?</p>\n","rubricRef":"VH930589_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Certainly errors were committed; there were mistakes; there was a collective mistake. But there was also France, a certain idea of France, one that was just, generous, faithful to its traditions and its spirit. This France was never at Vichy.* Nor was it any longer—and for quite some time—in Paris. It was in the sands of Libya and everywhere that free French people fought. It was in London, embodied in General de Gaulle [leader of the Free French]. It was present, one and indivisible, in the hearts of those French people, those “Righteous among the Nations,” who, when the storm was darkest, risked their lives to save . . . three-quarters of the Jewish community living in France, thereby giving life to all that is best in France: to the humanistic values, the values of liberty, justice, and tolerance that are the foundation of the French identity and obligate us for the future.”</p><p class=\"passage_para\">*A reference to the government set up to rule part of France after its defeat by Germany in 1940</p><p class=\"attribution author\">Jacques Chirac, president of France, 1995 speech commemorating the roundup of French Jews in Paris in July 1942, during the Second World War</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">French partisans resisting German occupation received widespread clandestine support.</p>","<p class=\"choice_paragraph\">Free French forces operating outside France were supplied and equipped by Britain and the United States.</p>","<p class=\"choice_paragraph\">Most of France was under direct German military control after France’s defeat in 1940.</p>","<p class=\"choice_paragraph\">French armies were rapidly defeated by German forces employing blitzkrieg tactics in 1940.</p>"],"answer":0}]