[{"id":"VH932864","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932860.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Taken together, the two sources best provide evidence for which of the following postwar developments in Europe?</p>\n","rubricRef":"VH932864_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">Deputy: “Monsieur le ministre, they are selling a drink on the boulevards of Paris called Coca-Cola®.”</p><p class=\"passage_para\">Minister: “I know it.”</p><p class=\"passage_para\">Deputy: “What’s serious, is that you know it and you are doing nothing about it.”</p><p class=\"passage_para\">Minister: “I have, at the moment, no reason to act.”</p><p class=\"passage_para\">Deputy: “This is not simply an economic question, nor is it even simply a question of public health—it’s also a political question. We want to know if, for political reasons, you're going to permit them to poison Frenchmen and Frenchwomen.”</p><p class=\"attribution author\">Debate in the French parliament, 1950</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“In Frankfurt there were many GIs, also in Heidelberg and Berlin; these cities were packed with Americans. And many of the hip-hop people from New York City were deployed here as well. Additionally, there was a large club scene, where groups from the United States performed. For example, in the early 1980s our crew called Universal Movements breakdanced with the Rock Steady Crew at the Frankfurt air base. . . . In 1983 the Funkadelic opened in Frankfurt. As far as I know, it was the first club in Germany which promoted Black music that was almost totally hip-hop orientated. This club would never have survived without a US-American crowd. In this way the whole thing developed and grew larger.”</p><p class=\"attribution author\">Cutmaster GB, German hip-hop DJ, discussing events in Frankfurt in the 1980s, interview conducted in 2002</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Cold War created cultural and political divisions between Eastern and Western Europe.</p>","<p class=\"choice_paragraph\">The increasing immigration into Europe from other countries generated debates about cultural change.</p>","<p class=\"choice_paragraph\">The American political and military presence in Europe led to greater cultural influence.</p>","<p class=\"choice_paragraph\">The growth of new cultural values led many European artists and thinkers to criticize bourgeois values.</p>"],"answer":2}]