[{"id":"VH931899","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH931890.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The concerns about immigration at the time of Thatcher’s interview were most strongly reinforced by which of the following economic developments?</p>\n","rubricRef":"VH931899_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Well now, look, let us try and start with a few figures as far as we know them, and I am the first to admit it is not easy to get clear figures from the Home Office about immigration, but there was a committee which looked at it and said that if we went on as we are then by the end of the century there would be four million people of the new Commonwealth or Pakistan here. Now, that is an awful lot and I think it means that people are really rather afraid that this country might be rather swamped by people with a different culture and, you know, the British character has done so much for democracy and law, and has done so much throughout the world, that if there is any fear that it might be swamped, people are going to be really rather hostile to those coming in. So, if you want good race relations, you have got to allay peoples’ fears on numbers. . . . because at the moment it is about between 45,000 and 50,000 people coming in a year. Now, I was brought up in a small town, 25,000. That would be two new towns a year and that is quite a lot.”</p><p class=\"attribution author\">Margaret Thatcher, British Prime Minister, television interview, 1978</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The increasing dependence of the world economy on the United States financial system in the postwar period</p>","<p class=\"choice_paragraph\">The admission of Britain into the European Economic Community in 1973</p>","<p class=\"choice_paragraph\">The increased burden of defense spending on Western European state budgets during the Cold War</p>","<p class=\"choice_paragraph\">The downturn resulting from the oil shock and declining industry in the 1970s</p>"],"answer":3}]