[{"id":"VH946628","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH946618.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following evidence regarding France does Azpilcueta use to support his argument?</p>\n","rubricRef":"VH946628_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[As to that] which causes money to rise or fall in value (namely, whether it is scarce and greatly needed, or abundant), money is worth more when and where it is scarce than where it is abundant. . . . The reasons for this opinion are as follows:</p><p class=\"passage_para\">First, that this concept is common to all men, good and evil, throughout Christendom, and thus it would seem to be a law of God and Nature.</p><p class=\"passage_para\">Second, and of great importance, that all merchandise becomes dearer when it is in great demand and short supply, and that money, in so far as it may be sold, bartered, or exchanged by some other form of contract, is merchandise and therefore also becomes dearer when it is in great demand and short supply.</p><p class=\"passage_para\">Third, that (other things being equal) in countries where there is a great scarcity of money all other saleable goods, and even the hands and labor of men, are given for less money than where it is abundant. Thus we see by experience that in France, where money is scarcer than in Spain, bread, wine, cloth, and labor are worth much less. And even in Spain, in times when money was scarcer, saleable goods and labor were given for very much less than after the discovery of the Indies, which flooded the country with gold and silver. The reason for this is that money is worth more where and when it is scarce than where and when it is abundant.”</p><p class=\"attribution author\">Martín de Azpilcueta Navarro, Spanish theologian, <span class=\"formatted_text font_style:italic\">Manual of Confessors and Penitents</span>, Spain, 1556</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">In France, where more money is available, goods and labor are given for less money.</p>","<p class=\"choice_paragraph\">In France, where less money is available, goods and labor are given for less money.</p>","<p class=\"choice_paragraph\">In France, where more money is available, goods and labor are given for more money.</p>","<p class=\"choice_paragraph\">In France, where less money is available, goods and labor are given for more money.</p>"],"answer":1}]