[{"id":"VH946689","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH946682.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following does the author use as evidence for the argument that the Reformation was a series of parallel movements?</p>\n","rubricRef":"VH946689_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The European reformation was not a simple revolution, a protest movement with a single leader, a defined set of objectives, or a coherent organization. Yet neither was it a floppy or fragmented mess of anarchic or contradictory ambitions. It was a series of <span class=\"formatted_text font_style:italic\">parallel</span> movements; within <span class=\"formatted_text font_style:italic\">each</span> of which various sorts of people with differing perspectives for a crucial period in history combined forces to pursue objectives which they only partly understood.</p><p class=\"passage_para\">First of all, the Reformation was a protest by churchmen and scholars, privileged classes in medieval society, against their own superiors. Those superiors, the Roman papacy and its agents, had attacked the teachings of a few sincere, respected academic churchmen which had seemed to threaten the prestige and privilege of clergy and papacy. Martin Luther, the first of these protesting clerics, had attacked ‘the Pope’s crown and the monks’ bellies,’ and they fought back, to defend their status. The protesting churchmen—the ‘reformers’— responded to the Roman counter-attack not by silence or by furtive [hidden] opposition, but by publicly denouncing their accusers in print. Not only that: they developed their teachings to make their protest more coherent, and to justify their disobedience.</p><p class=\"passage_para\">Then the most surprising thing of all, in the context of medieval lay people’s usual response to religious dissent, took place. Politically active laymen, not (at first) political rulers with axes to grind, but rather ordinary, moderately prosperous householders, took up the reformers’ protests, identified them (perhaps mistakenly) as their own, and pressed them upon their governors. This blending and coalition—of reformers’ protests and laymen’s political ambitions—is the essence of the Reformation.”</p><p class=\"attribution author\">Euan Cameron, historian, <span class=\"formatted_text font_style:italic\">The European Reformation</span>, 1991</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The attack on Martin Luther by the pope and other church leaders</p>","<p class=\"choice_paragraph\">Luther’s threat to “the Pope’s crown and the monks’ bellies”</p>","<p class=\"choice_paragraph\">The blending of religious reformers’ protests with those of laymen</p>","<p class=\"choice_paragraph\">The high status of the scholars who started the Reformation</p>"],"answer":2}]