[{"id":"VH945132","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH945091.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following does the author use as evidence of the impact of the introduction of European cattle to the New World?</p>\n","rubricRef":"VH945132_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The settlement of the New World had a severe effect upon native peoples, whereas in the East, European influence was very slight until much later times.</p><p class=\"passage_para\">In the early 1520s, the conquistadors brought with them smallpox and typhoid. Between them these European diseases soon decimated the Indian population, particularly the great epidemics of the 1520s, 1540s, and 1570s. In central Mexico, for example, an Indian population which numbered 11,000,000 in 1519 numbered no more than 2,500,000 by the end of the century. In addition, the Indian was beset by enormous grazing herds of cattle which the White settler introduced. He escaped the herd by working for the White settler, but if this led him to the crowded labor settlements, as it quite often did, he stood less chance of escaping infection.</p><p class=\"passage_para\">The Indian was exploited. But in the law he remained free. Enslavement was practiced, but it was not officially tolerated. Moreover, the Franciscan order, a powerful missionary force in the New World, did its best to save the Indian from the evil ways of the White man. In Bartolomé de Las Casas and Francisco de Vitoria, the Indian found influential defenders; and through their schemes for separate Indian Christian communities, he found a partial escape from the White man. But the Indian mission towns, which were permitted by [the Spanish king] Charles V, were objected to by his successor, Philip II, and they only survived in remote areas.”</p><p class=\"attribution author\">M. L. Bush, historian, <span class=\"formatted_text font_style:italic\">Renaissance, Reformation and the Outer World</span>, 1967</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Migration into labor settlements</p>","<p class=\"choice_paragraph\">Exposure to smallpox and typhoid</p>","<p class=\"choice_paragraph\">Philip II’s objection to mission towns</p>","<p class=\"choice_paragraph\">Native Americans’ legal freedom</p>"],"answer":0}]