[{"id":"VH944753","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH944535.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following claims does de Azurara make in the passage regarding the possible benefits of sailing beyond Cape Bojador and the Canary Islands?</p>\n","rubricRef":"VH944753_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“You should note well that the noble spirit of this Prince [Henry of Portugal], by a sort of natural constraint, was ever urging him both to begin and to carry out very great deeds. For which reason, after the taking of Ceuta [a port in Morocco] he always kept ships well armed against the Muslims, both for war, and because he had also a wish to know the land that lay beyond the Canary Islands and Cape Bojador . . . since it seemed to him that if he or some other lord did not endeavor to gain that knowledge, no mariners or merchants would ever attempt it . . . seeing also that no other prince took any pains in this matter, he sent out his own ships toward those parts, to have manifest certainty of them all. And to this he was stirred up by his zeal for the service of God and of the King Edward his lord and brother, who then reigned. . . .</p><p class=\"passage_para\">[Another] reason was that if there chanced to be in those lands some population of Christians, or some havens, into which it would be possible to sail without peril, many kinds of merchandise might be brought to this realm . . . and also the products of this realm might be taken there, which traffic would bring great profit to our countrymen. . . .</p><p class=\"passage_para\">[Another] reason was his great desire to make increase in the faith of our Lord Jesus Christ and to bring to him all the souls that should be saved.”</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"attribution author\">Gomes Eannes de Azurara, Portuguese chronicler, <span class=\"published_title\">The Chronicle of the Discovery and Conquest of Guinea</span>, 1453</p><p class=\"passage_para\"></p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">It would aid in Portugal’s war against the Muslims in North Africa.</p>","<p class=\"choice_paragraph\">It would aid in trade and in spreading the Christian faith.</p>","<p class=\"choice_paragraph\">It would make Henry a more powerful ruler.</p>","<p class=\"choice_paragraph\">It would aid Portugal in its rivalry with Spain.</p>"],"answer":1}]