[{"id":"VH948782","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH948778.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">St. Teresa’s text is best understood as a direct part of the</p>\n","rubricRef":"VH948782_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“At about this time there came to my notice the harm and havoc that were being wrought in France by these Lutherans [Protestants] and the way in which their unhappy sect was increasing. This troubled me very much, and, as though I could do anything, or be of any help in the matter, I wept before the Lord and entreated Him to remedy this great evil. I felt that I would have laid down a thousand lives to save a single one of all the souls that were being lost there.</p><p class=\"passage_para\">And, seeing that I was a woman, and a sinner, and incapable of doing all I should like in the Lord’s service, and as my whole yearning was, and still is, that, as He has so many enemies and so few friends, these last should be trusty ones, I determined to do the little that was in me—namely, to follow the evangelical counsels as perfectly as I could, and to see that these few nuns who are here should do the same, confiding in the great goodness of God, Who never fails to help those who resolve to forsake everything for his sake. . . . Thou, o God, did not despise women, but did always help them and show great compassion. Thou did find more faith and no less love in them than in men, and one of them was Thy most sacred Mother, from whose merits we derive merit, and whose habit we wear, though our sins make us unworthy to do so.”</p><p class=\"attribution author\">St. Teresa of Ávila, Spanish nun, <span class=\"formatted_text font_style:italic\">The Way of Perfection</span>, 1577</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Habsburg Spanish attempt to unify Europe</p>","<p class=\"choice_paragraph\">dynastic rivalries between the Spanish and French monarchies</p>","<p class=\"choice_paragraph\">Catholic Reformation</p>","<p class=\"choice_paragraph\">Protestant Reformation</p>"],"answer":2}]