[{"id":"VH948986","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH948969.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">William’s description of his status within the English government is best explained by which of the following?</p>\n","rubricRef":"VH948986_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I was called to England to be the arbitrator and mediator between King James and his subjects. . . . Had King James not formed the design of imposing his own religion upon all his subjects, it may be said that he would still be on the throne, but the ambition of making himself absolute and of imitating the actions of a powerful King, without possessing the same means and the same force, brought down upon himself those terrible misfortunes. . . . At the same time, these rebellious people, seeking a powerful Protector and a disinterested mediator, unfortunately cast their eyes upon me, and solicited my presence in England, and my help in securing their religious freedom.</p><p class=\"passage_para\">I was in Holland, at the head of a powerful force. . . . In a short time, I found myself in London, absolute master of all things, not one of King James’s subjects having had the courage or the fidelity to strike a blow in his favor. Under these conditions, in the midst of a furious people, burning with wrath against their King, I sent him secret notice to save himself, out of an excess of consideration and tenderness. I favored his flight and facilitated his departure [from England] and then, ignoring the services I had rendered him, he excited [the king of France] against me.</p><p class=\"passage_para\">The Convention [Parliament] offered me the scepter, and forced me to accept it. It also forced me, in spite of myself, to allow myself to be proclaimed King, and constrained me to obey the irregularity of its election. I found myself the recipient of a crown which I am ready to renounce for the public tranquility, and for nearly five years I have reigned with that understanding.”</p><p class=\"attribution author\">Diplomatic correspondence from King William III of England to Pope Innocent XII, 1693</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The creation of an oligarchical system of government in William’s home country of the Netherlands</p>","<p class=\"choice_paragraph\">The increasing diplomatic tensions created by England’s expanding colonial empire</p>","<p class=\"choice_paragraph\">The assertion of parliamentary supremacy over the monarchy in the English government</p>","<p class=\"choice_paragraph\">The desire of William to impose an absolutist system of government on England</p>"],"answer":2}]