[{"id":"VH948885","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH948875.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most directly influenced Richelieu’s views on the power of the king?</p>\n","rubricRef":"VH948885_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Power [is] one of the most necessary ingredients towards the grandeur of kings, and the prosperity of their governments. . . . As goodness is the object of love, power is the cause of dread, and it is most certain, that among all the principles that are capable of affecting a state, fear grounded upon esteem and reverence has so much force, that it engages everyone to perform his duty.</p><p class=\"passage_para\">If this principle is of great efficacy in respect to the internal part of states, it is to the full as prevailing abroad: subjects and strangers looking with the same eyes upon a formidable power, both the one and the other abstain from offending a prince, whom they are sensible is in a condition to hurt them, if he were so inclined.</p><p class=\"passage_para\">I have observed by the by, that the ground of the power I am speaking of must be esteem and respect; . . . that when it is grounded on any other principle, it is very dangerous; in the case instead of creating a reasonable fear, it inclines men to hate princes. . . .</p><p class=\"passage_para\">The Prince must be powerful by his reputation.</p><p class=\"passage_para\">By a reasonable army always kept on foot.</p><p class=\"passage_para\">And by a notable sum of money in his coffers, to supply unexpected demands, which often come to pass when they are least expected.</p><p class=\"passage_para\">Finally, by the possession of his subjects’ hearts.”</p><p class=\"attribution author\">Cardinal Richelieu, advisor to the French king Louis XIII, <span class=\"formatted_text font_style:italic\">Political Will and Testament</span>, 1638</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The passage of the Edict of Nantes guaranteeing religious tolerance for French Protestants</p>","<p class=\"choice_paragraph\">The growing rivalries with other European powers for overseas colonies</p>","<p class=\"choice_paragraph\">The increasing political status of the new merchant class in France</p>","<p class=\"choice_paragraph\">The challenges posed to the French government during uprisings by the nobility</p>"],"answer":3}]