[{"id":"VH945197","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH945163.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following claims does the author make about the Portuguese ruling dynasty?</p>\n","rubricRef":"VH945197_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The expansion of Europe was an intensely nationalistic phenomenon. It was an aspect of the trend, most evident in the late fifteenth and early sixteenth centuries, toward the establishment of strong centralized authority in the ‘new monarchies,’ as they have been called, and the emergence of the nation-state. A policy of overseas expansion required a degree of internal stability and national consciousness that only a powerful central government could command.</p><p class=\"passage_para\">Portugal achieved this position long before her eventual competitors, and under the leadership of the dynamic house of Aviz [the Portuguese ruling dynasty from 1385 to 1580] became a consolidated kingdom comparatively free from feudal divisions before the end of the fifteenth century. While Spain was still divided into a number of conflicting political jurisdictions, England and France were preoccupied in their own and each other’s affairs, and the Dutch were still an appendage of the [Habsburg] Empire, the Portuguese combined the advantages of their natural geographic situation with their political and economic stability to initiate the age of discovery.”</p><p class=\"attribution author\">Richard B. Reed, historian, “The Expansion of Europe,” in <span class=\"formatted_text font_style:italic\">The Meaning of the Renaissance and Reformation,</span> 1974.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">It was hindered by conflicting political jurisdictions.</p>","<p class=\"choice_paragraph\">It consolidated power and overcame feudal divisions.</p>","<p class=\"choice_paragraph\">It was an appendage of the Habsburg Empire.</p>","<p class=\"choice_paragraph\">It was in conflict with the Spanish.</p>"],"answer":1}]