[{"id":"VH950180","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH950175.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best summarizes the advice given by Frederick William in the <span class=\"formatted_text text_decoration:underline\">first</span> paragraph?</p>\n","rubricRef":"VH950180_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“It is necessary to conduct yourself as a good father to your people, that you love your subjects regardless of their religious convictions, and that you try to promote their welfare at all times. Work to stimulate trade everywhere, and keep in mind the population increase of [your territories]. Take advantage of the advice of the clergy and nobility as much as you can; listen to them and be gracious to them all, as befits your position; recognize ability where you find it, so that you will increase the love and affection of your subjects toward you. . . .</p><p class=\"passage_para\">Seek to maintain friendly relations with the princes and nobility of the [Holy Roman] Empire. Correspond with them frequently and maintain your friendship with them. Be certain not to give them cause for ill will; try not to arouse emotions of jealousy or enmity, but be sure that you are in a strong position to maintain your weight in disputes that may arise. . . .</p><p class=\"passage_para\">It is wise to have alliances, if necessary, but it is better to rely on your own strength. You are in a weak position if you do not have the means and do not possess the confidence of the people. These are the things, God be praised, which have made me powerful since the time I began to have them.”</p><p class=\"attribution author\">Frederick William, the Great Elector of Brandenburg-Prussia, secret letter to his son and heir, 1667</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">A good leader should instill fear in the population.</p>","<p class=\"choice_paragraph\">It is not necessary to tolerate other religions.</p>","<p class=\"choice_paragraph\">Exploit the church for the enrichment of the state.</p>","<p class=\"choice_paragraph\">Helping the people will strengthen the state.</p>"],"answer":3}]