[{"id":"VH965149","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH965147.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following later developments would best support Copernicus’ claim regarding the motion of the spheres?</p>\n","rubricRef":"VH965149_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I may well presume, most Holy Father, that certain people, as soon as they hear that in this book I assert the Earth moves, will cry out that, holding such views, I should at once be hissed off the stage.</p><p class=\"passage_para\">Many centuries have consented to the establishment of the contrary judgment, namely that the Earth is placed immovably as the central point in the middle of the universe . . . How I came to dare to conceive such motion of the Earth, contrary to the received opinion of the mathematicians and indeed contrary to the impression of the senses, is what your Holiness will expect to hear.</p><p class=\"passage_para\">So I should like your Holiness to know that I was led to think of a method of computing the motions of the spheres by nothing else than the knowledge that the mathematicians are inconsistent in these investigations. . . . I therefore took pains to read again the works of all the philosophers whose works I could find to seek out whether any of them had ever supposed that the motions of the spheres were other than those demanded by the mathematical schools. I found first in Cicero* that Hicetas* had realized that the Earth moved. Afterwards I found in Plutarch* that certain others had held the same opinion.”</p><p class=\"passage_para\">*Classical writers and philosophers</p><p class=\"attribution author\">Nicolaus Copernicus, <span class=\"formatted_text font_style:italic\">On the Motions of the Heavenly Orbs</span>, dedication to Pope Paul III, 1543</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Galileo’s observations of sunspots as well as craters on the moon</p>","<p class=\"choice_paragraph\">Newton’s research into optical refraction</p>","<p class=\"choice_paragraph\">Kepler’s formulation of the laws of planetary motion</p>","<p class=\"choice_paragraph\">Brahe’s assertion that novas were not comets, but in fact newly visible stars</p>"],"answer":2}]