[{"id":"VH967640","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH967575.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The changes in working hours described in the passage are best explained by which of the following developments of the late nineteenth century?</p>\n","rubricRef":"VH967640_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The thesis that the condition of the worker . . . has improved during the last quarter or half century, does not require any more proof . . . What can we say about his leisure? Is the worker of today a greater slave to his work than in the past? . . . The evidence of the facts and figures allows us to give an unequivocal reply. The working day has been reduced to a level that makes it more humane. . . . In the recent past, for we are referring to a situation which existed only 30 or 40 years ago, a working day of 14 or 15 hours was not unusual, both in home-based as well as factory production.</p><p class=\"passage_para\">Nowadays the duration of work is not more than 12 hours, and even that is much too long. French law has fixed it at this figure; Swiss law has reduced it to 11 hours, in England it is down to 9 1/2 hours . . . and it is probable soon, in the whole of Europe, that the effective working day will be reduced to 10 hours or to 60 hours out of the 168 in a week, not through legislation, but at the request of the parties concerned . . .</p><p class=\"passage_para\">The facts that we have put together show quite clearly that all classes of the nation have participated in the general progress and that the working class has particularly benefited in the triple sense of an improvement in their material well-being, an increase in security, and the growth of leisure.”</p><p class=\"attribution author\">Paul Leroy-Beaulieu, French economist, essay, 1881</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Laissez-faire economic policies</p>","<p class=\"choice_paragraph\">Population growth and urbanization</p>","<p class=\"choice_paragraph\">Agricultural and transportation improvements</p>","<p class=\"choice_paragraph\">Government and private reforms</p>"],"answer":3}]