[{"id":"VH966809","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH966788.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The changes in Russia described in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span> most directly resulted in which of the following?</p>\n","rubricRef":"VH966809_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Russia began to receive an industrial outreach from the West within a few decades of the advent of the industrial revolution. British textile machinery was imported beginning in 1843. . . . [A] number of Russian entrepreneurs set up small factories to produce cotton, aware that even in Russia’s small urban market they could make a substantial profit by underselling traditional manufactured cloth. Other factories were established directly by Britons. . . .</p><p class=\"passage_para\">The first steamship appeared in Russia in 1815, and by 1820 a regular service ran on the Volga river. The first public railroad, joining St. Petersburg to the imperial residence in the suburbs, opened in 1837. In 1851 the first major line connected St. Petersburg and Moscow, along a remarkably straight route desired by Tsar Nicholas I himself. . . .</p><p class=\"passage_para\">But Russia did not then industrialize. Modern industrial operations did not sufficiently dent established economic practices. The nation remained overwhelmingly agricultural. High percentage increases in manufacturing proceeded from such a low base that they had little general impact. . . . While some free laborers could be found, most rural Russians could not legally leave their land, and their obligation to devote extensive work service to their lords’ estates reduced their incentive even for agricultural production.”</p><p class=\"attribution author\">Peter Stearns, historian, <span class=\"formatted_text font_style:italic\">The Industrial Revolution in World History</span>, 1993</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Expansion of urban centers in Russia</p>","<p class=\"choice_paragraph\">Population growth and declining infant mortality in rural areas</p>","<p class=\"choice_paragraph\">Legislation designed to restrict working hours for industrial laborers</p>","<p class=\"choice_paragraph\">The persistence of serfdom and the dominance of landowning elites</p>"],"answer":0}]