[{"id":"VH966613","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH966594.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Samuelson’s study of Le Creusot is best explained by which of the following characteristics of the British Parliament at the time?</p>\n","rubricRef":"VH966613_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The [Le Creusot] ironworks . . . now cover 300 acres; the workshops and forges 50 acres; and the mines yield annually 250,000 tons of coal and 300,000 tons of iron ore; 300,000 tons of coal and about 120,000 tons of iron ore are purchased. The ironworks produce more than 100,000 tons of iron, besides machinery, locomotive and marine, iron bridges and viaducts, and even iron gunboats and river steamers.</p><p class=\"passage_para\">These marvelous works have been virtually created in 30 years and, in fact, the well-built, well-paved town of Le Creusot, with its churches, its schools, its markets, its gasworks and waterworks, and its handsome public walks, inhabited by nearly 24,000 well-fed and decently clad people, has taken the place of the wretched pit village [site of a small iron mine and ironworks] of 2,700 inhabitants [that existed in] 1836.”</p><p class=\"attribution author\">Bernhard Samuelson, British Member of Parliament, description of the ironworks at the town of Le Creusot in eastern France, 1867</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Parliament offered financial rewards to inventors.</p>","<p class=\"choice_paragraph\">Parliament still contained many representatives of the landed aristocracy.</p>","<p class=\"choice_paragraph\">Parliament passed industrial reform acts to alleviate harsh working conditions.</p>","<p class=\"choice_paragraph\">Parliament represented commercial and industrial interests.</p>"],"answer":3}]