[{"id":"VH965173","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH965168.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Frederick’s testament was most likely intended to justify which of the following?</p>\n","rubricRef":"VH965173_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“A well conducted government must have an underlying concept so well integrated that it could be likened to a system of philosophy. All actions taken must be well reasoned, and all financial, political, and military matters must flow towards one goal: which is the strengthening of the state and the furthering of its power. However, such a system can flow but from a single brain, and this must be that of the sovereign. Laziness, hedonism, and imbecility, these are the causes which restrain princes in working at the noble task of bringing happiness to their subjects . . . a sovereign is not elevated to his high position, supreme power has not been confined to him, in order that he may live in lazy luxury, enriching himself by the labor of the people, being happy while everyone else suffers. . . .</p><p class=\"passage_para\">You can see, without doubt, how important it is that the King of Prussia govern personally. Just as it would have been impossible for Newton to arrive at his system of gravity if he had worked in harness with Leibnitz and Descartes, so a system of politics cannot be arrived at and continued if it has not sprung from a single brain. . . . All parts of the government are inexorably linked with each other. Finance, politics, and military affairs are inseparable; it does not suffice that one will be well administered; they all must be.</p><p class=\"passage_para\">Catholics, Lutherans, Reformed, Jews, and other Christian sects live in this state, and live together in peace: if the sovereign, moved by a mistaken zeal, declares himself for one religion or another, parties will spring up, heated disputes ensue, little by little persecutions will commence and, in the end, the religion persecuted will leave the fatherland and millions of subjects will enrich our neighbors by their skill and industry.”</p><p class=\"attribution author\">Frederick the Great, king of Prussia, <span class=\"formatted_text font_style:italic\">Political Testament</span>, 1752</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Prussia’s embrace of Lutheranism</p>","<p class=\"choice_paragraph\">Frederick’s military campaigns against Austria</p>","<p class=\"choice_paragraph\">Frederick’s sponsorship of Enlightenment philosophes</p>","<p class=\"choice_paragraph\">Prussia’s adoption of enlightened absolutism</p>"],"answer":3}]