[{"id":"VH966510","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH966504.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Mekarska’s criticisms in the <span class=\"formatted_text text_decoration:underline\">first paragraph</span> best reflect which of the following developments of the nineteenth century?</p>\n","rubricRef":"VH966510_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“And would you like to suppress all work other than reproduction for women? . . . I am speaking here about appropriate work, not the abusive exploitation that turns all workers and especially the poor woman into a slave, the serf of modern society, at the mercy and misery of speculation. . . . It is said that work exhausts and kills . . . Must one conclude that because women work too much that therefore they should not work at all, and let them avoid the exhaustion produced by excessive work by plunging them into weariness caused by idleness?</p><p class=\"passage_para\">Let us work to raise women’s salaries, to ensure that they are commensurate with what is produced, raise them in proportion to the cost of life’s necessities and there will be no excess, no sapping of the strength of the kind that inevitably leads to corruption, degeneration, and even death.</p><p class=\"passage_para\">It is certainly essential that women produce goods and earn money, but it does not follow that her work will only lower men’s wages. Equal pay for equal work, this is the only true justice. One must not base wages on the needs of the worker, but on the worker’s production. It is about time that the scandalous anomaly of wage differences [between men and women] disappears forever. And is it not odious that under the false pretext that women have fewer needs than men that [employers] authorize themselves to pay them two, three, and even four times less than men?”</p><p class=\"attribution author\">Adèle Paulina Mekarska, French socialist and labor activist, speech, 1868</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Increasing calls for democracy and popular sovereignty</p>","<p class=\"choice_paragraph\">Rising calls for national unification or independence</p>","<p class=\"choice_paragraph\">Growing concerns over the moral dangers of consumerism</p>","<p class=\"choice_paragraph\">Expanding arguments against industrial capitalism</p>"],"answer":3}]