[{"id":"VH966110","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH966104.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is the most accurate description of a <span class=\"formatted_text text_decoration:underline\">similarity</span> in the ideas of the two authors?</p>\n","rubricRef":"VH966110_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“Many of the issues raised in those 25 years [of the French Revolution] remain a cause of partisan debate, being sources of our political and social system. The proposition that simply by being born one has certain inherent rights was the Idea of that revolution. The [seed] of it, as we saw, lay in the Protestant Revolution, which asserted the ‘Christian liberty’ of everyone’s free and equal access to God. The [seed] was developed indirectly by the Monarchical Revolution, which lowered the power and prestige of the nobility and tended, despite exceptions, toward making everybody alike subjects of the king within the nation-state. Next, the ‘Century of Light’ [the Enlightenment] launched doctrines, political, social, and economic, that should have caused France to transform its monarchy from so-called absolute to constitutional like England and even more thoroughly. This purpose was widely understood by the population; it inspired the first moves of the Estates General convened at mid-year 1789, and it brought about the nobles stripping themselves of their privileges.”</p><p class=\"attribution author\">Jacques Barzun, French historian, <span class=\"formatted_text font_style:italic\">From Dawn to Decadence: 1500 to the Present, 500 Years of Western Cultural Life</span>, 2000</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“For me as a British Conservative, with Edmund Burke the father of Conservatism and the first great perceptive critic of the Revolution as my ideological mentor, the events of 1789 represent a perennial illusion in politics. The French Revolution was a Utopian attempt to overcome a traditional order—one with many imperfections, certainly—in the name of abstract ideas, formulated by vain intellectuals, which lapsed, not through chance but through weakness and wickedness, into purges, mass murder and war. In so many ways it anticipated the still more terrible Bolshevik Revolution of 1917. The English tradition of liberty, however, grew over the centuries: its most marked features are continuity, respect for law and a sense of balance, as demonstrated by the Glorious Revolution of 1688.”</p><p class=\"attribution author\">Margaret Thatcher, Conservative Prime Minister of Great Britain (1979–1990), memoirs, 1993</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Both authors see the Glorious Revolution in England as a more positive development than the French Revolution.</p>","<p class=\"choice_paragraph\">Both authors see the French Revolution as an attempt to change the traditional order.</p>","<p class=\"choice_paragraph\">Both authors see the French Revolution as encouraging the Industrial Revolution.</p>","<p class=\"choice_paragraph\">Both authors see the motivations for the French Revolution as fundamentally conservative.</p>"],"answer":1}]