[{"id":"VH967635","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Describe the author’s purpose in writing the passage.</p>\n\n<p class=\"passage_para\">b) Explain one way in which the author’s point of view reflects his historical situation.</p>\n\n<p class=\"passage_para\">c) Explain one way in which the passage reflects the spread of Enlightenment ideas.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH967635_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“I have placed the main point of enlightenment—the escape of men from their self-imposed immaturity—chiefly in matters of religion . . . because religious incompetence is not only the most degrading but the most harmful of all.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">As things now stand, there is much which prevents men from being, or easily becoming, capable of correctly using their own reason in religious matters with assurance and free from outside direction. But, on the other hand, we have clear indications that the field has now been opened wherein men may freely deal with these things. The obstacles to general enlightenment or the release from self-imposed immaturity are gradually being reduced. In this respect, this is the age of Enlightenment.”</p>\n\n<p class=\"attribution author\">Immanuel Kant, German philosopher, “What Is Enlightenment?” 1784</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]