[{"id":"VH966717","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH966621.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following states a point on which the authors of the two sources would likely agree?</p>\n","rubricRef":"VH966717_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“Upon the whole, there remains no doubt upon my mind, that under the system pursued in many of the factories, the children of the laboring classes stand in need of, and ought to have, legislative protection against the conspiracy insensibly formed between their masters and parents, to tax them to a degree of toil beyond their strength.</p><p class=\"passage_para\">I think it has been clearly proved that children have been worked a most unreasonable and cruel length of time daily, and that even adults have been expected to do a certain quantity of labor which scarcely any human being is able to endure. I am of the opinion no child under fourteen years of age should work in a factory of any description for more than eight hours a day. From fourteen upwards I would recommend that no individual should, under any circumstances, work more than twelve hours a day; although if practicable, as a physician, I would prefer the limitation of ten hours, for all persons who earn their bread by their industry.”</p><p class=\"attribution author\">Testimony of the Commission of Medical Examiners before the British Parliament regarding the proposed Factory Act, 1833</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“National progress is the sum of individual industry, energy, and uprightness, as national decay is of individual idleness, selfishness, and vice. . . . The highest patriotism and philanthropy consist, not so much in altering laws and modifying institutions, as in helping and stimulating men to elevate and improve themselves by their own free and independent action as individuals.</p><p class=\"passage_para\">It is this individual freedom and energy of action . . . that constitutes the prolific source of our natural growth. For it is not to one rank or class alone that this spirit of free action is confined, but it pervades all ranks and classes: perhaps [it is most] observable in the commonest orders of the people. . . .</p><p class=\"passage_para\">One of the most strongly marked features of the English people is their indomitable spirit of industry. . . . It is this spirit, displayed by the [common people] of England, which has laid the foundations and built up the industrial greatness of empire at home and in the colonies.”</p><p class=\"attribution author\">Samuel Smiles, English writer, <span class=\"formatted_text font_style:italic\">Self Help, with Illustrations of Character and Conduct</span>, 1859</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The government’s proper role was to encourage industrial growth through intervention in the market.</p>","<p class=\"choice_paragraph\">The wealth generated by industrialization should be equally distributed to all members of society.</p>","<p class=\"choice_paragraph\">Industrialization had a profound effect on the lives of individual workers.</p>","<p class=\"choice_paragraph\">Class divisions were of less and less importance in industrialized society.</p>"],"answer":2}]