[{"id":"VH976983","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH976977.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the historical significance of the view of the importance of the navy expressed by the kaiser in the passage?</p>\n","rubricRef":"VH976983_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“To my surprise, His Majesty [Kaiser Wilhelm II] received me with great friendliness, listened positively to my explanation, and then indulged himself in a highly detailed lecture on the navy. . . . He enumerated the ships we have and the ones we would need in order to survive a war; . . . emphasized that we had to have an armored fleet to protect our trade and to keep ourselves supplied with provisions; and was of the opinion that our fleet would have to be strong enough to prevent the French fleet from cutting off the food supplies we needed. In addition, he . . . would have to find the means, and if the Reichstag did not approve this, he would nevertheless carry on building and present the Reichstag with the bill later. Public opinion didn’t concern him. He knew that the people didn’t love him, and cursed him; but that wouldn’t deter him. I then reminded the Emperor of the difference between Prussia and the [German] Empire . . . In the Empire the Emperor only had the rights which the Reichstag conceded to him.”</p><p class=\"passage_para\">Account of a conversation between German chancellor Hohenlohe-Schillingsfürst and Kaiser Wilhelm II in 1897, published in the chancellor’s memoirs, 1931</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">It demonstrates the effects of the breakdown of the diplomatic system established in the Concert of Europe.</p>","<p class=\"choice_paragraph\">It shows the growing antagonisms in Europe created by Bismarck’s foreign policy based on the principles of <span class=\"formatted_text font_style:italic\">Realpolitik.</span></p>","<p class=\"choice_paragraph\">It demonstrates the thinking behind the arms race that contributed to diplomatic tensions between Germany and Great Britain.</p>","<p class=\"choice_paragraph\">It shows the growing influence of mass-based political parties on the foreign policies of the major European states.</p>"],"answer":2}]