[{"id":"VH978567","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978565.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following historical circumstances best explains why Palmerston chose to describe the charge of the Light Brigade in the way that he did?</p>\n","rubricRef":"VH978567_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I do protest against the language which we have heard from Mr. Layard, the honorable member of Parliament from Aylesbury . . . who says we have disgraced our country, tells us we ought to be the laughingstock of Europe, and has thought proper to mingle his observations and recommendations with what I must call vulgar declamations against the aristocracy of this country.</p><p class=\"passage_para\">When I look at the matchless bravery of the troops, and when I look to the share which the gentry and aristocracy of the country have taken in those conflicts, I say that I feel proud. Why, look to that glorious charge of the cavalry at Balaklava [a battle in the Crimean War], site of the charge of the Light Brigade, where the noblest and the wealthiest of the land rode foremost, followed by heroic men from the lowest classes of the community, each rivaling the other in bravery, neither the peer who led nor the trooper who followed being distinguished the one from the other. . . . I would appeal to that gallant charge as an immortal proof of the glory of this country.”</p><p class=\"attribution author\">Lord Palmerston, British home secretary, speech in Parliament on the conduct of the Crimean War, 1855</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Karl Marx had recently begun to publish his theories about the inevitability of class struggle.</p>","<p class=\"choice_paragraph\">The British political system was gradually affording more representation and political power to members of the lower classes.</p>","<p class=\"choice_paragraph\">Improvements in weaponry were making cavalry charges an outmoded tactic by the 1850s.</p>","<p class=\"choice_paragraph\">Industrialization in Britain created a new upper class whose sources of income were different from those of the traditional aristocracy.</p>"],"answer":1}]