[{"id":"VH977637","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977632.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Lenin’s proposals for revolutionary change in Russia are best explained by which of the following intellectual developments?</p>\n","rubricRef":"VH977637_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“What is the significance of this revolution? Its significance is, in the first place, that we will have a soviet government, without the participation of bourgeoisie of any kind. The oppressed masses will of themselves form a government. The old state machinery will be smashed into bits and in its place will be created a new machinery of government by the soviet organizations. From now on there is a new page in the history of Russia, and the present, third Russian revolution will lead to the victory of Socialism.</p><p class=\"passage_para\">One of our immediate tasks is to put an end to the war at once. But in order to end the war, which is closely bound up with the present capitalistic system, it is necessary to overthrow capitalism itself. In this work we shall have the aid of the world labor movement, which has already begun to develop in Italy, England, and Germany.”</p><p class=\"attribution author\">Vladimir Lenin, speech to the Petrograd Soviet (workers’ council), November 1917</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The development of Russian nationalism based on Slavic culture and the Orthodox Church</p>","<p class=\"choice_paragraph\">The development of utopian socialist thought</p>","<p class=\"choice_paragraph\">The development of anarchist theories calling for the dismantling of government</p>","<p class=\"choice_paragraph\">The development of a Marxist critique of industrial society</p>"],"answer":3}]