[{"id":"VH977353","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977351.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The British actions described in the passages best explain which of the following reactions in the late nineteenth century?</p>\n","rubricRef":"VH977353_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“In the eighteenth century the British Empire had been, at best, amoral. The [British] had grabbed power in Asia, land in America and slaves in Africa. Native peoples were either taxed, robbed, or wiped out. But paradoxically their cultures were largely tolerated; in some cases even studied and admired.</p><p class=\"passage_para\">The Victorians had more elevated aspirations. They dreamt not just of ruling the world, but of redeeming it. It was no longer enough for them to exploit other races; now the aim became to improve them. Native peoples themselves would cease to be exploited, but their cultures—[regarded by the Victorians as] superstitious, backward, heathen—would have to go. In particular, the Victorians aspired to bring light to what they called the Dark Continent [Africa].”</p><p class=\"attribution author\">Niall Ferguson, historian, <span class=\"formatted_text font_style:italic\">Empire: The Rise and Demise of the British World Order and the Lessons for Global Power</span>, 2002</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“In the hundred years after [the 1757 battle of] Plassey, the East India Company, with an army of 260,000 men at the start of the nineteenth century and the backing of the British government and Parliament (many of whose members were shareholders in the enterprise), extended its control over most of India. The Company conquered and absorbed a number of hitherto independent or autonomous states, imposed executive authority through a series of high-born governors-general appointed from London, regulated the country’s trade, collected taxes and imposed its fiat on most aspects of Indian life. . . . But as the Company’s principal motive was economic, so too were the major consequences of its rule, both for India and for Britain itself.</p><p class=\"passage_para\">Britain’s Industrial Revolution was built on the destruction of India’s thriving manufacturing industries. Textiles were an emblematic case in point: the British systematically set about destroying India’s textile manufacturing and exports, substituting Indian textiles by British ones manufactured in England. Ironically, the British used Indian raw material and exported the finished products back to India and the rest of the world, the industrial equivalent of adding insult to injury.”</p><p class=\"attribution author\">Shashi Tharoor, political leader, <span class=\"formatted_text font_style:italic\">Inglorious Empire: What the British Did to India</span>, 2016</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Rival European states, such as France and Germany, sought to draw Britain into alliance structures in order to minimize conflict over overseas empires.</p>","<p class=\"choice_paragraph\">British colonial subjects who received a western education created nationalistic movements to resist imperialism.</p>","<p class=\"choice_paragraph\">Many European countries began to lower trade barriers in order to take advantage of British colonial imports.</p>","<p class=\"choice_paragraph\">European states created state-run trading companies to manage profits from colonial exports.</p>"],"answer":1}]