[{"id":"VH984670","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH984652.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most directly pushed migrants from Asia and Africa to come to Europe in the 1950s to 1970s?</p>\n","rubricRef":"VH984670_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The influx of foreigners was supported by the [West German] Federal government, for the questionable purpose of furthering uninhibited economic growth. The German people never had the meaning and implications of it explained to them. Thus we call for the founding of a non-partisan and ideologically neutral league for the purpose of finding a fair possible solution to the problem—in dialogue with politicians—of determining the fate not only of the foreign workers but of our country. What makes it so difficult to find a solution to this problem is the fact that we can no longer have public discussion without people who raise these issues being called ‘Nazis.’ We plead, therefore, for a calm discussion and to find a solution, on the basis of the Basic Law [the constitution]—against ideological nationalism, racism, and extremism of both Left and Right.</p><p class=\"passage_para\">It is not possible to integrate huge masses of non-German foreigners into our people, without endangering our language, culture, and religion. Every people, including the German people, has a natural right to preserve its identity and individuality in its living space.”</p><p class=\"attribution author\">The “Heidelberg Manifesto,” issued by a group of West German university professors, 1981</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Widespread famines forced large numbers of Africans and Asians to flee their home countries for Europe.</p>","<p class=\"choice_paragraph\">European political and economic integration reduced border controls.</p>","<p class=\"choice_paragraph\">Economic and political instability associated with decolonization drove many citizens of former colonies to seek new economic opportunities in Europe.</p>","<p class=\"choice_paragraph\">Increasing secularization in European society attracted victims of religious persecution.</p>"],"answer":2}]