[{"id":"VH982445","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH982444.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains Briand’s view as expressed in the passage?</p>\n","rubricRef":"VH982445_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Is it not a moving spectacle that barely a few years after the most frightful war that has ever convulsed the world, when the battlefields are still almost damp with blood, the same peoples which clashed so roughly meet in this peaceful assembly and affirm mutually their common desire to collaborate in the work of universal peace? Messieurs, peace for France and Germany means that the series of painful and bloody encounters that has stained every page of history is over; over too, are the long veils of mourning for sufferings that will never ease. No more wars, no more brutal and bloody solutions to our differences! Away with rifles, machine guns, cannon! Make way for conciliation, for arbitration, for peace!”</p><p class=\"attribution author\">French Foreign Minister Aristide Briand, declaration welcoming Germany’s entry into the League of Nations, 1926</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The need for European states to cooperate in suppressing anticolonial rebellions</p>","<p class=\"choice_paragraph\">The desire to cooperate with former enemies to halt the spread of Bolshevism after the Russian Revolution</p>","<p class=\"choice_paragraph\">The desire of French political leaders to punish Germany for its actions in the First World War</p>","<p class=\"choice_paragraph\">The fears of French and other countries’ political leaders of a repeat of the First World War</p>"],"answer":3}]