[{"id":"VH984505","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH984502.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the situation that prompted the doctor to write the letter?</p>\n","rubricRef":"VH984505_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Yesterday I received my first payment for the first quarter of the new [National] Health Service. . . . To say I was profoundly shocked would be an understatement; I was stunned, particularly as a protagonist [supporter] of a free medical service. . . . The people of this country have been provided with better medical care, including Dental, Ophthalmic [eye], and other services, than ever before. They have taken full advantage of this comprehensive scheme, for the Doctors have worked as hard, if not harder, than in their peak winter epidemic periods. In return they have been presented with a mere pittance for their skill and responsibility, in their most exacting and ceaseless occupation.</p><p class=\"passage_para\">I believe, Sir, you have stated that the Bill was designed, in part, to relieve the doctor of financial anxiety, but it now appears that his position is to be worse than it ever was. You surely realize that Medicine and Finance are ill-wedded companions.”</p><p class=\"attribution author\">Letter sent by a medical doctor in Leeds, England, to Aneurin Bevan, British political official, 1948</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Advances in medical science were significantly increasing the cost of medical care.</p>","<p class=\"choice_paragraph\">British doctors and health services were significantly strained by the Second World War.</p>","<p class=\"choice_paragraph\">The loss of British colonies during the decolonization movement after the Second World War strained British resources.</p>","<p class=\"choice_paragraph\">The British government significantly expanded its role in the economy after the Second World War by creating a welfare state.</p>"],"answer":3}]