[{"id":"VH982464","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH982458.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">All the following statements are factually accurate. Which would most directly <span class=\"formatted_text text_decoration:underline\">challenge</span> the argument described by Marrus?</p>\n","rubricRef":"VH982464_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“For an important body of historical opinion, the questions asked about the emergence of the Final Solution [the Holocaust] can be answered easily with reference to Hitler’s anti-Jewish rhetoric, drawn from various points in his career but seen to reflect a consistent murderous objective. In this view, Hitler is seen as the driving force of Nazi anti-Semitic policy, whose views indicate a coherent line of thought from a very early point. Hitler is also seen as the sole strategist with the authority and the determination to begin the implementation of the Final Solution. . . . This line of thought accents the role of Hitler in initiating the murder of European Jewry, seeing a high degree of persistence, consistency, and orderly sequence in Nazi anti-Jewish policy, directed from a very early point to the goal of mass murder.”</p><p class=\"attribution author\">Michael Marrus, historian, <span class=\"formatted_text font_style:italic\">The Holocaust in History</span>, 1989</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The mass killings of Jews in occupied territories increased as the course of the war turned against Germany.</p>","<p class=\"choice_paragraph\">The Nazi regime considered a plan to deport European Jews to the French colony of Madagascar.</p>","<p class=\"choice_paragraph\">Small groups of police and soldiers known as <span class=\"formatted_text font_style:italic\">Einsatzgruppen</span> undertook the killing of many eastern European Jews through mass shootings.</p>","<p class=\"choice_paragraph\">Many high officials in the German government were tried for crimes against the Jews after the war ended.</p>"],"answer":1}]