[{"id":"VH982465","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH982463.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The exploitation of Sudeten grievances described by Butler in the passage are most directly connected to which of the following features of the Nazi regime?</p>\n","rubricRef":"VH982465_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“It has been wrongly assumed that [British Prime Minister] Chamberlain believed that [asking the Czech government to make] concessions would inevitably forestall a German military invasion of Czechoslovakia. On the contrary, he was fully aware, as were all the best of our diplomatic advisers, that the Sudeten* problem might not be the real issue and that Hitler might have ambitions far beyond the restoration of Sudeten rights. Chamberlain felt that this was a situation which would have to be faced if it came, but that a world war could not be fought to maintain inviolate the ascendancy of seven million Czechs over an almost equal multitude of discontented minorities. The boundaries of Czechoslovakia had been drawn, as Churchill himself testified, in flagrant defiance of the principle of self-determination. There is no doubt that the government of the new State [of Czechoslovakia] kept the three million Germans in a position of political, educational, and cultural inferiority, and that bitterness was exacerbated by the economic depression of the ‘thirties which hit the German industrialized areas (the Sudetenland) more severely than elsewhere [in Czechoslovakia]. These grievances were outrageously exploited by the Nazis and their Sudeten puppet, Henlein; but the grievances were real.”</p><p class=\"passage_para\">*The Sudetenland was a region of western Czechoslovakia where ethnic Germans constituted a large portion of the population.</p><p class=\"attribution author\">Richard Austen Butler, diplomatic officer in the British government during the negotiation of the Munich Agreement of 1938, <span class=\"formatted_text font_style:italic\">The Art of the Possible: The Memoirs of Lord Butler,</span> 1971</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Its creation of a cult of personality around Adolf Hitler, the Nazi leader, as a means of creating national cohesion</p>","<p class=\"choice_paragraph\">Its use of antisemitic rhetoric and policies as means to unite Germans against a supposed enemy</p>","<p class=\"choice_paragraph\">Its employment of aggressive nationalism as a means of maintaining support at home and gaining advantages abroad</p>","<p class=\"choice_paragraph\">Its elimination of the distinction between the ruling party and the government as a means of securing power</p>"],"answer":2}]