[{"id":"VH982580","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH982578.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The conflict alluded to in the passage is best explained by</p>\n","rubricRef":"VH982580_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Germans attacked in mass formation, by big columns of five or six hundred men, preceded by two waves of sharpshooters. . . . It is absolutely impossible to convey what losses the Germans must suffer in these attacks. Nothing can give the idea of it. Whole ranks are mowed down, and those that follow them suffer the same fate. Under the storm of machine gun, rifle, and [artillery] fire, the German columns are plowed into furrows of death. Imagine if you can what it would be like to rake water. Those gaps filled up at once. That is enough to show with what disdain for human life the German attacks are planned and carried out.</p><p class=\"passage_para\">In these circumstances, German advances are inevitable. These advances may startle the public, but at the front nobody attaches any importance to them. As a matter of fact, our trenches are so near to those of the Germans that once the barbed wire is destroyed the distance between them can be covered in a few minutes. Thus, if one is willing to suffer a loss of life corresponding to the number of men necessary to cover the space between the lines, the other trench can always be reached. By sacrificing thousands of men, after a formidable bombardment, an enemy trench can always be taken.”</p><p class=\"attribution author\">Account by a French army officer of the Battle of Verdun, 1916</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">the spread of Marxist ideology during the late nineteenth and early twentieth centuries</p>","<p class=\"choice_paragraph\">protest and insurrection among the populations of France and Germany</p>","<p class=\"choice_paragraph\">territorial disputes and rival alliance structures involving the two countries</p>","<p class=\"choice_paragraph\">the collapse of European empires as anticolonial movements developed in the early twentieth century</p>"],"answer":2}]