[{"id":"VH982460","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH982458.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following pieces of evidence would most directly support the argument about the Holocaust described by Marrus?</p>\n","rubricRef":"VH982460_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“For an important body of historical opinion, the questions asked about the emergence of the Final Solution [the Holocaust] can be answered easily with reference to Hitler’s anti-Jewish rhetoric, drawn from various points in his career but seen to reflect a consistent murderous objective. In this view, Hitler is seen as the driving force of Nazi anti-Semitic policy, whose views indicate a coherent line of thought from a very early point. Hitler is also seen as the sole strategist with the authority and the determination to begin the implementation of the Final Solution. . . . This line of thought accents the role of Hitler in initiating the murder of European Jewry, seeing a high degree of persistence, consistency, and orderly sequence in Nazi anti-Jewish policy, directed from a very early point to the goal of mass murder.”</p><p class=\"attribution author\">Michael Marrus, historian, <span class=\"formatted_text font_style:italic\">The Holocaust in History</span>, 1989</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Hitler associated Bolshevism and communism with the Jewish people.</p>","<p class=\"choice_paragraph\">Hitler believed that the German people were entitled to “living space” in eastern Europe.</p>","<p class=\"choice_paragraph\">Hitler called for the elimination of the Jewish people from Europe in his early 1920s autobiography <span class=\"formatted_text font_style:italic\">Mein Kampf.</span></p>","<p class=\"choice_paragraph\">Hitler supported the elimination of Gypsies and other non-Jewish minorities he deemed undesirable.</p>"],"answer":2}]