[{"id":"VH984699","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH984697.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following does the author NOT cite as an economic benefit of the European Community?</p>\n","rubricRef":"VH984699_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“By the late 1950s all West European socialist and social democratic parties (I shall use the terms interchangeably) had abandoned in practice, and some in theory too, the idea of socialism as an ‘end-state’ or ‘final goal.’ What had been short-term aims in the pre-1914 programs of social democracy had now become the only goals: income redistribution, equality and social justice, full employment, the welfare state and the mixed economy. To achieve these objectives it was thought necessary to control the nation-state and its ‘sovereign’ administrative machine. Today this conception is bankrupt. . . . The last attempt in this direction, the French socialist government of 1981–1983, provided the resting place for the political ambitions of national social democracy.</p><p class=\"passage_para\">Inside the European Community,* the irreversibility of interdependence is now widely accepted. Even among nationalists, at least in Europe, economic integration is celebrated because it allows for the viability of new—and sometimes very small—states. . . .</p><p class=\"passage_para\">The likely enlargement of the EC to include Sweden, Norway, Austria, and Finland will create the largest and richest market in the world: 360 million consumers in 16 countries. The creation of a single market with a single currency, the establishment of a common commercial law, the elimination of many physical barriers to trade, the [construction] of common European technical standards, of Community-wide public procurement markets, and the end of transaction costs cannot fail to bring about major economic gains (although these are unlikely to be distributed according to any equitable criteria).”</p><p class=\"passage_para\">* The European Community, or EC, was a precursor organization to the European Union</p><p class=\"attribution author\">Donald Sassoon, historian, “Social Democracy and the Europe of Tomorrow,” article in the left-wing journal <span class=\"formatted_text font_style:italic\">Dissent</span>, 1994</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The establishment of common commercial law</p>","<p class=\"choice_paragraph\">The end of transaction costs</p>","<p class=\"choice_paragraph\">The equitable redistribution of economic gains</p>","<p class=\"choice_paragraph\">The construction of common technical standards</p>"],"answer":2}]