[{"id":"VH984530","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH984525.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the Soviet view of the Marshall Plan and the Truman Doctrine as expressed in the passage?</p>\n","rubricRef":"VH984530_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The so-called Truman Doctrine and the Marshall Plan are particularly glaring examples of the manner in which the principles of the United Nations are violated, of the way in which the organization is ignored.</p><p class=\"passage_para\">As the experience of the past few months has shown, the proclamation of this doctrine meant that the United States government has moved toward a direct renunciation of the principles of international collaboration and concerted action by the great powers and toward attempts to impose its will on other independent states, while at the same time obviously using the economic resources distributed as relief to individual nations as an instrument of political pressure. . . .</p><p class=\"passage_para\">It is becoming more and more evident to everyone that the implementation of the Marshall Plan will mean placing European countries under the economic and political control of the United States and direct interference by the latter in the internal affairs of those countries.</p><p class=\"passage_para\">Moreover, this Plan is an attempt to split Europe into two camps and, with the help of the United Kingdom and France, to complete the formation of a bloc of several European countries hostile to the interests of the democratic countries of Eastern Europe and most particularly to the interests of the Soviet Union.”</p><p class=\"attribution author\">Andrei Vyshinsky, Deputy Foreign Minister of the Soviet Union, speech to the United Nations, 1947</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Marshall Plan aid was offered to Eastern Europe as well as Western Europe.</p>","<p class=\"choice_paragraph\">The Marshall Plan and Truman Doctrine both tended to restrict the expansion of Soviet influence.</p>","<p class=\"choice_paragraph\">Soviet forces had suffered by far the largest number of casualties in the fight against Nazi Germany.</p>","<p class=\"choice_paragraph\">The Soviets wished to ensure that individual countries determined their own political and economic development without outside influence.</p>"],"answer":1}]