[{"id":"VH982423","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH982386.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Darwin's perspective in the <span class=\"formatted_text text_decoration:underline\">first paragraph</span> regarding future developments is significant because of its</p>\n","rubricRef":"VH982423_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The great break in the organic chain between man and his nearest allies, which cannot be bridged over by any extinct or living species, has often been advanced as a grave objection to the belief that man is descended from some lower form; but this objection will not appear of much weight to those who, from general reasons, believe in the general principle of evolution. Breaks often occur in all parts of the series, some being wide, sharp and defined, others less so in various degrees. . . . In some future period, not very distant as measured by centuries, the civilized races of man will almost certainly exterminate and replace the savage races throughout the world. . . .</p><p class=\"passage_para\">We have seen in the last two chapters that man bears in his bodily structure clear traces of his descent from some lower form; but it may be urged that, as man differs so greatly in his mental power from all other animals, there must be some error in this conclusion. No doubt the difference in this respect [human mental powers] is enormous even if we compare the mind of one of the lowest savages, who has no words to express any number higher than four, and who uses hardly any abstract terms for common objects, or for the affections, with [the mental powers] of the most highly organized ape. The difference would, no doubt, still remain immense, even if one of the higher apes had been improved or civilized as much as a dog has been in comparison with its parent-form, the wolf or jackal. The [native inhabitants of Tierra del Fuego] rank amongst the lowest [in terms of civilization]; but I was continually struck with surprise how closely the three natives on board H.M.S. Beagle,* who had lived some years in England, and could talk a little English, resembled us in disposition and in most of our mental faculties.”</p><p class=\"passage_para\">*the ship on which Darwin traveled for his research expedition</p><p class=\"attribution author\">Charles Darwin, <span class=\"formatted_text font_style:italic\">The Descent of Man</span>, 1871</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">speculative nature, which was not common among scientific thinkers of his period</p>","<p class=\"choice_paragraph\">essentially positivist view of human progress, which broke with Enlightenment tradition</p>","<p class=\"choice_paragraph\">adaptation by racial thinkers, who used it to justify European imperialist policies</p>","<p class=\"choice_paragraph\">pessimistic view of development, which anticipated the cultural relativism that began to develop in the late nineteenth century</p>"],"answer":2}]