[{"id":"VH984510","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH984509.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following pieces of evidence would most directly support the author’s general claim in the passage regarding Gorbachev’s role in the Cold War?</p>\n","rubricRef":"VH984510_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The West did not, as is widely believed, win the Cold War through geopolitical containment and military deterrence. Nor was the Cold War won by the Reagan military buildup and the Reagan Doctrine, as some have suggested. Instead, ‘victory’ for the West came when a new generation of Soviet leaders realized how badly their system at home and their policies abroad had failed. What containment did was to successfully stalemate Moscow’s attempts to advance Soviet hegemony. Over four decades it performed the historic function of keeping Soviet power in check until the internal seeds of destruction within the Soviet Union and its empire could mature. At that point, however, it was Gorbachev who brought the Cold War to an end. . . .</p><p class=\"passage_para\">Although Gorbachev remained a Socialist, and in his own terms perhaps even a Marxist-Leninist, . . . he renounced the idea of inevitable world conflict. His avowed acceptance of the interdependence of the world, of the priority of all-human values over class values, . . . marked a revolutionary ideological change.”</p><p class=\"attribution author\">Raymond Garthoff, American diplomat, “Why Did the Cold War End?” journal article, 1992</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Gorbachev withdrew Soviet forces from Afghanistan.</p>","<p class=\"choice_paragraph\">Gorbachev proposed a nuclear disarmament agreement with the United States.</p>","<p class=\"choice_paragraph\">Gorbachev began a series of internal reform policies known as <span class=\"formatted_text font_style:italic\">glasnost</span> (openness) and <span class=\"formatted_text font_style:italic\">perestroika</span> (restructuring).</p>","<p class=\"choice_paragraph\">Gorbachev did not intervene against the popular protests in Soviet satellite countries that toppled communist regimes.</p>"],"answer":3}]