[{"id":"VH982446","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH982444.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The aspirations expressed by Briand in the passage would be most directly <span class=\"formatted_text text_decoration:underline\">undermined</span> by his failure to recognize</p>\n","rubricRef":"VH982446_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Is it not a moving spectacle that barely a few years after the most frightful war that has ever convulsed the world, when the battlefields are still almost damp with blood, the same peoples which clashed so roughly meet in this peaceful assembly and affirm mutually their common desire to collaborate in the work of universal peace? Messieurs, peace for France and Germany means that the series of painful and bloody encounters that has stained every page of history is over; over too, are the long veils of mourning for sufferings that will never ease. No more wars, no more brutal and bloody solutions to our differences! Away with rifles, machine guns, cannon! Make way for conciliation, for arbitration, for peace!”</p><p class=\"attribution author\">French Foreign Minister Aristide Briand, declaration welcoming Germany’s entry into the League of Nations, 1926</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">the political and economic instability of the German Weimar Republic</p>","<p class=\"choice_paragraph\">the growing influence of communism among the voting populations of France and Germany</p>","<p class=\"choice_paragraph\">the reduced diplomatic role of the United States in Europe as it adopted an isolationist stance</p>","<p class=\"choice_paragraph\">the political and economic crises that turned the newly created democracies in eastern Europe toward authoritarianism</p>"],"answer":0}]