[{"id":"VH984518","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH984517.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains why Marshall’s plan outlined in the passage was a break from prior United States policy in Europe?</p>\n","rubricRef":"VH984518_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“It is logical that the United States should do whatever it is able to do to assist in the return of normal economic health in the world, without which there can be no political stability and no assured peace. Our policy is directed not against any country or doctrine but against hunger, poverty, desperation, and chaos. Its purpose should be the revival of a working economy in the world so as to permit the emergence of political and social conditions in which free institutions can exist. . . .</p><p class=\"passage_para\">It would be neither fitting nor [effective] for this Government to undertake to draw up unilaterally a program designed to place Europe on its feet economically. This is the business of Europeans. The initiative, I think, must come from Europe. The role of this country should consist of friendly aid in the drafting of a European program and of later support of such a program so far as it may be practical for us to do so.”</p><p class=\"attribution author\">George Marshall, United States Secretary of State, speech at Harvard University, 1947</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The United States had provided loans to European states after the First World War in the Dawes plan.</p>","<p class=\"choice_paragraph\">The United States had adopted a largely isolationist foreign policy with regard to Europe after the First World War.</p>","<p class=\"choice_paragraph\">The United States had been critical of the mandate system implemented by the Allies after the First World War.</p>","<p class=\"choice_paragraph\">The United States had been hostile toward the communist regime established by the Bolshevik Revolution.</p>"],"answer":1}]