[{"id":"VR011631","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH910670.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">All the following statements are historically accurate. Which would most strongly support Gruner’s characterization in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span> of the rule of German princes before Napoleon?</p>\n","rubricRef":"VR011631_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Peoples of these long-oppressed, German lands! As a German I come among you, long-lost brothers who have been won back at great cost! To return you freedom, independence, honor, and happiness in the name of generous-hearted monarchs. Prove yourselves worthy of such great gifts. Earn the blood that has flowed on your behalf. Make willing and immediate sacrifice to secure an honorable, happy future. Seek to earn and preserve what the victorious allied armies* have given you.</p><p class=\"passage_para\">Remember the noble German princes, whose rule was happy and who remained worthy in good times and bad. Think of the great Imperial union and the common language, which binds you with us in perpetuity. Prove yourselves worthy of being German, and you will remain so.”</p><p class=\"passage_para\">* a reference to the forces of Russia, Prussia, and Austria that had defeated Napoleon in Germany the previous year</p><p class=\"attribution author\">Declaration of Justus Gruner, newly appointed governor-general of the Middle Rhine region after Napoleon's retreat from Germany, 1814</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">There were virtually no instances of significant popular rebellions against German princes in the eighteenth century.</p>","<p class=\"choice_paragraph\">Germany was divided in nearly three hundred independent principalities in the eighteenth century.</p>","<p class=\"choice_paragraph\">The Peace of Westphalia had established the idea of state sovereignty as the governing principle for relationships among German states in the eighteenth century.</p>","<p class=\"choice_paragraph\">Most German states in the eighteenth century had an official religion supported by the ruler.</p>"],"answer":0}]