[{"id":"VR036404","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, you should do the following.</p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four&nbsp;documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether or not the Catholic Church in the 1600s was opposed to new ideas in science.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus style:1\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Paolo Antonio Foscarini, Catholic monk and scientist, excerpt from <span class=\"formatted_text font_style:italic\">An Epistle Concerning the Pythagorean and Copernican Opinion of the Mobility of the Earth and Stability of the Sun</span>, 1615</p>\n\n<p class=\"passage_para\">Because the common system of the world devised by Ptolemy has hitherto satisfied none of the learned, hereupon a suspicion is risen up amongst all, even Ptolemy’s followers themselves, that there must be some other system which is more true than this of Ptolemy. . . . The telescope (an optick invention) has been found out, by help of which many remarkable things in the heavens . . . were discovered. . . . By this same instrument it appears very probable that Venus and Mercury do not move properly about the Earth, but rather about the sun; and that the Moon alone moveth about the Earth . . .</p>\n\n<p class=\"passage_para\">Now there is no better or more convenient hypothesis than that of Copernicus. Because of this, many modern authors are induced to approve of, and follow it: but with much hesitancy and fear, because it seems to contradict the Holy Scriptures, and it cannot possibly be reconciled to them. Which is the reason why this hypothesis has been long suppressed and is now entertained by men in a modest manner, and as it were with a veiled face.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Catholic Cardinal Bellarmine, letter of response to Paolo Antonio Foscarini, 1615</p>\n\n<p class=\"passage_para\">I have read with interest your letter; I thank you for this and confess that it is full of intelligence and erudition. You ask for my opinion, and so I shall give it to you, but very briefly, since now you have little time for reading and I for writing.</p>\n\n<p class=\"passage_para\">First, . . . to want to affirm that in reality the sun is at the center of the world and only turns on itself without moving from east to west, and the earth . . . revolves with great speed around the sun . . . is a very dangerous thing, likely not only to irritate all scholastic philosophers and theologians, but also to harm the Holy Faith by rendering Holy Scripture false.</p>\n\n<p class=\"passage_para\">Second, I say that, as you know, the Council [of Trent] prohibits interpreting Scripture against the common consensus of the Holy Fathers. . . .</p>\n\n<p class=\"passage_para\">Third, I say that if it were clearly demonstrated that the sun is at the center of the universe and the earth in the third orbit, and that the sun does not circle the earth but the earth circles the sun, then one would have to proceed with great care in explaining the Scriptures that appear contrary, and say rather that we do not understand those passages of Scripture, rather than say that what is demonstrated is false. But I will not believe that there is such a demonstration, until it is shown to me.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Christoph Grienberger, German Jesuit mathematics professor in Rome, 1615</p>\n\n<p class=\"passage_para\">A new description of the universe seems to be necessary because the old one has been changed a great deal in our day and many embellishments have been added to it. But the question has been raised as to whether it is proper for us Jesuits to do this. It seems to me that the time has now come for a greater degree of freedom of thought to be given to both mathematicians and philosophers on this matter [the constitution of the heavens], for the imperfection of the heavens is not absolutely contrary to theology or to philosophy and even much less to mathematics. . . . It seems that our colleague Biancani has not exercised his talents sufficiently in writing the<span class=\"formatted_text font_style:italic\"> Cosmographia </span>[which rejected heliocentrism and the existence of mountains on the moon]. But I am quite willing to excuse him about this. For up to now his hands have been tied, as have ours. Thus he has dealt with most topics in a way which is not adequate when he was not allowed to think freely about what is required.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Galileo Galilei, Italian mathematician, astronomer, and physicist, letter to the Grand Duchess Christina of Tuscany, 1615</p>\n\n<p class=\"passage_para\">The reason produced for condemning the opinion that the earth moves and the sun stands still is that in many places in the Bible one may read that the sun moves and the earth stands still. Since the Bible cannot err, it follows as necessary the consequence that anyone takes an erroneous and heretical position who maintains that the sun is inherently motionless and the earth movable.</p>\n\n<p class=\"passage_para\">With regard to this argument, I think in the first place that it is very pious to say and prudent to affirm that the holy Bible can never speak untruth—whenever its true meaning is understood. But I believe nobody will deny that it is often very abstruse, and may say things which are quite different from what its bare words signify. Hence in expounding the Bible if one were always to confine oneself to the unadorned grammatical meaning, one might fall into error. . . .</p>\n\n<p class=\"passage_para\">I do not feel obliged to believe that the same God who has endowed us with senses, reason, and intellect has intended to forgo their use by some other means to give us knowledge which we can attain by them. He would not require us to deny sense and reason in physical matters which are set before our eyes and minds by direct experience or necessary demonstrations.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Maria Celeste Galilei, Catholic nun, letter to her father, Galileo, 1623</p>\n\n<p class=\"passage_para\">The happiness I derived from the gift of letters you sent me, Sire, written to you by that most distinguished Cardinal, now elevated to the exalted position of Pope, was indescribable, for his letters so clearly express the affection this great man has for you, and also show how highly he values your abilities. I have read and reread them, savoring them in private, and I return them to you, as you insist, without having shown them to anyone else except Suor Arcangela,* who has joined me in drawing the utmost joy from seeing how much our father is favored by persons of such caliber.</p>\n\n<p class=\"passage_para\">*a fellow Catholic nun known for her radical political and philosophical beliefs</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Illustration from a text on sunspots by Christoph Scheiner, German Jesuit astronomer, 1630</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an illustration. In the illustration, a man is shown seated at a desk in a room with many windows. He appears to be working on an astronomical drawing. He is pointing toward another man who is kneeling on the ground, working with a machine that resembles a telescope. Light is shown entering the end of the telescope that is near a window. The light is escaping from the other end of the telescope and projecting on a square surface that has an astronomical drawing on it. Latin text is written at the bottom of the illustration.\" src=\"https://assets.learnosity.com/organisations/537/VR036404.g03.png\" /><span class=\"mandatory_credit_line\">Private Collection/Bridgeman Images</span></div>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Critique of French thinker René Descartes by the Jesuits of Clermont College, Paris, 1665</p>\n\n<p class=\"passage_para\">Descartes’ thoughts on scientific reasoning are distasteful to mathematics, philosophy, and theology. They are distasteful to philosophy, because they overthrow all philosophical principles and ideas which common sense has accepted for centuries. They are distasteful to mathematics, because mathematics cannot be used to explain natural things without great disturbance of the traditional order. They are distasteful to theology, because Descartes’ reasoning attributes too much to the chance combination of atoms, which favors the atheist. And finally, following Descartes’ reasoning, there can be no conversion of bread and wine in the Eucharist into the blood and body of Christ, which favors heretics.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]