[{"id":"VR036394","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“It was the weakness of Russia’s democratic culture which enabled Bolshevism to take root. . . . The Russian people were trapped by the tyranny of their own history. . . . For while the people could destroy the old system, they could not build a new one of their own. . . . By 1921, if not earlier, the revolution had come full circle, and a new autocracy had been imposed on Russia which in many ways resembled the old.”</p>\n\n<p class=\"direction_paragraph\" style=\"margin-left: 40px;\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Orlando Figes, historian, <span class=\"formatted_text font_style:italic\">A People’s Tragedy: The Russian Revolution, 1891-1924</span>, published in 1997</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Describe one piece of evidence that would support the author’s characterization of Russia’s political culture prior to the Bolshevik Revolution.</p>\n\n<p class=\"passage_para\">b) Describe one piece of evidence that would support the author’s interpretation of Russia's “new autocracy” in the 1920s and 1930s.</p>\n\n<p class=\"passage_para\">c) Describe one piece of evidence that would undermine the author’s argument in the passage that the “new autocracy” in Russia resembled the old.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR036394_rubric"}]