[{"id":"VR259333","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response you should do the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether or not the Protestant Reformation was a radical challenge to established hierarchies.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<p class=\"passage_para\">Source: Catholic emperor Charles V, message to his council, 1521</p>\n\n<p class=\"passage_para\">I am descended from the most Christian emperors of the noble German nation, from the Catholic kings of Spain, the archdukes of Austria and the dukes of Burgundy. I am determined to support everything that these predecessors and I myself have kept. For it is certain that a single friar [Martin Luther] errs in his opinion which is against all of Christendom, and according to which all of Christianity has been in error both in the past thousand years and even more in the present. For that reason I am absolutely determined to stake on this cause my kingdoms and territories, my friends, my body and blood, my life and soul. I declare to you that I regret having so long delayed to proceed against this Luther and his false doctrine and I am no longer willing to hear him speak more, but I am making it clear that immediately, he be taken back without preaching or admonishing the people with his bad doctrine, and making sure that no disorder results.</p>\n\n<p class=\"passage_para text-center\"><strong>Document 2</strong></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Protestant destruction of icons [artistic representations of Christ and the saints] in Zurich, Switzerland, 1524</p>\n\n<div class=\"standalone_image text-left\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a 1524 drawing showing the Protestant destruction of icons. In the drawing, three men are taking down religious statues and paintings inside of a church. Two statues of religious figures have been removed from pedestals and placed on the floor. \" class=\"text-left\" height=\"820\" src=\"https://assets.learnosity.com/organisations/537/VR259333.g01.png\" width=\"650\" /></div>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: Martin Luther, <span class=\"formatted_text font_style:italic\">A Sermon on Marriage</span>, 1525</p>\n\n<p class=\"passage_para\">The wife veils herself with a fine, soft veil, spun and sewn out of pretty, soft flax or linen. Why does she do this? So that she speaks fine, lovely, friendly words to her husband and not coarse, filthy, scolding words, as the bad wives do who carry a sword in their mouths. Therefore, the wife should have the manner of a grapevine, as it says in the 128th Psalm, for this lets itself be bent and directed with a little band of straw, as the winemaker desires. Just so should wives let themselves be guided and taught by their husbands.</p>\n\n<p class=\"passage_para\">That is now what the wife should do in marriage, namely, that she should be subordinate and obedient to her husband and not undertake or do anything without his consent.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: Valerius Anshelm, Protestant Swiss chronicler of the German Peasant War, 1525</p>\n\n<p class=\"passage_para\">In sum, what the peasants and their supporters undertook, namely, to free the Gospel and themselves through rebellion, was itself overthrown by rebellion, so that evangelical teaching and preaching were accused under the names of Luther, Zwingli, and the Anabaptists of being “even-hellical” and rebellious. [The Gospel] was hated and shunned and in many places rooted out with severe destruction of life and property, or its introduction was prohibited under pain of such punishment. And so it was that the burdened peasantry had slipped the ropes that bound them, only to be bound with chains.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: Robert Aske, English gentleman, testimony given before his execution for rebellion against the newly established Protestant regime of Henry VIII, 1537</p>\n\n<p class=\"passage_para\">Once the monasteries in the North [of England] gave great help to poor men and praiseworthy service to God*.</p>\n\n<p class=\"passage_para\">Now no hospitality is shown to travelers. Instead, farmers rent out farms and taverns for profit. Any monies earned from former monastery lands are now going to the King. Also, many tenants who were fed and aided by monasteries now can barely live. Traveling strangers and beggars have no help on the roads. Sea walls, dikes, bridges and high walls that were once maintained by the monasteries for the good of the Commonwealth are now left untended.</p>\n\n<p class=\"passage_para\">*Henry VIII confiscated church lands and closed the monasteries after establishing the Church of England.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: Ordinance [law] from the Protestant German duchy of Württemberg, 1559</p>\n\n<p class=\"passage_para\">At least twice a year, each pastor shall make in his sermons serious warning to his parishioners that they must be diligent in sending their children to school. And let him stress the great benefit bound to come from this, schools being necessary not only for learning the liberal arts, but also the fear of God, virtue, and discipline. Where the young are neglected and kept out of school, permanent harm, both eternal and earthly, must result, as children grow up without fear and knowledge of God, without discipline, like the dumb beasts of the field, learning nothing about what is needed for their salvation, nor what is useful to them and their neighbors in worldly life.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: Letter from the Catholic Queen Regent Catarina of Portugal to Count Castanheira, ambassador to France, 1562</p>\n\n<p class=\"passage_para\">From letters that I have now received from my ambassador in the court of the King of France, I have learned of the great role in that realm that the ministers of the Lutheran sect and their followers have, and the regard and authority enjoyed by very important persons in said realm, and how close it is there for the loss of our holy Catholic faith if our Lord [Charles IX of France] does not deal with it.</p>\n\n<p class=\"passage_para\">From the state of these religious questions you will understand how it is our duty to take great care in a remedy for it. Because these religious questions are of the type that they are and that they very much affect the honor of Our Lord and the peace and tranquility of all Christianity, it seems I am obliged to take up this matter with the King of France. I would greatly appreciate you writing to me with all haste if I should do it, and what on this matter I should say to him, for I want to resolve this thing immediately, since to delay could create great harm.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]