[{"id":"VR259014","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response you should do the following:</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether the French Revolution was motivated primarily by Enlightenment ideas or by economic concerns.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<p class=\"passage_para\">Source: François-Noël Babeuf, French tax collector, private letter to his friend Dubois de Fosseux, 1787</p>\n\n<p class=\"passage_para\">Must there be any distinctions at all between men? Why give any greater dignity to him who carries a sword [traditional symbol of the nobility] than to him who forges it? Did Nature, who gave predominance to our species, command that it submit to other laws than those drawn up for all the other species of animate beings? Did it desire that one individual be less well-fed, less well-clothed and less well-housed than another? Is it likely that this is the way things were done in the earliest ages of life on earth? Our most advanced knowledge of what were the natural customs of our brothers, the American Indians, before we discovered their peaceful country and began treating them so poorly, certainly would disprove any assertion to that effect.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<p class=\"passage_para\">Source: List of grievances from members of the Third Estate* living in the town of Carcassonne, southern France, early 1789</p>\n\n<p class=\"passage_para\">A holy respect for religion, morality, civil liberty, and the rights of property, a speedy return to true principles, a careful selection and due measure in the matter of the taxes, a strict proportionality in their assessment, a persistent economy in government expenditures, and indispensable reforms in all branches of the administration, are the best and perhaps the only means of perpetuating the existence of the monarchy.</p>\n\n<p class=\"passage_para\">Therefore, the third estate of the electoral district of Carcassonne very humbly petitions his Majesty to take into consideration these concerns, weigh them in his wisdom, and permit his people to enjoy, as soon as may be, fresh proofs of his benevolence.</p>\n\n<p class=\"passage_para\">*Term used in pre-revolutionary France to refer to all people who were not part of the clergy (the First Estate) or the nobility (the Second Estate)</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: List of grievances issued by members of the French clergy, early 1789</p>\n\n<p class=\"passage_para\">The salt tax and the various sales taxes ought to be suppressed, or replaced, if need be, with a tax less burdensome.</p>\n\n<p class=\"passage_para\">Customs duties should be limited to goods crossing the frontiers of France.</p>\n\n<p class=\"passage_para\">Registry fees* have grown to an exorbitant figure. The irregularity of these charges from place to place creates frequent contentions.</p>\n\n<p class=\"passage_para\">It is desirable to lessen the disadvantage under which poor country people labor in securing justice in the matter of over-taxation, on account of the considerable expense of bringing their cases to court.</p>\n\n<p class=\"passage_para\">The shifting of certain taxes might bring them to bear upon various articles of luxury, and especially upon unnecessary articles of domestic use.</p>\n\n<p class=\"passage_para\">*Legal fees charged for various transactions</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: Anonymous political cartoon, “Awakening of the Third Estate,” early 1789</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an early 1789 political cartoon titled Awakening of the Third Estate. In the cartoon, a man, representing the Third Estate, has chains around his torso and is lying on the ground. He is looking down at a small pile of arms, and is grabing his chains in one hand and a weapon from the pile in his other hand. Two men, one representing the nobility and one representing the clergy, stand over the man on the ground with their arms raised and shocked expressions on their faces. In the background, a building is shown with pieces crumbling down. An army is shown outside of the building. A caption in French is given at the bottom of the cartoon.\" src=\"https://assets.learnosity.com/organisations/537/VR259014.g01.png\" /></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The figure on the left represents the nobility. The figure in the center represents the clergy. The figure on the ground represents the Third Estate, a term used before the revolution to identify all people in France who were not part of the clergy or the nobility.</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Translation of caption: “My goodness, it was time I woke up. My chains were giving me nightmares.”</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: Jacques Antoine Creuzé-Latouche, French lawyer, account of the king’s reform proposals presented to the Estates General, 1789</p>\n\n<p class=\"passage_para\">The “Declaration of the King’s Intentions” made up the most bizarre, the most despotic, the most contradictory set of instructions ever to be found in history: the king annulled all limitation on his powers, and prohibited the establishment of any future limitations. He desired that all property rights should be observed, such as church tithes [taxes paid to the Catholic church], dues owed to noble landowners, feudal rights, etc. In fact, he had drawn up the constitution by himself. Some features of these arrangements which favored the clergy and the nobility were greeted by them with cries of “Long live the king!” while there was unbroken silence and no response from the deputies of the Third Estate.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: French newspaper, report, July 1789</p>\n\n<p class=\"passage_para\">The nearer July 14th came, the greater became the shortage of food. The crowd, besieging every baker’s shop, received a small distribution of bread, always with warnings about possible shortages the next day. Fears were redoubled by the complaints of people who had spent the whole day waiting at the baker’s door without receiving anything.</p>\n\n<p class=\"passage_para\">As I was forced at the height of the shortage to go to Versailles for a short visit, I was curious to see what sort of bread was being eaten at court, or served at the ministers’ and deputies’ tables. Nowhere could I find even rye bread. Everywhere I saw only beautiful bread, of the finest and most delicate quality. It was served in great abundance and delivered by the bakers themselves.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: Women’s petition to the National Assembly, October 1789</p>\n\n<p class=\"passage_para\">It is astonishing that, having gone so far along the path of reforms, and having cut down much of the forest of prejudices, you would leave standing the oldest and most general of all abuses, the one which excludes half of the inhabitants of this vast kingdom from positions, dignities, honors, and especially from the right to sit amongst you.</p>\n\n<p class=\"passage_para\">You have generously decreed equality of rights for all; you have made the humble march alongside the princes and lords of the earth. At last, thanks to your good influence, a serene day will break above our heads, a new people, of citizens, wise and happy, will raise itself on the ruins.</p>\n\n<p class=\"passage_para\">Will women then be the only ones for whom the iron age of oppression will forever continue?</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]