[{"id":"VR259384","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response you should do the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. &nbsp;</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether or not the revolutions of 1848 were primarily motivated by nationalism.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\" style=\"margin-left: 480px;\">Document 1</p>\n</div>\n\n<p class=\"passage_para\">Source: Decree of the French Second Republic issued the day after its establishment, February 1848</p>\n\n<p class=\"passage_para\">The provisional government of the French republic pledges itself to guarantee the means of subsistence of the workingman by labor.</p>\n\n<p class=\"passage_para\">It pledges itself to guarantee labor to all citizens.</p>\n\n<p class=\"passage_para\">It recognizes that workingmen ought to enter into associations among themselves in order to enjoy the advantage of their labor.</p>\n\n<p class=\"passage_para\">The provisional government of the republic decrees the immediate establishment of national workshops.*</p>\n\n<p class=\"passage_para\">*intended to create jobs for unemployed workers</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<p class=\"passage_para\">Source: List of demands by a group of Hungarian women, Budapest newspaper, April 1848</p>\n\n<p class=\"passage_para\">We demand: that the minister of education shut down as soon as possible every Austrian-controlled girls’ school that stunts the growth of Hungarian pupils with respect to nationality or morals, and establish a model girls’ school at national expense in the capital and in each district.</p>\n\n<p class=\"passage_para\">We demand: that the wealthier Hungarian women effectively promote the instruction of their own offspring and the children of poor people.</p>\n\n<p class=\"passage_para\">We demand: that all true Hungarian women know the most sacred patriotic requirements: to strengthen and assist the general spread of our nationality, which still stands on weak footing in more cultured circles, into every branch of public and private life, and make it a thing of respect and honor not only at home but abroad as well.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: Honore Daumier, French caricaturist, political cartoon, 1848</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a political cartoon. The cartoon shows Victor Hugo and Emile Girardin attempting to lift Louis Napoleon on a shield. The men appear to be struggling, holding the shield up unevenly. Louis Napoleon is struggling to maintain balance on top of the shield. A caption is written in French at the bottom of the cartoon.\" src=\"https://assets.learnosity.com/organisations/537/VR259384.g01.png\" /></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Translation of caption: “Victor Hugo and Emile Girardin together attempt to elevate Prince Louis Napoleon on a shield. It’s not very steady!”</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Victor Hugo (on the left) was a liberal journalist and novelist. Emile Girardin (on the right) was a conservative newspaper editor and politician. Louis Napoleon, the nephew of Napoleon I, later became Emperor Napoleon III of France after the Revolution of 1848 in France.</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: French socialist pamphlet, France, May 1848</p>\n\n<p class=\"passage_para\">The approaching election will show France and the world if the Revolution must retreat before intrigue and egoism or prove its might by a stunning demonstration of right.</p>\n\n<p class=\"passage_para\">Don’t listen to those who try to persuade to have as your representatives a prince or an heir of the Emperor. . . . Don’t allow yourselves to be blinded by the glow of a name.</p>\n\n<p class=\"passage_para\">Firmly establish the revolution, immutably found the democratic republic with all of its social consequences: this Citizens, should be the goal of our common efforts.</p>\n\n<p class=\"passage_para\">Citizen friends, in the name of your desolated mothers and wives, of your starving children, reinforce the decimated ranks of the Representatives of the democratic and social republic and prove to the world that if the people of France know how to conquer rights, they also know how to keep them.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: Daniel Manin, lawyer, speech to a crowd in the central square of Venice, 1848</p>\n\n<p class=\"passage_para\">We are free. But it is not enough to have overthrown the old government; we must put another in its place. The right one, I think, is the republic. It will remind us of our past glories improved by modern liberties… We will form one of these centers (in Venice) which must bring about the gradual fusion of Italy into one. Long live the Republic! Long live Liberty!</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: Gustav von Struve: Motion offered to an assembly of German representatives, Frankfurt, March 1848</p>\n\n<p class=\"passage_para\">A long period of the most profound degradation weighs heavily on Germany. The distress of the people has become unbearable. In Upper Silesia it has intensified to the point of famine.</p>\n\n<p class=\"passage_para\">[Therefore we demand]</p>\n\n<p class=\"passage_para\">Abolition of taxes that inhibit Germany’s domestic commerce and agriculture and their replacement: with a progressive income and property tax and with a tariff for the protection of its trade, its industry, and its agriculture;</p>\n\n<p class=\"passage_para\">Elimination of the suffering of the working classes and the middle class, promotion of trade, the business profession, and agriculture.</p>\n\n<p class=\"passage_para\">Rectifying the disproportion between labor and capital by means of a special labor ministry, which shall protect labor, and in particular secure labor a share of the profits created by labor.</p>\n\n<p class=\"passage_para\">Termination of the disunity of Germany.</p>\n\n<p class=\"passage_para\">Termination of the hereditary monarchy (despotism) and its replacement by freely elected parliaments.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: Giuseppe Mazzini, Italian writer, 1852</p>\n\n<p class=\"passage_para\">The question of nationality can only be resolved by destroying the treaties of 1815 and changing the map of Europe. The question of nationalities, rightly understood, is the alliance of the peoples; the balance of powers based upon new foundations; the organization of the work that Europe has to accomplish.</p>\n\n<p class=\"passage_para\">It was not for a material interest that the people of Vienna fought in 1848. . . . It was not for an increase of wealth that the people of Lombardy fought in the same year. . . . They struggled, they still struggle, as do Poland, Germany, and Hungary, for country and liberty; for a word inscribed upon a banner, proclaiming to the world that they also live, think, love, and labor for the benefit of all.</p>\n\n<p class=\"passage_para\">They speak the same language, they kneel beside the same tombs, they glory in the same tradition; and they demand to associate freely, without obstacles, without foreign domination.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]