[{"id":"VR259355","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response you should do the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. &nbsp;</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether Enlightenment thought encouraged radical change or gradual reform.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<p class=\"passage_para\">Source: Samuel von Pufendorf, German philosopher and historian, <span class=\"formatted_text font_style:italic\">Of the Law of Nature and Nations</span>, 1672</p>\n\n<p class=\"passage_para\">Monarchy is brought into much narrower Bounds, and under much stricter Ties if, at the first conferring of Sovereignty, it be expressly covenanted between the People and the Prince that the latter shall govern according to certain Fundamental Laws, and in all such Affairs as are not left to his absolute Disposal, shall have recourse to a Council of the Commons, or of the Nobles, and determine nothing without their Consent.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<p class=\"passage_para\">Source: John Locke, English Philosopher, <span class=\"formatted_text font_style:italic\">Second Treatise of Government</span>, 1690</p>\n\n<p class=\"passage_para\">It is evident, that absolute monarchy, which by some men is counted the only government in the world, is indeed inconsistent with civil society, and so can be no form of civil government at all: for the end of civil society, being to remedy those inconveniences of the state of nature, by setting up a known authority, to which every one of that society may appeal and which every one of the society ought to obey. Wherever any persons are, who have not such an authority to appeal to, there those persons are still in the state of nature; and so is every absolute prince, in respect of those who are under his dominion.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: Émilie du Châtelet, French author, essay published between 1734 and 1739</p>\n\n<p class=\"passage_para\">Let us reflect briefly on why for so many centuries, not one good tragedy, one good poem, one esteemed history, one beautiful painting, one good book of physics, has come from the hands of women. Let someone give me an explanation, if there is one. I leave it to naturalists to find a physical explanation, but until that happens, women will be entitled to protest against their lack of education. As for me, I confess that if I were kind I would wish to make this scientific experiment. I would reform an abuse that cuts out, so to speak, half of humanity. I would allow women to share the rights of humanity, and most of all to those of the mind.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: Anonymous, entry for “Tyranny,” <span class=\"formatted_text font_style:italic\">Encyclopedia, or a Systematic Dictionary of the Sciences, Arts, and Crafts</span>, France, 1765</p>\n\n<p class=\"passage_para\">A clear distinction must be made between <span class=\"formatted_text font_style:italic\">tyranny</span>, which tends to the ruin of the subjects, and a moderate abuse of authority such as may be attributed to human weakness.</p>\n\n<p class=\"passage_para\">In the case of <span class=\"formatted_text font_style:italic\">tyranny</span>, it appears that the people have a full right to retake the sovereignty they have entrusted to their leaders, which the latter have abused excessively.</p>\n\n<p class=\"passage_para\">In the case of moderate abuse of authority, it is absolutely the people’s duty to suffer something rather than to rise up by force against their sovereign.</p>\n\n<p class=\"passage_para\">This distinction is founded on the nature of man and government. It is just to suffer patiently the bearable faults of sovereigns, and their light injustices. But as soon as the <span class=\"formatted_text font_style:italic\">tyranny</span> is extreme, one has a right to wrest the sacred trust of sovereignty from the tyrant.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: Denis Diderot, French philosophe, letter to Russian princess Ekaterena Vorontsova-Dashkova, 1771</p>\n\n<p class=\"passage_para\">There is a characteristic spirit for every age. Our own seems to be characterized by the spirit of liberty. The first attack against superstition was violent, excessive. As soon as men dare any sort of assault on the bastion of religion, the most formidable as well as the most respected bastion in existence, there can be no turning back. Once they have looked threateningly upon the majesty of Heaven, they cannot fail, the next instant, to turn their gaze upon those who hold sovereignty on Earth. The cord that binds humanity and keeps it down is made from two strands; one cannot break without the other also giving way.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: Rabaut Saint-Etienne, French author, commentary on the Act of Tolerance issued by King Louis XVI, 1787</p>\n\n<p class=\"passage_para\">The only thing that non-Catholics gained in the edict of November 1787 was what could not be refused to them. This law, more famous than fair, lays down the ways in which their births, marriages, and deaths should be recorded; it thereby makes it possible for them to be recognized in civil law, and to follow their occupations and professions . . . and that is all it does.</p>\n\n<p class=\"passage_para\">I demand, gentlemen, for all French Protestants, for all the non-Catholics in the kingdom, the same thing that you demand for yourselves: liberty and equal rights. I demand that all French non-Catholics be given the same status as all other citizens in every respect, because they are citizens too, and because law and liberty are impartial.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\" style=\"margin-left: 120px;\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: British cartoon satirizing Thomas Paine, “Who Wants Me?” 1792</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a 1792 British cartoon titled Who Wants Me. In the cartoon, Thomas Paine stands with a dagger in one hand, and wears a sack of weapons on his back. In his other hand, he holds a feather pen and a scroll that has Rights of Man, Common Nonsense, and Equality of Property written on it. He is stepping on ribbons which have words and phrases written on them, including morality, obedience to the laws, loyalty, religion, protection of property, industry, justice, and inheritance. Several words are written around his head, including cruelty, treason, rebellion, atheism, misery, famine, treachery, and injustice.\" src=\"https://assets.learnosity.com/organisations/537/VR259355.g02.png\" style=\"margin-left: 720px;\" /></div>\n\n<p class=\"passage_para\">The caption reads: “I am ready and willing to offer my services to any nation or people under heaven who are desirous of liberty and equality.”</p>\n\n<p class=\"passage_para\">Paine holds a scroll showing “Rights of man,” “Common nonsense,” and “Equality of property,” while standing on ribbons that include “loyalty,” “religion,” “protection of property,” and “industry.”</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]