[{"id":"VR259496","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response you should do the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.&nbsp;</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate whether Spanish exploration in the period 1492 to 1600 was motivated primarily by economic considerations or by religious considerations.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n\n<p class=\"direction_paragraph text-center\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Document 1</strong></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Source: Christopher Columbus, Genoese explorer in service of the Spanish monarchy, report on his first voyage, sent to the king of Spain and royal officials, 1493</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">In that island which we named Hispaniola [in the Caribbean], there are mountains of very great size and beauty, vast plains, groves, and very fruitful fields, admirably adapted for farming, pasture, and settlement…moreover it abounds in various kinds of spices, gold, and other metals.</p>\n\n<p class=\"passage_para\">In all these islands there is no difference of manners, or of language, but they all clearly understand each other, a circumstance very advantageous for the completion of what I conceive to be the principal wish of our most serene King, namely, the conversion of these people to the holy faith of Christ.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<p class=\"passage_para\">Source: Miguel de Estete, Spanish soldier, account of the Spanish conquest of Peru, 1533</p>\n\n<p class=\"passage_para\">We asked why they cared about such a crude and ungainly idol. They were astounded at our daring and defended the honor of their god and said that he was Pachacamac, the Creator, who healed illnesses. From what we could learn, this devil appeared to their priests in that building and spoke with them, and people came with petitions and offerings from the entire kingdom.</p>\n\n<p class=\"passage_para\">Seeing the evil there and the blindness of all those people, we gathered together their leaders and enlightened them. In the presence of all, the building was opened and torn down, and with much solemnity, a tall cross was raised over the spot which for so long the devil had claimed as his own.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: Álvar Núñez Cabeza de Vaca, Spanish explorer, account of his journeys, 1542</p>\n\n<p class=\"passage_para\">All the inhabitants of Culiacán [in northern Mexico] who were friendly to the Christians and had heard of our arrival, came to visit, bearing beads and feathers. We commanded them to build churches and to bring their principal men to be baptized.</p>\n\n<p class=\"passage_para\">Then our commander made a solemn covenant with God not to enslave any of that region to whom we had guaranteed safety.</p>\n\n<p class=\"passage_para\">Indians came to us shortly with news that many people had returned from the mountains and were living again in the valleys; that they had built churches with crosses and were doing everything we required.</p>\n\n<p class=\"passage_para\">We thank our merciful God that, in the days of Your Majesty's dominion, these nations are all coming voluntarily to Him who created and redeemed us.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: Francisco Xeres, secretary to Francisco Pizarro, leader of the Spanish conquest of Peru, account of the 1532 meeting with the Inca emperor Atahualpa, 1547</p>\n\n<p class=\"passage_para\">Friar Vicente advanced, with a cross in one hand and the Bible in the other and, going amongst the Inca troops, came to Atahualpa and said: “I am a Priest of God, and I teach Christians the things of God, and in like manner I come to teach you. I beseech you to be their friend, for such is God's will.”</p>\n\n<p class=\"passage_para\">Atahualpa opened the Bible himself, and, without any astonishment at the letters and paper, as had been shown by other Indians, he threw it away. Then he answered with much scorn: “I know well how you have behaved on the road, how you have treated my chiefs, and taken goods from my storehouses. . . . I will not leave this place until they return everything to me.”</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: Michele Soriano, Venetian ambassador to Spain, confidential report to the Venetian government, 1559</p>\n\n<p class=\"passage_para\">The king of Spain gets one-fourth of the whole sum of precious metals [extracted from the Americas], but this is not more than four or five hundred thousand ducats per year [although it is often believed to be much more]. Nor is it likely that this revenue will remain even at this figure. Great quantities of gold and silver are no longer found upon the surface of the earth, and to mine below the surface requires greater effort, skill, and expense. Also, the Indians cannot be forced to mine, because the king has freed them from all obligations of service as soon as they accept the Christian religion. Because of this, it is necessary to acquire slaves from Africa.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\" style=\"margin-left: 80px;\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: Unknown Native American artist, portrayal of Hernan Cortés, leader of the Spanish conquest of Mexico, with a column of Spanish soldiers and conscripted Native American laborers, late 1500s</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an illustration. The illustration shows Hernan Cortés leading a procession of people. Behind him are several Spanish soldiers wearing armor and helmets, one of whom is holding a banner. The banner has a winged symbol representing the Holy Spirit. Behind the soldiers, three conscripted Native American laborers are shown, hunched over, carrying things on their backs.\" src=\"https://assets.learnosity.com/organisations/537/VR259496.g01.png\" style=\"margin-left: 280px;\" /></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The banner has a symbol representing the Holy Spirit, part of the Christian trinity. The image appeared in a pictorial record of Aztec history created after the Spanish conquest.</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: Antonio de Berrio, description of an expedition into the interior of northern South America, 1593</p>\n\n<p class=\"passage_para\">The territory is healthy, of moderate temperature, peaceful, fertile, with the fruits of the Indies, much game and fish. Among all the new lands which I have seen, it is the most appropriate for recreation and pleasure. It is extremely rich in gold, and the inhabitants wanted to show me where they mine it.</p>\n\n<p class=\"passage_para\">But in order not to seem greedy, I insisted that my expedition was not undertaken to seek gold but to establish friendship. I only brought back seventeen pieces of worked gold which I sent to the king, and three hatchets of stone which show that, though these people are sometimes barbarous, they do not lack the skills to stop them being so.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]