[{"id":"VR259323","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response you should do the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether or not the Protestant Reformation was a radical challenge to established hierarchies.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<p class=\"passage_para\">Source: Martin Luther, The Blessed Sacrament of the Holy and True Body of Christ and the Brotherhoods, 1519</p>\n\n<p class=\"passage_para\">If men desire to maintain a brotherhood*, they should gather provisions and feed a tableful or two of poor people, for the sake of God. On the feast day they should remain sober, passing the time in prayer and other good works. Or they should gather the money which they intend to squander for drink, and collect it into a common treasury. Then in cases of hardship, needy fellow workmen might be helped to get started, and be lent money, or a young couple might be fitted out respectably from this common treasury. These would be works of true brotherhood; they would make God and his saints look with favor upon the brotherhoods, of which they would then gladly be the patrons.</p>\n\n<p class=\"passage_para\">* A voluntary association of lay people created for the purpose of promoting special works of Christian charity or piety</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<p class=\"passage_para\">Source: Illustration by Lucas Cranach the Elder, included in a pamphlet by Martin Luther, 1521</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a 1521 illustration that was included in a pamphlet by Martin Luther. The illustration has two side by side panels. In the left panel, Christ is shown kneeling on the floor, with several disciples sitting and standing around him. He is washing one of his disciples feet. In the right panel, the Pope is shown sitting on what appears to be a throne, while several people kneel in front of him. The person closest to the pope is kissing his feet.\" src=\"https://assets.learnosity.com/organisations/537/VR259323.g01.png\" style=\"margin-left: 280px;\" /></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The images contrast Christ washing his disciples’ feet with the Pope having his feet kissed.</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: Andreas Karlstadt, Protestant theologian at the University of Wittenberg, <span class=\"formatted_text font_style:italic\">On the Removal of Images</span>, 1522</p>\n\n<p class=\"passage_para\">1. To have images in churches and houses of God is wrong and contrary to the first commandment given by God, “You shall have no other gods before me”.</p>\n\n<p class=\"passage_para\">2. To have carved or painted idols upon altars is more harmful and devilish still.</p>\n\n<p class=\"passage_para\">3. It is good, necessary, praiseworthy, and godly to do away with them and to give the reasons found in Scripture for their removal.</p>\n\n<p class=\"passage_para\">All who worship God through images worship falsehood. They are focusing on the appearance and external signs of God. Yet, their heart is far from God, creating its own idol in the heart and being full of lies.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: Robert Parkyn, Catholic priest, commentary on the English Reformation, compiled 1532–1546</p>\n\n<p class=\"passage_para\">In many places of this realm neither bread nor water was sanctified or distributed among Christian people on Sunday, but clearly omitted as things tending to idolatry. Yea, and also the sacred vessels hanging over the altars (wherein was remaining Christ’s blessed body under form of bread) was spitefully cast away as things most abominable, and did not pass of the blessed hosts therein contained, but villainously despised them, uttering such words thereby as it did abhor true Christian ears for to hear.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: John Calvin, biblical commentary, 1546</p>\n\n<p class=\"passage_para\">In so far as a wife is <span class=\"formatted_text font_style:italic\">a</span> <span class=\"formatted_text font_style:italic\">help</span> to her husband, so as to make his life happy, that is in accordance with God’s institution. For in the beginning God appointed it that the man without the woman was, as it were, but half a man, and felt himself destitute of special and necessary assistance, and the wife is, as it were, the completing of the man. Sin afterwards came in to corrupt that institution of God; for in place of so great a blessing there has been substituted a grievous punishment, so that marriage is the source and occasion of many miseries. Hence, whatever evil or inconvenience there is in marriage, that evil arises from the corruption of the divine institution.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: Testimony of Anne Askew, executed for professing radical Protestant beliefs during the reign of Henry VIII in England, 1546</p>\n\n<p class=\"passage_para\">Then the bishop’s representative rebuked me, and said, that I was much to blame for uttering the scriptures. For St. Paul (he said) forbade women to speak or talk of the word of God. I answered him that I knew Paul’s meaning as well as he, which is in 1 Corinthians 14, that a woman ought not to speak in the congregation by the way of teaching. And then I asked him, how many women he had seen go into the pulpit and preach? He said he never saw none. Then I said, he ought to find no fault in poor women, except that they had offended the law.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: Ordinance [law] of the Protestant Danish city of Malmø, 1549</p>\n\n<p class=\"passage_para\">First it was gravely determined, decided and agreed upon that no one should be sitting and drinking alcohol during the sermon on Sundays or other holy days, nor should anyone wander around in the street or in the chapel behind the choir during the sermon. Nor should any drinking establishment be opened on aforesaid days before the noonday sermon is over, unless it is done for the sake of strangers and travelers who arrive and want to leave at once. Whoever breaks this rule will be punished accordingly.</p>\n\n<p class=\"passage_para\">Similarly, all single men and unemployed manservants should swear an oath to Council acting on behalf of His Royal Majesty and the city of Malmø or they should be expelled from the city.</p>\n\n<p class=\"passage_para\">Similarly, all girls who are self-supporting should enter into service again or be expelled from the city at once.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]