[{"id":"VR259430","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response you should do the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. &nbsp;</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether Spanish exploration in the period 1492 to 1600 was motivated primarily by economic considerations or by religious considerations.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n\n<p class=\"direction_paragraph text-center\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Document 1</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: The Laws of Burgos, created by the Spanish monarchy to regulate Spanish governance of Hispaniola in the Caribbean, 1512</p>\n\n<p class=\"passage_para\">Nothing has sufficed to bring the Indians to a knowledge of our Faith (necessary for their salvation), since by nature they have no manner of virtue or doctrine. The principal obstacle is that their dwellings are remote from the settlements of the Spaniards.</p>\n\n<p class=\"passage_para\">Although, when the Indians go to work for the Spanish settlers, they are taught the things of our Faith, after serving they return to their dwellings where, because of the distance and their own evil inclinations, they immediately forget what they have been taught.</p>\n\n<p class=\"passage_para\">Therefore, for these reasons it was agreed that chiefs and Indians should be brought to dwell near the villages and communities of the Spaniards, so that they may be treated and taught and looked after as is right.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<p class=\"passage_para\">Source: Charter granted by Charles I, King of Spain and Holy Roman Emperor, 1518</p>\n\n<p class=\"passage_para\">I have given permission, to Lorenzo de Gorrevod, member of my Council, whereby he, and other authorized authorities, may take to lands in the Americas, discovered and yet undiscovered, four thousand enslaved people from Africa, both male and female, provided that they be Christians, in whatever proportions he may choose.</p>\n\n<p class=\"passage_para\">De Gorrevod and other authorized authorities should make any arrangements with traders or other persons to ship these enslaved peoples, male or female, direct from the isles of Guinea [the west coast Africa] and other regions from which they are accustomed to bring enslaved peoples to our realms and to Portugal, or from any other region they please.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: Bartolome de Las Casas, Franciscan missionary, treatise written for a debate in Spain on the nature of the Native Americans, 1555</p>\n\n<p class=\"passage_para\">[The Indians have] important kingdoms, large numbers of people who live settled lives in a society, great cities, kings, judges and laws, persons who engage in commerce, buying, selling, lending and the other contracts of the law of nations. Will it not stand proved that my opponent in this debate, the Reverend Doctor Sepúlveda, has spoken wrongly and viciously against people like these, either out of malice or ignorance of Aristotle’s teaching, and, therefore, has falsely and perhaps irreparably slandered them before the entire world?</p>\n\n<p class=\"passage_para\">From the fact that the Indians are barbarians it does not necessarily follow that they are incapable of government. They need not be ruled by others, except to be taught about the Catholic faith and to be admitted to the holy sacraments.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: Bernal Díaz, Spanish soldier, account of the 1519 expedition to Mexico led by Hernan Cortés, completed in 1568</p>\n\n<p class=\"passage_para\">Cortés explained to the [Aztec emissaries] that we were Christians and vassals of the greatest lord on earth, and that it was at his orders that we had come to this country, because for many years our king had heard rumors about this country and the great prince [Montezuma] who ruled it. He further said that he wished to tell the prince many things in the name of the Emperor, things that would please the prince greatly. Cortés finally said that he wished to trade in good friendship, and he wanted to know where they could meet the prince so they could confer together.</p>\n\n<p class=\"passage_para\">Tendile [one of the emissaries] replied somewhat proudly and said, “You have only just now arrived, and you already ask to speak with our prince. Accept now this present which we give you in his name, and afterwards you will recount to me what you think fitting for me to tell him.”</p>\n\n<p class=\"passage_para\">With that he offered many articles of gold beautifully and richly worked and ten loads of wonderful white cloth made of cotton and feathers. Cortés received it all with smiles in a gracious manner and gave in return beads of twisted glass and other small beads from Spain.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: Miguel López de Legazpi, governor, proclamation concerning the Muslim population of the island of Panay in the Philippines, conquered by the Spanish in 1569</p>\n\n<p class=\"passage_para\">Under no circumstances whatsoever shall you enslave for profit those inhabitants who have adopted the worship of Mohammad [i.e., who have adopted Islam]. Rather you will attempt to convert them and persuade them to accept our holy faith by good and legitimate means.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: Richard Hakluyt, Protestant clergyman and English royal official, treatise circulated at the court of Queen Elizabeth I of England, 1584</p>\n\n<p class=\"passage_para\">The harm that Spain’s American treasure caused our country in the time of Charles I, Spanish King and Holy Roman Emperor, who was father to the current emperor and king [Phillip II], should be carefully considered by our queen, out of fear that the continual arrival of more treasure from the Americas to the Spanish kingdom, will cause irrevocable damage to our realm.</p>\n\n<p class=\"passage_para\">With this great treasure did not Charles get from the French king the kingdom of Naples, the Dukedom of Milan, and all other his dominions in Italy, Lombardy, Piedmont, and Savoy? With this treasure did he not take the pope prisoner and sack the pope’s city of Rome? With this treasure did he not take the French king prisoner and maintain wars with France? Indeed, Charles the Emperor employed his treasure to afflict and oppress most of the greatest states of Christendom.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: Waman Puma de Ayala, Inca nobleman living under Spanish rule, portrayal of a 1532 meeting between Spanish emissaries and the Inca emperor Atahualpa, made in the early 1600s</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an illustration. The Inca emperor Atahualpa is seated on a throne in the center of the illustration, and many Inca soldiers stand around and behind him. A kneeling Spanish soldier and a Christian friar holding a religious book stand in front of and look up at him.\" src=\"https://assets.learnosity.com/organisations/537/VR259430.g01.png\" /></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The Inca emperor is seated in the center. Facing him are a Spanish soldier and a Christian friar holding a religious book. The illustration appeared in Ayala’s chronicle of Peru, in which he criticized Spanish actions.</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]