[{"id":"VR259341","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response you should do the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. &nbsp;</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether or not the Protestant Reformation was a radical challenge to established hierarchies.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<p class=\"passage_para\">Source: Illustration by Lucas Cranach the Elder, included in a pamphlet by Martin Luther, 1521</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a 1521 illustration that was included in a pamphlet by Martin Luther. The illustration has two side by side panels. In the left panel, Christ is shown in the temple next to an overturned table, raising a whip over his head. Moneylenders are shown in front of Christ, cowering away in fear. In the right panel, Pope Leo X is shown sitting up on what appears to be a throne, writing on a piece of paper. Several people are standing at a table in front of him, which is filled with papers and coins. One man is placing coins on the table.\" src=\"https://assets.learnosity.com/organisations/537/VR259341.g01.png\" style=\"margin-left: 360px;\" /></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Pope Leo X (right) is shown presiding over the collection of indulgences, in contrast to Christ (left) driving the moneylenders out of the temple.</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<p class=\"passage_para\">Source: Martin Luther, “Temporal Authority: To What Extent It Should be Obeyed,” 1523</p>\n\n<p class=\"passage_para\">If anyone attempted to rule the world by means of the gospel and to abolish all temporal [earthly] law on the plea that all are baptized and Christian and that, according to the gospel there shall be among them no law or sword—or need for either—pray tell me, friend, what would such a person be doing? He would be loosing the ropes and chains of the savage wild beasts and letting them bite and mangle everyone, meanwhile insisting that they are harmless, tame, and gentle creatures. But I would have proof to the contrary in my wounds.</p>\n\n<p class=\"passage_para\">Just so would the wicked, under the name of Christian, abuse religious freedom and carry on their rascality and insist that they were Christians subject neither to earthly law or sword, as some are already ranting and raving.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: Katharina Schütz Zell, Protestant reformer, <span class=\"formatted_text font_style:italic\">Apologia for Master Matthew Zell: Clerical Marriage</span>, 1524</p>\n\n<p class=\"passage_para\">With God’s help I was also the first woman in Strasbourg who opened the way for clerical marriage, when I was then still not consenting or wishing to marry any man. However, since I saw the great fear and furious opposition to clerical marriage, and also the great adultery of the clergy, I myself married a priest with the intention of encouraging and making a way for all Christians—as I hope has also happened. Therefore I also made a little book, in which I showed the foundation of my faith and reason for my marriage, because many people had been greatly amazed by my marriage. For no one had in any way been able to perceive in me, by word or deed, that I wanted to be married.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: Thomas Müntzer, German Anabaptist, 1525</p>\n\n<p class=\"passage_para\">It is an article of our creed, and one which we wish to realize, that all things are in common, and should be distributed as occasion requires, according to the several necessities of all. Any prince, count, or baron who, after being earnestly reminded of this truth, is still unwilling to accept it, is to be beheaded or hanged.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: Twelve Articles of the Protestant Peasants of Upper Swabia, Germany, 1525</p>\n\n<p class=\"passage_para\">It is consistent with Scripture that we should be free and should wish to be so. Not that we would wish to be absolutely free and under no authority. God does not teach that we should lead a disorderly life in the lusts of the flesh, but that we should love the Lord our God and our neighbor. He has not commanded us not to obey the authorities, but rather that we should be humble, not only towards those in authority, but towards everyone. We are thus ready to yield obedience according to God’s law to our elected and regular authorities in all proper things becoming to a Christian. We therefore take it for granted that you will release us from serfdom as true Christians, unless it should be shown from the gospel that we are serfs.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: Nicholas Sander, English Catholic theologian, description of the Protestant Dutch city of Antwerp, 1566</p>\n\n<p class=\"passage_para\">These fresh followers of this new preaching [Protestants] threw down the statues and defaced the painted images, not only of Our Lady [the Virgin Mary] but of all others in the town. They tore the curtains, dashed in pieces the carved work of brass and stone, broke the altars, spoilt the clothes, wrested the irons, pulled up the brass of the gravestones, not sparing the glass and seats which were made about the pillars of the church for men to sit in. These false brethren burned and tore up not only all kind of Church books, but, moreover, destroyed whole libraries of books of all sciences and tongues, yea the Holy Scriptures and the ancient fathers.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: Florimond de Raemond, French Catholic lawyer, <span class=\"formatted_text font_style:italic\">A History of the Heresies in France</span>, published posthumously in 1605</p>\n\n<p class=\"passage_para\">But what purpose do the apostles, priests, and doctors of the church, who according to the Scriptures are ordained of God, serve, if the interpretation of holy writings or the treatment of sacred books by artisans and women are regarded to be as good as those of the ordained? God has given to the church its heralds and ambassadors. They are the only voice it is necessary for us to hear, and not the voices of these villains, strangers or unknowns, trumpets of treason, and furies which hell has vomited forth to drown this miserable century in murders, impieties, filth, and sacrilege.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]