[{"id":"VR258829","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response, you should do the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. &nbsp;</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether resistance to Napoleon Bonaparte throughout Europe was motivated primarily by Europeans’ emerging nationalism or primarily by attachment to existing institutions.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise</strong>.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<p class=\"passage_para\">Source: Johann Gottlieb Fichte, German philosopher, “Addresses to the German Nation,” delivered after Napoleon’s 1806 defeat of Prussia, 1807–08</p>\n\n<p class=\"passage_para\">It must here be obvious at once that only the German–the original man–really has a people and is entitled to count on one, and that he alone is capable of real and rational love for his nation. . . . Wherever the German language was spoken, everyone who had first seen the light of day in its domain could consider himself a citizen, on the one hand, of the state where he was born and to whose care he was in the first instance commended, and on the other hand, a citizen of the whole common fatherland of the German nation.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<p class=\"passage_para\">Source: Andres Torrejón, mayor of Móstoles, Spain, proclamation in response to the French invasion of Spain, 1808</p>\n\n<p class=\"passage_para\">As Spaniards it is necessary that we die for the King and for the Homeland, arming ourselves against the faithless enemy with his pretense of friendship and alliance, who seeks to impose on us a heavy yoke, after having taken possession of the honorable person of the King. So let us proceed, counting on active Providence to punish so much faithlessness, coming to the aid of Madrid and other peoples and gaining our liberty, since no force can prevail against the loyal and brave, as are we Spanish!</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: Nadezhda Durova, Russian woman who served in the Russian army disguised as a man, account of Napoleon’s 1812 invasion of Russia</p>\n\n<p class=\"passage_para\">Having passed through Moscow, we stopped two or three miles farther on. The army continued its march. For some time the ancient capital has been burning in many places! The French are completely brainless. Why should they burn our beautiful town? Strange people! We have all watched sorrowfully as the fire has become larger and a bright glow has covered almost half the sky. The taking of Moscow has caused us some confusion. The soldiers are somehow frightened, and sometimes they blurt out: “It would have been better for us all to lie down dead here than to give up Moscow!” Of course they say this to one another quietly, and in that case an officer is not obliged to hear it.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: King Frederick William III of Prussia, “To My People,” proclamation, 1813</p>\n\n<p class=\"passage_para\">There is no need of explaining to my loyal subjects or to any German, the reasons for the war which is about to begin. They lie plainly before the eyes of awakened Europe.</p>\n\n<p class=\"passage_para\">Great sacrifices will be demanded from every class of the people, for our undertaking is a great one, and the number and resources of our enemies far from insignificant. But would you not rather make these sacrifices for the fatherland and for your own rightful king than for a foreign ruler, who, as he has shown by many examples, will use you and your sons and your last penny for ends which are nothing to you? Faith in God, perseverance, and the powerful aid of our allies will bring us victory as the reward of our honest efforts.</p>\n\n<p class=\"passage_para\">Whatever sacrifices may be required of us as individuals, they will be outweighed by the sacred rights for which we make them, and for which we must fight to a victorious end unless we are willing to cease to be Prussians or Germans.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\" style=\"margin-left: 200px;\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: Friedrich Wilhelm Meyer, “Victory! The Fatherland is free!” Prussian print celebrating the Wars of Liberation, 1813</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an 1813 Prussian print titled Victory! The Fatherland is free! In the print, a Prussian solider is running with open arms toward a woman and a child, who are also running toward him with their arms open. A dog is jumping up on the soldiers leg. In the background, a group of people are standing in the doorway of a house, looking at the approaching soldier. Their arms are outstretched and they have happy expressions on their faces.\" src=\"https://assets.learnosity.com/organisations/537/VR258829.g01.png\" style=\"margin-left: 320px;\" /></div>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: Elisa Baciocchi, Grand Duchess of Tuscany, letter to Napoleon, January 5, 1814</p>\n\n<p class=\"passage_para\">The Tuscans* do not like the Neapolitans,** but I cannot permit that they take up arms against them. The idea of independence had spread so widely in Italy in the last two months and hopes of change are so high . . . that much as the Tuscans may hate to be subject to the Neapolitans they will submit so long as they finish up being ruled by a prince of their own.</p>\n\n<p class=\"passage_para\">*Tuscany was a formerly independent region in northern Italy, controlled by Napoleon at the time of this document.</p>\n\n<p class=\"passage_para\">**Neapolitans were residents of Naples, which was an independent state in southern Italy.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: Francisco Espoz y Mina, Spanish guerilla fighter against Napoleon, <span class=\"formatted_text font_style:italic\">A Short Extract from the Life of General Mina</span>, published in 1825</p>\n\n<p class=\"passage_para\">The French, rendered furious by the disasters they experienced, began a horrible mode of warfare upon me, hanging and shooting every soldier and officer of mine who fell into their hands. I therefore published a solemn Declaration, the first of which ran thus: ‘In Navarre,* a war of extermination, without mercy, is declared against the French army, without distinction of soldiers or chiefs, including the Emperor of the French.’ And this sort of warfare I carried on for some time, keeping always . . . a great number of prisoners, so that if the enemy hung or shot one of my officers, I did the same with four of his; if one of my soldiers was executed, I did the same with twenty of his. In this manner I succeeded in terrifying him.</p>\n\n<p class=\"passage_para\">*Navarre is a region in northern Spain.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]