[{"id":"VR254587","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response you should do the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. &nbsp;</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether Spanish exploration in the period 1492 to 1600 was motivated primarily by economic considerations or by religious considerations.</p>\n","features":[{"type":"sharedpassage","html":"<header>\n<p><strong>Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n</header>\n\n<p class=\"text-center\"><strong>Document 1</strong></p>\n\n<p>Source: Declaration that the Spanish monarchy required to be read to Native Americans, 1513</p>\n\n<p>If you become Christians, we shall receive you in all love and charity, and shall leave you, your wives, and your children, and your lands, free without servitude.</p>\n\n<p>We shall not compel you to turn Christians, unless you yourselves, when informed of the truth, should wish to be converted to our Holy Catholic Faith, as almost all the inhabitants of the rest of the islands have done. And, besides this, we will award you many privileges and exemptions and will grant you many benefits.</p>\n\n<p>But, if you do not do this, and maliciously delay, we promise that, with the help of God, we shall enter into your country in great strength and make war against you.</p>\n\n<p class=\"text-center\"><strong>Document 2</strong></p>\n\n<p>Source: Hernán Cortés, leader of the Spanish conquest of the Aztec empire, description of the Aztec capital of Tenochtitlán, sent to Charles I, King of Spain and Holy Roman Emperor, 1520</p>\n\n<p>There are many public squares that hold the markets. There is one square twice as large as that of the city of Salamanca [in Spain], where more than sixty thousand assemble daily, engaged in buying and selling. Here are all kinds of merchandise that the world offers — the necessaries of life, as well as jewels of gold and silver, lead, brass, copper, tin, precious stones, bones, shells, snails, and feathers.</p>\n\n<p>The grand temple contains the principal pagan idols, of wonderful size and admirable workmanship, adorned with figures sculptured in stone and wood. I threw these idols off their pedestals, and cast them down the steps of the temple, purifying the chapels in which they had stood, as they were all polluted by sacrifices. In the place of these I put images of Our Lady and the Saints.</p>\n\n<p class=\"text-center\"><strong>Document 3</strong></p>\n\n<p>Source: Pedro de Cieza de Léon, Spanish leader who participated in the conquest of Peru,&nbsp;Chronicles of the Incas, 1540</p>\n\n<p>In all major cities, the Incas had temples of the Sun, and many goldsmiths and silversmiths. Large garrisons were stationed there, and a steward who was in command of them. The tribute paid by each of the provinces, whether gold, silver, clothing, arms or anything else, was entered in the accounts.</p>\n\n<p>In each of the many provinces there were many storehouses filled with supplies. Under their system in all the kingdom, if someone had his health, he worked and lacked for nothing; and if someone was ill, he received what he needed from the storehouses. No rich man could deck himself out in more finery than the poor, or wear different clothing, except the rulers and their officials.</p>\n\n<p class=\"text-center\"><strong>Document 4</strong></p>\n\n<p>Source: Excerpts from the “New Laws of the Indies,” issued by the Spanish monarchy in 1542, though never fully implemented in the Americas</p>\n\n<p>For many years we wished to occupy ourselves with the affairs of the Indies, on account of their great importance, and on account of the service of God our Lord and the increase of his holy Catholic faith, [and to work] for the preservation of the natives of those lands.</p>\n\n<p>Accordingly, we ordain and command that from now on, no Indian can be made a slave, either through war or rebellion, or by ransom or any other means, and we order that they be treated as vassals of the Crown of Spain since that is what they are.</p>\n\n<p>Those who until now have been enslaved against all reason and right and contrary to the provisions, we ordain and command that the Audiencias [courts] having first summoned the parties to their presence, free them without any further judicial proceeding or delay.</p>\n\n<p class=\"text-center\"><strong>Document 5</strong></p>\n\n<p>Source: Phillip II, King of Spain and Holy Roman Emperor, official correspondence sent to Luis de Velasco, governor of New Spain [Mexico], 1559</p>\n\n<p>To provide what seems best for the service of God, our Lord, and ourselves, and with the least possible cost to our treasury, I order you to dispatch two ships for the exploration of the western islands near the Moluccas [Spice Islands in the East Indies, held by Portugal].</p>\n\n<p>You shall stipulate that they try to acquire some spice there in order to make an estimate of the value of that trade; and that afterwards they return to New Spain, so that it may be known whether the return voyage is practicable. [These ships must go] to islands, such as the Philippines, that are not claimed by the King of Portugal, and that lie within our demarcation,* and are said likewise to contain spice.</p>\n\n<p>*A reference to the 1494 Treaty of Tordesillas, which divided the world into Spanish and Portuguese spheres of influence</p>\n\n<p class=\"text-center\"><strong>Document 6</strong></p>\n\n<p>Source: Bernardino de Sahagún, Franciscan missionary, history of New Spain [Mexico], 1588</p>\n\n<p>&nbsp;</p>\n\n<p>[In New Spain], the Catholic Faith has very shallow roots, and with much labor little fruit is produced, and what is planted and cultivated withers easily. It seems to me the Catholic Faith can endure only a little while in these parts.</p>\n\n<p>We can be certain that, though we have preached to the Indians for more than fifty years, if the inhabitants were now left alone, and if the Spanish nation were not to intercede, in less than fifty years from now there would be no trace of the preaching which has been done for their benefit.</p>\n\n<p class=\"text-center\"><strong>Document 7</strong></p>\n\n<p>Source: Theodore de Bry, Protestant artist originally from the Spanish Netherlands, illustration of Incas bringing gold and silver objects to ransom their emperor Atahualpa who was captured by Francisco Pizarro, in 1532. The illustration was made about 1590.</p>\n\n<p><img alt=\"The figure presents an illustration. The illustration shows many Incas bringing gold and silver objects, including decorated vessels and animal sculptures, to an area guarded by a Spanish soldier. Several other Spanish soldiers on horseback oversee the Incas as they bring the objects.\" src=\"https://assets.learnosity.com/organisations/537/VR254587.g02.png\" /></p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n"}]}]