[{"id":"VR259396","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response you should do the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. &nbsp;</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether or not the revolutions of 1848 were primarily motivated by nationalism.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<p class=\"passage_para\">Source: Pierre-Joseph Proudhon, French socialist thinker, letter to Karl Marx (then living in Brussels), 1846</p>\n\n<p class=\"passage_para\">You may still think that no reform is possible at present without a bold stroke, without what was formerly called a revolution… Having myself held this opinion for a long time, I confess now that my more recent works have made me revisit this idea completely.</p>\n\n<p class=\"passage_para\">I see the problem like this: to find a form of economic system that would restore to society the wealth that has been taken from it by another form of economic system. In other words, to turn property against property, in such a way as to establish what you German socialists call community, and which I limited myself to calling liberty, equality. I prefer to burn property with a slow fuse, rather than give it new energy by massacring the property owners.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<p class=\"passage_para\">Source: Proclamation of the French Second Republic, February 1848</p>\n\n<p class=\"passage_para\">A reactionary and oligarchical government has just been overthrown by the heroism of the people of Paris.</p>\n\n<p class=\"passage_para\">The blood of the people has flowed as in July [1789]; but this time this courageous people shall not be deceived.</p>\n\n<p class=\"passage_para\">Frenchmen, it is for you to give to the world the example which Paris has given to France; prepare yourselves by order and by confidence in your destiny for the firm institutions which you are about to be called upon to establish.</p>\n\n<p class=\"passage_para\">The unity of the nation, . . . the government of the nation by itself; liberty, equality, and fraternity, these constitute the democratic government which France owes to itself, and which our efforts shall secure for it.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: Report by a conservative government official in the Kingdom of the Two Sicilies, southern Italy, concerning a rural uprising, May 1848</p>\n\n<p class=\"passage_para\">I was met by over 300 of the National Guard, who were preceded by the tricolor flag* and followed by the poor and the young people. Along the road were stationed other leaders of the National Guard. The crowd grew, the number of wretchedly thin and haggard people was in the thousands. Several hundred women with the tricolor flag met us not far from the village. They were dressed in tattered clothes; the very picture of poverty. All of them shouted, “Long live the constitution; long live Italy,” but all they demanded was land to farm and bread.</p>\n\n<p class=\"passage_para\">*a symbol showing support for the unification of Italy</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: Frédéric Bastiat, French economist, journal article, May 1848</p>\n\n<p class=\"passage_para\">Government expenditure [of the new Second Republic] has steadily increased and revenue steadily decreased.</p>\n\n<p class=\"passage_para\">I ask you, what is bound to happen? Capital and production are terrified; they can no longer count on the future. Under the influence of a doctrine like this, capital will hide, flee, and be reduced to nothing. And what will then happen to the workers, these very workers for whom you profess such a lively, sincere, but so unenlightened affection?</p>\n\n<p class=\"passage_para\">And taxes, where will you obtain these? And the financial position, how will this be restored? How are you going to pay the army? How will you pay your debts?</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\" style=\"margin-left: 240px;\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: Johann Christian Schoeller, Austrian artist, “Metternich’s Exit,” political cartoon, 1848</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a political cartoon titled Metternichs Exit. At the center of the cartoon, Metternich is riding on a donkey, holding a whip in one hand and a document in the other. Metternich has a terrified look on his face. The donkey is stepping on documents on the ground. A large crowd is gathered behind Metternich. A person on the right side of the crowd is waving the German tricolor flag. The crowd on the left side is holding a banner that says Long live the constitution.\" src=\"https://assets.learnosity.com/organisations/537/VR259396.g01.png\" style=\"margin-left: 400px;\" /></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The figure on the right is waving the German tricolor flag; the crowd on the left carries a banner that says “Long live the constitution.”</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\" style=\"margin-left: 320px;\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: The Proclamation of Islaz, a list of demands made by Romanian revolutionaries,* June 1848</p>\n\n<p class=\"passage_para\">The administrative and legislative independence of the Romanian people and non-interference by any outside power in those within it.</p>\n\n<p class=\"passage_para\">Equality of political rights.</p>\n\n<p class=\"passage_para\">Absolute freedom of print.</p>\n\n<p class=\"passage_para\">Equal and complete education for all Romanians of both sexes.</p>\n\n<p class=\"passage_para\">The abolition of the aristocratic ranks.</p>\n\n<p class=\"passage_para\">The abolition, both in fact and in word, of the death penalty.</p>\n\n<p class=\"passage_para\">The convening of a general constituent assembly which will be due to make the country's constitution based on these articles decreed by the Romanian People.</p>\n\n<p class=\"passage_para\">*at the time most Romanians lived under Ottoman rule</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: Appeal of the women of the southern German state of Württemberg to soldiers sent to suppress the revolution, May 1849</p>\n\n<p class=\"passage_para\">Come, now, soldiers of the German states, listen to the call of German women: think of your future, think of the peaceful civilian estate you wish to rejoin one day, think of the peaceful happiness of love and marriage, and of your home.</p>\n\n<p class=\"passage_para\">Hear our oath, which we swear in sacred patriotism:</p>\n\n<p class=\"passage_para\">“Never shall we give our hand at the altar to him whose hand was stained by the blood of his fellow German citizens!”</p>\n\n<p class=\"passage_para\">“Never shall we share our domestic hearth with him who destroyed this—our shrine—with fire and sword!”</p>\n\n<p class=\"passage_para\">“Never shall we approach in faithful love him whose hostile weapon brought misery and destruction upon the German lands!”</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]