[{"id":"VR259110","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response you should do the following.</p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n\n<p class=\"list_paragraph\">Evaluate whether the French Revolution was motivated primarily by Enlightenment ideas or by economic concerns.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">&nbsp;</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<p class=\"passage_para\">Source: Arthur Young, British agricultural expert, diary of his travels in France in the late 1780s</p>\n\n<p class=\"passage_para\">JUNE 1, 1787. The same wretched country continues; the fields are scenes of disgraceful management. Yet all this farmland could be improved, if they knew what to do with it: Heaven grant me patience while I see a country thus neglected—and forgive me the oaths I swear at the absence and ignorance of the landlords.</p>\n\n<p class=\"passage_para\">JUNE 10. Met many beggars, which we had not done before. All the country girls and women are without shoes or stockings; and the ploughmen at their work do not have clogs. This is poverty that strikes at the root of national prosperity.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<p class=\"passage_para\">Source: Charles, Count de Calonne, proposals presented to the Assembly of Notables [a group of French noblemen called together by the king to enact financial reforms], 1787</p>\n\n<p class=\"passage_para\">Tax exemptions are defended by self-interest, influence, wealth and ancient prejudices which seem to be hallowed by time. But what are all these together compared with the common good and the necessity of the state? These abuses oppress the wealth-producing, laboring class. Unjust tax exemptions only relieve one section of taxpayers by aggravating the condition of the others.</p>\n\n<p class=\"passage_para\">His Majesty has decided to remedy these defects by applying the rules of a strictly distributive justice, by restoring the original intention behind the <span class=\"formatted_text font_style:italic\">vingtième</span> tax [a type of income tax], and by raising it to its true value without increasing anyone’s contribution, and finally by abolishing every kind of tax exemption. The <span class=\"formatted_text font_style:italic\">vingtième</span> will be replaced by a general land tax, covering the whole area of the kingdom.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: Jean-Sylvain Bailly, mayor of Paris and member of the National Assembly, recalling events in early 1789</p>\n\n<p class=\"passage_para\">In the district assembly, I felt that I breathed a new air. It was a marvel to be something in the political system, and that merely by virtue of being a citizen, or rather a burgess [prominent resident] of Paris, for at that time we were still burgesses, not citizens.</p>\n\n<p class=\"passage_para\">The men who for years had been meeting in the clubs used to discuss public affairs in them, but only as topics of conversation. They had no rights, no influence whatever.</p>\n\n<p class=\"passage_para\">Here, we had an influence—distant, certainly, but obtained for the first time in more than a century and a half. This assembly was conscious of the rights and strength of the whole. It realized that these rights and this strength lent it a kind of authority, one that may reside in the wills of individuals who are destined to form the general will.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: List of grievances by anonymous women, early 1789</p>\n\n<p class=\"passage_para\">We have a right to complain about the education we are given, about the prejudices that make us slaves, and about the injustice with which we are deprived at birth of the inheritances that nature and equity should assure us.</p>\n\n<p class=\"passage_para\">Could it be possible that philosophy would be mute with regard to our situation, or rather that men, deaf to its voice and insensitive to its light, would persist in rendering us victims of their pride and injustice?</p>\n\n<p class=\"passage_para\">We do not aspire to the honors of government, or to the advantages of being initiated to the secrets of ministries. But we believe that it is just to count the votes of women, because they are obligated, just as are men, to pay the royal taxes and to fulfill the engagements of commerce.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: Emmanuel-Joseph Sieyès, clergyman and political theorist, “What Is the Third Estate*?” pamphlet, early 1789</p>\n\n<p class=\"passage_para\">The pretended usefulness of a privileged order [the nobility] for the public service is nothing more than a myth. Without the privileged order, high government offices would be infinitely better filled; because these offices naturally ought to go to those of ability and recognized service. If privileged persons have come to usurp all the lucrative and honorable offices, it is a hateful injustice to the rank and file of citizens and at the same time a treason to the public good.</p>\n\n<p class=\"passage_para\">Privileged persons, far from being useful to the nation, can only enfeeble and injure it. The noble order does not enter at all into the social organization; it may indeed be a burden upon the nation, and it cannot of itself constitute a nation.</p>\n\n<p class=\"passage_para\">*Term used before the revolution to identify all people in France who were not part of the clergy (the First Estate) or the nobility (the Second Estate)</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\" style=\"margin-left: 40px;\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: “He was only wishing us well,”* anonymous satirical cartoon, November 1789</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a 1789 satirical cartoon titled He only wishes us well. At the center of the cartoon, a rotund Roman Catholic bishop is looking down at a man kneeling in front of him. The kneeling man appears distressed, and is pressing his palms together in a pleading gesture. On the right side of the cartoon, a church official with a sword is dragging a man toward the bishop. On the left side of the cartoon, a church official dressed in black is hunched over and counting money at a table.\" src=\"https://assets.learnosity.com/organisations/537/VR259110.g01.png\" style=\"margin-left: 360px;\" /></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">*The title of the cartoon is a pun in French that can also be read as saying “He only wanted our property.”</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The figure in the center is a Roman Catholic bishop. The figure in black is a church official counting money at a table.</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: Nicolas de Condorcet, “On the Admission of Women to the Rights of Citizenship,” pamphlet, July 1790</p>\n\n<p class=\"passage_para\">Habit can familiarize men with the violation of their natural rights to the point that, among those who have lost them, no one dreams of reclaiming them or believes that he has suffered an injustice.</p>\n\n<p class=\"passage_para\">For this exclusion not to be an act of tyranny one would have to prove that the natural rights of women are not absolutely the same as those of men or show that they are not capable of exercising them. Now the rights of men follow only from the fact that they are feeling beings, capable of acquiring moral ideas and of reasoning about these ideas. Since women have the same qualities, they necessarily have equal rights. Either no individual in mankind has true rights, or all have the same ones.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]