[{"id":"VR259364","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong style=\"\">In your response you should do the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. &nbsp;</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate whether Enlightenment thought encouraged radical change or gradual reform.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">&nbsp;</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<p class=\"passage_para\">Source: John Trenchard and Thomas Gordon, English political writers, <span class=\"formatted_text font_style:italic\">Cato’s Letters</span>, published in the <span class=\"formatted_text font_style:italic\">London Journal</span> newspaper, England, 1720</p>\n\n<p class=\"passage_para\">Here is all the precaution which can be taken by human wisdom to make a happy Monarch and a happy People. The Monarch is restrained in nothing, but from doing mischief to his Subjects, and consequently to himself, their true interest being ever the same. And the people can never have any motive to refuse just allegiance to their Monarch whilst the bonds of the Constitution are preserved entire; that is, while parliaments are allowed to meet, and the Courts of Justice remain open. All the Subjects of such a Monarch highly honor and almost worship him.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<p class=\"passage_para\">Source: Peter Forsskal, Swedish political writer, “Thoughts on Civil Liberty,” 1759</p>\n\n<p class=\"passage_para\">The more a man may live according to his own inclinations, the more he is free. Therefore, next to life itself, nothing could be more dear to man than freedom. No rational being relinquishes or curtails it unless forced to do so by violence or fear of some greater evil.</p>\n\n<p class=\"passage_para\">However, we often yield to vices and wrongdoing. Thus, boundaries should be set for us, freedom should lose its harmful part, and there should only remain such an amount that, according to one’s innermost will, one may benefit others and oneself, but harm no one.</p>\n\n<p class=\"passage_para\">When this is granted to each and every member of society, then there is true civil liberty.</p>\n\n<p class=\"passage_para\">So, this means that no one is prevented from doing that which is proper and useful for the community, that every honest person may live in safety, obey his conscience, use his property, and contribute to the well-being of his society.</p>\n\n<p class=\"passage_para\">To this liberty, the greatest danger is always posed by those who are the most powerful in the country by dint of their positions, estate, or wealth. Not only do they easily abuse the power they hold, but also constantly increase their rights and strength, so that the other inhabitants must fear them more and more.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<p class=\"passage_para\">Source: Jean-Jacques Rousseau, French <span class=\"formatted_text font_style:italic\">philosophe</span>, <span class=\"formatted_text font_style:italic\">The Social Contract</span>, 1763</p>\n\n<p class=\"passage_para\">Government is wrongly confused with the sovereign, whose agent it is. What then is government? It is an intermediary body established between the subjects and the sovereign to keep them in touch with each other. It is charged with executing the laws and maintaining both civil and political liberty.... The only will dominating government should be the general will or the law. The government’s power is only the public power vested in it. As soon as [government] attempts to let any act come from itself completely independently, it starts to lose its intermediary role. If the time should ever come when the [government] has a particular will of its own stronger than that of the sovereign and makes use of the public power which is in its hands to carry out its own particular will, at that moment the social union will disappear and the body politic will be dissolved.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<p class=\"passage_para\">Source: Queen Catherine II (the Great) of Russia, Instruction to the Legislative Commission of 1767</p>\n\n<p class=\"passage_para\">13. What is the true End of Monarchy? Not to deprive People of their natural Liberty; but to correct their Actions, in order to attain the supreme Good.</p>\n\n<p class=\"passage_para\">14. The Form of Government, therefore, which best attains this End, and at the same Time sets less Bounds than others to natural Liberty, is that which coincides with the Views and Purposes of rational Creatures, and answers the End, upon which we ought to fix a steadfast Eye in the Regulations of civil Polity.</p>\n\n<p class=\"passage_para\">16. A Sense of Liberty arises in a People governed by a Monarch; which may produce in these States as much Energy in transacting the most important Affairs, and may contribute as much to the Happiness of the Subjects, as even Liberty itself.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<p class=\"passage_para\">Source: Louis-Sebastien Mercier, French playwright, <span class=\"formatted_text font_style:italic\">A Scene of Paris</span>, 1781</p>\n\n<p class=\"passage_para\">Religious freedom is entirely possible in Paris; you will never be held accountable for your beliefs. A bishop was once asked: “What are you complaining about? Have you ever seen a single act of sacrilege? Has a single philosopher ever disrupted even one catechism class? Have those who preach from the pulpit ever encountered a single heckler? They have always enjoyed the most gratifying right of all–that of never being interrupted or contradicted whatever they say.” And the bishop replied: “If only God would permit the occasional sacrilege! At least then people would still be thinking about us, but now they can’t even be bothered to show any disrespect.” The Enlightenment has brought us this desirable calm, and fanaticism has been left to consume itself.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<p class=\"passage_para\">Source: Moses Mendelssohn, <span class=\"formatted_text font_style:italic\">Jerusalem; a Treatise on Ecclesiastical Authority and Judaism</span>, 1783</p>\n\n<p class=\"passage_para\">The state is, if need be, contented with dead works, with services without spirit, with harmony of action without harmony of thought. Even he, who thinks nothing of laws, must do as the law bids, when once it has been sanctioned. The individual citizen can be allowed the privilege of judging of the laws, but not that of acting up to his judgment; for, as a member of society, he was obliged to surrender that right, because without each surrender, a social contract would be a chimera [something impossible to achieve].</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<div class=\"title\">\n<p class=\"title_line passage-title\" style=\"margin-left: 400px;\">Document 7</p>\n</div>\n\n<p class=\"passage_para\">Source: Pierre Charles Baquoy, French engraver, <span class=\"formatted_text font_style:italic\">King Frederick II (the Great) of Prussia visiting Voltaire</span>, image originally created in 1795</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a reprint of a 1795 engraving titled Frederick II of Prussia and Voltaire. In the engraving, Voltaire is sitting at a desk with books, holding a feather pen. He is facing Frederick II, who is standing and slightly leaning or bowing toward Voltaire. Frederick is wearing a military outfit and talking to Voltaire.\" src=\"https://assets.learnosity.com/organisations/537/VR259364.g01.png\" style=\"margin-left: 520px;\" /></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Voltaire is seated at left, and Frederick is standing at right.</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]