[{"id":"VR442325","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442324.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following groups in the nineteenth century would advocate for goals most similar to those of the Equals?</p>\n","rubricRef":"VR442325_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“People of France! . . .The French Revolution was nothing but a precursor of another revolution, one that will be bigger, more solemn, and which will be the last. . . . What do we need besides equality of rights? We need not only that equality of rights written into the Declaration of the Rights of Man and Citizen; . . . We reach for something more sublime and more just:<span class=\"formatted_text font_style:italic\"> the common good</span> or the <span class=\"formatted_text font_style:italic\">community of goods</span>! No more individual property in land: <span class=\"formatted_text font_style:italic\">the land belongs to no one</span>. . . . We declare that we can no longer put up with the fact that the great majority work and sweat for the smallest of minorities. . . . Disappear at last, revolting distinctions between rich and poor, great and small, masters and servants, <span class=\"formatted_text font_style:italic\">rulers</span> and <span class=\"formatted_text font_style:italic\">ruled</span>.</p><p class=\"passage_para\">Let there no longer be any difference between people other than that of age and sex. . . . Let the supporters of justice and happiness organize in the voice of equality. . . . The Constitutions of 1791 and 1795 tightened your chains instead of breaking them. That of 1793 was a great step towards true equality, and we had never before approached it so closely. But it did not yet touch the goal, nor reach common happiness, which it nevertheless solemnly consecrated as its great principle.</p><p class=\"passage_para\">PEOPLE OF FRANCE, Open your eyes and your hearts to the fullness of happiness: recognize and proclaim with us the REPUBLIC OF EQUALS.”</p><p class=\"attribution author\">Sylvain Maréchal, member of the Conspiracy of the Equals, “Manifesto of the Equals,” 1796</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Romantic nationalists</p>","<p class=\"choice_paragraph\">Liberals</p>","<p class=\"choice_paragraph\">Socialists</p>","<p class=\"choice_paragraph\">Conservatives</p>"],"answer":2}]