[{"id":"VR442319","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442315.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The provisions of the treaty in the passage had which of the following long-term effects on Europe?</p>\n","rubricRef":"VR442319_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Lutherans who are subjects of Catholics, and Catholic subjects of Lutherans, and those who at some time following the peace’s publication shall profess and embrace a religion different from that of the lord of their territory, shall be patiently tolerated and have liberty of conscience, and shall not be hindered in attending their devotions held privately in their homes. They shall not be prohibited from participating in the public exercise of religion in their neighborhoods as often as they wish, nor prohibited from sending their children to foreign schools of their own faith, nor from having them instructed at home by private teachers. Yet freeholders, vassals, and subjects shall perform their duty [to their ruler] in all other things with due obedience and submission, and without any disturbance or commotion.</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">If a subject changes his religion after the publication of the peace, or shall have a mind to change his religion, or be willing to change his abode, or be ordered by the lord of the manor to emigrate, then he shall be free to sell his properties or to have them administered by his relations, to visit them freely without any letters of passport, and to do this as often as is required to conduct his affairs and legal business, and pay his debts.”</p><p class=\"attribution author\">Treaty of Osnabrück, part of the Peace of Westphalia, between the Holy Roman emperor and the queen of Sweden, 1648</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">They encouraged the overseas migration of religious dissenters to European colonies in the Americas.</p>","<p class=\"choice_paragraph\">They sparked a Catholic reform movement that cemented the religious division of Christendom.</p>","<p class=\"choice_paragraph\">They led to a decline of the importance of religion as a motivation for conflict among European states.</p>","<p class=\"choice_paragraph\">They prompted an attempt by the Habsburg dynasty to unify Germany politically despite its religious diversity.</p>"],"answer":2}]