[{"id":"VR442283","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442282.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Lorenzo de’ Medici’s interaction with the Duke and Duchess of Milan best illustrates which of the following social and cultural developments in Renaissance Italy?</p>\n","rubricRef":"VR442283_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In July, I went to Milan at the request of the illustrious Duke Galeazzo to stand godfather to his firstborn child. . . . We paid our due to the Duchess by presenting her with a necklace of gold and a large diamond, which cost near 2,000 [Venetian] ducats. The consequence was that the said Lord desired that I should stand godfather to all his children. . . .</p><p class=\"passage_para\">To do as others had done, I held a joust in the Piazza Santa Croce [in Florence] at great expense and with great pomp. I think we spent about 10,000 ducats on that and, although I was not highly versed in the use of weapons and the delivery of blows, the first prize was given to me. . . .</p><p class=\"passage_para\">Piero, our father, departed this life on July 2. . . . I find that from 1434 till now [our family] has spent large sums of money, as appear in a small notebook [found among my father’s possessions]. Incredible are the sums written down. They amount to 663,755 [Florentine] florins given for alms, buildings, and taxes, let alone other expenses. But I do not regret this, for though many would consider it better to have that sum in their purse, I consider that it gave great honor to our State, and I think the money was well expended.”</p><p class=\"attribution author\">Lorenzo de’ Medici, Florentine statesman, journal entries, 1469</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The rediscovery and popularization of the classical literary traditions of Greece and Rome</p>","<p class=\"choice_paragraph\">New debates about elite women’s role in the family and in society raised by works such as Baldassare Castiglione’s <span class=\"formatted_text font_style:italic\">The Courtier</span></p>","<p class=\"choice_paragraph\">The success of New Monarchies in centralizing and unifying their states</p>","<p class=\"choice_paragraph\">The rising social prestige of the members of the commercial elite</p>"],"answer":3}]