[{"id":"VR442351","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442347.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The tensions between lords and peasants implied by the demands were in part a result of which of the following demographic trends?</p>\n","rubricRef":"VR442351_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“14. We are prevented, in violation of the old customs, from gathering wood in the county’s forest. In the old days we were free to go to the forests to fill our need for lumber and firewood, but in recent times our lords have abolished this ancient custom and we are now no longer permitted to gather wood in the forest as of old . . . .</p><p class=\"passage_para\">15. Our lords do their hawking and hunting on our fields without showing consideration for the condition of our crops. We till our fields and meadows with great effort to fulfill our obligations to our lords and to nourish our wives and children. In return our lords and bailiffs ought to guard us and our property and protect us from harm. Instead, they ride and trample over our meadows and fields. . . .</p><p class=\"passage_para\">23. Although we have for many years made annual payments of interest, dues, and rents to our lords, we confess that we do not know the origins of these payments, nor do we know for what reason we are obliged to make them, nor what obligations our lords owe us in return. . . . We ask that the lords be required to . . . show us credible documents stating why we must pay them and what duties the lords owe us in return.”</p><p class=\"attribution author\">Demands of the peasants of Stühlingen and Lupfen, southwestern Germany, presented to the Imperial Chamber Court, 1524</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The recovery of population after the mortality associated with the Black Death</p>","<p class=\"choice_paragraph\">The increasing migration of people from rural areas to towns and cities</p>","<p class=\"choice_paragraph\">The increase in population resulting from the decline of warfare in the German states</p>","<p class=\"choice_paragraph\">The migration of large numbers of Europeans to overseas territories</p>"],"answer":0}]