[{"id":"VR442353","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442352.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The passage shows the influence of which of the following nineteenth-century movements on Nazi ideology?</p>\n","rubricRef":"VR442353_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The aim has been to build this huge network of roads not only with the mechanical instruments of the real builder, but also with artistic feeling and a love of nature and her soothing influence. The deeper and spiritual movement of the National Socialist revolution, which signifies a psychic and cultural renovation of the German citizen, is plainly detectable in this undertaking. The white ribbons of the motor roads are carefully embedded in the landscape, and their layout is harmoniously adapted to it. . . . These efforts to make out of nature and technology one perfect unit characterizes the work of the Reich motor roads as one of great importance. . . . Technology and art, nature and life, are to take on a new form as a result of this creative spirit . . . . The new roads lend a new character to the German landscape. The open, stretched lines which pass through the landscape force the eye to follow in their direction and the starting place and destination are more clearly marked. . . . German men and women will see these roads and the vastness of the scene will help them to think on broader lines than was heretofore possible.”</p><p class=\"attribution author\">Fritz Todt, Nazi roads minister, 1930s</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Anarchism</p>","<p class=\"choice_paragraph\">Conservatism</p>","<p class=\"choice_paragraph\">Liberalism</p>","<p class=\"choice_paragraph\">Romanticism</p>"],"answer":3}]