[{"id":"VR442307","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442305.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following was most directly a <span class=\"formatted_text text_decoration:underline\">reaction against</span> the Western European social values highlighted in <span class=\"formatted_text text_decoration:underline\">Source 2</span> ?</p>\n","rubricRef":"VR442307_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Berlin Industrial Fair in 1950 was most impressive because it showed large machines being produced by the West at a time when Eastern factories were suffering from dismantling by the Soviets and when raw materials in the East were in extreme shortage. Since that time, however, the Eastern emphasis on heavy machinery and production goods has brought about a changed situation. It is particularly appropriate at this time, therefore, to show West Berliners, and more especially East Zone and [Soviet] Sector visitors, the progress made in the West in developing consumer goods designed to raise the standard of living of the average family.”</p><p class=\"attribution author\">United States Department of State memo regarding the Berlin industrial fair, November 1952</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“For the first time in modern British history the working-class home, as well as the middle-class home, has become a place that is warm, comfortable, and able to provide its own fireside entertainment—in fact, pleasant to live in. The outcome is a working-class way of life which is decreasingly concerned with activities outside the house or with values wider than those of the family.”</p><p class=\"attribution author\">Mark Abrams, “The Home-Centered Society,” <span class=\"formatted_text font_style:italic\">The Listener</span>, magazine of the British Broadcasting Corporation, November 1959</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The policy of greater media freedom in the Soviet Union known as <span class=\"formatted_text font_style:italic\">glasnost</span></p>","<p class=\"choice_paragraph\">The contraction of educational opportunities for women</p>","<p class=\"choice_paragraph\">Reforms in the Catholic Church by the Second Vatican Council</p>","<p class=\"choice_paragraph\">The student rebellions of 1968</p>"],"answer":3}]