[{"id":"VR442312","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442311.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the passage, Ortega y Gasset most likely held which of the following views of modern European art and literature?</p>\n","rubricRef":"VR442312_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[We live in a period] which recognizes in nothing that is past any possible model or standard. . . . This grave dissociation of past and present is the most important fact of our time and the cause of the confusion characteristic of our present-day existence. We feel that we have suddenly been left alone on Earth; that the dead did not just die in appearance only, but in actual point of fact; that they can no longer help us. . . . Models, norms, standards are of no use to us. We have to solve our problems without any active collaboration with the past, ‘from scratch,’ be they problems of art, science, or politics. The European stands alone, without any living ghosts by his side.”</p><p class=\"attribution author\">José Ortega y Gasset, Spanish philosopher, essay on art criticism, 1925</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Governments’ use of modern art for propaganda purposes offered artists an appealing new mode of expression.</p>","<p class=\"choice_paragraph\">Modern artists’ focus on the subconscious and the subjective had distracted them from their proper role as critics of society’s injustices.</p>","<p class=\"choice_paragraph\">In rejecting accepted aesthetic standards and literary conventions, modern art had become unmoored from its foundation.</p>","<p class=\"choice_paragraph\">The growing internationalism in literature, art, and architecture had severed the connection between modern art and its national roots.</p>"],"answer":2}]