[{"id":"VR442337","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442334.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains why Priestley had a positive view of the revolutions referenced in the passage?</p>\n","rubricRef":"VR442337_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The most important period in our history is that of the revolution under King William. Then our constitution, after many fluctuations, and frequent struggles for power by different members of it (several of them attended with vast effusions of blood), was finally settled. A revolution so remarkable, and attended with such happy consequences, had perhaps no parallel in the history of the world, till the still more remarkable revolutions that have taken place lately in America and France. [The revolution under King William], as Mr. Hume says, cut off all pretensions to power founded on hereditary right; when a prince was chosen who received the crown on express conditions, and found his authority established on the same foundation with the privileges of the people.”</p><p class=\"attribution author\">Joseph Priestley, English natural scientist and liberal political theorist, <span class=\"formatted_text font_style:italic\">Lectures on History and General Policy</span>, 1790s</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">They challenged the authority of religion over people’s daily lives.</p>","<p class=\"choice_paragraph\">They weakened the power of Britain in European international affairs.</p>","<p class=\"choice_paragraph\">They reflected Enlightenment principles of popular sovereignty.</p>","<p class=\"choice_paragraph\">They reinforced the power of Enlightened despots in Europe.</p>"],"answer":2}]