[{"id":"VR442292","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442290.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Over the course of the twentieth century, standardized French became more prevalent, and most of the dialects represented on the map became much less widely spoken. Of the following, which contributed most strongly to these developments?</p>\n","rubricRef":"VR442292_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a map of modern day France. The top two thirds of the map is labeled “French and regional dialects.” From west to east along the top of this region are the following labels: Gallo, Norman, Picard, Champenois, and Lorrain. From west to east through the center of this region are the following labels: Poitevin, Berrichon, and Burgundian. The city Rennes is indicated near Gallo, the city Paris is indicated between Picard and Berrichon. In the southeastern most section of this region is the label Franco Provençal. The city Lyon is indicated in this section. The lower third of the map is labeled “Occitan and regional dialects.” From west to east are the following labels: Béarnais, Gascon, Limousin, Auvergnat, Languedocien, and Provençal. The city Bordeaux is indicated near the border of the two regions, near Gascon. The city Toulouse is indicated in the southern part of the region, between Béarnais and Languedocien. The city Marseille is indicated near Provençal. The following non French and non Occitan speaking areas are indicated in the map. Breton in the northwest. Flemish in the north. German in the northeast territory of Alsace-Lorraine. Basque in the southwest. Catalan in the south. Italian in the island of Corsica.\" height=\"505\" src=\"https://assets.learnosity.com/organisations/537/VR442290.g14.png\" width=\"555\" /><span class=\"mandatory_credit_line\">Source: Adapted from David A. Bell, “Lingua Populi, Lingua Dei,” <span class=\"formatted_text font_style:italic\">The American Historical Review</span>, December 1995, pp. 1403-1437</span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The spread of mass communication technology, such as television and radio</p>","<p class=\"choice_paragraph\">European Union regulations concerning officially recognized languages</p>","<p class=\"choice_paragraph\">Ethnic cleansing of minority populations</p>","<p class=\"choice_paragraph\">Migration of guest workers into France</p>"],"answer":0}]