[{"id":"FT1842","type":"mcq","stimulusHtml":"<p><img alt=\"A table is entitled “Federal Grants-In-Aid, 1950-1994” has four columns from left to right entitled “Fiscal Year,” “Total Grants in $ Billion,” “Grants as a Percentage of State and Local Revenue,” and “Grants as a Percentage of Federal Outlays.” $2.3 billion in total grants was awarded in 1950, which was 10.4% of state and local revenue, and 5.3% of federal outlays.  $7.0 billion in total grants was awarded in 1960, which was 14.6% of state and local revenue, and 7.6% of federal outlays.  $24.1 billion in total grants was awarded in 1970, which was 19.2% of state and local revenue, and 12.3% of federal outlays. $91.5 billion in total grants was awarded in 1980, which was 25.8% of state and local revenue, and 15.5% of federal outlays.  $135.4 billion in total grants was awarded in 1990, which was 20.0% of state and local revenue, and 11.0% of federal outlays. $210.6 billion in total grants was awarded in 1994, which was 24.0% of state and local revenue, and 14.4% of federal outlays.\" height=\"171\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/814747a011459f9c0c9edc9e974f473d/original.png\" width=\"556\"></p>\n\n<p><sup><sub>Adapted from </sub></sup><em><sup><sub>Vital Statistics on American Politics</sub></sup></em><sup><sub>, ed. Harold W. Stanley and Righard G. Niemi, Washington, D.C.: Washington Quarterly Press, 2000</sub></sup></p>\n\n<p>Which of the following statements can be supported from information in the table above?</p>\n\n<ol style=\"list-style-type:upper-roman\">\n\t<li>\n\t<p>Federal grants to state and local governments have increased substantially in total dollar amount since 1950.</p>\n\t</li>\n\t<li>\n\t<p>In 1994 the federal government devoted a larger percentage of outlays to grants than in 1980.</p>\n\t</li>\n\t<li>\n\t<p>Between 1980 and 1990, grants decreased as a percentage of federal outlays.</p>\n\t</li>\n\t<li>\n\t<p>In 1994 states were more dependent on federal grants for revenue than in 1990, 1970, or 1960.</p>\n\t</li>\n</ol>\n","choicesHtml":["<p>IV only</p>","<p>I and III only</p>","<p>II and III only</p>","<p>II and IV only</p>","<p>I, III, and IV only</p>"],"answer":3}]