[{"id":"FT4031","type":"mcq","stimulusHtml":"<p>Which of the following statements about the federal government between 1948 and 1978 is supported by the chart?</p>","features":[{"type":"sharedpassage","html":"<p>The following questions refer to the chart below.</p>\n\n<p><img alt=\"A line graph is entitled “Federal Government Growth: Money, rules, and People, 1948-1978.” The vertical axis is a numerical index that increases by 100 unit intervals, while the horizontal axis is 2-year intervals starting with 1948 and ending with 1978.  There are three lines plotted across the graph: a solid line marked expenditures, and dashed line marked regulations, and a dotted line labeled employment.  The solid line starts at 100 in 1948 and moves up to 200 in year in 1952, and continues to upward in a gentle slope to 300 in 1964.  It’s slope then increases dramatically, hitting 450 in 1966, 800 in 1973, and 1200 in 1978.  The dashed line starts at 100 in 1948, moves quickly up to 200 in 1950, and then drops back to 110 in 1954.  It then rises gradually to 200 in 1958, 300 in 1967, and then drops slightly to 250 in 1968.  It then rises dramatically to 750 in 1974 and 810 in 1978.  The dotted line starts at 100 in 1948 and moves slightly up to 130 in 1952 and levels off until 1966.  It then rises slightly more to 150 and decreases just slightly to 130 in 1970 and remains at that level through 1978.\" height=\"539\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/86519b529a52645b060b0046ba0527ed/original.png\" width=\"480\" /></p>\n"}],"choicesHtml":["<p>Federal government spending increased primarily to keep pace with increasing employment.</p>","<p>Short-term decreases in the number of federal regulations led to decreases in spending and employment.</p>","<p>The bulk of the increase in federal spending resulted from wage increases.</p>","<p>A relatively stable number of employees administered larger federal budgets and enforced more regulations.</p>","<p>The high cost of regulation prevented the federal government from hiring more workers.</p>"],"answer":2}]