[{"id":"FT540036","type":"longtextV2","stimulusHtml":"<p>One of the most important ways the news media influence politics is through agenda setting.</p>\n\n<p>(a)&nbsp;Define policy agenda.</p>\n\n<p>(b)&nbsp;Explain how the national news media engage in agenda setting.</p>\n\n<p>(c)&nbsp;Explain the primary reason the president tends to have an advantage over Congress in gaining media attention.</p>\n\n<p>(d)&nbsp;Consider the table to the left.</p>\n\n<ul>\n\t<li>\n\t<p>Describe the difference in the viewing patterns of older and younger age-groups.</p>\n\t</li>\n\t<li>\n\t<p>Describe the change from 1974 to 2002 in viewing habits that exists for all age categories.</p>\n\t</li>\n</ul>\n\n<p>(e)&nbsp;Given the information in the table, describe one implication for presidents in their use of the media to promote their political and policy objectives to the American public.</p>\n","features":[{"type":"sharedpassage","html":"<img alt=\"A table is entitled, “Viewers’ Ages and Frequency of Viewing of Network Nightly News: 1974 and 2002 Combined.” Under the year 1974 in the first column are four age ranges corresponding to four numbers under the second column entitled, “Frequently (%)” and numbers under the third column entitled, “Rarely (%).”  Below this data set is the year 2002 in the first column with four age ranges below, and to the right a second column for “Frequently (%)” and a third column entitled, “Rarely (%).”  During 1974, the age range 18-29 reports the following: Frequently/45 and Rarely/13; next to 30-44 age range is Frequently/50 and Rarely/12; next to 45-64 age range is Frequently/68 and Rarely/8; and next to 65 and older is Frequently/71 and Rarely/5. During 2002, the age range 18-29 reports the following: Frequently/19 and Rarely/22; next to 30-44 age range is Frequently/22 and Rarely/17; next to 45-64 age range is Frequently/40 and Rarely/11; and next to 65 and older is Frequently/53 and Rarely/8.\" height=\"359\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2435e30e8b56751f3afdbde3f5218115/original.png\" width=\"447\">"}]}]