[{"id":"FT559391","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong>&nbsp;Unless the directions indicate otherwise, respond to all parts of the question. It is suggested that you take a few minutes to plan and outline each answer. In your response, use substantive examples where appropriate.</p>\n\n<p>The United States is experiencing a dramatic change in the makeup of its population. These changes have political consequences for political institutions.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Identify a trend depicted in the chart.</p>\n\t</li>\n\t<li>\n\t<p>Assuming that recent voting patterns continue, explain how the trend identified in (a) is likely to affect the electoral success of either the Democratic Party or the Republican Party.</p>\n\t</li>\n\t<li>\n\t<p>Explain how the demographic changes shown in the chart above are likely to affect the way in which parties operate in Congress.</p>\n\t</li>\n\t<li>\n\t<p>Describe two specific actions that presidents can take to respond to the demographic changes in the chart above.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<i><img alt=\"The figure shows a bar graph titled, united States Population By Select Demographic Characteristics. The years 1980, 2000, 2010, and 2050 appear from left to right on the horizontal axis. The vertical axis is labeled Percentage of Population. The labels zero, 20 percent, 40 percent, 60 percent, 80 percent, and 100 percent appear from bottom to top on the vertical axis. There are horizontal lines at each of these labels that extend across the graph. At each year, there is a cluster of 4 bars. The bars are approximately as follows, from left to right. 1980: Non-Hispanic White, 82 percent; Hispanic, 5 percent; African American, 12 percent; Asian American, 2 percent. 2000: Non-Hispanic White, 68 percent; Hispanic, 14 percent; African American, 12 percent; Asian American, 4 percent. 2010: Non-Hispanic White, 62 percent; Hispanic, 17 percent; African American, 14 percent; Asian American, 5 percent. 2050: Non-Hispanic White, 48 percent; Hispanic, 30 percent; African American, 14 percent; Asian American, 10 percent. 2050 projections are based on data from the U.S. Census Bureau.\" height=\"291\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ec495d6193c9b690858d38b8500cf842/original.jpg\" width=\"504\"></i>"}]}]