[{"id":"FT572018","type":"mcq","stimulusHtml":"<p>Which of the following statements reflects a pattern in the line graph?</p>","features":[{"type":"sharedpassage","html":"<p>Refer to the line graph for the following question.</p>\n\n<p class=\"text-center\"><strong>JOB APPROVAL RATINGS FOR PRESIDENTS, 1945-2012</strong></p>\n\n<p style=\"margin-left: 200px;\"><img alt=\"The figure presents a line graph titled “Job Approval Ratings for Presidents, 1945 to 2012.” The line graph is divided into 12 separate sections by vertical lines. Each of these sections represents a different presidential administration from 1945 through 2012, which are labeled along the horizontal axis. The vertical axis is not labeled. The numbers 0 and 30 through 100, in increments of 10, are indicated along the vertical axis from bottom to top. The data for each administration is as follows. Note that all data are approximate. Truman, 1945. The curve begins slightly below 90% and moves steeply downward until it reaches slightly above 30%. It moves up, down, and back up again until it reaches approximately 70% halfway through his presidency. It then moves generally downward until it ends around 30%. Eisenhower, 1953. The curve begins slightly above 70% and moves downward until it reaches approximately 65% before moving back upward until it reaches approximately 75%. It moves steeply downward until it reaches approximately 55%, then moves upward again until it reaches 70%. It moves downward again until it ends around 60%. Kennedy, 1961. The curve begins at approximately 75%, moves upward until it reaches its maximum slightly below 80%, and moves generally downward until it ends slightly below 60%. Johnson, 1963. The curve begins slightly above 75% and generally moves downward, reaching a minimum slightly below 40% near the end of his presidency, before moving upward slightly until it ends at approximately 45%. Nixon, 1969. The curve begins slightly above 60%, quickly reaches its maximum slightly below 65%, then moves downward until it reaches slightly below 50% approximately halfway through his presidency. It moves upward until it reaches slightly above 60% about three fourths through his presidency, then moves steeply downward until it ends at approximately 25%. Ford, 1974. The curve begins slightly below 60%, moves steeply downward until it reaches a minimum slightly below 40%, then moves generally upward until it ends at approximately 55%. Carter, 1977. The curve begins at approximately 68% and moves steeply downward until it reaches 42%. It then moves upward to 48%. The curve then moves downward to its minimum of 32%. It then moves back up to 47%, ending at approximately 34%. Reagan, 1981. The curve begins at approximately 60% and moves steeply downward and to the right, reaching its minimum slightly below 40%. It then moves upward and to the right until it reaches its maximum slightly past halfway through his presidency, at approximately 65%. It then moves downward until it reaches approximately 45%, before moving upward again and ending at approximately 55%. G H W Bush, 1989. The curve begins at approximately 55% and moves generally upward until it reaches a maximum at slightly below 90%. It then moves steeply downward until it reaches a minimum at approximately 35%, before moving upward until it ends at slightly below 50%. Clinton, 1993. The curve begins at approximately 55% and moves downward at first, then back upward until it reaches slightly above 50%. It moves back downward until it reaches its minimum at slightly above 40%. It moves generally upward until it reaches its maximum at approximately 65% near the end of his presidency. It moves downward and back upward again until it ends at slightly below 65%. G W Bush, 2001. The curve begins slightly below 60%, moves slightly downward at first before moving steeply upward until it reaches its maximum slightly above 90%. It then moves generally steeply downward until it reaches its minimum near the end of his presidency, slightly below 30%. It moves slightly upward until it ends at approximately 30%. Obama, 2009. The curve begins at approximately 65%. It moves generally downward until it reaches its minimum at slightly above 40%. It then moves upward until it ends slightly below 50%.\" height=\"323\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/946a6b25020f3a53e8ab9c52d0f4c5b7/original.jpg\" width=\"560\" /></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.9em\">Source: Gallup 2012.</span></p>\n"}],"choicesHtml":["<p>Nixon had the highest approval ratings of any president in the graph.</p>","<p>Most presidents exit office with lower approval ratings than when they entered office.</p>","<p>Most presidents begin their term with approval ratings lower than 50%.</p>","<p>Eisenhower had the lowest approval ratings of any president in the graph.</p>"],"answer":0}]