[{"id":"VH689386","type":"longtextV2","stimulusHtml":"<p>&nbsp;</p>\n\n<p class=\"list_paragraph\">Use the map to respond to the following questions.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify the most common level of education spending by states in the Southeast.</li>\n\t<li class=\"list_paragraph\">Describe a similarity or difference in public education spending by state or region, as illustrated in the map.</li>\n\t<li class=\"list_paragraph\">Draw a conclusion about that similarity or difference in public education spending by state or region illustrated in the map.</li>\n\t<li class=\"list_paragraph\">Explain how public education spending as shown in the map demonstrates the principle of federalism.</li>\n</ol>\n","rubricRef":"VH689386_rubric","features":[{"type":"sharedpassage","html":"<img alt=\"The figure presents a map of the United States titled “Public Education Spending: Amount Spent per Pupil by State in 2014.” A key indicates that the following six categories are indicated on the map: Category 1. Less than $8,000. Category 2. $8,000 to $9,999. Category 3. $10,000 to $11,999. Category 4. $12,000 to $13,999. Category 5. $14,000 to $15,999. Category 6. $16,000 or more. The data in the map are as follows. Category 1. Less than $8,000. Oklahoma, Idaho, Utah, and Arizona. Category 2. $8,000 to $9,999. North Carolina, South Carolina, Georgia, Florida, Indiana, Kentucky, Tennessee, Alabama, Mississippi, Missouri, Arkansas, South Dakota, Kansas, Texas, Colorado, New Mexico, Oregon, Nevada, and California. Category 3. $10,000 to $11,999. Virginia, West Virginia, Ohio, Michigan, Wisconsin, Minnesota, Iowa, Louisiana, Nebraska, Montana, and Washington. Category 4. $12,000 to $13,999. Maine, Massachusetts, Rhode Island, Pennsylvania, Delaware, Illinois, North Dakota, and Hawaii. Category 5. $14,000 to $15,999. New Hampshire, Connecticut, New Jersey, Maryland, and Wyoming. Category 6. $16,000 or more. Vermont, New York, and Alaska.\" src=\"https://assets.learnosity.com/organisations/537/VH689386.g04.png\" />\n<p class=\"attribution author\">Source: www.census.gov</p>\n\n<p class=\"attribution author\">&nbsp;</p>\n"}]}]