[{"id":"VH737937","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH737934.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">Which of the following is a similarity between the views expressed in the excerpt and Dr. Martin Luther King, Jr.’s \"Letter from Birmingham Jail\"?</p>\n","rubricRef":"VH737937_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“If we resort to violence then one of two things will happen: either the violence will be escalated and there will be many injuries and perhaps deaths on both sides, or there will be total demoralization of the workers.</p>\n\n<p class=\"passage_para\">“Nonviolence has exactly the opposite effect. If, for every violent act committed against us, we respond with nonviolence, we attract people’s support. We can gather the support of millions who have a conscience and would rather see a nonviolent resolution to problems. We are convinced that when people are faced with a direct appeal from the poor struggling nonviolently against great odds, they will react positively. The American people and people everywhere still yearn for justice. It is to that yearning that we appeal.</p>\n\n<p class=\"passage_para\">“. . . When victory comes through violence, it is a victory with strings attached. If we beat the growers at the expense of violence, victory would come at the expense of injury and perhaps death. Such a thing would have a tremendous impact on us. We would lose regard for human beings. Then the struggle would become a mechanical thing. When you lose your sense of life and justice, you lose your strength.”</p>\n\n<p class=\"attribution author\"><span style=\"font-size:0.8em;\"><em>César Chávez, “He Showed Us the Way,” 1978</em></span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Unlike César Chávez, Dr. Martin Luther King, Jr. supported the use of violence after all other means had been exhausted.</p>","<p class=\"choice_paragraph\">Unlike Dr. Martin Luther King, Jr., César Chávez supported the use of violence as a means to start the movement.</p>","<p class=\"choice_paragraph\">Both César Chávez and Dr. Martin Luther King, Jr. argued for the continued use of nonviolence to further their causes.</p>","<p class=\"choice_paragraph\">Both César Chávez and Dr. Martin Luther King, Jr. argued for the use of nonviolence after standards of equality had been met.</p>"],"answer":2}]