[{"id":"VH864857","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Respond to all parts of the question. In your response, use substantive examples where appropriate.</span></p>\n&nbsp;\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify a constitutional clause that is common to both <span class=\"formatted_text font_style:italic\">Bush</span> v. <span class=\"formatted_text font_style:italic\">Vera</span> (1996) and <span class=\"formatted_text font_style:italic\">Shaw</span> v. <span class=\"formatted_text font_style:italic\">Reno</span> (1993)</li>\n\t<li class=\"list_paragraph\">Explain how the facts in both cases led to similar holdings.</li>\n\t<li class=\"list_paragraph\">Explain how the decision in <span class=\"formatted_text font_style:italic\">Bush</span> v. <span class=\"formatted_text font_style:italic\">Vera</span> could affect the process of redistricting for congressional representation in other states.</li>\n</ol>\n","rubricRef":"VH864857_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">Following the 1990 census, Texas gained seats in the United States House of Representatives. The redistricting plan included three new districts, two of which had a majority of Latino voters, and another that had a majority of African American voters. In addition, they reconfigured a fourth district to make it predominantly African American. The Texas plan was approved by the Department of Justice under the requirements of the Voting Rights Act (1965). However, the plan was challenged in the federal courts as racial gerrymandering. In <span class=\"formatted_text font_style:italic\">Bush </span>v. <span class=\"formatted_text font_style:italic\">Vera </span>(1996) the Supreme Court concluded that the state had violated the United States Constitution in the drawing of the districts.</p>\n\n<p class=\"stem_paragraph\">In the majority opinion, Justice Sandra Day O’Connor said that the redistricting was “so extremely irregular on its face, that it rationally can be viewed only as an effort to segregate the races for the purposes of voting without regard for traditional redistricting principles.”</p>\n"}]}]