[{"id":"VH908320","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH908285.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">The data in the chart is too limited to support which of the following generalizations?</p>\n","rubricRef":"VH908320_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a chart titled “Relationship between Party and Views on Policy Priorities.” At the top of the chart is the following statement: Percent who say blank is a top priority for Trump and Congress. Twelve choices are listed to fill the blank. Two dots are listed to the right of each choice. Of these dots, one indicates the percentage for that choice who are Democrat or Lean Democrat, and the other indicates the percentage for that choice who are Republican or Lean Republican. Far to the right of each choice, the total number for that choice is given. The data in the chart, by choice, are as follows. Terrorism, Democrat, 63 percent. Republican 86 percent. Total, 73. Economy. Democrat, 64 percent. Republican 78 percent. Total, 71. Social Security. Democrat, 68 percent. Republican, 68 percent. Total, 67. Medicare. Democrat, 62 percent. Republican, 72 percent. Total, 66. Environment. Democrat, 37 percent. Republican, 81 percent. Total, 62. Jobs. Democrat, 58 percent. Republican, 66 percent. Total 62. Reducing Crime. Democrat, 52 percent. Republican, 63 percent. Total, 56. Race Relations. Democrat, 40 percent. Republican, 61 percent. Total, 52. Budget Deficit. Republican, 41 percent. Democrat, 69 percent. Total, 48. Military. Republican, 30 percent. Democrat, 69 percent. Total, 46. Climate Change. Democrat, 18 percent. Republican, 68 percent. Total, 46. Global Trade. Republican, 35 percent. Democrat, 44 percent. Total, 38.\" height=\"432\" src=\"https://assets.learnosity.com/organisations/537/VH908285.g04.png\" width=\"400\" />\n<p class=\"attribution author\">Source: Pew Research Center, January 10–15, 2018.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Democrats believe the environment is a more important policy priority than terrorism.</p>","<p class=\"choice_paragraph\">Republicans believe the economy is a priority for state governments rather than the federal government.</p>\n","<p class=\"choice_paragraph\">Most Democrats believe the federal government needs to take action to reduce crime.</p>","<p class=\"choice_paragraph\">There is a relatively wide partisan gap on whether the military should be a top priority.</p>\n"],"answer":1}]