[{"id":"VH909611","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH909586.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The students mentioned in the passage did not have a strong preference in candidates or increased levels of partisanship, despite their exposure to civics education. Which of the following explains this type of political socialization?</p>\n","rubricRef":"VH909611_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">A large national survey of young Americans recently released by CIRCLE shows young Obama and Romney voters had strikingly similar levels of political knowledge. The survey also shows a clear relationship between respondents’ high school civics education experiences and their knowledge of campaign issues and political participation in the 2012 presidential election. However, taking high school civics had little or no relationship with young adults’ choice between Barack Obama and Mitt Romney.</p><p class=\"passage_para\">“Young people who recalled experiencing more high-quality civic education practices in schools were more likely to vote, to form political opinions, to know campaign issues, and to know general facts about the US political system,” said Peter Levine, director of CIRCLE. “Civics education was not related to partisanship or choice of candidate. These results should allay political concerns about civic education being taught in schools.”</p><p class=\"attribution author\">Source: CIRCLE, 2013.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Political socialization does not include the formation of political beliefs but rather refers only to the likelihood of participation.</p>","<p class=\"choice_paragraph\">Younger people are less likely to understand politics; therefore, the civics courses were unlikely to lead to strong preferences regarding partisanship or candidates.</p>","<p class=\"choice_paragraph\">Public schools are prohibited by law from discussing political issues and current events, which limits the effect of political socialization.</p>","<p class=\"choice_paragraph\">Some life experiences that socialize individuals into politics affect specific behaviors but not partisanship or ideology.</p>"],"answer":3}]