[{"id":"VH908697","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH908673.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes a trend in the data?</p>\n","rubricRef":"VH908697_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a five column table titled “Self Described Personality Traits, by Percent per Generation.” The heading for column 1 is “Positive Traits.” The heading for column 2 is “Millennial, 1981 through 1996.” The heading for column 3 is “Generation X, 1965 through 1980.” The heading for column 4 is “Baby Boomers, 1946 through 1964.” The heading for column 5 is “Silent Generation, 1928 through 1945.” There are 9 rows of data in the table. The data are as follows. Row 1. Positive Trait: Patriotic. Millennial, 12; Generation X, 26; Baby Boomers, 52; Silent Generation, 73. Row 2. Positive Trait: Responsible. Millennial, 24; Generation X, 43; Baby Boomers, 66; Silent Generation, 78. Row 3. Positive Trait: Hardworking. Millennial, 36; Generation X, 54; Baby Boomers, 77; Silent Generation, 83. Row 4. Positive Trait: Idealistic. Millennial, 39; Generation X, 28; Baby Boomers, 31; Silent Generation, 26. Row 5. Positive Trait: Religious. Millennial, 12; Generation X, 21; Baby Boomers, 42; Silent Generation, 63. Row 6. Positive Trait: Moral. Millennial, 17; Generation X, 27; Baby Boomers, 46; Silent Generation, 64. Row 7. Positive Trait: Self Reliant. Millennial, 27; Generation X, 37; Baby Boomers, 51; Silent Generation, 65. Row 8. Positive Trait: Compassionate. Millennial, 29; Generation X, 33; Baby Boomers, 47; Silent Generation, 60. Row 9. Positive Trait: Politically Active. Millennial, 17; Generation X, 20; Baby Boomers, 37; Silent Generation, 42.\" height=\"308\" src=\"https://assets.learnosity.com/organisations/537/VH908673.g01.png\" width=\"497\" />\n<p class=\"attribution author\">Source: Pew Research Center, 2015.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The older the respondents, the more likely they are to identify as patriotic.</p>","<p class=\"choice_paragraph\">Generation X respondents are more likely to be politically active than the Baby-Boomer respondents.</p>","<p class=\"choice_paragraph\">Baby Boomer respondents are the most likely to consider themselves self-reliant.</p>","<p class=\"choice_paragraph\">The younger the respondents, the more likely they are to identify as religious and moral.</p>"],"answer":0}]