[{"id":"VH907710","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH907709.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements accurately explains a limitation of the line graph?</p>\n","rubricRef":"VH907710_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph titled “Relationship Between Ideology and Views of the Federal Reserve.” The horizontal axis is unlabeled and the descriptions of five political ideologies are given along the axis. The vertical axis is unlabeled and the percentages 0 through 100, in increments of 20%, are indicated. A key indicates that a dark circle represents “Believes Fed helps stabilize economy” and a light circle represents “Believes Fed a cause of the 2008 financial crisis.” The data represented by the points are as follows. Very Liberal. Believes Fed helps stabilize economy, 52%. Believes Fed a cause of the 2008 financial crisis, 23%. Liberal. Believes Fed helps stabilize economy, 54%. Believes Fed a cause of the 2008 financial crisis, 25%. Moderate. Believes Fed helps stabilize economy, 41%. Believes Fed a cause of the 2008 financial crisis, 34%. Conservative. Believes Fed helps stabilize economy, 41%. Believes Fed a cause of the 2008 financial crisis, 34%. Very Conservative. Believes Fed helps stabilize economy, 50%. Believes Fed a cause of the 2008 financial crisis, 26%.\" height=\"356\" src=\"https://assets.learnosity.com/organisations/537/VH907709.g01.png\" width=\"500\" />\n<p class=\"attribution author\">Source: Cato Institute, 2017.</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The line graph does not take into account the views of those who identify as moderate.</p>","<p class=\"choice_paragraph\">It is difficult to tell what the relationship is between ideology and the perception of the Federal Reserve.</p>","<p class=\"choice_paragraph\">The line graph does not illustrate differences along party lines regarding the perception of the Federal Reserve.</p>","<p class=\"choice_paragraph\">It is difficult to tell if there is a relationship between the two survey questions on the Federal Reserve.</p>"],"answer":2}]