[{"id":"VH904151","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904112.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements are illustrated by the data in table?</p>\n","rubricRef":"VH904151_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a six column table titled “Progression of Political and Social Views by Generation, 2014, in Percentages.” The following incomplete statement precedes the table: “Percent Saying Political/Social Views Over Time Have Become dot dot dot.” There are two subheadings for column 1. The subheading for the top half of the table is “Political Views.” The subheading for the bottom half of the table is “Social Views.” In each half of the table, the values in each column total 100. The heading for column 2 is “Total.” The heading for column 3 is “Millennial, 1981 through 1996.” The heading for column 4 is “Generation X, 1965 through 1980.” The heading for column 5 is “Baby Boomer, 1946 through 1964.” The heading for column 6 is “Silent Generation, 1928 through 1945.” There are 8 rows of data in the table. The data are as follows. Row 1. Political View: More Liberal. Total, 39; Millennial, 48; Generation X, 42; Baby Boomer, 35; Silent Generation, 24. Row 2. Political View: More Conservative. Total, 49; Millennial, 42; Generation X, 48; Baby Boomer, 53; Silent Generation, 57. Row 3. Political View: Not Changed/Mixed. Total, 8; Millennial, 6; Generation X, 6; Baby Boomer, 10; Silent Generation, 10. Row 4. Political View: Don’t Know/Refused. Total, 4; Millennial, 4; Generation X, 4; Baby Boomer, 3; Silent Generation, 9. Row 5. Social View: More Liberal. Total, 42; Millennial, 57; Generation X, 41; Baby Boomer, 33; Silent Generation, 35. Row 6. Social View: More Conservative. Total, 49; Millennial, 36; Generation X, 52; Baby Boomer, 56; Silent Generation, 51. Row 7. Social View: Not Changed/Mixed. Total, 6; Millennial, 4; Generation X, 4; Baby Boomer, 7; Silent Generation, 11. Row 8. Social View: Don’t Know/Refused. Total, 3; Millennial, 4; Generation X, 3; Baby Boomer, 4; Silent Generation, 3.\" height=\"562\" src=\"https://assets.learnosity.com/organisations/537/VH904112.g01.png\" width=\"550\" />\n<p class=\"attribution author\">Source: Pew Research Center, 2014.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The Silent Generation is more likely to say they have become more liberal over time politically than Millennials.</p>","<p class=\"choice_paragraph\">Millennials are more likely to say they have become more liberal politically over time than Baby Boomers.</p>","<p class=\"choice_paragraph\">Generation X is more likely to say their political views have not changed or been mixed over time compared to the Silent Generation.</p>","<p class=\"choice_paragraph\">Baby Boomers are more likely to say they have become more conservative politically over time than the Silent Generation.</p>"],"answer":1}]