[{"id":"VH904208","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904204.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The trend in late October and early November showing Clinton ahead but an increase in support for Trump most likely would be</p>\n","rubricRef":"VH904208_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph titled “2016 Presidential Election Tracking Poll.” The months May through November are given along the horizontal axis. The number 0 and the numbers 38 through 50, in increments of 2, are indicated on the vertical axis. A key indicates that one line represents “Clinton, D, 46.8,” and that one line represents “Trump, R, 43.6.” The data, by line, are as follows. The line for Clinton begins at approximately 47.5 percent in May. It stays steady for a period of time before dropping to approximately 44 percent in June. It remains steadily until a period between June and July, where it begins to rise until it reaches a peak around 46.5 percent around July. From July to August, the line fluctuates between 46 and 45 percent before rising to a peak of around 48 percent in August. The line remains around 48 percent for some time before dropping to 45 percent between September and October. At this point, the line moves upward until it reaches a peak around 49 percent between October and November. From here the line declines until it ends around 47 in November. The line for Trump begins at approximately 40 percent in May. It rises to a peak of approximately 44 percent in June, where it meets the line for Clinton. From here, the line declines until it reaches a valley at around 38 percent between June and July. It then rises to a peak of around 46 percent between July and August, surpassing the Clinton line for a short period of line. It then moves downward, below the Clinton line, and reaches a valley around 40 percent in August. It then rises steadily until it reaches a peak around 45 percent in late September, when it begins to decline again and reaches a valley of 41.5 percent in early October. It then rises steeply to a peak of 45.5 in late October, and then declines until it ends around 44 percent in November.\" height=\"296\" src=\"https://assets.learnosity.com/organisations/537/VH904204.g05.png\" width=\"425\" />\n<p class=\"attribution author\">Source: Real Clear Politics, 2016.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">used by Clinton to assure her supporters of a likely victory</p>","<p class=\"choice_paragraph\">described as momentum by the trailing Trump campaign to encourage supporters to vote</p>","<p class=\"choice_paragraph\">the result of the margin of error, which might lead one to believe Trump was possibly ahead</p>","<p class=\"choice_paragraph\">a result of unscientific polling practices by polling organizations</p>"],"answer":1}]