[{"id":"VH907213","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question. In your response, use substantive examples where appropriate.</p>\n\n<p class=\"stem_paragraph\">Use the map to answer the following questions.</p>\n\n<p class=\"standalone_statement style:1\">A. Identify a state with a state income tax rate between 2 percent and 5 percent.</p>\n\n<p class=\"standalone_statement style:1\">B. Describe a pattern on the map.</p>\n\n<p class=\"standalone_statement style:1\">C. Draw a conclusion about how the ideologies of the political parties shaped the pattern described in Part (B).</p>\n\n<p class=\"standalone_statement style:1\">D. Explain how the variation in income tax rates shown on the map illustrates the role of fiscal policies in&nbsp;economic policymaking.</p>\n","rubricRef":"VH907213_rubric","features":[{"type":"sharedpassage","html":"<img alt=\"The figure presents a map of the United States titled “Top State Marginal Individual Income Tax Rates, 2018.” A key notes that the following five categories are indicated on the map: 1. “9% and higher.” 2. “7.01% to 9%.” 3. “5.01% to 7%.” 4. “2% to 5%.” 5. “No Income Tax.” The states with each tax rate, from north to south and east to west, are as follows: Category 1. 9% and higher: Minnesota, Oregon, and California. Category 2. 7.01% to 9%: Maine, Vermont, New York, New Jersey, Wisconsin, Iowa, and Idaho. Category 3. 5.01% to 7%: Massachusetts, Rhode Island, Connecticut, Delaware, Maryland, Washington, D.C., Virginia, North Carolina, South Carolina, Georgia, West Virginia, Kentucky, Missouri, Arkansas, Louisiana, Nebraska, Kansas, and Montana. Category 4. 2% to 5%: New Hampshire, Pennsylvania, Ohio, Tennessee, Alabama, Michigan, Indiana, Illinois, Mississippi, North Dakota, Oklahoma, Colorado, New Mexico, Utah, and Arizona. Category 5. No Income Tax: Florida, South Dakota, Texas, Wyoming, Nevada, and Washington.\" height=\"529\" src=\"https://assets.learnosity.com/organisations/537/VH907213.g02.png\" width=\"680\" />\n<p class=\"attribution author\">Source: Tax Foundation, 2018.</p>\n"}]}]