[{"id":"VH919976","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH919843.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the passage, Hamilton is concerned that under the Articles of Confederation, the federal government does not have sufficient constitutional powers to gain compliance from state governments. Which of the following is a way that the Constitution allows the federal government to address this problem?</p>\n","rubricRef":"VH919976_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The next most palpable defect of the subsisting Confederation, is the total want of a SANCTION to its laws. The United States, as now composed, have no powers to exact obedience, or punish disobedience to their resolutions, either by pecuniary [fines], by a suspension or divestiture of privileges, or by any other constitutional mode. There is no express delegation of authority to them to use force against delinquent members; and if such a right should be ascribed to the federal head, as resulting from the nature of the social compact between the States, it must be by inference and construction... There is, doubtless, a striking absurdity in supposing that a right of this kind does not exist. . .</p><p class=\"attribution author\">Alexander Hamilton, <span class=\"formatted_text font_style:italic\">The Federalist</span> 21</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The state governments have reserved powers under the Tenth Amendment.</p>","<p class=\"choice_paragraph\">The federal government is not permitted to coin money.</p>","<p class=\"choice_paragraph\">The federal government can pass laws that allow it to fine or tax individuals directly.</p>","<p class=\"choice_paragraph\">A Bill of Rights was added to the United States Constitution to protect individual civil liberties.</p>"],"answer":2}]