[{"id":"VH912522","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912485.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Using both of the maps, which of the following best explains the role that ideology has played in the shaping of corporate tax rates?</p>\n","rubricRef":"VH912522_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents two maps of the United States. The first map is titled “Corporate Income Tax Rates by State in 2018.” A key notes that the following three categories are indicated on the map: “No Tax,” “Lower,” “Higher.” There are two additional categories representing gradations between Lower and Higher. The states by tax rate category, from north to south and east to west, are as follows: Category 1. No Tax: Ohio, South Dakota, Texas, Wyoming, Nevada, and Washington. Category 2. Lower: North Carolina, Mississippi, North Dakota, and Colorado. Category 3. One gradation more than “Lower”: New York, Delaware, Maryland, West Virginia, Virginia, South Carolina, Georgia, Florida, Michigan, Indiana, Kentucky, Tennessee, Alabama, Missouri, Arkansas, Kansas, Oklahoma, Montana, New Mexico, Utah, Arizona, and Hawaii. Category 4. One gradation less than “Higher”: Wisconsin, Louisiana, Nebraska, Idaho, and Oregon. Category 5. Higher: Maine, New Hampshire, Vermont, Massachusetts, Connecticut, New Jersey, Pennsylvania, Illinois, Minnesota, Iowa, California, and Alaska. The second map is titled “Electoral College Results 2016.” A subtitle indicates, from left to right, “Clinton, D, 232,” “270 electoral votes to win,” and “Trump, R, 306.” The “Trump, R, 306” text has a marked checkbox next to it. A key notes that the following two categories are indicated on the map: 1. “Democrat.” 2. “Republican.” The states won by each political party, from north to south and east to west, are as follows: Category 1. Democrat: Maine, New Hampshire, Vermont, Massachusetts, Rhode Island, Connecticut, New York, New Jersey, Delaware, Maryland, Pennsylvania, Washington, D.C., Virginia, Illinois, Minnesota, Colorado, New Mexico, Hawaii, Washington, Oregon, Nevada, and California. Category 2. Republican: North Carolina, South Carolina, Florida, West Virginia, Ohio, Kentucky, Tennessee, Georgia, Indiana, Alabama, Mississippi, Wisconsin, Iowa, Missouri, Arkansas, Louisiana, North Dakota, South Dakota, Nebraska, Kansas, Oklahoma, Texas, Montana, Wyoming, Idaho, Utah, Arizona, and Alaska.\" height=\"679\" src=\"https://assets.learnosity.com/organisations/537/VH912485.g03.png\" width=\"600\" />\n<p class=\"attribution author\">Source: Tax Foundation and CNN.com, 2018.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The maps indicate that there is no correlation between corporate tax rates and a state’s ideology.</p>","<p class=\"choice_paragraph\">The maps indicate that states that have high corporate tax rates are more likely to enact liberal policies.</p>","<p class=\"choice_paragraph\">The maps indicate that states with high corporate tax rates are more likely to hold libertarian positions.</p>","<p class=\"choice_paragraph\">The maps indicate that states with high corporate tax rates do not have an ideological preference.</p>"],"answer":1}]