[{"id":"VH912376","type":"mcq","stimulusHtml":"Based on the data in the bar graph and your knowledge of the course, which of the following is an accurate statement that can be made about political socialization?","rubricRef":"VH912376_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><img alt=\"The figure presents a stacked horizontal bar graph titled “Percent of Children Resembling Parents’ Political Orientation.” The horizontal axis is labeled “Political Orientation of Children” and the percentages 0 through 100, in increments of 10 percent, are indicated. Three categories are given along the vertical axis. Each category has one bar, and each bar is divided into three sections. A key indicates that one section represents “Strong/Moderate Democrat,” one section represents “Independent/Non-partisan,” and one section represents “Strong/Moderate Republican.” The data, presented by category, are as follows. Note that all values are approximate. Category 1. Both Parents Democrat. Strong/Moderate Democrat, 58. Independent/Non-partisan, 30. Strong/Moderate Republican, 12. Category 2. Both Parents Republican. Strong/Moderate Democrat, 12. Independent/Non-partisan, 29. Strong/Moderate Republican, 59. Category 3. No consistent partisanship among parents. Strong/Moderate Democrat, 24. Independent/Non-partisan, 52. Strong/Moderate Republican, 24.\" height=\"286\" src=\"https://assets.learnosity.com/organisations/537/78271f43-f36b-45f9-b103-3f72948ac556.png\" width=\"476\" /></p>\n</div>\n\n<p class=\"text-left\"><span style=\"font-size:0.8em;\">Source: Miller, Warren E. Donald R. Kinder. Steven J. Rosenstone, and National Election Studies. Amencan National Election Study, 1992 Pre and Post-Election Survey (Enhanced with 1990 and 1991 Data]. ICPSR06067-V2. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [(distributor], 1999. http://doi.org/10.3886/1CPSR06067.v2</span></p>\n</div>\n"}],"choicesHtml":["Young people are closer to and tend to rely more on their peers than their parents for political information.","The political orientation of parents has a great influence on how their child will view politics.","Family, schools, peers, and social environments, including civic and religious organizations, all have an equal role in the political socialization of young people.","The impact of globalization on political culture and an expansive social media network has the greatest influence on children’s political socialization."],"answer":1}]