[{"id":"VH912380","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912367.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains how the passage relates to the political process?</p>\n","rubricRef":"VH912380_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">One of the principal effects of 9/11 was instilling in Americans a fear that their personal security was at greater risk than ever before. Many aspects of the post-9/11 world are indeed new, but the fear it evokes echoes that felt by prior generations. At times the country has met those fears while still holding fast to its core democratic principles. Other times, fear has overruled American principles, especially the protection of individual freedoms. The most important legacy of the American experience following 9/11 will not be the novelty of fear, but rather how well the country copes with that fear while adhering to its constitutional framework.</p><p class=\"passage_para\">Given how searing the 9/11 experience was, it is sometimes hard to remember that prior generations of Americans didn’t always sleep soundly either. Pearl Harbor is an often-cited example, but it joins many other moments of intense fear in U.S. history. During the 40-plus years of the Cold War, American school children practiced “duck and cover” drills the way today’s kids might practice school lock-downs. As a teenage in the 1980s, I joined Sting in hoping we could avert a nuclear holocaust if “the Russians love their children, too.”</p><p class=\"passage_para\">With the collapse of the Soviet Union, other threats in the United States soon appeared: the 1993 World Trade Center bombing, the 1995 Oklahoma City bombing, and the 1996 Atlanta Olympic Park bombing, to name just a few. During the 1990s, some in the military liked to refer to the United States as a “homeland sanctuary;” after 9/11, many talk about the end of that sanctuary.</p><p class=\"passage_para\">True, the country has experienced fewer external threats to its population than have most other nations. But it’s a misconception to think that the American sense of external threat is new.</p><p class=\"attribution author\">Kathleen Hicks, “What Will Americans Do About Their Fear of Terrorism?” <span class=\"formatted_text font_style:italic\">The Atlantic Monthly</span>, 2016.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Attacks on United States soil can mobilize the public to act and demand changes to the public policy process.</p>","<p class=\"choice_paragraph\">Public opinion plays an important role in the development of new security measures to protect the United States from internal and external threats.</p>","<p class=\"choice_paragraph\">There are important political and cultural events that can cause the development of lasting political beliefs across groups of people in society.</p>","<p class=\"choice_paragraph\">Citizens judge political leaders on how they react to the internal and external threats faced during their time in office.</p>"],"answer":2}]