[{"id":"VH927649","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH927560.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">If a researcher were interested in understanding how much the NRA spent in each state, what visual could be created to accurately display this information in the bar graph?</p>\n","rubricRef":"VH927649_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">SPENDING BY THE NATIONAL RIFLE ASSOCIATION (NRA), BY ELECTION CYCLE</p>\n</div>\n<img alt=\"The figure presents a bar graph titled “Spending by The National Rifle Association (N R A), by Election Cycle.” The horizontal axis is labeled Election Cycle, and the years 1990 through 2018, in increments of 2 years, are indicated. Each year has two bars, one representing Democrats, and the other representing Republicans. The vertical axis is not labeled and the values 0 dollars through 1.5 million dollars, in increments of 300,000 dollars, are indicated. The data represented by the bars are as follows. Note that all values are approximate. Year, 1990. Democrats, 300,000 dollars. Republicans, 450,000 dollars. Year, 1992. Democrats, 650,000 dollars. Republicans, 1.125 million dollars. Year, 1994. Democrats, 400,000 dollars. Republicans, 1.4 million dollars. Year, 1996. Democrats, 250,000 dollars. Republicans, 1.25 million dollars. Year, 1998. Democrats, 290,000 dollars. Republicans, 1.35 million dollars. Year, 2000. Democrats, 275,000 dollars. Republicans, 1.3 million dollars. Year, 2002. Democrats, 150,000 dollars. Republicans, 1 million dollars. Year, 2004. Democrats, 160,000 dollars. Republicans, 875,000 dollars. Year, 2006. Democrats, 150,000 dollars. Republicans, 725,000 dollars. Year, 2008. Democrats, 200,000 dollars. Republicans, 800,000 dollars. Year, 2010. Democrats, 400,000 dollars. Republicans, 900,000 dollars. Year, 2012. Democrats, 140,000 dollars. Republicans, 850,000 dollars. Year, 2014. Democrats, 80,000 dollars. Republicans, 750,000 dollars. Year, 2016. Democrats, 60,000 dollars. Republicans, 800,000 dollars. Year, 2018. Democrats, 60,000 dollars. Republicans, 500.000 dollars.\" height=\"211\" src=\"https://assets.learnosity.com/organisations/537/VH927560.g01.png\" width=\"508\" />\n<p class=\"attribution author\">Source: Opensecrets.org, 2018.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">A table that gives details about the home states of candidates receiving money from the NRA in 1994</p>","<p class=\"choice_paragraph\">An infographic that explains how the NRA has helped candidates win elections in the South</p>\n","<p class=\"choice_paragraph\">A pie chart that shows the amount of money the NRA spent in each state since 1992</p>","<p class=\"choice_paragraph\">A map showing the dollar amounts spent by the NRA in each state since 1992</p>"],"answer":3}]