[{"id":"VH927793","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Respond to all parts of the question. In your response, use substantive examples where appropriate.</span></p><br/><p class=\"stem_paragraph\">Presidential power has always been affected by the relationship between the president and the media. In the digital age, social media has profoundly affected the way people interact with each other about politics. At the same time, the online presence of the president has increased sharply. In previous decades, the media has been used by presidents to both push an agenda and unite the country. This has afforded modern presidents unprecedented power.</p><p class=\"stem_paragraph\">Develop an argument on how social media will affect presidential power in the future.</p><p class=\"stem_paragraph\">Use at least one piece of evidence from one of the following foundational documents:</p><ul class=\"unordered_list style:1\"><li class=\"list_paragraph\"><span class=\"formatted_text font_style:italic\">The Federalist </span>70</li><li class=\"list_paragraph\"><span class=\"formatted_text font_style:italic\">The Federalist</span> 51</li><li class=\"list_paragraph\">Article II of the United States Constitution</li></ul><p class=\"stem_paragraph\">In your essay, you must:</p><p class=\"stem_paragraph\">✓ Respond to the prompt with a defensible claim or thesis that establishes a line of reasoning.</p><p class=\"stem_paragraph\">✓ Support your claim with at least TWO pieces of specific and relevant information.</p><ul class=\"unordered_list style:1\"><li class=\"list_paragraph\">One piece of evidence must come from one of the foundational documents listed above.</li><li class=\"list_paragraph\">A second piece of evidence can come from any other foundational document not used as your first piece of evidence, or it may be from your knowledge of course concepts.</li></ul><p class=\"stem_paragraph\">✓ Use reasoning to explain why your evidence supports your claim or thesis.</p><p class=\"stem_paragraph\">✓ Respond to an opposing or alternative perspective using refutation, concession, or rebuttal.</p>\n","rubricRef":"VH927793_rubric"}]