[{"id":"VH927486","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH927463.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following conclusions can be drawn from the data in the graphs?</p>\n","rubricRef":"VH927486_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">POLITICAL EFFICACY AND PARTY AFFILIATION</p>\n</div>\n<img alt=\"The figure presents 4 bar graphs under the title “Political Efficacy and Party Affiliation.” The horizontal axis for the 4 bar graphs has the following three categories: High Efficacy, Medium Efficacy, and Low Efficacy. There are three bars for each category. A key indicates that a gray bar represents Democrat and Lean Democrat, that a patterned bar represents Republican and Lean Republican, and that a black bar represents the Total. The vertical axis is different for each of the graphs. For the first bar graph, the vertical axis is labeled Percent of Respondents Who Believe Trust Governments Always and Most of the Time.  The vertical axis is numbered 5 through 40, in increments of 5. The data are as follows. Note that all data is approximate. High Efficacy. Democrat and Lean Democrat, 16. Republican and Lean Republican, 34. Total, 27. Medium Efficacy. Democrat and Lean Democrat, 9. Republican and Lean Republican, 24. Total, 18. Low Efficacy. Democrat and Lean Democrat, 6. Republican and Lean Republican, 18. Total, 10. For the second bar graph, the vertical axis is labeled Percent of Respondents Angry with the Government. The vertical axis is numbered 5 through 40, in increments of 5. The data are as follows. Note that all data is approximate. High Efficacy. Democrat and Lean Democrat, 3. Republican and Lean Republican, 29. Total, 16. Medium Efficacy. Democrat and Lean Democrat, 13. Republican and Lean Republican, 33. Total, 23. Low Efficacy. Democrat and Lean Democrat, 24. Republican and Lean Republican, 38. Total, 30. For the third bar graph, the vertical axis is labeled Percent of Respondents Who Believe Government Often Does a Better Job Than Given Credit For. The vertical axis is numbered 15 through 70, in increments of 5. The data are as follows. Note that all data is approximate. High Efficacy. Democrat and Lean Democrat, 26. Republican and Lean Republican, 66. Total, 48. Medium Efficacy. Democrat and Lean Democrat, 19. Republican and Lean Republican, 54. Total, 37. Low Efficacy. Democrat and Lean Democrat, 19. Republican and Lean Republican, 46. Total, 30. For the fourth bar graph, the vertical axis is labeled Percent of Respondents Who Believe Government Needs Major Reform. The vertical axis is numbered 30 through 85, in increments of 5. The data is as follows. Note that all data is approximate. High Efficacy. Democrat and Lean Democrat, 33. Republican and Lean Republican, 70. Total, 48. Medium Efficacy. Democrat and Lean Democrat, 45. Republican and Lean Republican, 74. Total, 59. Low Efficacy. Democrat and Lean Democrat, 61. Republican and Lean Republican, 84. Total, 74.\" height=\"690\" src=\"https://assets.learnosity.com/organisations/537/VH927463.g06.png\" width=\"650\" />\n<p class=\"attribution author\">Source: Pew Research Center, 2015.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Those with greater political efficacy are Republicans; as a result, they hold more conservative views on how the government needs to be reformed.</p>","<p class=\"choice_paragraph\">Those with greater political efficacy have a more positive view of government; as a result, they are more likely to vote in elections.</p>","<p class=\"choice_paragraph\">Those who are angry with government are more likely to be Republicans and vote in elections.</p>","<p class=\"choice_paragraph\">Those who know more about government and politics tend to be more skeptical of both.</p>"],"answer":1}]