[{"id":"VH927883","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Respond to all parts of the question. In your response, use substantive examples where appropriate.</span></p>\n\n<p>The process of choosing a president through the electoral college is unique to the United States.</p>\n\n<p>Using your knowledge of election processes in the United States, develop an argument about whether the general welfare of the United States would be best protected by a president chosen by the popular vote, or a president chosen by the Electoral College.</p>\n\n<p>Use at least one piece of evidence from one of the following foundational documents:</p>\n\n<ul>\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_style:italic\">The Federalist</span> 70</li>\n\t<li><em>Brutus</em></li>\n\t<li class=\"list_paragraph\">Article II of the United States Constitution</li>\n</ul>\n\n<p class=\"stem_paragraph\">In your essay, you must:</p>\n\n<p class=\"stem_paragraph\">✓ Respond to the prompt with a defensible claim or thesis that establishes a line of reasoning.</p>\n\n<p class=\"stem_paragraph\">✓ Support your claim with at least TWO pieces of specific and relevant information.</p>\n\n<ul>\n\t<li class=\"list_paragraph\">One piece of evidence must come from one of the foundational documents listed above.</li>\n\t<li class=\"list_paragraph\">A second piece of evidence can come from any other foundational document not used as your first piece of evidence, or it may be from your knowledge of course concepts.</li>\n</ul>\n\n<p class=\"stem_paragraph\">✓ Use reasoning to explain why your evidence supports your claim or thesis.</p>\n\n<p class=\"stem_paragraph\">✓ Respond to an opposing or alternative perspective using refutation, concession, or rebuttal.</p>\n","rubricRef":"VH927883_rubric"}]