[{"id":"VH933762","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, respond to A, B, and C below:</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Describe an action being taken by the National Association of Home Builders in the scenario.</li>\n\t<li class=\"list_paragraph\">Explain how the action described in Part A affects policymaking in Congress.</li>\n\t<li class=\"list_paragraph\">Another group interested in conserving land in California supports the Democratic candidate in the election. Rather than having 140,000 members, the group is led by a few very wealthy families. Explain how this difference will likely affect the conservationist group’s strategy in the election.</li>\n</ol>\n","rubricRef":"VH933762_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">The National Association of Home Builders, a national interest group that represents over 140,000 members in the home construction industry, has endorsed David Valadao (R) for reelection in California’s Twenty-First Congressional District in the 2018 midterm election.</p>\n\n<p class=\"stem_paragraph\">“Rep. Valadao has made housing and home ownership a top national priority and understands that expanding housing opportunities for all Americans is essential to the economic and social well-being of our nation,” said Randy Noel, chairman of the National Association of Home Builders.</p>\n\n<p class=\"stem_paragraph\">“We are proud to endorse Rep. Valadao for reelection in November because he helped to shepherd the landmark tax reform bill through Congress that will put more money into the pockets of hard-working families, reduce the tax burden for small businesses and promote job and economic growth,” Noel said.</p>\n\n<p class=\"stem_paragraph\">Recent polls show Valadao holding an 11-point lead over Democratic challenger T. J. Cox.</p>\n\n<p class=\"stem_paragraph\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Source: “Valadao Picks Up Several Endorsements,” <span class=\"formatted_text font_style:italic\">Hanford Sentinel</span> (Hanford, CA), October 19, 2018.</p>\n\n<div class=\"table_wrapper\">&nbsp;</div>\n\n<p class=\"stem_paragraph\">After reading the scenario, respond to A, B, and C below:</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Describe an action being taken by the National Association of Home Builders in the scenario.</li>\n\t<li class=\"list_paragraph\">Explain how the action described in Part A affects policymaking in Congress.</li>\n\t<li class=\"list_paragraph\">Another group interested in conserving land in California supports the Democratic candidate in the election. Rather than having 140,000 members, the group is led by a few very wealthy families. Explain how this difference will likely affect the conservationist group’s strategy in the election.</li>\n</ol>\n"}]}]