[{"id":"VH930695","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH930673.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The author explains that the powers given to each branch “sometimes appear to swing like a pendulum” from one branch to another. Which of the following best describes how these shifts ensure that constitutional government is functional?</p>\n","rubricRef":"VH930695_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Too often, we take our form of government for granted, not fully appreciating its unique and exceptional qualities. The framers of our Constitution, having revolted against tyranny, bequeathed to the nation, and to us as its citizens, a form of government with checks and balances intended to assure that we would never, as a nation, be subject to the abuses we experienced as a colony under a monarchy. . . .</p><p class=\"passage_para\">We should appreciate that the separation of powers enshrined in our Constitution was modeled on the constitutions and declarations of the states, where the separation of powers was equally observed. Mirroring our U.S. Constitution, 40 state constitutions now specify that government is to be divided into three branches: legislative, executive, and judicial. The separation of powers at the state level, with an independent executive, legislature, and judiciary, is also one of the fundamental tenets of our democracy.</p><p class=\"passage_para\">What often gets lost in translation is how dynamic the competition among the branches of government has been, and how much stronger we are as a country because of that ongoing debate. It has been said that the Constitution is not just a historic document, but a living participant in who we are as a nation. Out of the continuing effort to assure the separation of powers, we have built a system of government that functions remarkably well. Although the powers ascribed to each of the three branches may sometimes appear to swing like a pendulum, we have continuously reconsidered and recentered our understanding of the authority and limitation of each of these branches.</p><p class=\"attribution author\">Linda Leali, “Reflecting on the Great Gift of the Separation of Powers,” Daily Business Review, 2018</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Separation of powers divides responsibilities and authority between branches, which allows each branch to be checked by the other two branches to ensure accountability.</p>","<p class=\"choice_paragraph\">The coequal branches have power evenly distributed between them and are not permitted to check another branch of government.</p>","<p class=\"choice_paragraph\">The greatest power resides within the legislative branch of government, but the legislature can give this power to the executive branch.</p>","<p class=\"choice_paragraph\">Each branch of government is elected by the people, which ensures that they all reflect the preferences of the population.</p>"],"answer":0}]