[{"id":"VH932561","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932550.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following excerpts from the passage best describes the author’s reason for opposing an expansion of the scope of the federal government?</p>\n","rubricRef":"VH932561_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In every free government, the people must give their assent to the laws by which they are governed. This is the true criterion between a free government and an arbitrary one. The former are ruled by the will of the whole, expressed in any manner they may agree upon; the latter by the will of one, or a few. If the people are to give their assent to the laws, by persons chosen and appointed by them, the manner of the choice and the number chosen, must be such, as to possess, be disposed, and consequently qualified to declare the sentiments of the people; for if they do not know, or are not disposed to speak the sentiments of the people, the people do not govern, but the sovereignty is in a few. Now, in a large extended country, it is impossible to have a representation, possessing the sentiments, and of integrity, to declare the minds of the people, without having it so numerous and unwieldy, as to be subject in great measure to the inconveniency of a democratic government….”</p><p class=\"attribution author\"><span class=\"formatted_text font_style:italic\">Brutus</span> 1</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">“In every free government, the people must give their assent to the laws by which they are governed.\"</p>","<p class=\"choice_paragraph\">“This is the true criterion between a free government and an arbitrary one. The former are ruled by the will of the whole, expressed in any manner they may agree upon; the latter by the will of one, or a few.”</p>","<p class=\"choice_paragraph\">“If the people are to give their assent to the laws, by persons chosen and appointed by them, the manner of the choice and the number chosen, must be such, as to possess, be disposed, and consequently qualified to declare the sentiments of the people…”</p>","<p class=\"choice_paragraph\">“… [I]t is impossible to have a representation, possessing the sentiments, and of integrity, to declare the minds of the people, without having it so numerous and unwieldy, as to be subject in great measure to the inconveniency of a democratic government.”</p>"],"answer":3}]