[{"id":"VH930399","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH930364.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following describes a possible method that can check the power of the president who willingly violates the constitutional balance of power as described in the passage?</p>\n","rubricRef":"VH930399_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The U.S. Supreme Court has ruled that the separation of powers is integral to the Constitution not to preserve the prerogatives of each branch of government but to divide governmental powers among the branches so as to keep power diffused—and thereby limited and protective of personal freedom. . . .</p><p class=\"passage_para\">Thus, even if one branch of government consented to ceding an essential power to another branch, such a giveaway would be unconstitutional. . . .</p><p class=\"passage_para\">Can the president legally use military force to attack a foreign land without a serious threat or legal obligation or a declaration of war from Congress? In a word: No. Here is the back story. . . .</p><p class=\"passage_para\">. . . [A] bipartisan group of senators offered legislation supported by the president that . . . would permit a president to strike whomever and wherever he pleases. The president would be restrained only by a vote of Congress—after hostilities have commenced.</p><p class=\"passage_para\">Such a statute would give the president far more powers than he has now, would directly violate Congress’ war-making powers by ceding them away to the president, would defy the Supreme Court on the unconstitutionality of giving away core governmental functions, would commit the U.S. to foreign wars without congressional and thus popular support, and would invite dangerous mischief by any president wanting to attack any enemy—real or imagined, old or new—for foreign or domestic political purposes, whether American interests are at stake or not.</p><p class=\"attribution author\">Andrew Napolitano, “At War with the Separation of Powers,” <span class=\"formatted_text font_style:italic\">The Washington Times</span>, 2018.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Congress can pass a law that removes the president from office.</p>","<p class=\"choice_paragraph\">The Supreme Court can rule that the presidential election results are null and void based on the actions of the president.</p>","<p class=\"choice_paragraph\">States can recall the president through a special election process.</p>","<p class=\"choice_paragraph\">Congress can impeach and remove a president who is unable or unwilling to perform his or her official functions.</p>"],"answer":3}]