[{"id":"VH932586","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932578.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes Madison’s primary concern about representative government?</p>\n","rubricRef":"VH932586_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[A] pure democracy… can admit of no cure for the mischiefs of faction. . . . [S]uch democracies have ever been spectacles of turbulence and contention; have ever been found incompatible with personal security or the rights of property; and have in general been as short in their lives as they have been violent in their deaths. . . .</p><p class=\"passage_para\">The two great points of difference between a democracy and a republic are: first, the delegation of the government, in the latter, to a small number of citizens elected by the rest; secondly, the greater number of citizens, and greater sphere of country, over which the latter may be extended.</p><p class=\"passage_para\">. . . [I]t may well happen that the public voice, pronounced by the representatives of the people, will be more consonant to the public good than if pronounced by the people themselves, convened for the purpose. On the other hand, the effect may be inverted. Men of factious tempers, of local prejudices, or of sinister designs, may, by intrigue, by corruption, or by other means, first obtain the suffrages, and then betray the interests, of the people.”</p><p class=\"attribution author\">James Madison, <span class=\"formatted_text font_style:italic\">The Federalist</span> 10</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Those who seek to represent the people may be tempted to act in their own interests instead.</p>","<p class=\"choice_paragraph\">A truly representative government will quickly become too large to function effectively.</p>","<p class=\"choice_paragraph\">Local government is ineffective because there are not enough competitive factions.</p>","<p class=\"choice_paragraph\">Long term lengths may lead to political representatives who are disengaged from their constituents.</p>"],"answer":0}]