[{"id":"VH955396","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH955390.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">According to the line graph, which budget category will account for the least spending in 2024?</p>\n","rubricRef":"VH955396_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">PROJECTED SPENDING FOR MAJOR BUDGET CATEGORIES</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">(Percentage of gross domestic product)</p>\n</div>\n</div>\n<img alt=\"The figure presents a line graph titled “Projected Spending for Major Budget Categories, in Percentage of Gross Domestic Product.” The following four lines are indicated on the graph: Major Health Care Programs, Social Security, Net Interest, and All Other Programs. The horizontal axis is labeled “Year,” and the years 2013 through 2024 are indicated. The vertical axis is labeled “Percentage of Gross Domestic Product,” and the numbers 0 through 12, in increments of 2, are indicated. The line for All Other Programs begins on the vertical axis at approximately 10%. It moves gradually downward and to the left until it ends just below 8% in 2024. The line for Social Security begins on the vertical axis at approximately 5%. It moves very gradually upward and to the right until it ends just below 6% in 2024. The line for Major Health Care Programs begins on the vertical axis at approximately 4.5%. It moves very gradually upward and to the right until it ends at approximately 6% in 2024. The line for Net Interest begins on the vertical axis at approximately 1.5%. It moves gradually upward and to the right until it ends just above 3% in 2024.\" height=\"303\" src=\"https://assets.learnosity.com/organisations/537/VH955390.g03.png\" width=\"500\" />\n<p class=\"attribution author\">Source: Office of Management and Budget, 2014</p>\n\n<p class=\"caption\">Note: \"All Other Programs\" consist of all mandatory programs other than Social Security and the major health care programs, as well as defense and nondefense discretionary programs.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Social Security</p>","<p class=\"choice_paragraph\">Health care programs</p>","<p class=\"choice_paragraph\">Net interest</p>","<p class=\"choice_paragraph\">All other programs</p>"],"answer":2}]