[{"id":"VH953830","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH953743.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the data in the chart, which of the following best explains a likely impact of third-party votes in the 2016 election?</p>\n","rubricRef":"VH953830_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">THE IMPACT OF THIRD-PARTY CANDIDATES ON KEY SWING STATES IN THE 2016 ELECTION</p>\n</div>\n<img alt=\"The figure presents a chart titled The Impact of Third Party Candidates on Key Swing States in 2016 Election. At the top of the chart, there are 4 columns. The first column is unlabeled. The second is labeled Michigan. The third column is labeled Pennsylvania. The fourth column is labeled Wisconsin. Under these columns, there is a text box that provides values for the following two categories: Trump Margin of Victory, and Stein and Johnson Vote. The data, presented by state, are as follows. Michigan: Trump Margin of Victory, plus 11,837; Stein and Johnson Vote, 223,707. Pennsylvania: Trump Margin of Victory, plus 68,236; Stein and Johnson Vote, 191,565. Wisconsin: Trump Margin of Victory, plus 27,257; Stein and Johnson Vote, 137,422. Under this text box, there is a subheading for column 1 that reads “What if…,” and a subheading for columns 2, 3, and 4 that reads “Total votes under scenario, in millions of votes.” Below this, there are three scenarios, and the number of votes, in millions, for each major party candidate in each of the three states given. The data are as follows. Scenario 1: What if 60 percent of the third-party vote went to Clinton? Michigan: Trump, 2.37. Clinton, 2.40. There is a box with a check in it next to Clinton. Pennsylvania: Trump, 2.99. Clinton, 2.96. There is a box with a check in it next to Trump. Wisconsin: Trump, 1.464. Clinton, 1.465. There is a box with a check in it next to Clinton. Scenario 2: What if 65 percent of third-party vote went to Clinton? Michigan: Trump, 2.36. Clinton, 2.41. There is a box with a check in it next to Clinton. Pennsylvania: Trump, 2.98. Clinton, 2.97. There is a box with a check in it next to Trump. Wisconsin: Trump, 1.46. Clinton, 1.47. There is a box with a check in it next to Clinton. Scenario 3: What if 70 percent of the third-party vote went to Clinton? Michigan: Trump, 2.35. Clinton, 2.42. There is a box with a check in it next to Clinton. Pennsylvania: Trump, 2.97. Clinton, 2.98. There is a box with a check in it next to Clinton. Wisconsin: Trump, 1.46. Clinton, 1.47. There is a box with a check in it next to Clinton.\" height=\"286\" src=\"https://assets.learnosity.com/organisations/537/VH953743.g01.png\" width=\"500\" /></div>\n\n<p class=\"attribution author\">Source: The Associated Press and the <span class=\"formatted_text font_style:italic\">Wall Street Journal</span>, 2016.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The third-party vote in the three states depicted in the chart helped Donald Trump acquire enough electoral votes to win the election.</p>","<p class=\"choice_paragraph\">The third parties were able to gain seats in Congress because of the large number of votes they received in the three states depicted in the chart.</p>","<p class=\"choice_paragraph\">The third-party vote counts in the three states depicted in the chart forced the election to a tie, forcing the House of Representatives to cast the deciding vote.</p>","<p class=\"choice_paragraph\">The third-party vote counts forced the three states depicted in the chart into runoff elections to decide who would be the winner of each state.</p>"],"answer":0}]