[{"id":"VH953623","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH953593.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The new developments in campaigning described in the passage have the greatest impact on which of the following trends?</p>\n","rubricRef":"VH953623_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">[W]hile Internet politics may revitalize participation, it may not have the same effect on parties. Instead, the Internet promises to create more customized relationships between candidates and supporters that could strengthen their political bonds. The success of Obama’s Internet campaign rested in part on a web presence that users could tailor to suit their needs and wishes so that they could take the initiative, if so inclined, to organize events, write testimonials, give money, volunteer, or persuade friends and neighbors about the strengths of the candidate.</p><p class=\"passage_para\">. . . Unlike television, Internet communication is individualized and personalized, and candidates who know how to use it can do so to create a loyal following. It is an open question whether the social networking tools made possible by technological advances and effectively employed by the Obama campaigns will continue to engage voters when other candidates try to use them, or whether 2008 and 2012 will stand alone as campaigns featuring a charismatic candidate who understood how to present himself online. Hillary Clinton’s struggle to reach Millennial voters speaks to the importance of the messenger over the medium.</p><p class=\"attribution author\">Source: John Kenneth White and Matthew R. Kerbel, <span class=\"formatted_text font_style:italic\">Party On! Political Parties from Hamilton and Jefferson to Trump, </span>2017.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The increase in open primaries</p>","<p class=\"choice_paragraph\">The rise of candidate-centered campaigns</p>","<p class=\"choice_paragraph\">The reduction of limits on campaign donations</p>","<p class=\"choice_paragraph\">The increase in unity within political parties</p>"],"answer":1}]