[{"id":"VH963550","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH963543.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a difference between the power of nineteenth-century presidents and that of the modern president according to the passage?</p>\n","rubricRef":"VH963550_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">To be sure, the President’s control over foreign affairs had been growing since the Theodore Roosevelt administration [1901–1909]. . . . [President Roosevelt’s] acquisition of the Panama Canal Zone preceded Woodrow Wilson’s decision to enter World War I, which was a prelude to Franklin Delano Roosevelt’s management of the run-up to the victorious American effort in World War II. In the 1950s, Harry S. Truman’s response to the Soviet threat included the decision to fight in Korea without a Congressional declaration of war, and Dwight Eisenhower used the Central Intelligence Agency and brinkmanship to contain Communism. Nineteenth-century presidents had had to contend with Congressional influences in foreign affairs, and particularly with the Senate Foreign Relations Committee. But by the early 1960s, the president had become the undisputed architect of U.S. foreign policy.</p><p class=\"passage_para\">One reason for this was the emergence of the United States as a great power with global obligations. Neither Wilson nor FDR could have imagined taking the country to war without a Congressional declaration, but the exigencies of the cold war in the 1950s heightened the country’s reliance on the president to defend its interests. Truman could enter the Korean conflict without having to seek Congressional approval simply by describing the deployment of U.S. troops as a police action taken in conjunction with the United Nations.</p><p class=\"attribution author\">Robert Dallek, “Power and the Presidency, From Kennedy to Obama,” <span class=\"formatted_text font_style:italic\">Smithsonian</span> magazine, January 2011</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Presidents in the nineteenth century had to contend with congressional committees, which had significant powers in foreign affairs.</p>","<p class=\"choice_paragraph\">Modern presidents have acquired the power of the purse, which allows them to spend freely on foreign affairs.</p>","<p class=\"choice_paragraph\">Modern presidents must win wars in order to keep members of Congress from criticizing their foreign policy.</p>","<p class=\"choice_paragraph\">Presidents in the nineteenth century were more likely to support intervention in foreign affairs.</p>"],"answer":0}]