[{"id":"VH968827","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">In the case <span class=\"formatted_text font_style:italic\">Wickard</span> v. <span class=\"formatted_text font_style:italic\">Filburn</span> (1942), Roscoe Filburn was penalized for producing 12 acres of wheat above his allotment under the Agricultural Adjustment Act of 1938. The law, justified under Congress’ power to regulate interstate commerce, limited the amount of wheat an individual could grow. This regulation would keep prices from dropping and prevent farmers from going bankrupt. Filburn claimed that the excess wheat was for his own use, and challenged that no interstate commerce was involved. The Supreme Court ruled that the commerce clause allowed the government to regulate Filburn's personal wheat production, even though it was only indirectly related to interstate commerce.</p></div></div></div></div><p class=\"stem_paragraph\">Which of the following was a likely result of the decision in <span class=\"formatted_text font_style:italic\">Wickard</span> v. <span class=\"formatted_text font_style:italic\">Filburn</span> that contributed to the Court's later decision in <span class=\"formatted_text font_style:italic\">United States</span> v. <span class=\"formatted_text font_style:italic\">Lopez</span> (1995) ?</p>\n","rubricRef":"VH968827_rubric","choicesHtml":["<p class=\"choice_paragraph\">The Supreme Court is not elected, so unpopular decisions such as in the <span class=\"formatted_text font_style:italic\">Wickard</span> case cannot be overturned unless Congress acts upon it.</p>","<p class=\"choice_paragraph\">Laws passed by Congress are required&nbsp;to undergone judicial review by the Supreme Court to ensure that the commerce clause and other parts of the Constitution are interpreted correctly.</p>\n","<p class=\"choice_paragraph\">The expansive interpretation of the commerce clause by the Supreme Court which greatly extended the power of Congress drew criticism that eventually led to a narrower interpretation.</p>\n","<p class=\"choice_paragraph\">Rather than be regulated by Congress, many citizens and corporations opt instead to find loopholes so that the law does not apply to them.</p>"],"answer":2}]