[{"id":"VH962842","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH962839.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following categories accounted for the majority of spending in 2017, according to the chart?</p>\n","rubricRef":"VH962842_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Percent of Budget by Type of Spending, 1977–2017</p>\n</div>\n<img alt=\"The figure presents an area graph titled “Percent of Budget by Type of Spending, 1977 to 2017.” The horizontal axis represents the year, and starts with the year 1977, followed by the years 1985 through 2010, in increments of 5, and ends with the year 2017. The vertical axis represents the percentage, and the percentages 0 through 100, in increments of 25 percent, are indicated. From bottom to top, the graph shows three areas stacked on top of each other representing the following three categories: Discretionary, Net Interest, and Mandatory. The data presented by category are as follows. Note that all areas are approximate. The area for Discretionary is shown at the bottom of the graph. This area extends from 0% to just below 50% in 1977. It becomes gradually smaller as the years increase, until 1998 when it extends from 0% to 35%. It then becomes gradually larger as the years increase until 2009 when it extends from 0% to 40%. It then generally becomes smaller as the years increase until it ends in 2017, when it extends from 0 to 30%. The area for Net Interest is above the area for Discretionary. This area extends from just below 50% to 55% in 1977. It becomes gradually larger as the years increase until 1989 when it extends from 45% to 60%. It then generally becomes smaller as the years increase until it ends in 2017, when it extends from 30% to 40%.  The area for Mandatory is above the area for Net Interest. This area extends from 55% to 100% in 1977. It becomes gradually smaller as the years increase until 1989 when it extends from 60% to 100%. It then becomes gradually longer as the years increase until it ends in 2017, when it extends from 40% to 100%.\" height=\"261\" src=\"https://assets.learnosity.com/organisations/537/VH962839.g02.png\" width=\"500\" />\n<p class=\"attribution author\">Source: Office of Management and Budget (OMB), 2018</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Mandatory</p>","<p class=\"choice_paragraph\">Net interest</p>","<p class=\"choice_paragraph\">Discretionary</p>","<p class=\"choice_paragraph\">Pork-barrel</p>"],"answer":0}]