[{"id":"VH962948","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH962940.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a correct interpretation of the data in the bar chart?</p>\n","rubricRef":"VH962948_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">PROPOSED CUTS BY PRESIDENT VERSUS THE BUDGET PASSED BY CONGRESS</p>\n\n<p class=\"title_line passage-title\">Percent Change in 2018 Funding from Enacting 2017 Funding, By Department or Agency</p>\n</div>\n<img alt=\"The figure presents a horizontal bar chart labeled “Proposed Cuts by President Versus the Budget Passed by Congress, Percent Change in 2018 Funding from Enacting 2017 Funding, By Department or Agency.” Nine categories are listed vertically. There are two bars for each category. One bar represents “Proposed by President,” and the other bar represents “Approved by Congress.” The data presented by the bars are as follows. Transportation. Proposed by President, negative 13%. Approved by Congress, positive 47%. Commerce. Proposed by President, negative 15%. Approved by Congress, positive 21%. State Department. Proposed by President, negative 29%. Approved by Congress, positive 15%. Health and Human Services. Proposed by President, negative 16%. Approved by Congress, positive 15%. Agriculture. Proposed by President, negative 21%. Approved by Congress, positive 12%. Housing and Urban Development. Proposed by President, negative 13%. Approved by Congress, positive 10%. Interior. Proposed by President, negative 11%. Approved by Congress, positive 7%. Education. Proposed by President, negative 14%. Approved by Congress, positive 4%. E.P. A. Proposed by President, negative 31%. Approved by Congress, 0%.\" height=\"301\" src=\"https://assets.learnosity.com/organisations/537/VH962940.g02.png\" width=\"445\" />\n<p class=\"attribution author\">Source: Congressional Budget Office; Office of Management and Budget, 2018</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The president has greater influence on foreign policy than does Congress.</p>","<p class=\"choice_paragraph\">Congress’ proposal would lower taxes, which is more popular with taxpayers.</p>","<p class=\"choice_paragraph\">The executive branch usually asks for more funding than it needs since Congress is likely to reduce the amount when they approve the budget.</p>","<p class=\"choice_paragraph\">The president is not supportive of the EPA, but members of Congress have checked the president's power by not approving a cut in funding for the agency.</p>"],"answer":3}]