[{"id":"VH963063","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH963022.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a trend based on the data?</p>\n","rubricRef":"VH963063_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a set of two figures under the title “Presidential Vetoes by Control of Congress.” On the left, the figure presents a horizontal bar graph titled “Average Percent of Bills Vetoed Each Session, 1973 through 2014.” The vertical axis indicates the number of Chambers of Congress that the President’s party controls. The horizontal axis indicates the percent value. There are three categories listed along the vertical axis, and a horizontal bar represents each one. From top to bottom, the data represented by the bars are as follows. Chambers, neither; 3.6%. Chambers, one; 1.4%. Chambers, both; 0.9%. On the right, the figure presents a pie chart titled “Total Number of Bills Vetoed, 1973 through 2014.” It is divided into three sections that are labeled as follows: neither, one, and both. The data in the chart are as follows. Chambers, neither; 185. Chambers, one; 52. Chambers, both; 32. There are a total of 269 bills.\" height=\"251\" src=\"https://assets.learnosity.com/organisations/537/VH963022.g04.png\" width=\"550\" />\n<p class=\"attribution author\">Source: Pew Research Center, 2015</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The more chambers of Congress the president’s party controls, the less likely the president is to veto a bill.</p>","<p class=\"choice_paragraph\">A bill is most likely to be vetoed by the president when one party controls the House and another party controls the Senate.</p>","<p class=\"choice_paragraph\">The percentage of presidential vetoes overturned by Congress increases when the opposition party controls both chambers.</p>","<p class=\"choice_paragraph\">The president is most likely to veto a bill when the president’s party controls both chambers of Congress.</p>"],"answer":0}]