[{"id":"VH962943","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH962940.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is an accurate conclusion based on the data illustrated in the bar chart?</p>\n","rubricRef":"VH962943_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">PROPOSED CUTS BY PRESIDENT VERSUS THE BUDGET PASSED BY CONGRESS</p>\n\n<p class=\"title_line passage-title\">Percent Change in 2018 Funding from Enacting 2017 Funding, By Department or Agency</p>\n</div>\n<img alt=\"The figure presents a horizontal bar chart labeled “Proposed Cuts by President Versus the Budget Passed by Congress, Percent Change in 2018 Funding from Enacting 2017 Funding, By Department or Agency.” Nine categories are listed vertically. There are two bars for each category. One bar represents “Proposed by President,” and the other bar represents “Approved by Congress.” The data presented by the bars are as follows. Transportation. Proposed by President, negative 13%. Approved by Congress, positive 47%. Commerce. Proposed by President, negative 15%. Approved by Congress, positive 21%. State Department. Proposed by President, negative 29%. Approved by Congress, positive 15%. Health and Human Services. Proposed by President, negative 16%. Approved by Congress, positive 15%. Agriculture. Proposed by President, negative 21%. Approved by Congress, positive 12%. Housing and Urban Development. Proposed by President, negative 13%. Approved by Congress, positive 10%. Interior. Proposed by President, negative 11%. Approved by Congress, positive 7%. Education. Proposed by President, negative 14%. Approved by Congress, positive 4%. E.P. A. Proposed by President, negative 31%. Approved by Congress, 0%.\" height=\"301\" src=\"https://assets.learnosity.com/organisations/537/VH962940.g02.png\" width=\"445\" />\n<p class=\"attribution author\">Source: Congressional Budget Office; Office of Management and Budget, 2018</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Presidents are able to use the power of the bully pulpit to pressure Congress to address their priorities.</p>","<p class=\"choice_paragraph\">The president’s advisers are more concerned about an economic recession than are members of Congress.</p>","<p class=\"choice_paragraph\">Despite the increased power of the president, the budget authority is still a major feature of congressional power.</p>","<p class=\"choice_paragraph\">Presidential efforts to increase spending will result in increased authorizations without any action from members of Congress.</p>"],"answer":2}]