[{"id":"VH968186","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968155.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements best relates to the information shown in the infographic?</p>\n","rubricRef":"VH968186_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled “Women in the Federal Workforce.” The following statement is written below the title: “897,892 women employed in the government account for 44% of our total workforce.” In the center of the infographic, there is a vertical pole with three arrow shaped signs that are labeled, from top to bottom as follows: Intern, P M F, and Recent Graduates. The sign labeled P M F points leftward to a box that has the following statement: “70,047 women employed in Federal Government STEM career fields, as of September 2015.” The signs labeled Intern and Recent Graduates point rightward to a box that has the following statement: “16,163 Women Hired between 2012 and 2015, Pathways, Programs.” The following statement is written at the bottom of the infographic: “Looking for a Federal Career?” Explore our Top 6 Missions Critical Occupations: STEM, Cyber Security slash I T, Economist, Contract Specialist, Auditor, and Human Resources.”\" height=\"441\" src=\"https://assets.learnosity.com/organisations/537/VH968155.g02.png\" width=\"570\" />\n<p class=\"attribution author\">Source: Office of Personnel Management, 2018</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Despite many attempts at reform, some members of the federal bureaucracy are still hired through political patronage.</p>","<p class=\"choice_paragraph\">Like most businesses, the federal government has to seek out well-qualified and diverse job candidates.</p>","<p class=\"choice_paragraph\">Specialized skills, such as a background in STEM, are less important than a degree in political science for most jobs in the bureaucracy.</p>","<p class=\"choice_paragraph\">Most members of the federal bureaucracy work near Washington, D.C., or in state capitals.</p>"],"answer":1}]