[{"id":"VH963401","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH963394.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is the best conclusion that can be drawn from the data in the table?</p>\n","rubricRef":"VH963401_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a 5 column table titled “Mentions of War Funding Policies in Hearings of Congressional Appropriations Committees.” There are no headings for columns 1 and 2. Column 3 is labeled “Korea, 1950 through 1953.” Column 4 is labeled “Vietnam, 1965 through 1973.” Column 5 is labeled “Post 9 11, 2001 through 2016.” There are 6 rows of data in the table. The data are as follows. Row 1. Senate Appropriations Subcommittee of Defense. Total Hearings. Korea, 17; Vietnam, 53; Post 9 11, 29. Row 2. Senate Appropriations Subcommittee of Defense. Mentions of War Costs. Korea, 6; Vietnam, 42; Post 9 11, 5. Row 3. Senate Appropriations Subcommittee of Defense. Percent Mentions. Korea, 35%; Vietnam, 79%; Post 9 11, 17%. Row 4. House Appropriations Subcommittee of Defense. Total Hearings. Korea, 10; Vietnam, 65; Post 9 11, 39. Row 5. House Appropriations Subcommittee of Defense. Mentions of War Costs. Korea, 8; Vietnam, 35; Post 9 11, 3. Row 6. House Appropriations Subcommittee of Defense. Percent Mentions. Korea, 80%; Vietnam, 54%; Post 9 11, 15%.\" height=\"301\" src=\"https://assets.learnosity.com/organisations/537/VH963394.g02.png\" width=\"650\" />\n<p class=\"attribution author\">Source: Linda J. Bilmes, \"Is the U.S. Forgetting the Wars in Iraq and Afghanistan?\" <span class=\"formatted_text font_style:italic\">The Boston Globe, </span>2018</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Support for the Vietnam War led Congress to hold more hearings to discuss increases in expenditures on the military effort.</p>","<p class=\"choice_paragraph\">Public concern over the Vietnam War led Congress to hold more hearings to consider using the power of the purse to influence the conduct of the war.</p>","<p class=\"choice_paragraph\">The public reaction to the September 11 terrorist attacks led to many hearings to limit federal expenditures to fight terrorism.</p>","<p class=\"choice_paragraph\">The number of hearings have increased in the House of Representatives because members have become more dependent on political action committees.</p>"],"answer":1}]