[{"id":"VH963525","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH963270.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">According to the passage, which of the following occurred as a direct result of the congressional resolution authorizing action against al-Qaeda?</p>\n","rubricRef":"VH963525_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Presidents tend to assert their power and if Congress does not claim its duty to check and balance the executive, then the balance tilts heavily toward the executive branch. For example, the congressional resolution authorizing the United States to respond to the al-Qaeda attacks against the United States in 2001 was applied far beyond the initial campaign in Afghanistan. It was interpreted by George W. Bush’s administration as justifying findings that the Geneva Conventions on the treatment of prisoners of war did not apply in the war on terrorism; that harsh interrogation tactics were permissible . . . ; and that the use of intercepts of telephone conversations between American citizens and people abroad was condoned. . . . When, after the Supreme Court ruled in 2006 . . . that the Bush administration was in fact violating the Geneva Conventions, . . . Congress was compelled to pass new laws on detainee treatment. Bush signed the law but then added a separate ‘signing statement.’ . . . President Bush declared that he would implement the law ‘in a manner consistent with the constitutional authority of the President to supervise the unitary executive branch and as Commander in Chief . . . [in order to protect] the American people from further terrorist attacks.’”</p><p class=\"attribution author\">Sean Kay, <span class=\"formatted_text font_style:italic\">America’s Search for Security: The Triumph of Idealism and the Return of Realism</span>, 2014</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Supreme Court authorized the use of force against al-Qaeda.</p>","<p class=\"choice_paragraph\">President Bush interpreted it broadly to allow him to conduct the war on terrorism without much further consultation with Congress.</p>","<p class=\"choice_paragraph\">Members of Congress passed a law that declared that the Geneva Conventions were not applicable to the war on terrorism.</p>","<p class=\"choice_paragraph\">President Bush issued a signing statement regarding the Geneva Conventions.</p>"],"answer":1}]