[{"id":"VH963325","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH963319.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements is best supported by the line graph?</p>\n","rubricRef":"VH963325_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph titled “Presidential Vetoes and Bills Passed in Congress.” The horizontal axis is labeled “Year,” and the years 1945, 1950, 1960, 1970, 1980, 1990, and 2000 are indicated. The Total Number of Vetoes for each administration is also provided along the horizontal axis. The vertical axis is labeled “Number of Vetoes or Bills Passed,” and the numbers 0 through 100, in increments of 20, are indicated. There are two lines in the line graph. One line represents Bills Passed in Congress, and the other line represents Presidential Vetoes. The data presented by the lines are as follows. Note that all values are approximate. The line for Bills Passed begins at 70 during the Truman administration in 1945, and moves upward and to the right initially, peaking at 100 in 1949. It then moves downward to 80 in 1951, before moving back upward and to the right through the first few years of the Eisenhower administration. It peaks again at 90 in 1955, then moves generally downward and to the right through the Kennedy, Johnson, and Nixon administrations, reaching just under 40 in 1973. It then moves upward during the Ford administration to just above 40 in 1977. During the Carter administration, it moves downward until it reaches 30 in 1981. Then, during the Reagan administration it moves upward until it reaches 40 in 1989. During the George H. W. Bush administration, the line moves downward, reaching 30 in 1993. It fluctuates through the Clinton and George W. Bush administrations before it ends just under 40 in 2009. The line for Presidential Vetoes begins just under 80 during the Truman administration in 1945, and moves upward and to the right initially, peaking at 80 in 1949. It then moves steeply downward and to the right until it reaches a low of 20 in 1951, before moving upward and reaching 50 in 1953. During the Eisenhower administration, the line fluctuates initially, before ending just above 20 in 1961. The line continues downward through the Kennedy administration until it reaches nearly 0 in 1963. During the Johnson administration, the line generally moves upward until it reaches 10 in 1969. The line continues upward, peaking at 40 during the Ford administration, then moving downward until it reaches a low at 12 in 1979. It moves upward briefly, then moves generally downward, fluctuating between 0 and 20 until it ends just above 0 I, 2009. The number of total vetoes per administration is as follows. Truman, 250. Eisenhower, 181. Kennedy, 21. Johnson, 30. Nixon, 43. Ford, 66. Carter, 31. Reagan, 78. George H. W. Bush, 44. Clinton, 37. George W. Bush, 12.\" height=\"314\" src=\"https://assets.learnosity.com/organisations/537/VH963319.g02.png\" width=\"600\" />\n<p class=\"attribution author\">Source: United States Senate; Brookings Institution, 2017</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The number of vetoes has generally increased since 1945, even though the number of bills passed by Congress has decreased.</p>","<p class=\"choice_paragraph\">The number of vetoes has generally decreased since 1945, but so has the number of bills passed by Congress.</p>","<p class=\"choice_paragraph\">The number of vetoes has generally decreased since 1945, but the number of bills passed by Congress has increased.</p>","<p class=\"choice_paragraph\">The number of vetoes has generally increased since 1945, but so has the number of bills passed by Congress.</p>"],"answer":1}]