[{"id":"VH979954","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Respond to all parts of the question. In your response, use substantive examples where appropriate.</span></p><br/><p class=\"stem_paragraph\">Following the terrorist attacks of September 11, 2001, President Bush ordered the use of wiretaps to collect metadata on phone calls being made between the United States and countries where terrorists were suspected of operating. Because this practice involved very broad collection of data, few of the wiretaps were authorized by warrants.</p><p class=\"stem_paragraph\">Develop an argument that takes a position on whether the collection of the data was constitutional or that it was unconstitutional.</p><p class=\"stem_paragraph\">Use at least one piece of evidence from the following foundational documents:</p><ul class=\"unordered_list style:1\"><li class=\"list_paragraph\">The Fourth Amendment</li><li class=\"list_paragraph\"><span class=\"formatted_text font_style:italic\">The Federalist</span> 51</li><li class=\"list_paragraph\"><span class=\"formatted_text font_style:italic\">The Federalist</span> 70</li></ul><p class=\"stem_paragraph\">In your essay, you must:</p><p class=\"stem_paragraph\">✓ Respond to the prompt with a defensible claim or thesis that establishes a line of reasoning.</p><p class=\"stem_paragraph\">✓ Support your claim with at least TWO pieces of specific and relevant evidence.</p><ul class=\"unordered_list style:1\"><li class=\"list_paragraph\">One piece of evidence must come from one of the foundational documents listed above.</li><li class=\"list_paragraph\">A second piece of evidence can come from any other foundational document not used as your first piece of evidence, or it may be from your knowledge of course concepts.</li></ul><p class=\"stem_paragraph\">✓ Use reasoning to explain why your evidence supports your claim/thesis.</p>\n","rubricRef":"VH979954_rubric"}]