[{"id":"VH979925","type":"longtextV2","stimulusHtml":"<p xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>This question focuses on thesis development, the use of supporting evidence, and the application of reasoning to help develop a student’s ability to respond effectively to FRQ 4-the Argument Essay. There are five points available. Read the prompt and directions carefully and use substantive examples appropriately in your response.</strong></p>\n\n<p class=\"stem_paragraph\">The Miranda rule requires that all suspects be informed of their Fifth and Sixth Amendment rights before being interrogated about a crime. These rights include the right to remain silent and to request an attorney. If authorities fail to issue this warning to a suspect, statements made by the suspect to authorities cannot be used as evidence during a criminal trial.</p>\n\n<p class=\"stem_paragraph\">Develop an argument that takes a position on whether the failure to issue a Miranda warning should lead to information given by a suspect not being allowed as evidence in a criminal trial. Use at least one piece of evidence from one of the following foundational documents:</p>\n\n<ul>\n\t<li class=\"list_paragraph\">Fourth Amendment of the United States Constitution</li>\n\t<li class=\"list_paragraph\">Fifth Amendment of the United States Constitution</li>\n\t<li class=\"list_paragraph\">Sixth Amendment of the United States Constitution</li>\n</ul>\n\n<p class=\"stem_paragraph\">In your essay, you must:</p>\n\n<p class=\"stem_paragraph\">✓ Respond to the prompt with a defensible claim or thesis that establishes a line of reasoning.</p>\n\n<p class=\"stem_paragraph\">✓ Support your claim with at least TWO pieces of specific and relevant evidence.</p>\n\n<ul>\n\t<li class=\"list_paragraph\">One piece of evidence must come from one of the foundational documents listed above.</li>\n\t<li class=\"list_paragraph\">A second piece of evidence can come from any other foundational document not used as your first piece of evidence, or it may be from your knowledge of course concepts.</li>\n</ul>\n\n<p class=\"stem_paragraph\">✓ Use reasoning to explain why your evidence supports your claim/thesis.</p>\n","rubricRef":"VH979925_rubric"}]