[{"id":"VH978052","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978051.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The author’s main argument is that the Second Amendment</p>\n","rubricRef":"VH978052_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The original understanding of the Second Amendment was neither an individual right to self-defense nor a collective right of the states, but rather a civic right that guaranteed that citizens would be able to keep and bear those arms needed to meet their legal obligation to participate in a well-regulated militia. Nothing better captured this constitutional ideal than the minuteman. Citizens had a legal obligation to outfit themselves with a musket at their own expense and were expected to turn out at a minute’s notice to defend their community, state, and eventually their nation.</p><p class=\"passage_para\">Although each side in the modern debate claims to be faithful to the historical Second Amendment, a restoration of its original meaning, re-creating the world of the minuteman, would be a nightmare that neither side would welcome. It would certainly involve more intrusive gun regulation, not less. . . . Gun control advocates might blanch at the notion that all Americans would be required to receive firearms training and would certainly look askance at the idea of requiring all able-bodied citizens to purchase their own military-style assault weapons.”</p><p class=\"attribution author\">Saul Cornell,<span class=\"formatted_text font_style:italic\"> A Well-Regulated Militia: The Founding Fathers and the Origins of Gun Control in America</span>, Oxford University Press, 2006</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">did not extend privacy rights</p>","<p class=\"choice_paragraph\">was added to the Constitution to ensure that militias would have arms</p>","<p class=\"choice_paragraph\">should not be applied to states that do not have a militia</p>","<p class=\"choice_paragraph\">protects an individual’s right to own a gun for personal protection</p>"],"answer":1}]