[{"id":"VH977773","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977754.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following states has the greatest protection for freedom of the press based on the information on the map?</p>\n","rubricRef":"VH977773_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">SHIELD LAWS IN THE UNITED STATES</p>\n</div>\n<img alt=\"The figure presents a map of the United States. A key indicates that the map shows the current state of the reporter’s privilege concerning confidential sources. The key shows that the following four categories are indicated on the map: No shield law; No shield law, but courts recognize a privilege for sources that is qualified or contains exceptions; Shield law, but privileges for sources is qualified or contains exceptions; Shield law, absolute privilege for sources. The states by category, from north to south, and east to west, are as follows. No shield law: Wyoming and Hawaii. No shield law, but courts recognize a privilege for sources that is qualified or contains exceptions: New Hampshire, Massachusetts, Virginia, Mississippi, Iowa, Missouri, South Dakota, and Idaho. Shield law, but privileges for sources is qualified or contains exceptions: Maine, Connecticut, Rhode Island, New Jersey, Delaware, West Virginia, North Carolina, South Carolina, Georgia, Florida, Tennessee, Michigan, Indiana, Illinois, Minnesota, Arkansas, Louisiana, North Dakota, Kansas, Oklahoma, Texas, Colorado, New Mexico, Utah, and California. Shield law, absolute privilege for sources: Vermont, New York, Pennsylvania, Maryland, Ohio, Kentucky, Alabama, Wisconsin, Nebraska, Montana, Nevada, Arizona, Washington, Oregon, and Alaska.\" height=\"488\" src=\"https://assets.learnosity.com/organisations/537/VH977754.g04.png\" width=\"525\" />\n<p class=\"attribution author\">Source: Reporters Committee for Freedom of the Press, 2018</p>\n\n<p class=\"explanatory_text\">Shield laws protect journalists' right to refuse to testify against their sources while gathering information in their role as journalists. There is no shield law at the federal level.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">New York (NY)</p>","<p class=\"choice_paragraph\">Missouri (MO)</p>","<p class=\"choice_paragraph\">Wyoming (WY)</p>","<p class=\"choice_paragraph\">Georgia (GA)</p>"],"answer":0}]