[{"id":"VH977951","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977908.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The author cites the case <span class=\"formatted_text font_style:italic\">District of Columbia</span> v. <span class=\"formatted_text font_style:italic\">Heller</span> (2008) in order to</p>\n","rubricRef":"VH977951_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Second Amendment . . . like other cherished texts, is not as clear as many make it out to be. The amendment reads: ‘A well regulated militia, being necessary to the security of a free state, the right of the people to keep and bear arms, shall not be infringed.’ . . .</p><p class=\"passage_para\">“‘Americans have been thinking about the Second Amendment as an individual right for generations,’ said Adam Winkler, a law professor at UCLA. . . . ‘You can find state supreme courts in the mid-1800s where judges say the Second Amendment protects an individual right.’ But for the 70 years or so before a Supreme Court decision in 2008, he said, ‘the Supreme Court and federal courts held that it only applied in the context of militias, the right of states to protect themselves from federal interference.’</p><p class=\"passage_para\">“In 2008, the Supreme Court decided the <span class=\"formatted_text font_style:italic\">District of Columbia </span>v. <span class=\"formatted_text font_style:italic\">Heller.</span> . . . The conservative justice Antonin Scalia wrote the opinion in narrow but unprecedented terms: for the first time in the country’s history, the Supreme Court explicitly affirmed an individual’s right to keep a weapon at home for self-defense. . . .</p><p class=\"passage_para\">“‘People look at the same record and come to wildly different conclusions about what the view was in the eighteenth century, in the nineteenth century,’ said Nicholas Johnson, a Fordham University law professor who argues against Winkler’s view of twentieth-century case law. . . . Carl Bogus, a law professor at Roger Williams University, has argued that James Madison wrote the Second Amendment in part to reassure his home state of Virginia. . . . The federalist Madison’s compromise . . . was to promise a bill of rights. After weeks of tense debate, his federalists narrowly won the vote to ratify the Constitution. ‘He writes an amendment that gives the states the right to have an armed militia, by the people arming themselves.’</p><p class=\"passage_para\">“A year later, the federal government passed a law requiring every man eligible for his local militia to acquire a gun and register with authorities.”</p><p class=\"attribution author\">Alan Yuhas, “The Right to Bear Arms: What Does the Second Amendment Really Mean?,” <span class=\"formatted_text font_style:italic\">The Guardian</span>, October 5, 2017</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">illustrate that the Supreme Court has incorrectly upheld restrictions on the right to bear arms</p>","<p class=\"choice_paragraph\">show that the author’s perspective is supported by recent decisions made by the Supreme Court</p>","<p class=\"choice_paragraph\">illustrate that the Supreme Court’s interpretation of the Second Amendment has recently changed</p>","<p class=\"choice_paragraph\">make the case that the power of government needs to be expanded with regard to the right to bear arms</p>"],"answer":2}]