[{"id":"VH990876","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH990822.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">The issues identified in the passage reflect a failure to uphold which of the following constitutional clauses?</p>\n","rubricRef":"VH990876_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">It ought to be possible, in short, for every American to enjoy the privileges of being American without regard to his race or his color. In short, every American ought to have the right to be treated as he would wish to be treated, as one would wish his children to be treated. But this is not the case.</p>\n\n<p class=\"passage_para\">A black baby born in America today, regardless of the section of the Nation in which he is born, has about one-half as much chance of completing a high school as a white baby born in the same place on the same day, one-third as much chance of completing college, one-third as much chance of becoming a professional man, twice as much chance of becoming unemployed, about one-seventh as much chance of earning $10,000 a year, a life expectancy which is 7 years shorter, and the prospects of earning only half as much.</p>\n\n<p class=\"passage_para\">This is not a sectional issue. Difficulties over segregation and discrimination exist in every city, in every State of the Union, producing in many cities a rising tide of discontent that threatens the public safety. Nor is this a partisan issue. In a time of domestic crisis men of good will and generosity should be able to unite regardless of party or politics.</p>\n\n<p class=\"attribution author\">President John F. Kennedy, <span class=\"formatted_text font_style:italic\">Report to the American People on Civil Rights</span>, June 11, 1963</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Necessary and Proper clause</p>\n","Due Process clause","Reserved powers clause","<p class=\"choice_paragraph\">Equal protection clause</p>\n"],"answer":3}]