[{"id":"VR029084","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR029082.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements represents a trend supported by the data in the bar graph?</p>\n","rubricRef":"VR029084_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><div class=\"title\"><p class=\"title_line passage-title\">Ideological Composition of the House of Representatives</p></div><img alt=\"The figure presents a horizontal bar graph titled “Ideological Composition of the House of Representatives.” The following five years are provided from top to bottom along the vertical axis: 1982, 1994, 2002, 2011, and 2012. A vertical line on the left side of the graph represents the Most Liberal Republican in 1982, and a vertical line on the right side of the graph represents and Most Conservative Democrat in 1982. There are two bars for each year. A key indicates that one bar represents the Democratic Caucus and that the other bar represents the G O P Caucus. For each year, a number is provided indicating the number of members for where the bars overlap. The data are as follows. In 1982, the G O P caucus bar extends from the vertical line that represents the most liberal Republican to the right edge of the graph, and the Democratic caucus bar extends from the left edge of the graph to the vertical line that represents the most conservative Democrat. 344 members are indicated between the two vertical lines. In 1994, the G O P caucus bar begins to the right of where the bar began in 1982 and extends to the right edge of the graph. The Democratic caucus bar extends from the left edge of the graph to the left of where the bar ends in 1982. 252 members are indicated between the two vertical lines. In 2002, the G O P caucus bar begins to the right of where the bar began in 1994 and extends to the right edge of the graph. The Democratic caucus bar extends from the left edge of the graph to the left of where the bar ends in 1994. 137 members are indicated between the two vertical lines. In 2011, the G O P caucus bar begins to the right of where the bar began in 2002 and extends to the right edge of the graph. The Democratic caucus bar extends from the left edge of the graph to the left of where the bar ends in 2002. 16 members are indicated between the two vertical lines. In 2012, the G O P caucus bar begins just to the right of where the bar began in 2011 and extends to the right edge of the graph. The Democratic caucus bar extends from the left edge of the graph to just to the left of where the bar ends in 2011. 11 members are indicated between the two vertical lines.\" height=\"418\" src=\"https://assets.learnosity.com/organisations/578/VR029082.g06.svg\" width=\"504\"/><p class=\"attribution author\">Source: Public Opinion Strategies</p></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Both party caucuses in the House consisted of more moderate members in 2012 than in 2002.</p>","<p class=\"choice_paragraph\">The Republican caucus consisted of more ideologically conservative members in 1982 than in 2012.</p>","<p class=\"choice_paragraph\">The number of House members between the most liberal Republican and the most conservative Democrat decreased between 1982 and 2012.</p>","<p class=\"choice_paragraph\">The party caucuses in the Senate are more ideologically diverse than those in the House of Representatives.</p>"],"answer":2}]