[{"id":"VR029190","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR029189.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements is a correct implication of the author's argument?</p>\n","rubricRef":"VR029190_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“In the last years presidential primacy, so indispensable to the political order, has turned into presidential supremacy. The constitutional Presidency—as events so apparently disparate as the Indochina War and the Watergate affair showed, has become the imperial Presidency and threatens to be the revolutionary Presidency. . . . The imperial Presidency was essentially the creation of foreign policy. A combination of doctrines and emotions—belief in the permanent and universal crisis, fear of communism, faith in the duty and right of the United States to intervene swiftly in every part of the world—had brought about the unprecedented centralization of decisions. Prolonged war in Vietnam strengthened the tendencies toward both centralization and exclusion. So the imperial Presidency grew at the expense of the constitutional order. Like the cowbird, it hatched its own eggs and pushed the others out of the nest. And, as it overwhelmed the traditional separation of powers in foreign affairs, it began to aspire toward an equivalent centralization of power in the domestic polity.”</p>\n\n<p class=\"attribution author\"><span style=\"font-size:0.8em;\">Arthur M. Schlesinger, Jr., <span class=\"formatted_text font_style:italic\">The Imperial Presidency</span>, 1973</span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The modern president has abused the power of the executive branch through the use of the bully pulpit.</p>","<p class=\"choice_paragraph\">Federal courts play a substantial role in the American political system, but they have been unable to check the executive.</p>","<p class=\"choice_paragraph\">The perception of multiple crises has led to the growth of an executive branch that is undermining the separation of powers in the government.</p>","<p class=\"choice_paragraph\">The Constitution has failed to protect the separation of powers by giving the executive branch and the president too much power.</p>"],"answer":2}]