[{"id":"VR029092","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR029091.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best captures a portion of the author’s argument?</p>\n","rubricRef":"VR029092_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“We hold these truths to be self-evident: that all men and women are created equal; that they are endowed by their Creator with certain inalienable rights; that among these are life, liberty, and the pursuit of happiness; that to secure these rights governments are instituted, deriving their just powers from the consent of the governed. Whenever any form of government becomes destructive of these ends, it is the right of those who suffer from it to refuse allegiance to it, and to insist upon the institution of a new government . . .</p>\n\n<p class=\"passage_para\">“. . . Such has been the patient sufferance of the women under this government, and such is now the necessity which constrains them to demand the equal station to which they are entitled. The history of mankind is a history of repeated injuries and usurpations on the part of man toward woman, having in direct object the establishment of an absolute tyranny over her. To prove this, let facts be submitted to a candid world.</p>\n\n<p class=\"passage_para\">“He has never permitted her to exercise her inalienable right to the elective franchise.</p>\n\n<p class=\"passage_para\">“He has compelled her to submit to laws, in the formation of which she had no voice.</p>\n\n<p class=\"passage_para\">“He has withheld from her rights which are given to the most ignorant and degraded men. . . .</p>\n\n<p class=\"passage_para\">“Having deprived her of this first right of a citizen, the elective franchise, thereby leaving her without representation in the halls of legislation, he has oppressed her on all sides.</p>\n\n<p class=\"passage_para\">“He has made her, if married, in the eye of the law, civilly dead.</p>\n\n<p class=\"passage_para\">“He has taken from her all right in property, even to the wages she earns.”</p>\n\n<p class=\"attribution author\"><em><span style=\"font-size:0.8em;\">Elizabeth Cady Stanton, Seneca Falls Convention, 1848</span></em></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Women elected officials have not done enough to pass laws promoting women’s rights.</p>","<p class=\"choice_paragraph\">Men and women are legally equal, but women are morally superior to men.</p>","<p class=\"choice_paragraph\">The government has made women subservient by denying them the right to vote.</p>","<p class=\"choice_paragraph\">Women have faced too much suffrage due to the actions of the government.</p>"],"answer":2}]