[{"id":"VR027602","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR027600.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">A new president has been elected after running on a campaign of lowering taxes and reducing spending on discretionary programs but now must work with Congress to ensure legislation passes which achieves those goals. Which of the leaders in the diagram plays the most crucial role in shaping the legislation that the president wants passed?</p>\n","rubricRef":"VR027602_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><img alt=\"The figure is titled Congressional Leadership and shows a diagram of the leadership structure of Congress with separate flow charts for the House of Representatives and the Senate. For the House of Representatives, the speaker of the House is in the top position with two parallel lines of hierarchy flowing down from there. One line flows down from House majority leader to House majority whip to majority caucus or conference chairs. The other line flows down from House minority leader to House minority whip to minority caucus or conference chairs. For the Senate, the Vice President is in the top position with President Pro Tempore directly below, and then two parallel lines of hierarchy flow down from there. One line flows down from Senate majority leader to Senate majority whips to majority caucuses and conferences. The other line flows down from Senate minority leader to Senate minority whips to minority caucuses and conference chairs.\" height=\"442\" src=\"https://assets.learnosity.com/organisations/578/VR027600.g06.svg\" width=\"692\"/></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">President pro-tempore</p>","<p class=\"choice_paragraph\">Vice president</p>","<p class=\"choice_paragraph\">Speaker of the House</p>","<p class=\"choice_paragraph\">House majority leader</p>"],"answer":2}]