[{"id":"VR029193","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR029189.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is an accurate comparison of the text by Schlesinger and <span class=\"formatted_text font_style:italic\">The Federalist</span> 70 ?</p>\n","rubricRef":"VR029193_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“In the last years presidential primacy, so indispensable to the political order, has turned into presidential supremacy. The constitutional Presidency—as events so apparently disparate as the Indochina War and the Watergate affair showed, has become the imperial Presidency and threatens to be the revolutionary Presidency. . . . The imperial Presidency was essentially the creation of foreign policy. A combination of doctrines and emotions—belief in the permanent and universal crisis, fear of communism, faith in the duty and right of the United States to intervene swiftly in every part of the world—had brought about the unprecedented centralization of decisions. Prolonged war in Vietnam strengthened the tendencies toward both centralization and exclusion. So the imperial Presidency grew at the expense of the constitutional order. Like the cowbird, it hatched its own eggs and pushed the others out of the nest. And, as it overwhelmed the traditional separation of powers in foreign affairs, it began to aspire toward an equivalent centralization of power in the domestic polity.”</p>\n\n<p class=\"attribution author\"><span style=\"font-size:0.8em;\">Arthur M. Schlesinger, Jr., <span class=\"formatted_text font_style:italic\">The Imperial Presidency</span>, 1973</span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">While Schlesinger views centralization of power in the presidency as dangerous, <span class=\"formatted_text font_style:italic\">The Federalist</span> 70 views it as vital to the presidency’s effectiveness.</p>","<p class=\"choice_paragraph\">While <span class=\"formatted_text font_style:italic\">The Federalist </span>70 views centralization of power in the presidency as dangerous, Schlesinger views it as vital to the presidency’s effectiveness.</p>","<p class=\"choice_paragraph\">Both Schlesinger and <span class=\"formatted_text font_style:italic\">The Federalist </span>70 view centralization of power in the presidency as dangerous.</p>","<p class=\"choice_paragraph\">Both Schlesinger and <span class=\"formatted_text font_style:italic\">The Federalist </span>70 view centralization of power in the presidency as vital to the presidency’s effectiveness.</p>"],"answer":0}]