[{"id":"VR027582","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR027579.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following explains President Johnson’s motivation for the speech in relation to his role as the head of the executive branch?</p>\n","rubricRef":"VR027582_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In many places, classrooms are overcrowded and curricula are outdated. Most of our qualified teachers are underpaid, and many of our paid teachers are unqualified. So we must give every child a place to sit and a teacher to learn from. Poverty must not be a bar to learning, and learning must offer an escape from poverty.</p>\n\n<p class=\"passage_para\">But more classrooms and more teachers are not enough. We must seek an educational system which grows in excellence as it grows in size. This means better training for our teachers. It means preparing youth to enjoy their hours of leisure as well as their hours of labor. It means exploring new techniques of teaching, to find new ways to stimulate the love of learning and the capacity for creation.&nbsp;.&nbsp;.&nbsp;.</p>\n\n<p class=\"passage_para\">.&nbsp;.&nbsp;.&nbsp;While our Government has many programs directed at those issues, I do not pretend that we have the full answer to those problems.</p>\n\n<p class=\"passage_para\">But I do promise this: We are going to assemble the best thought and the broadest knowledge from all over the world to find those answers for America. I intend to establish working groups to prepare a series of White House conferences and meetings .&nbsp;.&nbsp;. on the quality of education, and on other emerging challenges. And from these meetings and from this inspiration and from these studies we will begin to set our course toward the Great Society.</p>\n\n<p class=\"passage_para\">The solution to these problems does not rest on a massive program in Washington, nor can it rely solely on the strained resources of local authority. They require us to create new concepts of cooperation, a creative federalism, between the National Capital and the leaders of local communities.</p>\n\n<p class=\"passage_para\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; <span style=\"font-size:0.8em;\"><em>&nbsp;President Lyndon B. Johnson, May 22, 1964</em></span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">President Johnson believes that Congress will soon pass a bill on education reform, and he would like to be able to claim credit for it.</p>","<p class=\"choice_paragraph\">President Johnson is seeking to use the bully pulpit as a means of promoting his agenda on public education.</p>","<p class=\"choice_paragraph\">President Johnson is expecting the Supreme Court to soon rule on the constitutionality of a law passed by the previous administration.</p>","<p class=\"choice_paragraph\">President Johnson is issuing an executive order calling on local governments to increase training for teachers and address poverty among students.</p>"],"answer":1}]