[{"id":"VR027601","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR027600.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on your knowledge and the diagram, which of the following is true regarding the leadership structure of Congress?</p>\n","rubricRef":"VR027601_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><img alt=\"The figure is titled Congressional Leadership and shows a diagram of the leadership structure of Congress with separate flow charts for the House of Representatives and the Senate. For the House of Representatives, the speaker of the House is in the top position with two parallel lines of hierarchy flowing down from there. One line flows down from House majority leader to House majority whip to majority caucus or conference chairs. The other line flows down from House minority leader to House minority whip to minority caucus or conference chairs. For the Senate, the Vice President is in the top position with President Pro Tempore directly below, and then two parallel lines of hierarchy flow down from there. One line flows down from Senate majority leader to Senate majority whips to majority caucuses and conferences. The other line flows down from Senate minority leader to Senate minority whips to minority caucuses and conference chairs.\" height=\"442\" src=\"https://assets.learnosity.com/organisations/578/VR027600.g06.svg\" width=\"692\"/></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The role of the minority leader in both the House of Representatives and the Senate is to coordinate a strategy for the minority party.</p>","<p class=\"choice_paragraph\">The vice president is responsible for creating and setting the legislative agenda for the Senate.</p>","<p class=\"choice_paragraph\">The Speaker of the House has very little power to control members of the majority party in the House of Representatives.</p>","<p class=\"choice_paragraph\">The majority leaders in both chambers work to ensure that a bipartisan agenda is passed in the Congress.</p>"],"answer":0}]