[{"id":"VR029111","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR029110.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The graphic illustrates which of the following statements about political parties?</p>\n","rubricRef":"VR029111_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><div class=\"title\"><p class=\"title_line passage-title\">Party Systems in the United States</p></div><img alt=\"The figure presents a time line titled “Party Systems in the United States.” From top to bottom, the information in the time line is as follows. 1790 to 1828. First Party System: Federal Party supports a strong national government. Democratic-Republicans favor the power of state governments. 1828 to 1856. Second Party System: Whig Party emerges and advocates for a national bank and infrastructure projects. Democratic Party forms and promotes states’ rights and rural interests. 1856 to 1892. Third Party System: The Republican Party is created to oppose slavery and advance industrialization. The Democratic Party divides over the issue of slavery, with Free Soil Democrats joining Republicans. 1892 to 1932. Fourth Party System: Democrats and Republicans are the two major parties. 1932 to 1968. Fourth Party System, continued: Third-party challenges from Populists and Progressives reflect rural/urban divides. 1968 to present. Fifth Party System: Democratic Party dominates, with a focus on a strong national government. Republicans emphasize smaller government and strong national defense.\" height=\"451\" src=\"https://assets.learnosity.com/organisations/578/VR029110.g11.svg\" width=\"637\"/></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Federalism leads to a multiparty system in which at least three parties generally compete for control of local, state, and national governments.</p>","<p class=\"choice_paragraph\">The founders refused to join political parties because they agreed that parties were contrary to the public interests, so parties did not form until well after the ratification of the Constitution.</p>","<p class=\"choice_paragraph\">There is an ongoing debate between political parties over the power and scope of the federal government, even as economic and demographic changes have altered party coalitions.</p>","<p class=\"choice_paragraph\">The Constitution settled the debate over the power of the federal government, but political parties formed nonetheless to help Congress organize itself over regional interests.</p>"],"answer":2}]