[{"id":"VR029068","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">Respond to parts A, B, and C.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify the clause in the Fourteenth Amendment that was used as the basis for the decision in both <span class=\"formatted_text font_style:italic\">Brown</span> v. <span class=\"formatted_text font_style:italic\">Board of Education</span> (1954) and<span class=\"formatted_text font_style:italic\"> Hernandez</span> v. <span class=\"formatted_text font_style:italic\">Texas</span> (1954).</li>\n\t<li class=\"list_paragraph\">Explain how the facts in both <span class=\"formatted_text font_style:italic\">Brown</span> v. <span class=\"formatted_text font_style:italic\">Board of Education</span> and <span class=\"formatted_text font_style:italic\">Hernandez</span> v. <span class=\"formatted_text font_style:italic\">Texas</span> led to a similar decision in both cases.</li>\n\t<li class=\"list_paragraph\">Explain how an interest group could use the decision in <span class=\"formatted_text font_style:italic\">Hernandez</span> v. <span class=\"formatted_text font_style:italic\">Texas</span> to advance its agenda.</li>\n</ol>\n","rubricRef":"VR029068_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question requires you to compare a Supreme Court case you studied in class with one you have not studied in class. A summary of the Supreme Court case you did not study in class is presented below and provides all of the information you need to know about this case to answer the prompt.</span></p>\n&nbsp;\n\n<p class=\"stem_paragraph\">In the 1950s, Pete Hernandez, a Mexican American agricultural worker, was found guilty of murder and sentenced to life in prison by an all-white jury in Jackson County, Texas. Hernandez’s defense claimed that people of Mexican ancestry had been discriminated against in Jackson County. They pointed to the fact that no person of Mexican ancestry had served on a jury in 25 years and that the Jackson County Courthouse itself practiced segregation in its facilities. The five jury commissioners, who selected the members of the grand jury, testified under oath that they selected jurors based only on their qualifications and did not consider race or national origin in their decisions.</p>\n\n<p class=\"stem_paragraph\">In the ensuing case, <span class=\"formatted_text font_style:italic\">Hernandez</span> v. <span class=\"formatted_text font_style:italic\">Texas</span> (1954), the Supreme Court unanimously ruled in favor of Hernandez, deciding that evidence of discrimination against Mexican Americans existed in Jackson County and that the Constitution prohibits such discrimination.</p>\n\n<div class=\"table_wrapper\">&nbsp;</div>\n"}]}]