[{"id":"VR028751","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028725.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is true based on the information graphic?</p>\n","rubricRef":"VR028751_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><img alt=\"The figure presents an information graphic titled “According to the United States Constitution.” Below the title there is chart with the following information. The right to vote shall not be abridged on account of age (for those over 18), on account of race color, or previous condition of servitude, or account of sex. To the right of this chart there is map of the United States titled “However, states reserve the right to determine other criteria for voter eligibility,” and a text bubble reads 77% of the population is eligible to vote. An additional graphic of a hand placing a ballot inside of a box titled “Who actually votes?” Reads “56% of eligible voter participated in the 2016 election.” The information about voters is accompanied by a line graph titled “Percentage of Americans Who Say They Voted.” The horizontal axis has the numbers 1996 through 2016, in increments of 4, indicating presidential election years. Data points connected by line segments are given for 4 age groups: 18 through 35, 36 through 51, 52 through 70, and 71 and older. The data are as follows. The curve for 18 to 35 year olds starts in 2004 at its lowest point of 46% and ends in 2016 at its highest point of 51%. The curve for 36 to 51 year olds starts in 1996 at its lowest point of 41% and ends in 2016 at its highest point of 63%. The curve for 52 to 70 year olds starts in 1996 at its lowest point of 60% and ends in 2016 at its highest point of 69%. The curve for 71 and older starts in 1996 at its lowest point of 69%, rises to a high of 72%, and ends in 2016 at 70%.\" height=\"540\" src=\"https://assets.learnosity.com/organisations/578/VR028725.g07.svg\" width=\"689\"/></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">All citizens over 18 years old are eligible to vote regardless of where they live, but only about 56% actually do vote.</p>","<p class=\"choice_paragraph\">Voters from 18 and 54 are far more likely to vote than voters over 54, but this can depend on which state they live in.</p>","<p class=\"choice_paragraph\">Over 75% of the population is eligible to vote, but only about half the electorate actually voted in the 2016 presidential election.</p>","<p class=\"choice_paragraph\">Voters ages 18–35 are less likely to vote because some states restrict voting only to citizens over the age of 21.</p>"],"answer":2}]