[{"id":"VR029152","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR029151.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following factors most likely led to shifts in Supreme Court decision making over time?</p>\n","rubricRef":"VR029152_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Percentage of Liberal Decisions of the United States Supreme Court in Civil Liberties-Civil Rights Cases, 1888–1996</p></div><div class=\"standalone_image\"><img alt=\"The figure presents a line graph titled “Percentage of Liberal Decisions of the United States Supreme Court in Civil Liberties/Civil Rights Cases, 1888 through 1996.” The horizontal axis is labeled “Term Year,” and the years 1888 through 1996, in increments of 4, are indicated. The vertical axis is labeled “Percentage of Liberal Decisions,” and the numbers 0 through 100, in increments of 10, are indicated. The data in the graph are as follows. Note that all values are approximate. The graph begins at 40% in 1888. It peaks briefly at 50%, before trending downward and reaching a low of 20% in 1892. It then trends upward and peaks at 50% in 1896. From here, the graph trends generally downward until it reaches a low of 7% in 1900. It peaks briefly at 22% in 1902, before reaching a low of 5% in 1904. Then, from 1904 to 1928, the graph fluctuates between 8% and 45%, reaching lows of 8% in 1908, 9% in 1917, 13% in 1922, and 13% in 1928. It reaches peaks of 38% in 1906, 45% in 1912, 34% in 1914, and 34% in 1925. After reaching a low of 13% in 1928, the graph trends generally upward until it peaks at 84% in 1936. It drops briefly, but then fluctuates between 53% and 65% until 1944. At this point it trends generally downward, reaching lows of 25% in 1946 and 28% in 1948. Then, the graph trends generally upward until it reaches a peak of 90% in 1964. From here, the graph trends generally downward until it ends at 35% in 1996.\" height=\"377\" src=\"https://assets.learnosity.com/organisations/578/VR029151.g04.svg\" width=\"649\"/><p class=\"attribution author\">Source: Lanier, 2003</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The ideological composition of the justices on the Supreme Court shifted to become less liberal over time.</p>","<p class=\"choice_paragraph\">Rather than pass new legislation, Congress was inclined to refer civil rights legislation to the Supreme Court.</p>","<p class=\"choice_paragraph\">After 1960, the Supreme Court deferred to the wishes of state and local governments rather than voting to expand the authority of the federal government.</p>","<p class=\"choice_paragraph\">Constitutional amendments enabled the Supreme Court to issue more liberal decisions.</p>"],"answer":0}]