[{"id":"VR029819","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH858535.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the passage and your knowledge, which of the following most likely explains how Adam Smith might react to the decision in <span class=\"formatted_text font_style:italic\">McCulloch</span> v. <span class=\"formatted_text font_style:italic\">Maryland</span> (1819) ?</p>\n","rubricRef":"VR029819_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The statesman who should attempt to direct private people in what manner they ought to [operate their business] would not only load himself with a most unnecessary attention, but assume authority which could safely be trusted, not to no single person, but to no council or senate whatever, and which would nowhere be so dangerous as in the hands of a man who [was so arrogant to think] himself fit to exercise it.</p>\n\n<p class=\"passage_para\">To . . . direct private people in what manner they ought to employ their capitals . . . in almost all cases [is] a useless or hurtful regulation. If the produce of domestic [industry] can be brought there as cheap as that of foreign industry, the regulation is evidently useless. If it cannot, it must generally be hurtful.</p>\n\n<p class=\"attribution author\"><span style=\"font-size:0.8em;\">Adam Smith, <span class=\"formatted_text font_style:italic\">The Wealth of Nations</span>, 1776</span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Smith would approve of the court's decision that limited the scope of the federal government's regulatory authority.</p>","<p class=\"choice_paragraph\">Smith would disapprove of the court's decision to expand the federal government's power to regulate the economy.</p>","<p class=\"choice_paragraph\">Smith would disapprove of the court's decision allowing private businesses to make unlimited contributions to political campaigns.</p>","<p class=\"choice_paragraph\">Smith would approve of the court's decision to expand the power of the federal government to promote economic growth.</p>"],"answer":1}]