[{"id":"VR027678","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to parts A, B, and C.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify a common constitutional principle used to make a ruling in both <span class=\"formatted_text font_style:italic\">McCulloch</span> v. <span class=\"formatted_text font_style:italic\">Maryland</span> (1819) and <span class=\"formatted_text font_style:italic\">Arizona</span> v. <span class=\"formatted_text font_style:italic\">United States</span> (2012).</li>\n\t<li class=\"list_paragraph\">Explain how the facts of <span class=\"formatted_text font_style:italic\">McCulloch</span> v. <span class=\"formatted_text font_style:italic\">Maryland</span> and the facts of <span class=\"formatted_text font_style:italic\">Arizona</span> v. <span class=\"formatted_text font_style:italic\">United States</span> led to a similar holding in both cases.</li>\n\t<li class=\"list_paragraph\">Explain an action that Congress could take to respond to the <span class=\"formatted_text font_style:italic\">Arizona</span> v<span class=\"formatted_text font_style:italic\">. </span><span class=\"formatted_text font_style:italic\">United States </span>decision if it disagreed with the decision.</li>\n</ol>\n","rubricRef":"VR027678_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question requires you to compare a Supreme Court case you studied in class with one you have not studied in class. A summary of the Supreme Court case you did not study in class is presented below and provides all of the information you need to know about this case to answer the prompt.</span></p>\n&nbsp;\n\n<p class=\"stem_paragraph\">In 2010 Arizona passed a law that sought to reduce the number of undocumented immigrants in the state. The law made it a crime to seek or obtain work in the state without proper documentation, and it also made hiring, sheltering, or transporting undocumented people illegal. It also gave local law enforcement the authority to require proof of residency in the course of a lawful arrest, and it gave them the authority to perform warrantless stops of people they suspected of being undocumented.</p>\n\n<p class=\"stem_paragraph\">The United States Department of Justice challenged the state law as an interference with the national government’s enumerated powers to regulate and enforce immigration law. In <span class=\"formatted_text font_style:italic\">Arizona</span> v. <span class=\"formatted_text font_style:italic\">United States</span> (2012), the Supreme Court agreed with the United States in a 5–3 decision stating most of the provisions of the law did conflict with federal authority. The Court said, “The Government of the United States has broad, undoubted power over the subject of immigration and the status of aliens. . . . This authority rests, in part, on the National Government’s constitutional power to establish an uniform Rule of Naturalization, and its inherent power as sovereign to control and conduct relations with foreign nations.”</p>\n\n<div class=\"table_wrapper\">&nbsp;</div>\n"}]}]