[{"id":"VR029137","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR029135.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which constitutional principle best explains the differences in poverty rates presented in the map?</p>\n","rubricRef":"VR029137_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Percentage of United States Population Living in Poverty, by State in 2015</p>\n</div>\n<img alt=\"The figure presents a shaded map of the United States titled “Percentage of United States Population Living in Poverty, by State in 2015.” A key labeled “Percent” indicates that the following 5 categories are represented on the map: 18.0 or more, 16.0 to 17.9, 13.0 to 15.9, 11.0 to 12.9, and Less than 11.0. The data presented by category are as follows. 18.0 or more: Kentucky, Alabama, Mississippi, Arkansas, Louisiana, and New Mexico. 16.0 to 17.9: West Virginia, North Carolina, South Carolina, Tennessee, Georgia, Oklahoma, and Arizona. 13.0 to 15.9: Maine, Rhode Island, New York, Pennsylvania, Delaware, Washington, D C, Virginia, Florida, Ohio, Michigan, Indiana, Illinois, Missouri, South Dakota, Kansas, Texas, Montana, Idaho, Oregon, Nevada, and California. 11.0 to 12.9: Massachusetts, Wisconsin, Iowa, North Dakota, Nebraska, Wyoming, Utah, Colorado, Washington. Less than 11.0: New Hampshire, Vermont, New Jersey, Minnesota, Hawaii, and Alaska.\" height=\"519\" src=\"https://assets.learnosity.com/organisations/578/VR029135.g07.svg\" width=\"677\" /><span style=\"text-align: right;\">Source: United States Census Bureau, 2016</span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Checks and balances</p>","<p class=\"choice_paragraph\">Federalism</p>","<p class=\"choice_paragraph\">Equal protection</p>","<p class=\"choice_paragraph\">Enumerated powers</p>"],"answer":1}]