[{"id":"VR030170","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR030167.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements is an accurate interpretation of the data on the bar chart?</p>\n","rubricRef":"VR030170_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><img alt=\"The figure presents a horizontal bar chart titled “Ideological Divide in Constitutional Interpretation.” The following incomplete statement appears below the title: “Percent who say the Supreme Court should base rulings on what the Constitution dot dot dot.” The following two phrases are provided in separate columns as a completion for the statement: “means in current times,” and “means as originally written.” The graph is divided into two horizontal sections. The first section contains a horizontal bar for each of the following four categories: Total, Republican, Democrat, and Independent. For each category, a bar extends into each column. The data represented by the bars are as follows. Total. Means in current times, 49%. Means as originally written, 46%. Republican, Means in current times, 29%. Means as originally written, 69%. Democrat, Means in current times, 70%. Means as originally written, 26%. Independent, Means in current times, 48%. Means as originally written, 47%. The second section is preceded by the following incomplete statement: “Among those with values that are dot dot dot.” Five horizontal bars are provided, each for one of the following five categories: Consistently conservative, mostly conservative, mixed, mostly liberal, and consistently liberal. For each category, the bar extends into each column. The data represented by the bars are as follows. Consistently conservative, Means in current times, 8%. Means as originally written, 92%. Mostly conservative, Means in current times, 25%. Means as originally written, 72%. Mixed, Means in current times, 47%. Means as originally written, 46%. Mostly liberal, Means in current times, 70%. Means as originally written, 25%. Consistently liberal, Means in current times, 83%. Means as originally written, 14%.\" height=\"440\" src=\"https://assets.learnosity.com/organisations/578/VR030167.g03.svg\" width=\"441\"/><p class=\"attribution author\">Source: Pew Research Center, 2014</p></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Most Independents believe that the Supreme Court should base its rulings on what the Constitution meant as originally written.</p>","<p class=\"choice_paragraph\">Most Democrats believe that the Supreme Court should base its rulings on what the Constitution meant as originally written.</p>","<p class=\"choice_paragraph\">The more consistently liberal a person is, the more that person is likely to believe that the Supreme Court should base its rulings on what the Constitution means in current times.</p>","<p class=\"choice_paragraph\">The more consistently conservative a person is, the more that person is likely to believe that the Supreme Court should base its rulings on what the Constitution means in current times.</p>"],"answer":2}]