[{"id":"VR037070","type":"longtextV2","stimulusHtml":"<p>Respond to parts A, B, and C.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify the clause of the Fourteenth Amendment that is common to both <span class=\"formatted_text font_style:italic\">Brown</span> v. <span class=\"formatted_text font_style:italic\">Board of Education of Topeka</span> (1954) and <span class=\"formatted_text font_style:italic\">San Antonio Independent School District </span>v. <span class=\"formatted_text font_style:italic\">Rodriguez </span>(1973).</li>\n\t<li class=\"list_paragraph\">Explain how the difference in facts led to a different decision in both <span class=\"formatted_text font_style:italic\">Brown </span>v. <span class=\"formatted_text font_style:italic\">Board of Education of Topeka </span>and <span class=\"formatted_text font_style:italic\">San Antonio Independent School District </span>v. <span class=\"formatted_text font_style:italic\">Rodriguez</span>.</li>\n\t<li class=\"list_paragraph\">Explain how the outcome in <span class=\"formatted_text font_style:italic\">San Antonio Independent School District</span> v. <span class=\"formatted_text font_style:italic\">Rodriguez </span>demonstrates how public policy regarding equality of opportunity is affected by federalism in the United States.</li>\n</ol>\n","rubricRef":"VR037070_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question requires you to compare a Supreme Court case you studied in class with one you have not studied in class. A summary of the Supreme Court case you did not study in class is presented below and provides all the information you need to know about this case to answer the prompt.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"line\"><span class=\"formatted_text font_style:italic\">San Antonio Independent School District</span> v. <span class=\"formatted_text font_style:italic\">Rodriguez</span> (1973)</span><span class=\"line\">&nbsp;&nbsp;&nbsp;</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In 1968, members of the Edgewood Concerned Parent Association filed a lawsuit in a Texas District Court challenging that the system of using property taxes as the main source of revenue for school districts discriminated against poorer school districts. They provided evidence showing that wealthier schools serving primarily white students spent more money per pupil than poorer schools, especially those with minority populations. Without a wealthy tax base to fund their schools, they argued that poorer students’ Fourteenth Amendment rights were being violated.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">The case was brought before the Supreme Court in <span class=\"formatted_text font_style:italic\">San Antonio Independent School District</span> v. <span class=\"formatted_text font_style:italic\">Rodriguez</span> (1973). In a 5-4 decision, which was divided along ideological lines, the Supreme Court ruled that the students’ constitutional rights were not violated by the Texas school funding plan. In writing the majority opinion, Justice Powell stated that “the Texas plan is not the result of hurried, ill-conceived legislation. It certainly is not the product of purposeful discrimination against any group or class. On the contrary, it is rooted in decades of experience in Texas and elsewhere, and, in major part, is the product of responsible studies by qualified people.</p>\n"}]}]