[{"id":"VR037258","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">Respond to parts A, B, C, and D.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify the issue that the greatest percentage of Democrats believe should be a top priority in 2019.</li>\n\t<li class=\"list_paragraph\">Describe a difference between Democrats and Republicans on which issues they believe should be a top priority.</li>\n\t<li class=\"list_paragraph\">Draw a conclusion about why the parties differ on the issues shown on the chart.</li>\n\t<li class=\"list_paragraph\">Explain how the information in the chart could be used by candidates running for office.</li>\n</ol>\n","rubricRef":"VR037258_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Percent Who Believe the Issue Should be a Top Priority in 2019 by Political Party Affiliation.</p>\n</div>\n<img alt=\"The figure presents a chart titled “Percent Who Believe the Issue Should be a Top Priority in 2019 by Political Party Affiliation.” The chart has a horizontal and vertical axis. The horizontal axis is labeled “Percent of Democrat/Lean Democrat,” and the numbers 25 through 100, in increments of 25, are indicated. The vertical axis is labeled “Percent of Republican/Lean Republican,” and the numbers 25 through 100, in increments of 25, are indicated. A white diagonal band is drawn from the bottom left to the top right of the chart and is labeled “Republicans and Democrats place roughly equal priority.” The region that is to the left of the diagonal is shaded black and labeled “Republicans place a greater priority than Democrats.” The region that is to the right of the diagonal is shaded gray and labeled “Democrats place a greater priority than Republicans.” There are 18 data points on the chart. The data represented by the data points, from left to right, are as follows. Note that all values are approximate. The following 7 data points are in the region labeled “Republicans place a greater priority than Democrats.” Military, 30 percent of Democrats, 65 percent of Republicans. Global trade, 30 percent of Democrats, 45 percent of Republicans. Immigration, 40 percent of Democrats, 68 percent of Republicans. Crime, 42 percent of Democrats, 60 percent of Republicans. Budget deficit, 45 percent of Democrats, 55 percent of Republicans. Terrorism 52 percent of Democrats, 82 percent of Republicans. Economy, 63 percent of Democrats, 78 percent of Republicans. The following 2 data points are in the diagonal band labeled “Republicans and Democrats place roughly equal priority.” Jobs, 50 percent of Democrats, 52 percent of Republicans. Social Security, 65 percent of Democrats, 70 percent of Republicans. The following 9 data points are in the region labeled “Democrats place a greater priority than Republicans.” Transportation, 48 percent of Democrats, 40 percent of Republicans. Drug addiction 53 percent of Democrats, 45 percent of Republicans. Race relations, 55 percent of Democrats, 33 percent of Republicans. Climate change, 65 percent of Democrats, 22 percent of Republicans. Poor and needy, 73 percent of Democrats, 49 percent of Republicans. Medicare, 73 percent of Democrats, 62 percent of Republicans. Environment, 74 percent of Democrats, 30 percent of Republicans. Education, 76 percent of Democrats, 58 percent of Republicans. Health care, 77 percent of Democrats, 60 percent of Republicans.\" height=\"460\" src=\"https://assets.learnosity.com/organisations/578/VR037258.g03.svg\" width=\"550\" />\n<p class=\"attribution author\">Source: Pew Research Center, 2019</p>\n</div>\n</div>\n</div>\n"}]}]