[{"id":"VR100194","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR100182.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements is consistent with data shown in the bar graph?</p>\n","rubricRef":"VR100194_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><div class=\"title\"><p class=\"title_line passage-title\">Views on the Size of Government and Government Services, by Gender, Income, and Party</p></div><img alt=\"The figure presents multiple horizontal bar charts titled “Views on the Size of Government and Government Services, by Gender, Income, and Party.” There are six major groups of horizontal bar charts. Within each group there is a category or multiple categories. Each category has a horizontal bar, which is divided into the following two sections: Section 1: Smaller government, fewer services; Section 2: Bigger government, more services. The first major group is Total. The data are as follows. Smaller government, 47. Bigger government, 47. The second major group has two categories: Men and Women. The data, by category, are as follows. Men. Smaller government, 59. Bigger government, 37. Women. Smaller government, 36. Bigger government, 58. The third major group has two categories: College graduate and No college degree. The data, by category, are as follows. College graduate. Smaller government, 50. Bigger government, 44. No college degree. Smaller government, 46. Bigger government, 49. The fourth major group is labeled Income and has three categories. The data, by category, are as follows. Greater than $75,000. Smaller government, 60. Bigger government, 36. From $30,000 to $74,999. Smaller government, 45. Bigger government, 49. Less than $30,000. Smaller government, 32. Bigger government, 62. The fifth major group is labeled Republicans and has three categories. The data, by category, are as follows. Republican or lean Republican. Smaller government, 74. Bigger government, 23. Conservative. Smaller government, 82. Bigger government, 16. Moderate or liberal. Smaller government, 57. Bigger government, 38. The sixth major group is labeled Democrats and has three categories. The data, by category, are as follows. Democrat or lean Democrat. Smaller government, 27. Bigger government, 67. Conservative or moderate. Smaller government, 32. Bigger government, 63. Liberal. Smaller government, 22. Bigger government, 72.\" height=\"378\" src=\"https://assets.learnosity.com/organisations/578/VR100182.g07.svg\" width=\"475\"/><p class=\"attribution author\">Source: Pew Research Center, 2019</p></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Men are more likely than women to believe that there should be an increase in government spending to provide social services for the elderly.</p>","<p class=\"choice_paragraph\">Conservatives are more likely than liberals to believe that spending on public transportation should be increased to connect citizens to employment opportunities.</p>","<p class=\"choice_paragraph\">Republicans are more likely than Democrats to believe that there should be fewer regulations on businesses to promote economic growth and increase wages.</p>","<p class=\"choice_paragraph\">Those with higher incomes are more likely than those with lower incomes to believe that education spending should be a federal responsibility to guarantee that each citizen has an equal chance at success.</p>"],"answer":2}]