[{"id":"VR100145","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR100136.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements is supported by the data on the map?</p>\n","rubricRef":"VR100145_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Percentage of Americans Without Health Insurance Coverage</p>\n</div>\n<img alt=\"The figure presents a map of the United States titled “Percentage of Americans Without Health Insurance Coverage.” A key indicates that each of the states are shaded according to one of the following five categories: less than 8.0, 8.0 to 9.9, 10.0 to 11.9, 12.0 to 13.9, and 14.0 or more. The data on the map, by category, are as follows. Less than 8.0. New Hampshire, Vermont, Massachusetts, Rhode Island, Connecticut, New York, New Jersey, Pennsylvania, Delaware, Maryland, West Virginia, Ohio, Kentucky, Michigan, Wisconsin, Illinois, Minnesota, Iowa, Arkansas, North Dakota, Colorado, Washington, Oregon, California, and Hawaii. 8.8 to 9.9. Maine, Virginia, Indiana, Tennessee, Alabama, Mississippi, Missouri, Louisiana, South Dakota, Nebraska, Kansas, Montana, Utah, and New Mexico. 10.0 to 11.9. North Carolina, South Carolina, Idaho, Nevada, and Arizona. 12.0 to 13.9. Georgia, Florida, Wyoming, and Alaska. 14.0 or more. Oklahoma and Texas.\" height=\"432\" src=\"https://assets.learnosity.com/organisations/578/VR100136.g06.svg\" width=\"467\" /><span style=\"text-align: right;\">Source: United States Census Bureau, 2017</span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Michigan (MI) has a higher rate of uninsured people than Mississippi (MS).</p>","<p class=\"choice_paragraph\">Alaska (AK) has a lower rate of uninsured people than Hawaii (HI).</p>","<p class=\"choice_paragraph\">Wyoming (WY) has a lower rate of uninsured people than Idaho (ID).</p>","<p class=\"choice_paragraph\">Texas (TX) has a higher rate of uninsured people than New Jersey (NJ).</p>"],"answer":3}]