[{"id":"VR189144","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Respond to all parts of the question. In your response, use substantive examples where appropriate.</span></p>\n&nbsp;\n\n<p class=\"stem_paragraph\">After reading the scenario, respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the enumerated power in Article I of the Constitution that gives Congress the authority to regulate a business like the one above.</li>\n\t<li class=\"list_paragraph\">Explain how the two-chamber structure of the legislature affects the ability of Congress to exercise the power described in Part A.</li>\n\t<li class=\"list_paragraph\">If Congress decides to regulate how social media companies gather and use the data of their users, explain how these companies could use the political process to ensure that the new regulation does not negatively affect them.</li>\n</ol>\n","rubricRef":"VR189144_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">In April of 2018, Mark Zuckerberg, the founder of the social media company Facebook, was called to testify before the Senate Committee on the Judiciary and the Senate Committee on Commerce, Science, and Transportation about, among other things, a data leak that led to 87 million Facebook users’ private information being sold without their consent.</p>\n\n<p class=\"stem_paragraph\">Senators questioned Zuckerberg about whether Facebook could adequately regulate itself and protect personal information or whether Congress should intervene. Zuckerberg defended the company, emphasizing its mission to better connect the world. In response, Zuckerberg stated, “My position is not that there should be no regulation. I think the real question, as the Internet becomes more important in people's lives, is what is the right regulation, not whether there should be or not.”</p>\n"}]}]