[{"id":"VR218013","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the judicial power exercised by the court in the <span class=\"formatted_text font_style:italic\">United States</span> v. <span class=\"formatted_text font_style:italic\">Windsor</span> case and explain why this power gives the Supreme Court the authority to take the action described.</li>\n\t<li class=\"list_paragraph\">Explain how states could act to affect the impact of the Court’s decision in <span class=\"formatted_text font_style:italic\">United States</span> v. <span class=\"formatted_text font_style:italic\">Windsor</span>.</li>\n\t<li class=\"list_paragraph\">Describe the constitutional clause in the Fifth Amendment that relates to the <span class=\"formatted_text font_style:italic\">United States</span> v. <span class=\"formatted_text font_style:italic\">Windsor</span> case, and explain how the decision in the <span class=\"formatted_text font_style:italic\">Windsor</span> case could affect future cases.</li>\n</ol>\n","rubricRef":"VR218013_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">In 1996, the Republican-controlled Congress passed the Defense of Marriage Act (DOMA), which was signed into law by Democratic President Bill Clinton. This legislation defined in federal law a “marriage” as “only a legal union between one man and one woman as husband and wife,” and defined the word “spouse” to mean only “a person of the opposite sex who is a husband or a wife.”</p>\n\n<p class=\"stem_paragraph\">When Thea Spyer died in 2009, she left her estate to her wife, Edith Windsor. The couple married in Canada in 2007, and were recognized as legally married by the state of New York. However, since the two were not considered legally married for federal tax purposes due to DOMA, Edith Windsor was forced to pay a significant federal estate tax, which would not have applied to an opposite-sex married couple.</p>\n\n<p class=\"stem_paragraph\">Edith Windsor filed suit in a federal court, and the case ultimately reached the U.S. Supreme Court in 2013. The Supreme Court ruled DOMA unconstitutional in <span class=\"formatted_text font_style:italic\">United States</span> v. <span class=\"formatted_text font_style:italic\">Windsor</span> (2013).</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]