[{"id":"VR218001","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Describe the type of grant used by the program in the scenario and explain how it affects the relationship between the states and the federal government.</li>\n\t<li class=\"list_paragraph\">Explain why states might object to the eligibility requirements for receiving funding for the program referenced in the scenario.</li>\n\t<li class=\"list_paragraph\">Describe the constitutional principle that supports the interaction between the federal government and the state governments in this situation, and explain how it relates to the scenario.</li>\n</ol>\n","rubricRef":"VR218001_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">As part of his Great Society agenda, President Lyndon Johnson initiated the Head Start program. Head Start began as a summer school program that aimed to improve school readiness among low-income preschool children. The program is administered by the federal Department of Health and Human Services (HHS) and has since expanded its scope to provide not only early childhood education, but also basic health care services and nutritional assistance to low-income families.</p>\n\n<p class=\"stem_paragraph\">The program serves over 1 million children nationwide with $10.6 billion budgeted for the 2020 fiscal year. It operates through grants which can be awarded directly to nonprofit organizations that meet the goals of the program and agree to spend the funds as specifically required by the program. States have the option of providing supplemental state funding to those organizations receiving federal funding.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]