[{"id":"VR218019","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the informal power being used by President Bush and explain how that power might impact the actions of the secretary of energy.</li>\n\t<li class=\"list_paragraph\">In the context of the scenario, explain how the bureaucracy might hinder cooperation among the Department of Transportation, the Department of Energy, and the Environmental Protection Agency.</li>\n\t<li class=\"list_paragraph\">Describe an action the legislative branch could take to affect how the bureaucracy is implementing President Bush’s order. Explain how partisanship in Congress could slow legislative action on the issue highlighted in the scenario.</li>\n</ol>\n","rubricRef":"VR218019_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\"><i>Throughout his second term, President George W. Bush proposed initiatives aimed at decreasing greenhouse gas emissions and protecting the environment. Among President Bush’s proposals were issuing st</i>andards to decrease the amount of gasoline cars consume per mile and utilizing cleaner energy technologies.</p>\n\n<p class=\"stem_paragraph\">On January 24, 2007, President Bush ordered bureaucratic agencies to reduce greenhouse gases through listing requirements such as sustainable environmental practices, including the purchase of bio-based, energy efficient, water efficient, and recycled content products, and buying electric or hybrid vehicles. Federal agencies would also need to ensure that at least half of current renewable energy would come from solar, wind, or other renewable sources.</p>\n\n<p class=\"stem_paragraph\">On May 14, 2007, President Bush issued an order calling for the Department of Transportation, the Department of Energy, and the Environmental Protection Agency to cooperate with respect to greenhouse gas emissions from motor vehicles “in a manner consistent with sound science, analysis of benefits and cost, public safety, and economic growth.” The intent of the order was to streamline bureaucratic implementation of environmental policy and foster cooperation between the agencies.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]