[{"id":"VR218012","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the judicial power exercised by the court in the <span class=\"formatted_text font_style:italic\">Shelby County</span> v. <span class=\"formatted_text font_style:italic\">Holder</span> case and explain why this power gives the Supreme Court the authority to take the action described.</li>\n\t<li class=\"list_paragraph\">Explain how the Supreme Court’s decision in <span class=\"formatted_text font_style:italic\">Shelby County</span> v. <span class=\"formatted_text font_style:italic\">Holder</span> illustrates the concept of federalism.</li>\n\t<li class=\"list_paragraph\">Describe an action Congress could take as a result of John Lewis’ statement and explain how it could affect the decision in <span class=\"formatted_text font_style:italic\">Shelby County</span> v. <span class=\"formatted_text font_style:italic\">Holder</span>.</li>\n</ol>\n","rubricRef":"VR218012_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\"><i>In</i> 1965, Congress enacted the Voting Rights Act (VRA), eliminating literacy tests and other practices used to prevent members of racial minority groups from voting. One section of the VRA prevented “eligible districts”—areas with records of past discrimination—from making changes to their election laws that might restrict equal access to the ballot. These districts were required to seek approval for any election changes before those rules would take effect.</p>\n\n<p class=\"stem_paragraph\">Decades later, Shelby County, Alabama, filed a lawsuit in federal court challenging this section of the VRA in a case that reached the Supreme Court in 2013. In that case, <span class=\"formatted_text font_style:italic\">Shelby County</span> v. <span class=\"formatted_text font_style:italic\">Holder</span> (2013), the Supreme Court ruled the section of the VRA defining “eligible districts” was unconstitutional, because the VRA’s formula for determining which areas needed approval to change voting laws was outdated.</p>\n\n<p class=\"stem_paragraph\">Congressman John Lewis stated that the VRA “was intended to stop state-sponsored . . . intimidation, and unjust, humiliating practices—literacy tests, poll taxes, and even lynching—which led people of color to fear registering and voting on Election Day.” He urged Congress to respond to the Court’s decision with their own action.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]