[{"id":"VR218018","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the foundation of the power that the FAA exercised related to the use of personal electronic devices, and explain how the president can affect the FAA’s power.</li>\n\t<li class=\"list_paragraph\">Explain why civil servants working within the FAA might implement changes to federal law described in the scenario differently than a political appointee, such as the head of the FAA.</li>\n\t<li class=\"list_paragraph\">Describe an action Congress could take if they have concerns about the policy changes described in the scenario, and explain how their action could impact the authority of the FAA to influence federal policies related to airline safety.</li>\n</ol>\n","rubricRef":"VR218018_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">The Federal Aviation Administration (FAA), a division of the U.S. Department of Transportation, regulates most aspects of airline travel in the United States. One portion of the FAA’s mission is maintaining the safety of airline travel. In 2013, the FAA announced that it would allow passengers to use personal electronic devices, including cell phones, e-readers, and tablets, during all phases of travel if the device remained in airplane mode. This change permitted passengers to watch videos, read, or play games on their devices as long as they were not using these devices for voice communication, such as phone calls.</p>\n\n<p class=\"stem_paragraph\">The FAA made this change after it determined that commercial airplanes could operate safely without electronic interference from these personal electronic devices. The FAA also worked with interest groups, unions, and corporations, including those who represent flight attendants, pilots, airline manufacturers, and passengers, to ensure these groups supported the new policy.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]