[{"id":"VR218014","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe how selective incorporation applies to this scenario and explain how that process impacted the <span class=\"formatted_text font_style:italic\">Mapp</span> v. <span class=\"formatted_text font_style:italic\">Ohio</span> decision.</li>\n\t<li class=\"list_paragraph\">Explain how state legislatures could minimize the impact of the Court’s decision in <span class=\"formatted_text font_style:italic\">Mapp</span> v. <span class=\"formatted_text font_style:italic\">Ohio</span>.</li>\n\t<li class=\"list_paragraph\">Describe how due process relates to the scenario and explain how changes in the membership of the Court could affect future rulings on this constitutional protection.</li>\n</ol>\n","rubricRef":"VR218014_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\"><i>Laws and rules</i> governing searches and seizures by the police or other government agents stem from the Fourth Amendment to the United States Constitution. During the nineteenth century search warrants became a way to limit police authority. In the 1914 U.S. Supreme Court case <span class=\"formatted_text font_style:italic\">Weeks </span>v. <span class=\"formatted_text font_style:italic\">United States</span>, the Court determined that “where letters and papers of the accused were taken from . . . premises by an official of the United States . . . without any search warrant,” a violation of constitutional protections had occurred.</p>\n\n<p class=\"stem_paragraph\">In 1957, Cleveland police officers forcibly entered the home of Dollree Mapp and conducted a warrantless search for a bombing suspect. Although no suspect was found, officers discovered allegedly obscene materials, the possession of which was prohibited under Ohio state law. Mapp was later convicted of possessing obscene materials. She appealed her conviction on the basis that the officers admitted to using a false warrant and the confiscated materials were protected from seizure by the Fourth Amendment.</p>\n\n<p class=\"stem_paragraph\">In 1961, the Supreme Court ruled in <span class=\"formatted_text font_style:italic\">Mapp </span>v. <span class=\"formatted_text font_style:italic\">Ohio</span> that the exclusionary rule, which prevents prosecutors from using evidence in court obtained in violation of the Fourth Amendment, applied in Mapp’s case because the Ohio police officers had obtained the evidence illegally.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]