[{"id":"VR218020","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the informal power being used by President Reagan and explain how the president’s action reflects the principle of federalism.</li>\n\t<li class=\"list_paragraph\">In the context of the scenario, explain how the bureaucracy could impact the implementation of President Reagan’s order.</li>\n\t<li class=\"list_paragraph\">Describe an action the legislative branch could take to respond to President Reagan’s order. Explain why Democratic control in Congress might make this action more likely against President Reagan’s order.</li>\n</ol>\n","rubricRef":"VR218020_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">On October 26, 1987, Republican President Ronald Reagan issued an order expressing his desire “to restore the division of governmental responsibilities between the national government and the States that was intended by the Framers of the Constitution.” This order was issued to “guide the Executive departments and agencies in the formulation and implementation of policies. . . that [had] substantial direct effects on the States, on the relationship between the national government and the States, or on the distribution of power and responsibilities among the various levels of government.”</p>\n\n<p class=\"stem_paragraph\">The action by the president contained several directives to federal agencies. These directives included telling the agencies not to establish uniform national standards unless it was absolutely necessary and even then, to be sure and consult with the appropriate state officials in developing those standards. The president also told executive departments not to ask Congress for legislation that would regulate the states or override existing state laws if at all possible.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]