[{"id":"VR218007","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the foundation for the authority of the TSA (a division of the Department of Homeland Security) for developing screening policies, and explain how the implementation of these security policies may impact civil liberties.</li>\n\t<li class=\"list_paragraph\">Explain how the scenario illustrates the role of civil servants in the federal government.</li>\n\t<li class=\"list_paragraph\">Describe an action a Congressional committee could take if passengers object to the policies detailed in the scenario, and explain how these actions could impact the future implementation of TSA security policies.</li>\n</ol>\n","rubricRef":"VR218007_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">The Transportation Security Administration (TSA) is a federal agency under the Department of Homeland Security. The TSA was created by President George W. Bush and Congress in response to the September 11 attacks on the United States. Prior to the creation of the TSA, airport security was largely managed by private security companies who were employed by the airlines. The security failures of this practice were highlighted by these attacks and the TSA became responsible for developing and implementing policies to ensure the safety of the nation’s transportation systems, including the nation’s airports. According to its website, the TSA combines several security measures, both seen and unseen, to accomplish its transportation security mission.</p>\n\n<p class=\"stem_paragraph\">Passenger screening at airports is one part of the TSA’s approach to security. This screening is intended to prevent prohibited items and other threats to transportation security from entering certain areas of the nation’s airports. To ensure security, all travelers are required to undergo screening at an airport checkpoint.</p>\n\n<p class=\"stem_paragraph\">Travelers with medical issues may provide a screening officer with a TSA notification card or other medical documentation describing their condition. These travelers will be required to undergo screening at a checkpoint including the possible testing of liquid, gel or aerosol medications. If officers are unable to use X-ray to clear these medications, they may ask a traveler to open the container and transfer the contents to a separate container or dispose of a small quantity of the contents.</p>\n"}]}]