[{"id":"VR218011","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the constitutional clause in the Fourteenth Amendment that is relevant to the scenario, and explain why opponents of Marsy’s Law believe this principle is being violated.</li>\n\t<li class=\"list_paragraph\">Explain how the scenario illustrates the concept of federalism.</li>\n\t<li class=\"list_paragraph\">Describe the reason why groups such as Marsy’s Law for All pursue changes to state constitutions, and explain the likely outcome of a conflict between a state constitution and the United States Constitution.</li>\n</ol>\n","rubricRef":"VR218011_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">Marsy’s Law for All is an organization engaging in a national campaign advocating in states for victims’ rights. The organization advocates for giving victims and their families the right to refuse being interviewed by the lawyers of the accused. This particular objective has raised concerns over fairness in criminal trials and whether Marsy’s Law violates the United States Constitution.</p>\n\n<p class=\"stem_paragraph\">The Wisconsin Association of Criminal Defense Lawyers released the following statement:</p>\n\n<p class=\"stem_paragraph\">“Marsy’s Law would allow ‘victims,’ who accuse someone of a crime . . . to refuse to provide evidence that may be essential to the determination of the accused’s innocence. This mandate undermines fundamental Constitutional protections that our Founding Fathers guaranteed to protect our citizens who are presumed to be innocent from being wrongfully convicted by allowing them to discover and present evidence in support of their innocence. . . .”</p>\n\n<p class=\"stem_paragraph\">States can include victims’ rights in their state constitutions, but many civil liberties organizations have questioned whether these victims’ rights provisions are in conflict with the Constitution.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]