[{"id":"VR218015","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the foundation of the authority of the DEA to carry out the Prescription Drug Marketing Act and explain how the president could affect the powers of the DEA.</li>\n\t<li class=\"list_paragraph\">Explain how congressional oversight of the DEA in this scenario reflects the principle of checks and balances.</li>\n\t<li class=\"list_paragraph\">Describe what the Supreme Court could do if a case with a question about the Prescription Drug Marketing Act came before the Court. Explain how the actions of the Court could impact the ability of the DEA to carry out its efforts to eliminate drug trafficking and distribution.</li>\n</ol>\n","rubricRef":"VR218015_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">The Drug Enforcement Administration (DEA) is the federal law enforcement agency under the Department of Justice that is tasked with eliminating drug trafficking and distribution. One of the many laws that they enforce is the Prescription Drug Marketing Act, passed in 1987. This act established safe guidelines for distributing prescription drugs and discouraged the sale of counterfeit drugs.</p>\n\n<p class=\"stem_paragraph\">By the late 1990s, there was a rising epidemic in the abuse of a wide category of pain relief drugs. By 2005, the DEA realized traditional enforcement against individual doctors and pharmacies was no longer effective and they began to investigate drug wholesale companies. These companies were distributing hundreds of millions of highly addictive prescription medications to doctors, clinics, and pharmacies. DEA investigators filed civil cases against questionable distributors, issued orders to suspend the flow of drugs and, in some cases, imposed fines. In 2011, there were 131 civil court filings against distributors, manufacturers, pharmacies, and doctors.</p>\n\n<p class=\"stem_paragraph\">In response to this increase in the prosecution of drug wholesale companies, representatives of the pharmaceutical industry and some members of Congress worked to create a new law that would require a higher standard of proof from investigators before cases could move forward. As a result, the number of case filings dropped to 40 in 2014.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]