[{"id":"VR218008","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe Congress’ oversight power and explain why the framers of the Constitution gave Congress this power.</li>\n\t<li class=\"list_paragraph\">Explain how the actions taken by Congress could affect the operations of the IRS in the future.</li>\n\t<li class=\"list_paragraph\">Describe how the scenario illustrates the bureaucracy’s role in policy making. Explain how that role could conflict with the agenda of another branch of government.</li>\n</ol>\n","rubricRef":"VR218008_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">In 2010 the Department of Justice opened an investigation into the Internal Revenue Service’s (IRS) handling of granting tax-exempt status to politically affiliated groups. Allegations had been made that the IRS was applying unfair scrutiny to applications from conservative groups, such as delaying processing, and requesting information that was later deemed unnecessary. In May 2013, a report was issued concluding that the IRS had used inappropriate criteria in determining tax-exempt status.</p>\n\n<p class=\"stem_paragraph\">The Inspector General’s findings sparked an outcry from members of Congress from both political parties. Eric Cantor, a Republican from Virginia and the House Majority leader at the time, said, “The IRS cannot target or intimidate any individual or organization based on their political beliefs.” He, and others like Senator Max Baucus, a Democrat from Montana, called for Congressional investigations of the IRS’s practices.</p>\n\n<p class=\"stem_paragraph\">Several Congressional committees, including the House Oversight Committee and the Senate Finance Committee, conducted investigations into the matter. The IRS spent more than $20 million and produced more than 1 million pages of documents as evidence for the congressional hearings. Reports from the House and Senate committees concluded that the IRS had mismanaged the tax-exempt application process; however, it had applied scrutiny to both liberal and conservative groups based on key words in groups’ names. While the reports criticized the IRS’s procedure, they concluded that no laws were broken.</p>\n"}]}]