[{"id":"VR217996","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the party control of government when the bill was passed and explain how that party control could have affected the process by which the bill described above became a law.</li>\n\t<li class=\"list_paragraph\">Referencing the scenario, explain why a Democratic member of the House of Representatives following the delegate model of representation might have cast a vote in favor of this bill.</li>\n\t<li class=\"list_paragraph\">Describe a part of the executive branch, other than the president, that could affect this legislation after its passage. Explain how that part of the executive branch might affect the success of this legislation.</li>\n</ol>\n","rubricRef":"VR217996_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\"><i>In the early 2000s, prescription drug prices were rising at a level that made it hard for many people—especially seniors—to access affordable medicine. Elected officials from both parties agreed that legislation was necessary to address this problem, but they disagreed on the role that government, private insurance companies, and pharmaceutical companies should play in the solution.</i></p>\n\n<p class=\"stem_paragraph\"><i>In 2003, Republican George W. Bush was president and Republicans held a majority in both the House and the Senate. Early that year, congressional Republicans drafted the first major overhaul in the history of Medicare, a fe</i>deral health insurance program for seniors. Among other changes, this bill established “Medicare Part D,” which allowed seniors to purchase prescription drug plans from private companies and helped cover some of the costs for low-income individuals.</p>\n\n<p class=\"stem_paragraph\">The House of Representatives narrowly passed the legislation, largely along party lines. Republicans overwhelmingly supported the legislation, with 207 voting in favor and 19 voting against. Democrats largely opposed the bill, with 9 voting in favor and 195 voting against. The Senate passed a different version of the legislation on July 7, 2003. The final bill was signed into law on December 8, 2003.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]