[{"id":"VR218009","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Describe the constitutional amendment that is most relevant to the Supreme Court cases referenced in the scenario and explain why that amendment is applicable to state laws.</li>\n\t<li class=\"list_paragraph\">Explain how changes in the membership of the Supreme Court might have led to the decisions in the three cases on juvenile sentences referenced in the scenario.</li>\n\t<li class=\"list_paragraph\">Describe the judicial approach to decision making that supports judges establishing policies for states on juvenile sentences, and explain how this approach to decision making is reflected in the scenario.</li>\n</ol>\n","rubricRef":"VR218009_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">The number of people serving life sentences in American prisons has quadrupled over the past 35 years from 34,000 to an estimated 162,000. According to the American Civil Liberties Union (ACLU), approximately 2,570 of those sentences were handed out to juveniles, some as young as thirteen years old.</p>\n\n<p class=\"stem_paragraph\">The Supreme Court has addressed this issue in several cases. In <span class=\"formatted_text font_style:italic\">Graham </span>v. <span class=\"formatted_text font_style:italic\">Florida </span>(2010) the Supreme Court ruled that life sentences without the possibility of parole in crimes that do not involve the killing of another person constituted cruel and unusual punishment. In 2012, the Court ruled in <span class=\"formatted_text font_style:italic\">Miller </span>v. <span class=\"formatted_text font_style:italic\">Alabama </span>(2012) that all mandatory life sentences without the possibility of parole for juveniles are unconstitutional. At the time of the <span class=\"formatted_text font_style:italic\">Miller </span>decision, 29 states had sentencing laws that included mandatory life sentences without the possibility of parole for juveniles.</p>\n\n<p class=\"stem_paragraph\">The Court’s decision in <span class=\"formatted_text font_style:italic\">Miller </span>raised the question about whether the decision applied to juveniles who received life sentences before the Court’s ruling. In 2016, the Court ruled in <span class=\"formatted_text font_style:italic\">Montgomery </span>v. <span class=\"formatted_text font_style:italic\">Louisiana </span>(2016) that the <span class=\"formatted_text font_style:italic\">Miller </span>decision did apply to all cases in which a juvenile received a mandatory life sentence without the possibility of parole before the Court’s decision in <span class=\"formatted_text font_style:italic\">Miller</span>. The <span class=\"formatted_text font_style:italic\">Montgomery </span>case has compelled states to hold resentencing hearings for juveniles who previously received a life sentence without parole.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]