[{"id":"VR217994","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the party control of government when Congress passed legislation in 2014 to repeal the ACA, and explain how that party control could have affected the attempt to repeal the ACA in 2014.</li>\n\t<li class=\"list_paragraph\">Referencing the scenario, explain why a Republican representative following the delegate model of representation might have cast a vote in favor of the ACA bill in 2009 when it was originally passed.</li>\n\t<li class=\"list_paragraph\">Describe how the judicial branch could be used to implement the Republican’s legislative goals despite President Obama’s veto. Explain how this use of the judicial branch might ultimately affect the success of the Affordable Care Act.</li>\n</ol>\n","rubricRef":"VR217994_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">In 2009, Democratic President Barack Obama called on Congress to pass comprehensive health care reform. The goal of the legislation was to expand access to health insurance to the more than 40 million uninsured Americans and lower the overall cost of health care.</p>\n\n<p class=\"stem_paragraph\">The Democratic-controlled House of Representatives considered many different reforms, including a government-sponsored health plan with a public option and a requirement that all individuals purchase health care known as an individual mandate. Republicans opposed both ideas and put forth their own plans which included tax incentives and methods to lower costs when seeing a doctor. In the end, a bill called the Affordable Care Act (ACA) was passed, which included an individual mandate but not a public option. The final vote in the House was 220-215. Only one Republican supported the bill, while 39 Democrats voted against it.</p>\n\n<p class=\"stem_paragraph\">Republicans immediately began campaigning on a platform of repealing the ACA. After regaining control of the House of Representatives in the 2010 elections, the Republicans passed over 60 bills repealing the ACA. Each time, the legislation stalled in the Democratic-controlled Senate. When Republicans became the majority in both chambers following the 2014 elections, they finally passed a repeal of the Affordable Care Act. That legislation was vetoed by President Obama.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]