[{"id":"VR218005","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the Constitutional step required prior to the Senate’s vote on John Roberts and explain how this process demonstrates checks and balances.</li>\n\t<li class=\"list_paragraph\">Explain how the Senate process described in the scenario could affect the president’s choice of John Roberts.</li>\n\t<li class=\"list_paragraph\">Describe what Roberts’ statement during the public hearings in the scenario indicates about his views on the role of the court, and explain how this could affect his future decisions.</li>\n</ol>\n","rubricRef":"VR218005_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\"><i>In September </i>2005, the Senate Judiciary Committee held four public hearings to consider John Roberts for the position of Chief Justice of the United States. In his opening statement at the hearings, Roberts stated that “Judges and justices are servants of the law, not the other way around. Judges are like umpires. Umpires don't make the rules; they apply them. The role of an umpire and a judge is critical. They make sure everybody plays by the rules. But it is a limited role.”</p>\n\n<p class=\"stem_paragraph\">Senators then asked Mr. Roberts a series of questions about his experience and record as a judge, and views on a variety of judicial and legal issues.</p>\n\n<p class=\"stem_paragraph\">On September 29, 2005, the Senate confirmed John Roberts as the 17th Chief Justice by an overwhelming and bipartisan vote. All 55 Republican senators, 22 Democratic senators, and one Independent senator voted in favor of confirmation, while 22 Democratic senators opposed his confirmation.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]