[{"id":"VR218021","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Referencing the scenario, describe the informal power being used by the president and explain how the use of that power can influence the legislative process.</li>\n\t<li class=\"list_paragraph\">Explain how the partisan control of Congress described in this scenario impacted the passage of the First Step Act.</li>\n\t<li class=\"list_paragraph\">Describe another part of the executive branch, other than the president, that could affect this legislation after its passage. Explain how that part of the executive branch might affect the success of the First Step Act after its passage.</li>\n</ol>\n","rubricRef":"VR218021_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">Republicans won control of the Senate in the 2014 elections, resulting in a Republican majority in both chambers of Congress. With a win in the presidential elections of 2016, the Republicans were now in charge of a unified government. One part of the Republican party platform emphasized law and order, including tougher sentences for those convicted of crimes. In 2016, the attorney general directed federal prosecutors to bring the most serious charges possible against federal defendants, a shift in direction from the previous administration.</p>\n\n<p class=\"stem_paragraph\">However, in January of 2018, the president attended a roundtable session that addressed growing concerns about the prison system. Justice Department statistics show that about two-thirds of the 650,000 people who leave the corrections system every year are arrested again within three years. On May 7, 2018, a bill called the First Step Act was introduced into the House of Representatives. The First Step Act sought to address the high rearrest rate cited at the January 2018 roundtable by introducing a series of prison reforms. The president used the power of his office to support this bill and promoted its merits in the media. The legislation passed the House with strong support from both parties. In the Senate, it faced a tougher battle, but the president continued to pressure for passage of the bill. The Senate eventually passed the legislation and the First Step Act became law on December 21, 2018.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:1 frame:none\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n"}]}]