[{"id":"VR442255","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442251.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Since 1992, how has concern over the increasingly dangerous world described in the passage most affected American political debates?</p>\n","rubricRef":"VR442255_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Just beyond the horizon of current events lie two possible political futures—both bleak, neither democratic. The first is a retribalization of large swaths of humankind by war and bloodshed: a threatened Lebanonization of national states in which culture is pitted against culture, people against people, tribe against tribe—a Jihad in the name of a hundred narrowly conceived faiths against every kind of interdependence, every kind of artificial social cooperation and civic mutuality. The second is being borne in on us by the onrush of economic and ecological forces that demand integration and uniformity and that mesmerize the world with fast music, fast computers, and fast food—with MTV, Macintosh, and McDonald’s, pressing nations into one commercially homogeneous global network: one McWorld tied together by technology, ecology, communications, and commerce. The planet is falling precipitantly apart and coming reluctantly together at the very same moment.</p><p class=\"attribution author\">Benjamin Barber, “Jihad vs. McWorld,” 1992</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">It has led to a decline in the power of states to enforce their own state laws.</p>","<p class=\"choice_paragraph\">Congress has increased its role in foreign policy, especially when it comes to combat operations.</p>","<p class=\"choice_paragraph\">There has been a decline in support for the free enterprise system due to the increased number of trade agreements.</p>","<p class=\"choice_paragraph\">The federal government has increased its surveillance powers, leading to a debate about the balance between civil liberties and security.</p>"],"answer":3}]