[{"id":"VR442230","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442228.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following serves as an explanation for the differences between generations in voting patterns?</p>\n","rubricRef":"VR442230_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a 13 column table titled “How Generations Have Voted in Presidential Elections, 1994 to 2012.” The heading for column 1 is the incomplete statement “If you turned 18 under president….” The heading for column 2 is “Your age in 2012.” The heading for column 3 is “Your generation.” The heading for columns 4 through 13 is the incomplete statement “Compared with the national average, your cohort was more likely to vote….” The subheadings for columns 4 through 13 are the years 1994 through 2012, in increments of 2 years. In columns 4 through 13, there is one of the following three indicators: Republican, Democrat, or Age group’s vote was roughly equal to the national average. There are 9 rows of data in the table. The data in the table are as follows. Row 1: If you turned 18 under President Roosevelt. Your age in 2012: 85 and over. Your generation: Greatest. Compared with the national average, your cohort was more likely to vote Democrat from 1994 through 2000 and 2004; Roughly equal to the national average in 2002. No data is indicated from 2006 through 2012. Row 2: If you tuned 18 under President Truman. Your age in 2012: 78 to 84. Your generation: Silent. Compared with the national average, your cohort was more likely to vote Republican in 1994 and from 2008 through 2012; Roughly equal to the national average in 1996, 1998, 2002, and 2004; and Democrat in 2000 and 2006. Row 3: If you tuned 18 under President Eisenhower. Your age in 2012: 70 to 77. Your generation: Silent. Compared with the national average, your cohort was more likely to vote Roughly equal to the national average in 1994, 1996, 2004, and 2006; Republican in 1998, 2002, and from 2008 through 2012; and Democrat in 2000. Row 4: If you tuned 18 under President Kennedy or Johnson. Your age in 2012: 62 to 69. Your generation: Boomer. Compared with the national average, your cohort was more likely to vote Democrat in 1994 and 1998; Roughly equal to the national average in 1996, from 2002 through 2006, and in 2010; and Republican in 2000, 2008, and 2012. Row 5: If you tuned 18 under President Nixon. Your age in 2012: 56 to 61. Your generation: Boomer. Compared with the national average, your cohort was more likely to vote Republican in 1994; Roughly equal to the national average in 1996, 1998, and from 2006 through 2010; and Democrat from 2000 through 2004, and in 2012. Row 6: If you tuned 18 under President Ford or Carter. Your age in 2012: 50 to 55. Your generation: Boomer. Compared with the national average, your cohort was more likely to vote Republican in 1994, 1996, 2000 2002, and from 2008 through 2012; Roughly equal to the national average in 1998 and 2004; and Democrat in 2006. Row 7: If you tuned 18 under President Reagan or Bush. Your age in 2012: 38 to 49. Your generation: Gen X. Compared with the national average, your cohort was more likely to vote Democrat in 1994; Republican from 1996 through 2000, 2004 through 2008, and in 2012; and roughly equal to the national average in 1998 and 2004. Row 8: If you tuned 18 under President Clinton. Your age in 2012: 30 to 37. Your generation: Gen X. Compared with the national average, your cohort was more likely to vote Roughly equal to the national average in 2000; Democrat in 2002 and from 2006 through 2012; and Republican in 2004. There is no data indicated from 1994 through 1998. Row 9: If you tuned 18 under President Bush or Obama. Your age in 2012: 18 to 29. Your generation: Millennial. Compared with the national average, your cohort was more likely to vote Democrat from 2006 through 2012. There is no data indicated from 1994 through 2004.\" height=\"388\" src=\"https://assets.learnosity.com/organisations/537/VR442228.g03.png\" width=\"600\" />\n<p class=\"attribution author\">Source: Pew Research Center, 2014</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Regional political party realignment</p>","<p class=\"choice_paragraph\">Shifting issue networks</p>","<p class=\"choice_paragraph\">Major political events affecting political attitudes</p>","<p class=\"choice_paragraph\">Changes in political party mobilization techniques</p>"],"answer":2}]