[{"id":"VR442279","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Respond to all parts of the question. In your response, use substantive examples where appropriate.</strong></p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">&nbsp;</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Use the line charts above to answer the following questions.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify the percentage of bilingual Latino adults in the United States using the Internet in 2009.</li>\n\t<li class=\"list_paragraph\">Describe the most significant increase in Internet usage in chart B.</li>\n\t<li class=\"list_paragraph\">Draw a conclusion about how the increase identified in part B affects the trend in chart A.</li>\n\t<li class=\"list_paragraph\">Explain how a trend in chart B could influence campaign strategies after 2015.</li>\n</ol>\n","rubricRef":"VR442279_rubric","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure shows two line graphs in separate coordinate planes. The first line graph is labeled “Chart A: Use of Internet, Latino Adults,” and the second line graph is labeled “Chart B: Use of Internet Among Latino Adults by Language Dominance.” The horizontal axis on both line graphs is labeled “Year,” and the years 2009, 2012, and 2015 are indicated. The vertical axis is unlabeled, and no numbers are indicated on it. “Chart A: Use of Internet, Latino Adults” contains one line. The line begins at 64% in 2009, trends upward and to the right, and ends at 84% in 2015. “Chart B: Use of Internet Among Latino Adults by Language Dominance” contains three lines. A key indicates that one line represents “English dominant,” one line represents “Bilingual,” and one line represents “Spanish dominant.” The line that represents Latino adults who are English dominant begins at 87% in 2009, dips downward around 2010, then trends upward and to the right, and ends at 94% in 2015. The line that represents Latino adults who are bilingual begins at 76% in 2009, dips briefly downward around 2010, then trends upward and to the right, and ends at 86% in 2015. The line that represents Latino adults who are Spanish dominant begins at 36% in 2009, trends steeply upward and to the right, and ends at 74% in 2015.\" height=\"231\" src=\"https://assets.learnosity.com/organisations/537/VR442279.g08.png\" width=\"566\" /></p>\n\n<p style=\"margin-left: 360px;\"><i style=\"text-align: right;\">Source: Pew Research Center, 2016</i></p>\n"}]}]