[{"id":"VR442201","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442200.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following factors contributes most to the data in the line graph?</p>\n","rubricRef":"VR442201_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a line graph titled “Percentage of Representatives defeated for Reelection, First through One Hundred Fourteenth Congress, 1789 to 2016.” The horizontal axis is labeled “Congress,” and the numbers 1, 5 through 110, in increments of 5, and 114 are indicated. The vertical axis is labeled “Percent of Representatives Defeated,” and the values 0% through 30%, in increments of 5%, are indicated. The line graph begins just below 5% and immediately declines to nearly 0%. It then begins to trend generally upward and to the right, with many peaks and valleys, until it reaches a peak of about 27% in the forty third congress. The line graph then moves generally downward and to the right, with many peaks and valleys over the course of the graph. It reaches a valley of 6% in the seventieth congress, a peak of 27% in the seventy fourth congress, a valley of 1% in the one hundredth congress, and a peak of 13% in the one hundred twelfth congress. The line graph ends at 3% in the one hundred and fourteenth congress.\" height=\"434\" src=\"https://assets.learnosity.com/organisations/537/VR442200.g06.png\" width=\"730\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Challengers have easier access to television, magazines, and newspapers.</p>","<p class=\"choice_paragraph\">Incumbents have an advantage over challengers because of name recognition.</p>","<p class=\"choice_paragraph\">Incumbents are often at a disadvantage because they are too busy working on legislation to campaign.</p>","<p class=\"choice_paragraph\">Challengers are often given larger donations from interest groups and can outspend incumbents.</p>"],"answer":1}]