[{"id":"VR442241","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442240.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The increasing number of state and local government employees reflects which of the following about the political system in the United States?</p>\n","rubricRef":"VR442241_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">FEDERAL, STATE, AND LOCAL GOVERNMENT EMPLOYMENT</p>\n</div>\n<img alt=\"The figure shows a line graph titled “Federal, State, and Local Government Employment.” The horizontal axis is labeled “Year,” and the years 1950 through 2010, in increments of 10, are indicated. The vertical axis is labeled “Employees, in millions,” and the numbers 0 through 18, in increments of 2, are indicated. There are 3 lines in the line graph. A key indicates that one line represents state and local, one line represents federal civilian, and one line represents federal military. The line representing state and local begins just below 4 million in 1950 and moves steadily upward and to the right. It reaches about 11 million in 1980, dips briefly downward, and then moves steadily upward again until it reaches a peak of about 16.5 million in 2010. The line representing federal civilian begins at about 1.8 million in 1950 and moves generally horizontally to the right until it ends at about 2.2 million in 2010. The line representing the federal military begins at about 1.8 million in 1950 and moves steeply upward to a peak of nearly 4 million in 1952. It then moves generally downward and to the right, except for a slightly uptick to nearly 4 million in 1970, until the line ends at about 1.8 million in 2010.\" height=\"298\" src=\"https://assets.learnosity.com/organisations/537/VR442240.g04.png\" width=\"495\" />\n<p style=\"margin-left: 440px;\"><span style=\"text-align: right;\">Source: Cato Institute, 2013</span></p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">There has been a trend toward more liberal state governments since 1970.</p>","<p class=\"choice_paragraph\">The addition of new states to the union has weakened the power of the national government.</p>","<p class=\"choice_paragraph\">State and local governments provide many necessary public services in a federal system.</p>","<p class=\"choice_paragraph\">The shrinking of the national budget has led to a decrease in the number of federal employees.</p>"],"answer":2}]