[{"id":"VR442258","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR442257.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the ideological shifts of the Southern Democrats, as shown in the line chart?</p>\n","rubricRef":"VR442258_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">POLITICAL PARTY DIVISIONS ON THE LIBERAL/CONSERVATIVE SPECTRUM IN THE HOUSE OF REPRESENTATIVE, 1879-2015</p>\n</div>\n<img alt=\"The figure shows a line graph titled “Political Party Divisions on the Liberal/Conservative Spectrum in the House of Representatives, 1879 through 2015.” The horizontal axis is labeled “Year,” and the years 1879 through 2015, in increments of 8, are indicated. The vertical axis is labeled “Liberal-Conservative Rating,” and the numbers negative 0.6 through 0.6, in increments of 0.2, are indicated. There are four lines in the graph. A key indicates that the lines represent Republicans, Northern Democrats, Democrats, and Southern Democrats. The line representing Republicans begins just below 0.4 and moves gradually upward until it reaches a peak at 0.45 around 1905. It then moves gradually downward until it reaches a low of 0.2 around 1979. From here, it moves steadily upward until it ends around 0.7 in 2015. The line representing Northern Democrats begins at negative 0.32 and moves generally to the right, reaching a low of negative 0.35 in 1909, a peak of negative 0.2 in 1935, and then moves generally downward and to the right until it ends just above negative 0.4 in 2015. The line representing Democrats begins just above negative 0.4 and moves generally to the right until 1921 where it moves upward and to the right and reaches a peak of negative 0.15 in 1947. From here, it then moves generally downward and to the right until it ends just above negative 0.4 in 2015. The line representing Southern Democrats begins just below negative 0.4 and it moves generally downward and to the right until it reaches a low of negative 0.5 in 1913. It then moves steadily upward until it reaches a peak of just under 0.0 in 1945. From here, the line moves generally downward until it ends just above negative 0.4 in 2015.\" height=\"430\" src=\"https://assets.learnosity.com/organisations/537/VR442257.g03.png\" width=\"600\" />\n<p class=\"attribution author\">Source: Poole and Rosenthal, 2016</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Republicans have become more liberal over time, forcing Southern Democrats to also become more liberal.</p>","<p class=\"choice_paragraph\">Voters have been less willing to identify as Republican or Democrat, leading to a greater number of partisan candidates.</p>","<p class=\"choice_paragraph\">Conservative Republicans have been more successful at winning seats in the South, replacing many of the conservative Democrats.</p>","<p class=\"choice_paragraph\">Ideology has become less important to voters during elections, permitting Southern Democrats to endorse more conservative positions over time.</p>"],"answer":2}]