[{"id":"VR598798","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question. In your response, use substantive examples where appropriate.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Describe a structural barrier in the scenario that makes it less likely that a third-party candidate will be able to secure enough popular support to justify including the candidate in a debate.</li>\n\t<li class=\"list_paragraph\">In the context of the scenario, explain how a third-party candidate could still have an influence on public policy despite the barrier described in part A.</li>\n\t<li class=\"list_paragraph\">Explain how including the third-party candidate in the scenario could have had a positive impact on participatory democracy.</li>\n</ol>\n","rubricRef":"VR598798_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In the 2000 election, Ralph Nader won the Green Party nomination for president of the United States. While he trailed the Democratic and Republican candidates in the polls by a wide margin, Nader attracted large audiences in campaign appearances across the country.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">In an interview from 2016, Nader discussed the challenges he faced in his campaign for president. “But there are only two that get on the presidential debate—Republican and Democrat—because they control the gate. . . . Had I got on the debates in my presidential run, I would—in one debate, I would have reached more people, by 50-fold, than I reached by filling all the major arenas. . . .”</p>\n\n<p class=\"stem_paragraph\">“Never mind that you represent majoritarian positions, like full Medicare for all, like loosening up the electoral process so more people can get in and run and vote. It doesn’t matter that you represent majoritarian positions that are taken off the table by the Republican and Democratic Party.”</p>\n"}]}]