[{"id":"VR598945","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question. In your response, use substantive examples where appropriate.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Describe a strategy that this interest group can use to address the issue in the scenario.</li>\n\t<li class=\"list_paragraph\">In the context of the scenario, explain how the resources available to the NEA could impact the effectiveness of the strategy in part A.</li>\n\t<li class=\"list_paragraph\">Explain how a block grant for education could affect the issue in the scenario in some states but not in others.</li>\n</ol>\n","rubricRef":"VR598945_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">According to the National Educational Association (NEA), a national teachers’ union with 3.2 million members and an annual budget of over $300 million dollars, the United States is facing a sizable and expanding shortage of teachers. The report indicates that the shortage is especially severe in subjects such as math, science, and special education, where finding qualified teachers to fill positions can be hampered by low starting salaries.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">The report finds that the average salary for a teacher is $60,000, but for a new teacher it is usually less than $40,000. Furthermore, salaries adjusted for inflation have declined 4.5% in the past decade. The report also indicates that the teacher shortage is considerably worse in high-poverty areas.</p>\n\n<p class=\"stem_paragraph\">NEA President Lily Eskelsen García has called for higher salaries to address the issue. “How can we recruit and retain quality teachers for our students if we don’t pay them what they’re worth? It is time to show respect to those professionals who dedicate their lives to students and building the future of our communities. Professional work deserves professional pay.”</p>\n"}]}]