[{"id":"VR734080","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Based on the information, respond to the following questions.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify the clause in the First Amendment that is common to both <span class=\"formatted_text font_style:italic\">Engel</span> v. <span class=\"formatted_text font_style:italic\">Vitale</span> (1962) and <span class=\"formatted_text font_style:italic\">Zelman</span> v. <span class=\"formatted_text font_style:italic\">Simmons-Harris</span> (2002).</li>\n\t<li class=\"list_paragraph\">Explain how the facts in <span class=\"formatted_text font_style:italic\">Engel</span> v. <span class=\"formatted_text font_style:italic\">Vitale</span> and <span class=\"formatted_text font_style:italic\">Zelman</span> v. <span class=\"formatted_text font_style:italic\">Simmons-Harris</span> led to different holdings in the two cases.</li>\n\t<li class=\"list_paragraph\">Explain how the holding in <span class=\"formatted_text font_style:italic\">Zelman</span> might affect educational policy in states with legislatures that support the ruling.</li>\n</ol>\n","rubricRef":"VR734080_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question requires you to compare a Supreme Court case you studied in class with one you have not studied in class. A summary of the Supreme Court case you did not study in class is presented below and provides all of the information you need to know about this case to answer the prompts.</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"standalone_statement style:1 text-center\"><span class=\"formatted_text font_style:italic\">Zelman</span> v. <span class=\"formatted_text font_style:italic\">Simmons-Harris</span> (2002)</p>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">In response to low academic performance at public schools in lower-income sections of Cleveland, the Ohio legislature enacted a program that allowed the use of public funds for private school tuition. Parents who showed financial need could obtain vouchers of up to $2,500 a year for tuition at participating private schools. Both religious and nonreligious private schools could participate in the program, and in the first year, 96&nbsp;percent of voucher recipients opted to attend religious schools.</p>\n\n<p class=\"stem_paragraph\">A group of Ohio taxpayers, which included Doris Simmons-Harris, filed a lawsuit against the public school system, claiming the use of public funds for religious institutions was unconstitutional. The local federal district court ruled in favor of Simmons-Harris. After the Court of Appeals for the Sixth Circuit upheld the ruling, Sarah Zelman, the Superintendent of Public Instruction in Ohio, appealed the ruling to the Supreme Court.</p>\n\n<p class=\"stem_paragraph\">In a 5–4 vote on the subsequent case of <span class=\"formatted_text font_style:italic\">Zelman</span> v. <span class=\"formatted_text font_style:italic\">Simmons-Harris</span> (2002), the Supreme Court held that the public funding of a school voucher program that includes religious schools was constitutionally permitted. In the majority opinion, Chief Justice William Rehnquist reasoned that the program “. . . provides benefits directly to a wide spectrum of individuals, defined only by financial need and residence in a particular school district. It permits such individuals . . . genuine choice among options public and private, secular and religious.</p>\n"}]}]