[{"id":"VR734078","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">After reading the scenario, please respond to A, B, and C below.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Describe the model of voting behavior that best reflects most voters’ choice to recall the governor in the scenario.</li>\n\t<li class=\"list_paragraph\">In the context of the scenario, explain how the media’s role as a linkage institution might have affected the voting behavior described in part A.</li>\n\t<li class=\"list_paragraph\">Explain how the electoral process for removing Governor Davis is different from the process for removing a sitting president of the United States.</li>\n</ol>\n","rubricRef":"VR734078_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">In 2003, California’s Democratic governor Gray Davis’ popularity was decreasing due to a budget shortfall and an energy crisis that received widespread coverage in the news. As a result, Republicans in the state initiated a recall election of the governor by gathering over one million signatures.</p>\n\n<p class=\"stem_paragraph\">Recall is an electoral process by which citizens can vote to remove elected officials before the end of their term. There are provisions for recall elections of state officials in 19 states. In California, citizens initiate a recall election by collecting a minimum number of signatures on a petition, which puts the issue on a ballot in a subsequent election. If a majority of the voters choose to recall the elected official, then that official is removed from office. In California, the recall ballot asks voters two separate questions: Should the governor be recalled? And if so, who should be the new governor?</p>\n\n<p class=\"stem_paragraph\">The front-running candidate to replace Governor Davis was action movie star Arnold Schwarzenegger, a Republican. Schwarzenegger announced his candidacy on a popular late-night television program, and his celebrity status drew national media attention. During his appearance, he said of Davis, “He’s failing [Californians] terribly, and this is why he needs to be recalled.” With the understanding that California had more registered Democrats than Republicans, Schwarzenegger strategically focused his campaign on his own personal story as a self-made immigrant and distanced himself from national Republican leaders.</p>\n\n<p class=\"stem_paragraph\">In the final vote, Californians voted to recall Governor Davis, and Schwarzenegger was elected as his replacement. Exit polls showed that most voters who favored recalling Davis cited his recent performance as the basis for their vote.</p>\n"}]}]