[{"id":"VR734072","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Based on the information, respond to the following questions.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Identify the First Amendment clause that is common to both <span class=\"formatted_text font_style:italic\">Wisconsin</span> v. <span class=\"formatted_text font_style:italic\">Yoder</span> (1972) and <span class=\"formatted_text font_style:italic\">Cantwell</span> v. <span class=\"formatted_text font_style:italic\">Connecticut</span> (1940).</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain how the facts in <span class=\"formatted_text font_style:italic\">Wisconsin</span> v. <span class=\"formatted_text font_style:italic\">Yoder</span> and <span class=\"formatted_text font_style:italic\">Cantwell</span> v. <span class=\"formatted_text font_style:italic\">Connecticut</span> resulted in the Supreme Court issuing similar holdings in both cases.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain how the facts of <span class=\"formatted_text font_style:italic\">Cantwell</span> v. <span class=\"formatted_text font_style:italic\">Connecticut</span> illustrate the Court’s need to balance government power and the rights of citizens.</p>\n\t</li>\n</ol>\n","rubricRef":"VR734072_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question requires you to compare a Supreme Court case you studied in class with one you have not studied in class. A summary of the Supreme Court case you did not study in class is presented below and provides all of the information you need to know about this case to answer the prompts.</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"standalone_statement style:1\"><span class=\"formatted_text font_style:italic\">Cantwell </span>v.<span class=\"formatted_text font_style:italic\"> Connecticut</span> (1940)</p>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Newton Cantwell and his sons, who were Jehovah’s Witnesses, went door-to-door in a New Haven, Connecticut, neighborhood to distribute pamphlets about their religion and encouraged people to join their church. The men did not have a permit to solicit door-to-door. A Connecticut state court convicted the Cantwells of violating an ordinance that stated “[n]o person shall solicit money, services, subscriptions or any valuable thing for any alleged religious, charitable or philanthropic cause. . . unless such cause shall have been approved by the secretary of the public welfare council.”</p>\n\n<p class=\"stem_paragraph\">Cantwell and his sons challenged the conviction, arguing that they did not need to obtain a permit because their activities were protected by the United States Constitution. The Connecticut Supreme Court upheld the conviction, finding that the statute was in the public interest and that it protected against fraud. The Cantwells appealed to the United States Supreme Court.</p>\n\n<p class=\"stem_paragraph\">In a unanimous decision, the Supreme Court ruled in the Cantwells’ favor, holding that the United States Constitution prohibited states from making laws like the one in question in New Haven. The Court reasoned that the First Amendment gives citizens the right to believe, as well as the right to act on those beliefs, and regarding the right to act, laws may not deny or limit the right to preach or disseminate religious views.</p>\n"}]}]