[{"id":"VR734079","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\">Use the data to answer the following questions.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify the generation that is projected to have the lowest percentage of eligible voters in 2028, as shown in the bar graph.</li>\n\t<li class=\"list_paragraph\">Describe the trend over time in the data, as shown in the bar graph.</li>\n\t<li class=\"list_paragraph\">Draw a conclusion about how a trend in the data could affect a 2032 presidential candidate’s strategy to mobilize eligible voters.</li>\n\t<li class=\"list_paragraph\">Explain how life cycle effects, as shown in the bar graph, could influence a candidate’s policy platform.</li>\n</ol>\n","rubricRef":"VR734079_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">PERCENT OF ELIGIBLE VOTERS BY GENERATION, 2016-2036</p>\n</div>\n<img alt=\"The figure shows a segmented bar graph titled “Percent of Eligible Voters by Generation, 2016 through 2036.” The vertical axis is labeled “Eligible Voters,” and the percentages 0 through 100, in increments of 20 percent, are indicated. The horizontal axis is labeled “Year,” and the years 2016 through 2036, in increments of 4 years, are indicated. Each year has one bar that is divided into five segments. A key indicates that one segment represents the Silent generation, 1928 through 1945, one segment represents Baby boomers, 1946 through 1964, one segment represents Generation X, 1965 through 1980, one segment represents Millennials, 1981 through 1996, and one segment represents Generation Z, 1997 through 2012. A note indicates that the generation Z data also include those born after 2012. The data represented by the bars are as follows. Note that all values are approximate. 2016. Generation Z, 3%. Millennials, 27%. Generation X, 22%. Baby boomers, 32%. Silent generation, 16%. 2020. Generation Z, 11%. Millennials, 27%. Generation X, 19%. Baby boomers, 31%. Silent generation, 12%. 2024. Generation Z, 18%. Millennials, 25%. Generation X, 18%. Baby boomers, 29%. Silent generation, 10%. 2028. Generation Z, 22%. Millennials, 24%. Generation X, 18%. Baby boomers, 28%. Silent generation, 8%. 2032. Generation Z, 32%. Millennials, 22%. Generation X, 17%. Baby boomers, 24%. Silent generation, 5%. 2036. Generation Z, 37%. Millennials, 22%. Generation X, 20%. Baby boomers, 19%. Silent generation, 2%.\" height=\"378\" src=\"https://assets.learnosity.com/organisations/578/VR734079.g05.svg\" width=\"450\" /><span class=\"mandatory_credit_line\">Source: Pew Research, 2020</span>\n\n<p class=\"explanatory_text\">*Note: Generation Z data also include those born after 2012.</p>\n</div>\n</div>\n</div>\n"}]}]