[{"id":"VH955964-22_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Always begin with the regular scoring guide. Try an alternate scoring guide only if necessary. (See I.D below.)</p><p><strong><span style=\"text-decoration:underline\">I. Regular Scoring Guide</span></strong></p><p><strong>A.</strong> Award 1 point for each segment correct in both pitch and rhythm.</p><p>· A “segment” is any half measure of the original melody (i.e. any set of three contiguous eighth-note beats), even if occurring over a bar line or beginning on a metrically weak pulse.</p><p>· To receive credit, a segment must not overlap with any other segment receiving credit.</p><p>· Do not subdivide a note to identify a segment.</p><p>· To receive credit, a segment may be metrically shifted from its original position.</p><p>· Give no credit for the final note if notation of pitches continues thereafter.</p><p>· The following notations will not receive credit: enharmonic equivalents; octave transpositions; dots before the notehead; accidentals after the notehead.</p><p><strong>B.</strong> If at least one segment is correct in pitch and rhythm, award 1 additional point to the total. For example, a response that is correct in all aspects receives a score of 8 + 1 = 9. Exception: Do not award a 9 unless all measures have the correct number of beats. Award an 8 (i.e., do not award the additional point) to an otherwise perfect response that does not use bar lines correctly.</p><p><strong>C.</strong> Record any score of 4 or higher and disregard the alternate scoring guides.</p><p><strong>D.</strong> If after applying A–C the score is less than 4, try an alternate scoring guide.</p><p><strong>E.</strong> If you try both regular and alternate scoring guides, award the higher of the scores if there is a difference.</p><p><strong>F.</strong> For ease of scoring, the Alternate Scoring Guides have been accounted for in the point-value options presented. However, <em>scores from the regular scoring guide may not be combined with those from an alternate scoring guide and vice versa.</em></p><p><strong><span style=\"text-decoration:underline\">II. Alternate Scoring Guides (Do not award the additional point to the total.)</span></strong></p><p><strong>A. </strong>Award ½ point per segment of correct pitches. (Maximum of 4 points)</p><p>OR</p><p><strong>B.</strong> Award ¼ point per segment of correct rhythm. (Maximum of 2 point)</p><p><strong>C.</strong> Rounding fractional scores:</p><p>· Total scores of ½ and 1½ round up to the closest integer. A total score of 2½ and 3½ round down to the closest integer.</p><p>· Quarter points should be rounded to the closest integer.</p><p><img src=\"https://media.academicmerit.com/6d3f135f57ed07bdc69915177ffcbc40/original.png?Signature=Z%2FoeW%2Flx373tHlmwFK4PN10Kmdk%3D&amp;Expires=1656662117&amp;AWSAccessKeyId=ASIAUDBDLUZKRZD6C46Q&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEBAaCXVzLWVhc3QtMSJHMEUCIQDoypFQCb8eFVODxscgn9QFe8FqJ5RxlHNV4HQ6msiZzwIgUWBzPHbu0sprWbZrWzoF1Zq0Togq/8hWkmHgZl16wFcq0gQIOBADGgwyODEzOTQ1MjE2ODUiDLvIND4BsFmKmZBoNCqvBIASGLRLeHQB3yLr65SI1ZmccnmvSNB4FND7Ic0ngwIic1bKApPjXIepm4tYmheh7QtVxcFdLJ9Garrt0M3FwTWD916iOGwOmAu9TAmsajkrlxGwyCeYVG0610tl6vlvnXhUGHkbijPu8XcbO167hoBfPxf7K57jOH15vpz/085LjCyhavHDYINSOuJOj7/YUpfN7FpaupcVlV14BNyQlBFT7hNfasjnnrrFm8DqrtnuFvoyiDC3GyA3PdxGsFlmJuDBbcoUiJnGhH234sPob3FcGtUMecDfXmRIlCma4o7hlNtKZ1GCi6nlnCzq1bXQb%2BcDrU9iUcS9NwUx2TgYFSOHvMu7R9pmGb501TIDiH6aD0yJ7koEA5HN6w7%2Bsc0lKIylQLSu0hkMX/TW6Ur4tJg94dzDlZp32BhNfPnindU2jNNLPNxg/raZ/0CXPgyXBBxh4ZG6MOR5154pWfE/ht7VY/GVDf%2BMe%2Bpbpp1kfFRIfWW/2/vLXiYxIKa7a4eSqeNfFpAZDP2EymdR09M97veoVx1cqgZG/4EFZY12VJ7R6I51MTtFx/5tZeNfrx4EUAs8M3XtqYcD6kOJMOBGzqTBZoDWleT5ZQI29mckQCbgDY7epXPQ2j%2BotdaKNR7wxDlhooEQKzSKCShM8vsgT7R4/a2sKN%2B2pDCeTm0epn3QS8HF4Kc/fDvgVLi7NF37wqg%2BmGL96mKO8h4SDp84uPhLOdjLSU5Hihdt4d495sAw2dj4lQY6qQHDJd4LWba0Z2KAoZzYVgUBPlXuyl850DzLkhIb7/4U/B%2BW6gks2MW/tqs4JaYRY6SNa1srI1NLwc6Ld8P3WKGkqq8TKjBxowmOgT/i74D/zOlO1skoObzSzjcQMJbYzlHOUNym/pH8exma4CUWfyJyM9%2BX5rHakzLsbrDH5J4G4%2BYG8FY%2BnAkJCF0pNFiz%2BJ8QJNljb%2BrWc/HzWY5afoT6lTZPjhtp4VBe\" alt=\"The figure presents four measures in bass clef. The key signature has no sharps or flats and the time signature is 6/8. The rhythm is three eight notes, a dotted eighth note, a sixteenth note, and an eighth in measure one. Measure two has a quarter note, an eighth note, a quarter note, and an eighth note. Measure three has six eighth notes. Measure four has three eighth notes and a dotted quarter note. The pitches are A2, B2, C3, B2, A2, G-sharp 2, A2, C3, E3, E3, E3, F-sharp 3, G-sharp 3, A3, G-natural 3, F-natural 3, E3, C3, B2, A2.\"></p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points","7 points","8 points","9 points"],"values":[0,1,2,3,4,5,6,7,8,9],"maxScores":[9,9,9,9,9,9,9,9,9,9],"descriptions":["<p>None of the segments are correct in either pitch or rhythm. [Regular Scoring]</p><p>OR</p><p>One segment is correct in rhythm. [Alternate Scoring B]</p>","<p>No segments are correct in both pitch and rhythm. One to two segments are correct in pitch [Alternate Scoring A].</p><p>OR</p><p>No segments are correct in both pitch and rhythm. Two to five segments are correct in rhythm [Alternate Scoring B].</p>","<p>One segment is correct in both pitch and rhythm [Regular Scoring].</p><p>OR</p><p>No segments are correct in both pitch and<em> </em>rhythm. Three to five segments are correct in pitch [Alternate Scoring A].</p><p>OR</p><p>No segments are correct in both pitch and rhythm. Six to eight segments are correct in rhythm [Alternate Scoring B].</p>","<p>Two segments are correct in both pitch and rhythm [Regular Scoring].</p><p>OR</p><p>No segments are correct in both pitch and rhythm. Six or seven segments are correct in pitch [Alternate Scoring A].</p>","<p>Three segments are correct in both pitch and rhythm [Regular Scoring].</p><p>OR</p><p>No segments are correct in both pitch and rhythm. Eight segments are correct in pitch [Alternate Scoring A].</p>","<p>Four segments are correct in both pitch and rhythm [Regular Scoring].</p>","<p>Five segments are correct in both pitch and rhythm [Regular Scoring].</p>","<p>Six segments are correct in both pitch and rhythm [Regular Scoring].</p>","<p>Seven segments are correct in both pitch and rhythm [Regular Scoring].</p><p>OR</p><p>All eight segments are correct in pitch and rhythm, but bar lines are used incorrectly (not all measures have the correct number of beats) [Regular Scoring].</p>","<p>Eight segments are correct in both pitch and rhythm [Regular Scoring].</p>"]}]