[{"id":"VH980832-22_rubric_category_0","type":"custom","title":"Part I: Soprano Pitches","stimulusHtml":"<p><strong>I. Soprano Pitches (8 points)</strong></p><p>A. Award 1 point for each correctly notated pitch. Do not consider duration. (An accidental placed after the notehead is not considered correct notation.)</p><p>B. Octave transpositions of soprano pitches are not allowed.</p><p>C. No enharmonic equivalents are allowed.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points","7 points","8 points"],"values":[0,1,2,3,4,5,6,7,8],"maxScores":[8,8,8,8,8,8,8,8,8],"descriptions":["<p>No soprano pitches are correct.</p>","<p>One soprano pitch is correct.</p>","<p>Two soprano pitches are correct.</p>","<p>Three soprano pitches are correct.</p>","<p>Four soprano pitches are correct.</p>","<p>Five soprano pitches are correct.</p>","<p>Six soprano pitches are correct.</p>","<p>Seven soprano pitches are correct.</p>","<p>Eight soprano pitches are correct.</p>"]},{"id":"VH980832-22_rubric_category_1","type":"custom","title":"Part II: Bass Pitches","stimulusHtml":"<p><strong>II. Bass Pitches (8 points)</strong></p><p>A. Award 1 point for each correctly notated pitch. Do not consider duration. (An accidental placed after the notehead is not considered correct notation.)</p><p>B. Award full credit for octave transpositions of the correct bass pitch.</p><p>C. No enharmonic equivalents are allowed.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points","7 points","8 points"],"values":[0,1,2,3,4,5,6,7,8],"maxScores":[8,8,8,8,8,8,8,8,8],"descriptions":["<p>No bass pitches are correct.</p>","<p>One bass pitch is correct.</p>","<p>Two bass pitches are correct.</p>","<p>Three bass pitches are correct.</p>","<p>Four bass pitches are correct.</p>","<p>Five bass pitches are correct.</p>","<p>Six bass pitches are correct.</p>","<p>Seven bass pitches are correct.</p>","<p>Eight bass pitches are correct.</p>"]},{"id":"VH980832-22_rubric_category_2","type":"custom","title":"Part III: Chord Symbols","stimulusHtml":"<p><strong>III. Chord Symbols (8 points)</strong></p><p>A. Award 1 point for each chord symbol correct in both Roman and Arabic numerals.</p><p>B. Award ½ point for each correct Roman numeral that has incorrect or missing Arabic numerals.</p><p>C. Accept the correct Roman numeral regardless of its case.</p><p>D. Half-point totals round up.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points","7 points","8 points"],"values":[0,1,2,3,4,5,6,7,8],"maxScores":[8,8,8,8,8,8,8,8,8],"descriptions":["<p>No chord symbols are correct in both Roman and Arabic numerals.</p>","<p>One chord symbol is correct in both Roman and Arabic numerals.</p><p>OR</p><p>No chord symbols are correct in both Roman and Arabic numerals; one or two chord symbols have the correct Roman numeral but incorrect or missing Arabic numerals.</p>","<p>Two chord symbols are correct in both Roman and Arabic numerals.</p><p>OR</p><p>One chord symbol is correct in both Roman and Arabic numerals; one or two chord symbols have the correct Roman numeral but incorrect or missing Arabic numerals.</p><p>OR</p><p>No chord symbols are correct in both Roman and Arabic numerals; three or four chord symbols have the correct Roman numeral but incorrect or missing Arabic numerals.</p>","<p>Three chord symbols are correct in both Roman and Arabic numerals.</p><p>OR</p><p>At least one chord symbol is correct in both Roman and Arabic numerals; one or more chord symbols have the correct Roman numeral but incorrect or missing Arabic numerals.</p><p>OR</p><p>No chord symbols are correct in both Roman and Arabic numerals; five or six chord symbols have the correct Roman numeral but incorrect or missing Arabic numerals</p>","<p>Four chord symbols are correct in both Roman and Arabic numerals.</p><p>OR</p><p>At least one chord symbol is correct in both Roman and Arabic numerals; one or more chord symbols have the correct Roman numeral but incorrect or missing Arabic numerals.</p><p>OR</p><p>No chord symbols are correct in both Roman and Arabic numerals; seven or eight chord symbols have the correct Roman numeral but incorrect or missing Arabic numerals.</p>","<p>Five chord symbols are correct in both Roman and Arabic numerals.</p><p>OR</p><p>At least one chord symbol is correct in both Roman and Arabic numerals; some or all remaining chord symbols have the correct Roman numeral but incorrect or missing Arabic numerals.</p>","<p>Six chord symbols are correct in both Roman and Arabic numerals.</p><p>OR</p><p>At least three chord symbols are correct in both Roman and Arabic numerals; some or all remaining chord symbols have the correct Roman numeral but incorrect or missing Arabic numerals.</p>","<p>Seven chord symbols are correct in both Roman and Arabic numerals.</p><p>OR</p><p>At least five chord symbols are correct in both Roman and Arabic numerals; some or all remaining chord symbols have the correct Roman numeral but incorrect or missing Arabic numerals.</p>","<p>Eight chord symbols are correct in both Roman and Arabic numerals.</p>"]}]