[{"id":"VR032506-22_rubric_category_0","type":"custom","title":"Special scores","stimulusHtml":"<p><strong>I. Arriving at a Score for the Entire Response</strong></p><p>A. Score each phrase separately and then add the phrase scores together to arrive at a preliminary tally for the entire response.</p><p>B. Before deciding on the final score for the entire response, consider giving an additional point to a response that is either extremely good or that would otherwise receive a score of 0 (see III.B.).</p><p>C. Except for instances where the guidelines specify otherwise, judge the bass and Roman numerals separately and ignore mismatches between them.</p><p>D. Errors are categorized as either minor or egregious. Two minor errors equal one egregious error (see II. Weighting Errors).</p><p>E. A maximum of two egregious errors (or four minor errors) may be marked per half phrase, with a maximum total of three egregious errors (or six minor errors) per phrase</p><p><strong>II. Weighting Errors</strong></p><p>A. The following are <strong>egregious</strong> errors:</p><p>1. Parallel fifths or octaves, consecutive perfect fifths or octaves in contrary motion, or diminished fifth to perfect fifth <em>(marked on the second chord)</em> <strong>N.B.,</strong> perfect fifths to diminished fifths and vice versa are OK, though some may create other problems with incorrect resolutions of tendency tones and/or chordal sevenths.</p><p>2. Doubling the leading tone; unresolved or incorrectly resolved leading tone <em>(marked on the first chord)</em> <strong>N.B</strong>., A bass line that moves from 1-7-6 is OK; i.e., not an unresolved leading tone</p><p>3. Tonally inappropriate six-four chord <em>(marked on the first chord)</em> <strong>N.B.,</strong> Cadential six-fours, passing six-fours, and pedal six-fours are allowed.</p><p>4. Unresolved sevenths or incorrectly resolved sevenths<em> (marked on the first chord)</em></p><p>5. Other note-against-note dissonances (including fourths) that are not treated correctly, including Roman numerals (and inversions) that do not match with the given melody note <em>(marked on the first chord)</em></p><p><img src=\"https://media.academicmerit.com/1db8a1b99cb3526decb53ce919bd46b5/original.png?Signature=cpeN%2B92DFgSyolg8y6lGI0PYxFY%3D&amp;Expires=1656666607&amp;AWSAccessKeyId=ASIAUDBDLUZKT2QRS2WQ&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEBAaCXVzLWVhc3QtMSJIMEYCIQCa0SUm47COJ9TeKDwU1i0CJlueOxwsFy54RFHJ8lNG6AIhAOzAqSZmZpAWKVaVLVMEXLOVngHaK0EAa4KKuAmC0UBgKtMECDkQAxoMMjgxMzk0NTIxNjg1IgxK9BWgzgZr0RzhEj8qsAQ5smIXqcQ%2BBbxVB5iqlSWJdJijtkiWNnf%2Bi6u3kyXXW0rdcrGmSc1fHbKp5Yj44FI7AxMujlr4/e8PX/KX2Q/tY59hPl2jb5XrGWQDkGJadt4iUXTNU3V8lmM/YGcfLbDzrfrbPDePphUWc0ibMrVyr81KgGG5Ci5KzNzCLUJSBitJL6r0L0vxGuQXcDu88BFdg/qwQr8SKILEY2S94sCAUUlyDnpHw32ePO0jWsMeqZi2ZHzQ23L8zEOco5ka5ij1LQRn9YnChgzoxMl2SKqEbqlRozeUkDueVTtKjsJI5nrJc%2BuDrINBSFwfOQeX5uz5%2Ba%2B%2BiRefoTx1ohg2wr/TfLyXSs4UUBELPsmDJTkkrKEZ%2B22ADBTCqWaFg8wLu6txCvS%2BXVKeZU8UtVLVP9RFafJgNz7zIPNryb%2ByMsf4DDCgEojDJKvlxxn5x662f4g6co5gdeVzpPgDwSTpENHba8xx2cIzCZ7dVmkPyOfZfv60dAAOlww5lIGizHYekUhTxqVgNsHjI2lMtot1r7Ls7/svfH5Hz07nAu2IbvQZVXxJ8mxquiOH8HfA4PDSb39sdMQGVo0kCqmy3y3vRpUfn26%2BK1UkADNK4SQbNhZ6EW4Isp41TXa7vvzd58DF9ZMunu7ZnRRgPMTQdD56sQJhQD0hquRWq%2Bps346deDWfnT0Ffh0TyBHWDctIwFdFTckPaU9upJzpBCTUiq/%2BIS7bSnKxe2lcEQCtiAca6TI1ijCp8PiVBjqoAee0/ppNF%2BIqEjcCKs%2BD5rwCdzfmmG5fDyDn8hSbfdYIaV5bjsYzteWSOwP3hQICeZUGTIwOneN5pTEGESv9roH308/dpTk2csrimW2HDD2CHZKU6uViwBH5eVFA9JMiS3J7nkNWu3pNM7kFhf3mje94JLG0yzBf6BYubApnVkHfD19LfnXnNTkgJS6GHWJ/K2AJu2FSedFItBy1w44mHCKlQ5YJrDo2SQ%3D%3D\" alt=\"5. Other note-against-note dissonances (including fourths) that are not treated correctly, including Roman numerals (and inversions) that do not match with the given melody note (marked on the first chord) 6. Poor chord succession (e.g., Ⅴ–Ⅳ; Ⅴ–ii; ii–iii; Ⅳ–iii, ii–I; iii–I; vi–I; V–iii; iii–ii; iii–viio, etc.) (marked on the second chord) N.B. Motions to IV6 from V or V6 are allowed, as are motions from vi to I6. 7. Root-position leading-tone chord (viio) followed by anything other than root-position I (marked on the first chord) 8. Poor chord use, such as vi6 (unless as part of a parallel 36 sequence, modulation, or following a strong-beat I—i.e., a 5–6 motion); iii6 (unless as part of a parallel 36 sequence) (marked on the first chord)\"></p><p>9. Inappropriate leaps (sevenths, augmented intervals, or compound intervals), successive leaps in the same direction that do not outline a triad, descending leaps of more than a third into a chordal seventh, or leaps of an octave that do not change direction afterwards. <em>(marked on the last chord of the leap(s)</em> <strong>N.B</strong>., Leaps of diminished intervals that change direction and resolve by step afterwards are allowed)</p><p>10. An entire phrase of consecutive thirds or sixths (applicable to phrases 3 and 4)</p><p>11. Use of a rest in the bass line</p><p>B. The following are <strong>minor</strong> errors (two minor errors = one egregious error):</p><p>1. Repeated notes and/or Roman numerals and inversions from weak beat to strong beat, unless at start of phrase <em>(marked on the second chord)</em></p><p>2. Metrically inappropriate six-four chords <em>(marked on the first chord)</em></p><p>3. Approach to fifth or octave in similar motion in which the upper voice leaps <em>(marked on the second chord)</em></p><p>4. Cross-relations <em>(marked on the first chord)</em></p><p>5. Root-position viio triads that move directly to I <em>(marked on the first chord)</em></p><p>6. Four or more consecutive thirds or sixths for half of a phrase</p><p>7. Incomplete inverted seventh chords</p><h3><strong>III. Other Considerations</strong></h3><p>A. General considerations:</p><p>1. Consider each phrase independently; do not judge the connections between each phrase.</p><p>2. Ignore any inner voices supplied by the students; ignore any/all extraneous labels (nonchord tones, etc.).</p><p>3. Judge the bass line as either part of a contrapuntal two-part framework or as a bass line for a four-part harmony exercise, giving the student the benefit of the doubt.</p><p>4. In judging harmonies, always consider the implied bass line suggested by the Roman numerals (and inversions).</p><p>B. Special scores:</p><p>1. Award 1 additional point for a truly musical response or for a response that is solid throughout.</p><p>2. Award 1 point to a response that otherwise would earn a 0 but that has two or more redeeming qualities.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates one of the following:</p>","<p>The response demonstrates one of the following:</p>"]},{"id":"VR032506-22_rubric_category_1","type":"custom","title":"“Start Here” Phrase","stimulusHtml":"<h3><strong>IV. Scoring the “Start Here” Phrase (2 points)</strong></h3><p>A. Judge the bass and Roman numerals separately, considering each in two halves:</p><p>1. The first half consists of the opening beat and the approach to it.</p><p>2. The second half consists of the last two notes (the cadence).</p><p>B. <strong>The phrase is scored 2</strong> if:</p><p>1. the bass has no egregious errors and</p><p>2. the final two Roman numerals match the last two bass notes (even if the first Roman numeral is incorrect).</p><p>N.B.: Secondary functions must be indicated with any symbol that means “of” or “applied.”</p><p>N.B.: A phrase that receives <strong>2 points</strong> must have a good cadence in both bass and Roman numerals, with the bass and Roman numerals (and inversions) matching one another; otherwise, give the phrase <em>at most</em> 1 point.</p><p>C. <strong>The phrase is scored 1</strong> if:</p><p>1. the bass has no egregious errors, but any of the two final Roman numerals (and inversions) do not match the final bass notes;</p><p>2. one-half of the bass contains an egregious error, and at least one-half of the Roman numerals has no egregious errors; or</p><p>3. both halves of the bass have an egregious error, but the Roman numerals have no egregious errors.</p><p>D. <strong>The phrase is scored 0</strong> if:</p><p>1. both halves of the bass have an egregious error, and at least one-half of the Roman numerals has an egregious error; or</p><p>2. at least one-half of the bass has an egregious error, and both halves of the Roman numerals have egregious errors.</p><p><img src=\"https://media.academicmerit.com/f3ec30b193c150818dc20fe79369233f/original.png?Signature=RjfjDjfiYSlib3UBimJ%2FNkDaWdg%3D&amp;Expires=1656666607&amp;AWSAccessKeyId=ASIAUDBDLUZKQTVUKGPL&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEBEaCXVzLWVhc3QtMSJHMEUCIBfsguW1phxLzw88%2BOBoS6vp0ZyHttDDlI1NCYL42sB7AiEA2rRZaC6kuRRI4P4k/zdYsRzynrNOiMj5aWxf73gYyqMq0gQIORADGgwyODEzOTQ1MjE2ODUiDCwnhyJ8ehnvqLTiaiqvBENJ1vIpkmHUkfvP7tQNFQK4yaCowPXsvvmSWx8L4Bfw4kCeKwbfV4gpPLfb%2BkAM1SLpsPSxT1R%2BU23QLDy1cp9%2BwoFozWwAhoL9A5Qv/oywOvIPYWmH%2BjeoWnRTGymrw2WbayBx7iaxYVTHlpg4%2BHAz2RNRWrRMwc0MxeyJ5cNKefrnyA84M4sVfPZaYe4oNB/gEaE68m1SpMVzvoeQ2s2dnVgUqJKgEfUCsBTxExbtSW2IdK/ZcLJB47TMpC8BGOB%2BGO9PgqPFS77j/sU3Ek86lU1hRng747neZcGzz%2Bbr0sopTEVorJlRxNLcXQNd1bKTjYEBra6LVRQ2tdBWP7F0iZaxyF/5j0nCIymqFKZHU2TcN/grcfOQlw6K0InksR/JtciXhuyyaAQa1jTno7mMUxXfEYF/Dtq087bswrlmR0v9X3xPaz0o7w1NAFtlN2njIIPg8TucQtuHk3wQL5N5brDGWLaP%2BYlJh9HvHBVVnH7CGMB/azOS68hcIm0Ksk8Wz4YKF8skKpxva7Eng3A8OFznmDA3voPdAe/%2BFe/8nBA4gaf70CrDcoDDN1W9LVqq1%2B337BUCp04rbWaKXudRhTPt4axJlaYSMX%2B4unHJLGGjiRZ627GMpf59K3HTj1ZgXeRBAcS4006qMC0J11XuWhYJk%2B%2BJsJNbJwk9ZusdLdDnZdJnR/3kQTCC1sjMT1crfwJD/3FsMZ0ATdn2vG4yk%2B/QZM8aISYO0EtPLoQwnPj4lQY6qQHMtfE5VD0tdQ8A2NpaVnzxdGASvxk88x9T2TUyNwzkcbtA8ma9WB4xR3v7w9mFg4/SjPUkYDq13OnUi%2BY%2BpsNCNbl5y3XMJNKw5H4Gf6/HhBBFewX5clk0j1uDQrS5A/l3Bseer6MKZionPXwDI%2BMaPs7ynfKxMtv7UdtnKMgRAv57LtEMVwT85TPce1lXka5g7HdE84OJwF4FOVu3%2Ba9Ql3v9j0RNb7ju\" alt=\"The table has three columns and n rows. It is titled summary of the method for scoring the &quot;start hear&quot; phrase. From left to right it is labeled &quot;Bass Line, roman numerals, Score&quot;. The entries in the table are as follows:  Row 1: Bass Line: No egregious errors, Roman numerals: Roman numerals parenthesis open and inversions parenthesis close must match bass notes, Score: 2 Row 2: Bass Line: No egregious errors, Roman numerals: First half of the phrase contains an egregious error comma but the cadence is good, Score: 2 Row 3: Bass Line: No egregious errors, Roman numerals: Both halves of the phrase contain an egregious error, Score: 1 Row 4: Bass Line: one half of the phrase contains an egregious error, roman numerals: no egregious errors, Score: 1 Row 5: One half of the phrase contains an egregious error, roman numerals: One half of the phrase contains an egregious error, Score: 1 Row 6: Bass Line: Both halves of the phrase contain an egregious error, Roman numerals: No egregious errors, Score: 1 Row 7: Both halves of the phrase contain an egregious error, Roman numerals: One half of the phrase contain an egregious error, Score: zero. Row 8: Bass Line: One half of the phrase contains an egregious error, Roman numeral: Both halves of the phrase contain an egregious error, Score: zero. Row 9: Bass Line: Both halves of the phrase contain an egregious error, Roman numerals: Both halves of the phrase contain an egregious error, Score: zero\"></p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Bass line and Roman numerals contain a total of three or more egregious errors. The following contain an egregious error:</p>","<p>Bass line and Roman numerals contain a total of one or two egregious errors. The following contain an egregious error:</p>","<p>The response demonstrates one of the following:</p>"]},{"id":"VR032506-22_rubric_category_2","type":"custom","title":"Phrase 3","stimulusHtml":"<p><strong>V. Scoring Phrase 3 (3 points)</strong></p><p>A. Judge the bass and Roman numerals separately, considering each in two halves:</p><p>1. The first half consists of the first five beats of the phrase.</p><p>2. The second half consists of the last three notes and their approach (the cadence).</p><p>B. Then provide a phrase descriptor both for the bass line and for the Roman numerals according to the following guidelines:</p><p>1. Judge it to be <strong>good</strong> even if it contains a specific egregious error and one minor error.</p><p>2. Judge it to be <strong>fair</strong> if:</p><p>(a) it contains two egregious errors or two egregious errors and one minor error; or</p><p>(b) it contains three or more egregious errors, but one-half of the phrase is without egregious error.</p><p>3. Judge it to be <strong>poor</strong> if it contains three or more specific egregious errors, with at least one egregious error in each half of the phrase.</p><p><img src=\"https://media.academicmerit.com/31196a2bf4a914ae86cc2a23ac46cccf/original.png?Signature=vfj4bUK4CFgKVfpaBrIvTo%2ByIoc%3D&amp;Expires=1656666607&amp;AWSAccessKeyId=ASIAUDBDLUZKQTVUKGPL&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEBEaCXVzLWVhc3QtMSJHMEUCIBfsguW1phxLzw88%2BOBoS6vp0ZyHttDDlI1NCYL42sB7AiEA2rRZaC6kuRRI4P4k/zdYsRzynrNOiMj5aWxf73gYyqMq0gQIORADGgwyODEzOTQ1MjE2ODUiDCwnhyJ8ehnvqLTiaiqvBENJ1vIpkmHUkfvP7tQNFQK4yaCowPXsvvmSWx8L4Bfw4kCeKwbfV4gpPLfb%2BkAM1SLpsPSxT1R%2BU23QLDy1cp9%2BwoFozWwAhoL9A5Qv/oywOvIPYWmH%2BjeoWnRTGymrw2WbayBx7iaxYVTHlpg4%2BHAz2RNRWrRMwc0MxeyJ5cNKefrnyA84M4sVfPZaYe4oNB/gEaE68m1SpMVzvoeQ2s2dnVgUqJKgEfUCsBTxExbtSW2IdK/ZcLJB47TMpC8BGOB%2BGO9PgqPFS77j/sU3Ek86lU1hRng747neZcGzz%2Bbr0sopTEVorJlRxNLcXQNd1bKTjYEBra6LVRQ2tdBWP7F0iZaxyF/5j0nCIymqFKZHU2TcN/grcfOQlw6K0InksR/JtciXhuyyaAQa1jTno7mMUxXfEYF/Dtq087bswrlmR0v9X3xPaz0o7w1NAFtlN2njIIPg8TucQtuHk3wQL5N5brDGWLaP%2BYlJh9HvHBVVnH7CGMB/azOS68hcIm0Ksk8Wz4YKF8skKpxva7Eng3A8OFznmDA3voPdAe/%2BFe/8nBA4gaf70CrDcoDDN1W9LVqq1%2B337BUCp04rbWaKXudRhTPt4axJlaYSMX%2B4unHJLGGjiRZ627GMpf59K3HTj1ZgXeRBAcS4006qMC0J11XuWhYJk%2B%2BJsJNbJwk9ZusdLdDnZdJnR/3kQTCC1sjMT1crfwJD/3FsMZ0ATdn2vG4yk%2B/QZM8aISYO0EtPLoQwnPj4lQY6qQHMtfE5VD0tdQ8A2NpaVnzxdGASvxk88x9T2TUyNwzkcbtA8ma9WB4xR3v7w9mFg4/SjPUkYDq13OnUi%2BY%2BpsNCNbl5y3XMJNKw5H4Gf6/HhBBFewX5clk0j1uDQrS5A/l3Bseer6MKZionPXwDI%2BMaPs7ynfKxMtv7UdtnKMgRAv57LtEMVwT85TPce1lXka5g7HdE84OJwF4FOVu3%2Ba9Ql3v9j0RNb7ju\" alt=\"A table with three rows is titled Summary of Good slash fair slash poor determinations for the Bass Lines and Roman numerals for Phrase 3.  Row 1: Good if zero to one egregious errors left parenthesis positive 1 minor error right parenthesis or zero to three minor errors. Row 2: Fair if two egregious errors left parenthesis positive one minor error right parenthesis or four hyphen five minor errors. Row 3: Poor if three or more egregious errors or 6 or more minor errors.\"></p><p>C. Combine the descriptors to arrive at the following preliminary scores:</p><p><img src=\"https://media.academicmerit.com/45fbe23df52fefc32087844d16db001c/original.png?Signature=Q0W8SwkYJ75%2FEmyZpHeZo9rNX4M%3D&amp;Expires=1656666607&amp;AWSAccessKeyId=ASIAUDBDLUZKT2QRS2WQ&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEBAaCXVzLWVhc3QtMSJIMEYCIQCa0SUm47COJ9TeKDwU1i0CJlueOxwsFy54RFHJ8lNG6AIhAOzAqSZmZpAWKVaVLVMEXLOVngHaK0EAa4KKuAmC0UBgKtMECDkQAxoMMjgxMzk0NTIxNjg1IgxK9BWgzgZr0RzhEj8qsAQ5smIXqcQ%2BBbxVB5iqlSWJdJijtkiWNnf%2Bi6u3kyXXW0rdcrGmSc1fHbKp5Yj44FI7AxMujlr4/e8PX/KX2Q/tY59hPl2jb5XrGWQDkGJadt4iUXTNU3V8lmM/YGcfLbDzrfrbPDePphUWc0ibMrVyr81KgGG5Ci5KzNzCLUJSBitJL6r0L0vxGuQXcDu88BFdg/qwQr8SKILEY2S94sCAUUlyDnpHw32ePO0jWsMeqZi2ZHzQ23L8zEOco5ka5ij1LQRn9YnChgzoxMl2SKqEbqlRozeUkDueVTtKjsJI5nrJc%2BuDrINBSFwfOQeX5uz5%2Ba%2B%2BiRefoTx1ohg2wr/TfLyXSs4UUBELPsmDJTkkrKEZ%2B22ADBTCqWaFg8wLu6txCvS%2BXVKeZU8UtVLVP9RFafJgNz7zIPNryb%2ByMsf4DDCgEojDJKvlxxn5x662f4g6co5gdeVzpPgDwSTpENHba8xx2cIzCZ7dVmkPyOfZfv60dAAOlww5lIGizHYekUhTxqVgNsHjI2lMtot1r7Ls7/svfH5Hz07nAu2IbvQZVXxJ8mxquiOH8HfA4PDSb39sdMQGVo0kCqmy3y3vRpUfn26%2BK1UkADNK4SQbNhZ6EW4Isp41TXa7vvzd58DF9ZMunu7ZnRRgPMTQdD56sQJhQD0hquRWq%2Bps346deDWfnT0Ffh0TyBHWDctIwFdFTckPaU9upJzpBCTUiq/%2BIS7bSnKxe2lcEQCtiAca6TI1ijCp8PiVBjqoAee0/ppNF%2BIqEjcCKs%2BD5rwCdzfmmG5fDyDn8hSbfdYIaV5bjsYzteWSOwP3hQICeZUGTIwOneN5pTEGESv9roH308/dpTk2csrimW2HDD2CHZKU6uViwBH5eVFA9JMiS3J7nkNWu3pNM7kFhf3mje94JLG0yzBf6BYubApnVkHfD19LfnXnNTkgJS6GHWJ/K2AJu2FSedFItBy1w44mHCKlQ5YJrDo2SQ%3D%3D\" alt=\"The table titled &quot;summary of the method for scoring Phrase 3&quot; has six rows and three columns which read &quot;Bass Line, Roman numerals, Score&quot;. From left to right. The entries in the table are as follows:  Row 1: Bass Line: good, Roman numerals: good to fair, Score: 3. Row 2: Bass Line: good, Roman numerals: poor, Score: 2 Row 3: Bass Line: fair, Roman numerals: good to fair, Score: 2 Row 4: Bass Line: fair, roman numerals: poor, Score: 1 Row 5: Bass Line: poor, Roman numerals, good to fair, Score: 1 Row 6: Bass Line: poor, Roman numerals: poor, Score: 0 \"></p><p>D. Before giving a final score of 0 or 3, first consider the cadence.</p><p>1. Award <em>at least</em> <strong>1</strong> <strong>point </strong>for the phrase if its cadence (i.e., its final two chords considered by themselves) is good in both bass and Roman numerals, even if nothing else in the phrase is good; the bass and Roman numerals (and inversions) <em>must agree</em> in this case.</p><p>2. A phrase that receives <strong>3</strong> <strong>points</strong> must have a good cadence in both bass and Roman numerals, with the bass and Roman numerals (and inversions) matching one another; otherwise, give the phrase <br><em>at most</em> 2 points.</p><p>3. Phrase 3 may end with perfect authentic cadence, imperfect authentic, half, and/or deceptive cadences.</p><p>4. Secondary functions must be indicated with any symbol that means “of” or “applied.”</p><p>E. Award at most <strong>2 points</strong> to a phrase that uses half notes exclusively.</p><p>F. Award at most <strong>2 points</strong> to a phrase that uses root-position I and V chords exclusively.</p><p>G. Award at most <strong>2 points</strong> to a phrase the uses unacceptable rhythmic values.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Bass line and Roman numerals are poor.</p>","<p>Bass line is poor and Roman numerals are good to fair.</p><p>OR</p><p>Bass line is fair and Roman numerals are poor.</p><p>OR</p><p>Only the cadence of the phrase is good: the final two Roman numerals (and inversions) match the final two bass notes.</p>","<p>Bass line is fair and Roman numerals are good to fair.</p><p>OR</p><p>Bass line is good and Roman numerals are poor.</p><p>OR</p><p>The phrase uses half notes exclusively, root-position I and V chords exclusively, or unacceptable rhythmic values.</p>","<p>Bass line is good and Roman numerals are good to fair. The cadence of the phrase is good: the final two Roman numerals (and inversions) match the final two bass notes.</p>"]},{"id":"VR032506-22_rubric_category_3","type":"custom","title":"Phrase 4","stimulusHtml":"<p><strong>VI. Scoring Phrase 4 (3 points)</strong></p><p>A. Judge the bass and Roman numerals separately, considering each in two halves:</p><p>1. The first half consists of the first five beats of the phrase.</p><p>2. The second half consists of the last three notes and their approach (the cadence).</p><p>B. Then provide a phrase descriptor both for the bass line and for the Roman numerals according to the following guidelines:</p><p>1. Judge it to be <strong>good</strong> even if it contains a specific egregious error and one minor error.</p><p>2. Judge it to be <strong>fair</strong> if:</p><p>(a) it contains two egregious errors or two egregious errors and one minor error; or</p><p>(b) it contains three or more egregious errors, but one-half of the phrase is without egregious error.</p><p>3. Judge it to be <strong>poor</strong> if it contains three or more specific egregious errors, with at least one egregious error in each half of the phrase.</p><p><img src=\"https://media.academicmerit.com/3bbcfb513a8d1a0bd3409592ac7b0e91/original.png?Signature=2hw1IeH0Ruaj%2B6se6MbgnexWwTg%3D&amp;Expires=1656666608&amp;AWSAccessKeyId=ASIAUDBDLUZK5X2TAO66&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEBEaCXVzLWVhc3QtMSJIMEYCIQD3IIErLUh7qiWMVEFxA965RAXn7teUnCwmOfXln0F7bAIhAPzju4h0hVZlwBBHQpjYz3SEDJE6pyWSBUrLZECGSXsvKtIECDkQAxoMMjgxMzk0NTIxNjg1IgyvgN54lWkPifzUqyAqrwTD4NlOdoQlQgHilIXMX0IFyfdk/FYp7KPoRDmCFZPkptvTu4dfizu67l2UdKsL%2BWYKbml%2BNOEzllzSsHBjKl8PG0ucTtYuPZSdyWLcjPDdU70gCx6V8CozGUQG7U4zg%2BErpr8UJ/DWAacF6rjDHfseWqd40Nepamiki70lzoivP6%2BVP7g2CEf4pWAd6vRqXGVrGRkvJhBcMNp8fVjudilB9UrA3EKiZKuqM9s1hi/Lqr2OPhnrBD/VVpj/o/Y5fMUZCnl/PXqPRIMH0Y9oOqBd94BROgPlp07ujkH3i9gUU5OVtpF6aVkvNzNpAHAKUIg3DQmuOYnqjpv2KdkHDSCBFYQwjBw1HDL0/UGP8gpr3zERZHV1BBM2iQreZdOrvK2kLJ7t5O3mkTQb4iY%2B4bduHhUl9YYngZ6mTU9QPIuyJSDtMFv3hAc5Z5GZYFnWzqAqU3qneZiHEavAP1PhjTlLZw1lG4BZyCsz5RCgUaIaGC3GvZrqSfx4DMyCJKAYWTWRiJruWaz1bQg9/BWnWmntSDQOUiOesngMWaHnUl4xzVA71DE8kZeCyhuHV6331z%2B7Vp2tHnT07g9T3dFBedzmv/daUCVmS74mDBagVIstFhJwIj4rT0r/eBrNWK0DTIre47zwURU6QmN1Q493Qtz8xYy1hyuADTy%2BuXSbw8PUG/Q0XyikDoFtfxFIAeqBhCtC6bKCeTbJE%2BBgD72GlEgpt6MMxdpiDTsmzk/5v6xUMOz1%2BJUGOqgBHtncahJwY0TK0btO5jcXa2Ml2PxdeVdDj6gbLTIWssUnqF6LdPsnMcttVmNbEVfAUBbw%2BligWBPvrc%2BjrOOBmcsPdLN/cP5Tc8QEwWrUBigig1xv8J0SRIkbn4n1GDxxGFHd3eE5kCxcuUmu2SSH0y6F3PoPs66V/9Gafpz5AXI8uKYMp7PFhOC%2BAqrfZ6p2h/oqKOnD/ErGB20%2B2pop0Gs8JzCRd%2BR/\" alt=\"A table having three rows is titled Summary of Good slash fair slash poor determination for Bass Line and Roman numerals for phrase 4. The entries in the table are as follows:  Row 1: Good if zero hyphen one egregious errors left parenthesis positive one minor error right parenthesis or zero to three errors. Row 2: Fair if two egregious errors left parenthesis positive one minor error right parenthesis or 4 to 5 minor errors. Row 3: Poor if three or more egregious errors or 6 or more minor errors.\"></p><p>C. Combine the descriptors to arrive at the following preliminary scores:</p><p><img src=\"https://media.academicmerit.com/10ed1385abe256dc9e9b0598a6434a83/original.png?Signature=TmUkf0B7p25n%2Byr9d78Y%2FJYML3s%3D&amp;Expires=1656666608&amp;AWSAccessKeyId=ASIAUDBDLUZKRMTQB34B&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEBEaCXVzLWVhc3QtMSJIMEYCIQCcbvfuip5oLT0Kgq5Wtlo/ETZ5L4F%2BgeEZKxn3GvEIuwIhANQJV4%2BdlgLdKOp3cffgXlB9I1Rc4pJroT%2BbB2pan4%2BvKtMECDkQAxoMMjgxMzk0NTIxNjg1IgyZk9y0V2gkeEdzvCMqsATj3M2gCg8F3tFnEwv13qIZGDR7Y9yIDprM35BFbdrnIFayQxVftFAFt03FeGzifZ1gLYKI83N%2B80IlZTS/gGN6j0NcKLsC%2BOSc8JOMSm0Sxy1ZRfAe0NNUqNNRym%2BDhL4TBTo0iO3Ghvc3VAXAJn6AY57w0w0L3xhFK4n2%2BovG7D0jIm2VpbEuHVsu7TbgNCMoLpOHPHrFnemt%2BaLmxxfhjkyr21E4eVRvbbrgsRLuX6%2BglDHA43uWmm4oHfwz8AapBxJpcItLSwQ6BgegQKypfm9x%2BvXPQIrWKOMEee8icTV7xmZsiwQbvSUxpsIFrLRxsSkwIXhOYA3n/lIBwOo/6ZOvEmDgydoyppUeaa09sWAB3uEqWcfPIniqh9GzWC5ZoOe6si5q6/EbCxGg%2BSi8clFHSS%2Byb2usYIf0ufHhYTIJALBzsU6j44mOtE9G7U3jEEqmkCiEWqMcqGVZfjFssFwG2YNf8RDikLzKEs08ACQcVmsnUVNdcKNrnuDM3ljk%2BmABum4byPsFHVYEmke5PVH2UKlEthqAhng7CA/511NZ0fVNjTYfj/Do/xyvUhYoNcQBvP9iTaFqsmFi3wCu/tpY/kMKR2bWRpx8szG6%2Byu5XFW1yVPrM1OZj%2B6WTrKRLuebUN/gu2jRKNamT4gPH4HFO5VP1ytO3WE340tnnj0TVDktTBRv2KIPz/aRImyJDCSiuOMzpH0Ccvzb4ttM6T4QLC4kT0RN%2BJvt/479%2BDCX%2BviVBjqoAccYDnUSX3Tnz8xJNfdpxry05rlJ7Xh5Uoc9EhgKDX5TKUvck11svTiXY6ElLPtknOCfsdrp8oG4%2BT215at212yGx2kPMhi3dBz7VkuY3sQu4IbdAbP8L3DfYloK0Wf808X4OPQqcSBFv6f7a4LXJAC9ylaGr8%2BWZCv3n7YGwpVXwt0PFUA%2Bgm4MuohJ0NKY54j0nq0UzZWNNeQf45u3Qba80SUc4%2B9w0g%3D%3D\" alt=\"The table titled &quot;summary of the method for scoring Phrase 4&quot; has six rows and three columns which read &quot;Bass Line, Roman numerals, Score&quot;. From left to right. The entries in the table are as follows:  Row 1: Bass Line: good, Roman numerals: good to fair, Score: 3. Row 2: Bass Line: good, Roman numerals: poor, Score: 2 Row 3: Bass Line: fair, Roman numerals: good to fair, Score: 2 Row 4: Bass Line: fair, roman numerals: poor, Score: 1 Row 5: Bass Line: poor, Roman numerals, good to fair, Score: 1 Row 6: Bass Line: poor, Roman numerals: poor, Score: zero \"></p><p>D. Before giving a final score of 0 or 3, first consider the cadence.</p><p>1. Award <em>at least</em> <strong>1</strong> <strong>point </strong>for the phrase if its cadence (i.e., its final two chords considered by themselves) is good in both bass and Roman numerals, even if nothing else in the phrase is good; the bass and Roman numerals (and inversions) <em>must agree</em> in this case.</p><p>2. A phrase that receives <strong>3</strong> <strong>points</strong> must have a good cadence in both bass and Roman numerals, with the bass and Roman numerals (and inversions) matching one another; otherwise, give the phrase <br><em>at most</em> 2 points.</p><p>3. Phrase 4 must end with a perfect authentic cadence.</p><p>4. Secondary functions must be indicated with any symbol that means “of” or “applied.”</p><p>E. Award at most <strong>2 points</strong> to a phrase that uses half notes exclusively or almost exclusively.</p><p>F. Award at most <strong>2 points</strong> to a phrase that uses root-position I and V chords exclusively.</p><p>G. Award at most <strong>2 points</strong> to a phrase that uses unacceptable rhythmic values.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Bass line and Roman numerals are poor.</p>","<p>Bass line is poor and Roman numerals are good to fair.</p><p>OR</p><p>Bass line is fair and Roman numerals are poor.</p><p>OR</p><p>Only the cadence of the phrase is good: the final two Roman numerals (and inversions) match the final two bass notes.</p>","<p>Bass line is fair and Roman numerals are good to fair.</p><p>OR</p><p>Bass line is good and Roman numerals are poor.</p><p>OR</p><p>The phrase uses half notes exclusively, root-position I and V chords exclusively, or unacceptable rhythmic values.</p>","<p>Bass line is good and Roman numerals are good to fair. The cadence of the phrase is good: the final two Roman numerals (and inversions) match the final two bass notes.</p>"]}]