[{"id":"VR624827_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Always begin with the regular scoring guide. Try an alternate scoring guide <em>only</em> if necessary. (See E below.)</p><p><strong><span style=\"text-decoration:underline\">I. Regular Scoring Guide</span></strong></p><p><strong> A</strong>. Using the regular scoring guide, award 1 point for each segment correct in both pitch and rhythm. Note that:</p><ul><li><p>A “segment” in simple duple or compound duple meter is: any half measure of the original melody, even if occurring over a bar line or beginning on a metrically weak pulse. (In common time or cut time, a segment is any set of two contiguous quarter-note beats; in compound duple meter, a segment is any set of three contiguous eighth-note beats.)</p></li></ul><ul><li><p>A “segment” in simple triple meter is: a full measure of the original melody, even if occurring over a bar line or beginning on a metrically weak pulse. (In simple triple meter, a segment is any set of three contiguous quarter-note beats.)</p></li></ul><ul><li><p>To receive credit, a segment must not overlap with any other segment receiving credit.</p></li><li><p>Do not subdivide a note to identify a segment.</p></li><li><p>To receive credit, a segment <em>may</em> be metrically shifted from its original position.</p></li><li><p>Give no credit for the final half note if notation of pitches continues thereafter.</p></li></ul><p><strong>B</strong>. If at least one segment is correct in pitch and rhythm, award 1 additional point to the total. For example, a response that is correct in all aspects receives a score of 8 + 1 = 9. Exception: Do not award a 9 unless all measures have the correct number of beats. Award an 8 (i.e., do not award the additional point) to an otherwise perfect response that does not use bar lines correctly.</p><p><strong>C</strong>. The following notations will not receive credit: enharmonic equivalents; octave transpositions; dots before the notehead; accidentals after the notehead.</p><p><strong>D</strong>. Record any score of 4 or higher and disregard the alternate scoring guides.</p><p><strong>E</strong>. If after applying A–C the score is less than 4, try an alternate scoring guide.</p><p><strong>F</strong>. If you try both regular and alternate scoring guides, award the higher of the scores if there is a difference.</p><p><strong>G</strong>. Scores from the regular scoring guide may not be combined with those from an alternate scoring guide and vice versa.</p><p><strong>II. Alternate Scoring Guides (Do not award the additional point.)</strong></p><p><strong>A</strong>. Award ½ point per segment of correct pitches. (Maximum of 4 points)</p><p><em>OR</em></p><p><strong>B</strong>. Award ¼ point per segment of correct rhythm. (Maximum of 2 points)</p><p><strong>III. Rounding fractional scores:</strong></p><p><strong>A. </strong>Half-point totals round down with one exception: A total score of 1½ rounds up to 2.</p><p><strong>B. </strong>Quarter points should be rounded to the closest integer.</p><p>For ease of scoring, the Alternate Scoring Guidelines have been accounted for in the point-value options presented.</p><p><img src=\"https://media.academicmerit.com/4244ef858090bd32f2e8085d577b1576/original.png?Signature=TTGBFEi1yF5e8dmEr1mpQgXs350%3D&amp;Expires=1670631387&amp;AWSAccessKeyId=ASIAUDBDLUZK4O7C3CEG&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEDgaCXVzLWVhc3QtMSJHMEUCIQCDw4tS6I3VSROx5EAcxgDDWFxbyaN7XFTPbIDjoW5bBwIgXfSTzK69ox%2B7jcPwvfH%2BS/89gUqdAE/5pJDSOZFVgZoqzAQIYRAEGgwyODEzOTQ1MjE2ODUiDB7dak7wyEGan%2BJsRCqpBOGIIpVQWTemPwg1x1R00lsJQgVWFgkcTmni%2BTXz0i9IJn9Smn5YlHisVl234vB9ZAurpx49sqqGaGNBADoI2c9bFL9l5v4p2ffExJkuZY5AD7SShjJDLgTwGj1nWSZDf%2B90ddwZue7fWYE/AyjQhrZzAPFXXj4YfUbbaA5j1FPL3U0%2BMzLZ0NG7XIeROiWoSE76TyXg8lJHmOhRJutqnigwEmVtpGjm3/TnIrrhNMVeVhrilNtwgfBYOn1peLHxf0r3At8x%2BKKN43gSnExXB8TDgufQXWTy%2BX4qc29xvRRDOgPfrJt4Pvs1Q6m7ol1LIsN/%2BV684qt/nEOO3jsshlpQY4EYT9drjiRTnFUonV8K2vgtcRqbQ%2BdOsQW4w3uWacc3n0Z%2BYRgrpYG8DyCtqAQbVX6yXi1IJrgXKPbm9pTZZcsOa98khLhtjNwcJqyKNRcouUrtibtjTeyLspJ1I5%2BNBaBxAIu/fedKwqPIGAnzu3YBw6h7nD0nnqah/tENkymMDa2dVyoNIHevcl8W146m8nUbH91gpbMtS5bX4i6Vi9NzbWmmDXzfEgoZhBn%2BPrBSbAv2iDGggqxb4jjPwaUVRbY7bKayyg/jGt%2BzNrJ/Sl04SQJPgctnnhd84cgB13IGYfXugAjBUcyDXw%2B%2BcUrQafnmxri3TGmbzLU0Z2gWAlAz12%2BCIPRnfXPc62qzbu%2BH1DRN%2Bgtd9k11E5GXgv25oMWOHXFyalowhLPNnAY6qQFTiLkicUpcrBcrdfaJUChwFSUJrAhAfwTRUdb35c5A3W2qzawxjtRjJEXmM7qrBBcx7rW/QbAif2aBWq8yfcNMKo73vmnO28QmEzdBzfHQyJc4JSs2MZanQdUUYR69jbrIlzDp0E6ye1LA8y1PHKPE5qSJ/yTl8a3zAh6LOdCo0yR5EVVRvTBzHvVxXl469mJdSi%2B91/BgQDiPvBEfYHz8J0sGKI5tJd8F\" alt=\"The figure presents four measures of music in bass clef. The key signature has no sharps or flats, and the time signature is four-four. The tempo marking is moderato. The rhythm of measure 1 is quarter, two eighths, and two quarter notes; the pitches are A2, B2, C3, B2, G-sharp2. The rhythm of measure two is four eighth notes, dotted quarter, eighth; the pitches are A2, B2, C3, D3, E3, F3. The rhythm of measure 3 is quarter, two eighths, and two quarters; the pitches are E3, F-sharp3, G-sharp3, A3, E3. The rhythm of measure four is two eighths, quarter, half note; the pitches are D3, C3, B2, and A2.\"></p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points","7 points","8 points","9 points"],"values":[0,1,2,3,4,5,6,7,8,9],"maxScores":[9,9,9,9,9,9,9,9,9,9],"descriptions":["<p>None of the segments are correct in either pitch or rhythm. [Regular Scoring]</p><p>OR</p><p>Only one or two segments are correct in rhythm. [Alternate Scoring <strong>B</strong>]</p>","<p>No segments are correct in both pitch and rhythm. One to two segments are correct in pitch [Alternate Scoring A].</p><p>OR</p><p>No segments are correct in both pitch and rhythm. Two to five segments are correct in rhythm [Alternate Scoring B].</p>","<p>One segment is correct in both pitch and rhythm [Regular Scoring].</p><p>OR</p><p>No segments are correct in both pitch and<em> </em>rhythm. Three to five segments are correct in pitch [Alternate Scoring A].</p><p>OR</p><p>No segments are correct in both pitch and rhythm. Six to eight segments are correct in rhythm [Alternate Scoring B].</p>","<p>Two segments are correct in both pitch and rhythm [Regular Scoring].</p><p>OR</p><p>No segments are correct in both pitch and rhythm. Six or seven segments are correct in pitch [Alternate Scoring A].</p>","<p>Three segments are correct in both pitch and rhythm [Regular Scoring].</p><p>OR</p><p>No segments are correct in both pitch and rhythm. Eight segments are correct in pitch [Alternate Scoring A].</p>","<p>Four segments are correct in both pitch and rhythm [Regular Scoring].</p>","<p>Five segments are correct in both pitch and rhythm [Regular Scoring].</p>","<p>Six segments are correct in both pitch and rhythm [Regular Scoring].</p>","<p>Seven segments are correct in both pitch and rhythm [Regular Scoring].</p><p>OR</p><p>All eight segments are correct in pitch and rhythm, but bar lines are used incorrectly (not all measures have the correct number of beats) [Regular Scoring].</p>","<p>Eight segments are correct in both pitch and rhythm [Regular Scoring].</p>"]}]