[{"id":"VR751701_rubric_category_0","type":"custom","title":"Part I. Chord Spelling, Spacing, and Doubling (6 points: 1 point per chord)","stimulusHtml":"<p><strong>A. Award 1 point for each chord that correctly realizes the given chord symbols.</strong></p><p>1. The chord must be spelled correctly and in the proper inversion (i.e., the bass note must be correct). A missing accidental will be considered a misspelling. An incorrect accidental on the wrong side of the notehead will be considered a misspelling.</p><p>2. The fifth (but not the third) may be omitted from any root-position triad.</p><p>3. The fifth (but not the third or seventh) may be omitted from a root-position seventh chord.</p><p>4. All inverted triads and inverted seventh chords must be complete.</p><p>5. All triads must contain at least three voices.</p><p>6. All seventh chords must contain at least four voices.</p><p><strong>B. Award 0 points for a chord that breaks one or more of the conditions of I.A.</strong></p><p>1. N.B.: Award 0 points for voice leading into and out of these chords.</p><p><strong>C. Award ½ point for a correctly realized chord that has exactly one of the following errors:</strong></p><p>1. A doubled leading tone, a doubled chordal seventh, or incorrect doubling of a six-four chord.</p><p>2. More than one octave between adjacent upper parts.</p><p>3. Crossed voices.</p><p><strong>D. Award 0 points for a correctly realized chord that has:</strong></p><p>N.B.: <em>Do</em> check the voice leading into and out of these chords.</p><p>1. Two or more errors listed in<strong> I.C.</strong> (e.g., doubled leading tone and spacing error, or two spacing errors)</p><p>2. The correct accidental on the wrong side of a notehead. (For an incorrect accidental on the wrong side of a notehead, see<strong> I.A.1.</strong>)</p><p><strong>NOTE:</strong> Half-point totals round up.</p><p><em>One possible 18-point answer (others are possible):</em></p><p><img src=\"https://media.testing.academicmerit.com/e06f0959ba9e6d795effb7e8901630e7/original.png?Signature=07xdwB9nKqToZIM1ftRRlwO%2BZqA%3D&amp;Expires=1698080514&amp;AWSAccessKeyId=ASIAXUCCNI2W6AXLQ7OY&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEAEaCXVzLWVhc3QtMSJGMEQCICgCN2OWjEZSfMUAVRSYZrgiAZb75ajvgopC0AcCtDu2AiBAmkYLwNI6fbvaa3mDUl8oURQz2n/fPqvbLOwlXyfevyqyBQgqEAAaDDUyNDEyNTI5MjIwNSIMwQxInA8xet4IQ3rqKo8FBEnqOqOVrh%2BtRtTwXrWqfye3SUDJ%2B3x9MO4eAaFDSA%2BzSxEUj175tW63tUDiQXolfRRnt6SeQ%2B7aL7LuuoaFe3ay4LSzWPARImBUm9yLHkunG9Ia3gurMJyMMO6FnDBgdRUjpogsuBjXFc2YRGXO8ljyHlUOORJypiI75VEyLzTv8nF2Lz0fYF/zAed87hRCefQ9RErGxE11wRG%2BLYIAr6fguoa5RBPTK8vikfYTuqcjjOSitl1drd/FnTRq1a82TA8kJHtRsXY4S8Jhu/ZP4e%2B5GGoHNP41ZRis6ih7D8Rcwy3iT3J8J1OzJCAQRlpoUhbdWHKrpVUUehC/mJaMKf2GBesE5u3quiU/AAuvtU9/Ic7Aki5ikUsXD7bJO/UpKlPhuhQ1yZL2Y2Qh7jpSLLUHMJ2nsroZfQOOgS3tJ/%2B8YBuCLYh13ezTS9mrjN5l2t/8ODTh774bkSfctxrxfAM7xMTLZgrFnn2IRl2K8Fw%2B5tCZsy%2BY4EuU7xwDLBfzGMHWtlMnisHw/BUU%2B0LlbxSfTHFsmiHjrd6h%2BDU8Jc94D317AZsFqac2iYqI6BLBfsH54IoyGilDBaXp0K/p%2BeKypEN56%2B/nbkYWxDFvm9PuQqwDMMfO6OEpG4CToth73A7bbp6d1feKD/095hbZVZt81CUDLGvyy5s63OuS9V%2Bdo4mxxZnj008L/2w0b1RTOhKB9KMGd9izvQzZRJU3IhksyYscpRrSzxm7/AUyVQ2nQ18C7SbL8qAhapDKGM3fwOWh4qNPLY21d5dESqo4KL87eo/dtEKXA11cNwC%2B82sA5PEjGXJPvy3/%2BKF96fDkWGN/tL0G%2BohD%2BG4fa%2Bb10re2yE7pme3z2/io8hZJlDCN3dipBjqyATRQZq91xC%2Bm41QNizMxxSbsGvlQTuu30Y6g1fRA6haVsget%2BePfm31WBg5OtJPN7NxtFJiTotwYLKxZ0ZNd7L2FBPbR%2BvGx3nlyXX/%2Br4CEIrodWvifA1E6hwI2s4o%2BYfPkVKtrMzDsjeilLkYQOKBVxNwVy8Anrc8bpjJJGjnGD5dcdkTSs8G2d242Hiw0CWhroqD8SBFPpLC4LT4LpojskKylO6d6tUtruNMco15N7ps%3D\" alt=\"The figure presents two measures of music on a grand staff. The top staff is in treble clef, and the bottom staff is in bass clef. The key signature is A major, and the time signature is four-four. In measure one, the rhythm of all four voices is four quarter notes. In measure two, the rhythm of all four voices is two quarters and one half note. The pitches of chord one are A2, C-sharp4, E4, and A4. Chord two is G-sharp2, D4, E4, and B4. Chord three is A2, C-sharp4, E4, and A4. Chord four is C-sharp3, A3, E4, and G-natural4. Chord five is D3, A3, D4, and F-sharp4. Chord six is E3, G-sharp3, B3, and E4. Chord seven is A2, A3, C-sharp4, and E4. There is a box around the first chord of measure one. There are Roman numerals below each bass pitch. They are major one, major five six-five, major one, major five six-five of major four, major four, major five, and major one.\"></p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points"],"values":[0,1,2,3,4,5,6],"maxScores":[6,6,6,6,6,6,6],"descriptions":["<p>No chords are spelled, spaced, and doubled correctly.</p>","<p>One chord is spelled, spaced, and doubled correctly.</p><p>OR</p><p>One or two chords are spelled correctly but contain a doubling or spacing error.</p>","<p>Two chords are spelled, spaced, and doubled correctly.</p><p>OR</p><p>One chord is spelled, spaced, and doubled correctly. One or two chords are spelled correctly but contain a spacing or doubling error.</p><p>OR</p><p>Three or four chords are spelled correctly but contain a spacing or doubling error.</p>","<p>Three chords are spelled, spaced, and doubled correctly.</p><p>OR</p><p>At least one chord is spelled, spaced, and doubled correctly. Some chords are spelled correctly but contain a spacing or doubling error.</p><p>OR</p><p>Five or six chords are spelled correctly but contain a spacing or doubling error.</p>","<p>Four chords are spelled, spaced, and doubled correctly.</p><p>OR</p><p>At least one chord is spelled, spaced, and doubled correctly. Some chords are spelled correctly but contain a spacing or doubling error.</p>","<p>Five chords are spelled, spaced, and doubled correctly.</p><p>OR</p><p>At least three chords are spelled, spaced, and doubled correctly. Some chords are spelled correctly but contain a spacing or doubling error.</p>","<p>Five chords are spelled, spaced, and doubled correctly. The remaining chord is spelled correctly but contains a spacing or doubling error.</p><p>OR</p><p>Six chords are spelled, spaced, and doubled correctly.</p>"]},{"id":"VR751701_rubric_category_1","type":"custom","title":"Part II. Voice Leading (12 points)","stimulusHtml":"<p><strong>A. Award 2 points for acceptable voice leading between two correctly realized chords.</strong></p><p>1. N.B.: This includes the voice leading from the given chord to the second chord.</p><p><strong>B. If all chords are correctly realized, and there are no voice-leading errors (as described in II.C. and II.D.), but the response has excessive leaps within the upper three voices:</strong></p><p>1. Award 12 points for voice leading if there are six or fewer leaps in the three upper voices combined.</p><p>2. Award 11 points for voice leading if there are more than six leaps in the three upper voices combined.</p><p><strong>C. Award only 1 point for voice leading between two correctly realized chords (as defined in I.A.) with exactly one of the following errors:</strong></p><p>1. Uncharacteristic unequal fifths. (See <em>Definitions of Common Voice-Leading Errors</em> [<em>DCVLE]</em>, no. 4, which is available on the Exam page on AP Central.)</p><p>2. Uncharacteristic hidden (covered) or direct octaves or fifths between outer voices. (See <em>DCVLE</em>, nos. 5 and 6.)</p><p>3. Overlapping voices. (See <em>DCVLE</em>, no. 7.)</p><p>4. A chordal seventh approached by a descending leap of a fourth or larger.</p><p><strong>D. Award 0 points for voice leading between two correctly realized chords (as defined in I.A.) if any of the following statements is true:</strong></p><p>1. Parallel octaves, fifths, or unisons occur (immediately successive or beat-to-beat), including those by contrary motion. (See <em>DCVLE</em>, nos. 1 through 3.)</p><p>2. An uncharacteristic leap occurs (e.g., augmented second, tritone, or more than a fifth).</p><p>3. A chordal seventh is unresolved or resolved incorrectly. (The voice with the seventh must move down by step if possible. In some cases, such as ii7 to cadential six-four, the seventh will be retained in the same voice. The seventh may move UP by step only in the case of the I – V4/3 – I6 progression.)</p><p>4. The leading tone in an outer voice is unresolved or resolved incorrectly. (When I and vi are connected by V, V7, or V6 (e.g., I – V7 – vi) early in the phrase (so that there is no expectation of a cadence), an 8-7-6 line is acceptable in any voice.)</p><p>5. At least one of the chords has more or fewer than four voices (soprano, alto, tenor, and bass).</p><p>6. More than one error listed in section <strong>II.C.</strong> occurs.</p><p><strong>E. Award 0 points for voice leading into and out of an incorrectly realized chord.</strong></p><p><strong>F. Do not penalize a response that includes correctly used nonchord tones.</strong></p><p><strong>G. An incorrectly used nonchord tone will be considered a voice-leading error.</strong></p><p>1. Award 1 point if the incorrect nonchord tone results in one error listed in <strong>II.C.</strong></p><p>2. Award 0 points if the incorrect nonchord tone results in at least one error from<strong> II.D.</strong> or more than one error from <strong>II.C.</strong></p><p><em>One possible 18-point answer (others are possible):</em></p><p><img src=\"https://media.testing.academicmerit.com/e06f0959ba9e6d795effb7e8901630e7/original.png?Signature=3wCQNdjG81vJfzoXaa8yFDggaNU%3D&amp;Expires=1698080515&amp;AWSAccessKeyId=ASIAXUCCNI2W7SNJUDCR&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEAAaCXVzLWVhc3QtMSJHMEUCIDrUIxhwhzWK/sRT6FTqELzBTHi3M8NAy5KPcAfX1Tm1AiEA3x2ZirbsiBcAIQbAG79c/mza3fW/wtaqZfH95NbKvfcqsQUIKRAAGgw1MjQxMjUyOTIyMDUiDIuTt/byAo2OKoPgiCqOBdq8TTR3pZ7E6SueRM%2BVHTfXfuUiFjzlFUhZ1vrmgzZTkgj7Rh3qREybEjJz2cBqrI/23ABNHUx3qaKuZoRLWxIMj5s02kLuPjoBN3l/n6padMviWHmftJkVqsC1Ra9YhgN/9mFD5AZCw1fXipiVaTKVVdULpBFPcUlklDcvN3udMifz6E8ipKatOST7QpMF%2BZS6hFSzhEpTgaNIuFaNUypsXs0qA//3MyYysMDsje67hZwvCxOH1Fibbze0EWspVxLCXPsTKi%2BFQr9zbq/yyYNQ4Vcrs8BfWfLiVsq%2BmtbWtViB5/UjYrAYvkuLRPaCcNjaR2i/VlpwajRB2vX7l3/3t5VK7ZdeFW9sboV5mxtG3CtJEqTZIVkgDila5iiWiAA993dMuv5KdNCeTbT23yTaVJApslE05Azp%2BDGC5%2BDN4YeH72x6a37/beSWm%2BuEI3ERQMDoqtmQEFqnEzNZyPM6ao5tn1ZxzxD2o6oufUGE1BtOUEKpk%2BEZgy1mEOHuNg3TlFrxKjLi/w2fX0XnbEO4hHLvx6XfiVi7Mly3z4yy6wxONRKx56ZeHSti1dLDbR6Da6291XGr6l3vREftI8bVmvajqpSrSJJUCC%2BqbW4YLUV/T4rNN6PHyoA2TVp7b%2BJoQA%2Be75Sq5XDjAtcgKGH7y2Qe%2BFRYKsPRTCbZZf8l1Lj7lpqvISdNf46tyrgqOPTydMauyQcnuIPsYi/e0BYrA98o9%2BbdDzJ5QO%2Bi3qHcgKUqsKVWsAwBWKbnvs1S8swjkth5tu6goGZUAhxJhS9bxE16jmwxUJJP4oSMhwiUkhDfbz1QiqrEdv84%2BYfUB4zFgcO/JeJJSDfqBR6hT%2BAHqujPMvpEclNwhzm6uDCzz9ipBjqxASb61Xzb%2BtK6k6J3RxvZ%2B9vA/CjxplhhHQrArpHRaLT8heEApLd0yAfN1U3Z/k6A1YZwrwA%2BShxqpbsAxGOhpRm7pC8UTcDGS68bkyudZdaypFutbYAe2JOv/7st7zZEeBLm0uQ4/zcsuLTZn8RCYq34am4B6i4cUAjrCm7AQZeXN5iRlilrrv5UuuIUgefc/bXdEjoYRg0uJReOICZ3j4g4Ari4jH8gGIQDZ5aU5Fys3g%3D%3D\" alt=\"The figure presents two measures of music on a grand staff. The top staff is in treble clef, and the bottom staff is in bass clef. The key signature is A major, and the time signature is four-four. In measure one, the rhythm of all four voices is four quarter notes. In measure two, the rhythm of all four voices is two quarters and one half note. The pitches of chord one are A2, C-sharp4, E4, and A4. Chord two is G-sharp2, D4, E4, and B4. Chord three is A2, C-sharp4, E4, and A4. Chord four is C-sharp3, A3, E4, and G-natural4. Chord five is D3, A3, D4, and F-sharp4. Chord six is E3, G-sharp3, B3, and E4. Chord seven is A2, A3, C-sharp4, and E4. There is a box around the first chord of measure one. There are Roman numerals below each bass pitch. They are major one, major five six-five, major one, major five six-five of major four, major four, major five, and major one.\"></p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points","7 points","8 points","9 points","10 points","11 points","12 points"],"values":[0,1,2,3,4,5,6,7,8,9,10,11,12],"maxScores":[12,12,12,12,12,12,12,12,12,12,12,12,12],"descriptions":["<p>No voice-leading connections are correct.</p>","<p>No voice-leading connections are correct but one voice-leading connection contains only a minor error.</p>","<p>One voice-leading connection is correct.</p><p>OR</p><p>No voice-leading connections are correct but two voice-leading connections contain only minor errors.</p>","<p>One voice-leading connection is correct and one voice-leading connection contains only a minor error.</p><p>OR</p><p>No voice-leading connections are correct but three voice-leading connections contain only minor errors.</p>","<p>Two voice-leading connections are correct.</p><p>OR</p><p>One voice-leading connection is correct and two voice-leading connections contain only minor errors.</p><p>OR</p><p>No voice-leading connections are correct but four voice-leading connections contain only minor errors.</p>","<p>Two voice-leading connections are correct and one voice-leading connection contains only a minor error.</p><p>OR</p><p>One voice-leading connection is correct and three voice-leading connections contain only minor errors.</p><p>OR</p><p>No voice-leading connections are correct but five voice-leading connections contain only minor errors.</p>","<p>Three voice-leading connections are correct.</p><p>OR</p><p>Two voice-leading connections are correct and two voice-leading connections contain only minor errors.</p><p>OR</p><p>One voice-leading connection is correct and four voice-leading connections contain only minor errors.</p><p>OR</p><p>No voice-leading connections are correct but six voice-leading connections contain only minor errors.</p>","<p>Three voice-leading connections are correct and one voice-leading connection contains only a minor error.</p><p>OR</p><p>Two voice-leading connections are correct and three voice-leading connections contain only minor errors.</p><p>OR</p><p>One voice-leading connection is correct and five voice-leading connections contain only minor errors.</p>","<p>Four voice-leading connections are correct.</p><p>OR</p><p>Three voice-leading connections are correct and two voice-leading connections contain only minor errors.</p><p>OR</p><p>Two voice-leading connections are correct and four voice-leading connections contain only minor errors.</p>","<p>Four voice-leading connections are correct and one voice-leading connection contains only a minor error.</p><p>OR</p><p>Three voice-leading connections are correct and three voice-leading connections contain minor errors.</p>","<p>Five voice-leading connections are correct.</p><p>OR</p><p>Four voice-leading connections are correct and two voice-leading connections contain minor errors.</p>","<p>Five voice-leading connections are correct and one voice-leading connection contains a minor error.</p><p>OR</p><p>Six voice-leading connections are correct but contain excessive leaps (the upper three voices combined contain more than six leaps).</p>","<p>Six voice-leading connections are correct.</p>"]}]