[{"id":"VR751697_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Always begin with the regular scoring guide. Try an alternate scoring guide only if necessary. (See I.D below.)</p><p></p><p><strong><span style=\"text-decoration:underline\">I. Regular Scoring Guide</span></strong></p><p><strong>A. </strong>Award 1 point for each segment correct in both pitch and rhythm.</p><ul><li><p>A “segment” is <em>any</em> half measure of the original melody in 4/4 or 6/8 or full measure of the original melody in 2/4, 3/4, or 3/8, even if occurring over a bar line or beginning on a metrically weak pulse.</p></li><li><p>To receive credit, a segment must not overlap with any other segment receiving credit.</p></li><li><p>Do not subdivide a note to identify a segment.</p></li><li><p>To receive credit, a segment <em>may</em> be metrically shifted up to one segment before or after its original position.</p></li><li><p>Give no credit for the final note if notation of pitches continues thereafter.</p></li><li><p>The following notations will not receive credit: enharmonic equivalents; octave transpositions; dots before the notehead; accidentals after the notehead.</p></li></ul><p><strong>B.</strong> If at least one segment is correct in pitch and rhythm, award 1 additional point to the total. For example, a response that is correct in all aspects receives a score of 8 + 1 = 9. Exception: Do not award a 9 unless all measures have the correct number of beats. Award an 8 (i.e., do not award the additional point) to an otherwise perfect response that does not use bar lines correctly.</p><p><strong>C.</strong> Record any score of 4 or higher and disregard the alternate scoring guides.</p><p><strong>D.</strong> If after applying 1.A and 1.B the score is less than 4, try an alternate scoring guide.</p><p><strong>E.</strong> If you try both regular and alternate scoring guides, award the higher of the scores if there is a difference.</p><p><strong>F.</strong> For ease of scoring, the Alternate Scoring Guides have been accounted for in the point-value options presented. However, <em>scores from the regular scoring guide may not be combined with those from an alternate scoring guide and vice versa.</em></p><p></p><p><strong><span style=\"text-decoration:underline\">II. Alternate Scoring Guides (Do not award the additional point to the total.)</span></strong></p><p><strong>A. </strong>Award ½ point per segment of correct pitches. (Maximum of 4 points)</p><p>OR</p><p><strong>B.</strong> Award ¼ point per segment of correct rhythm. (Maximum of 2 point)</p><p><strong>C.</strong> Rounding fractional scores:</p><ul><li><p>Total scores of ½ and 1½ round up to the closest integer. A total score of 2½ and 3½ round down to the closest integer.</p></li><li><p>¼ and ¾ points should be rounded to the closest integer</p></li></ul><p>For ease of scoring, the Alternate Scoring Guidelines have been accounted for in the point-value options presented.</p><p><img src=\"https://media.testing.academicmerit.com/98c3c63f858a6ad98f76f5758de81144/original.png?Signature=%2BLtItItx9ZPjPCcEasPzqnBmsTc%3D&amp;Expires=1698070422&amp;AWSAccessKeyId=ASIAXUCCNI2WS5TXQLAW&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEP7//////////wEaCXVzLWVhc3QtMSJIMEYCIQCSyzLAwMiccl3aH/cbNYMKdC9VpcQi0sT9QJCfcTg4JQIhAJfTa8P%2BK6l5RESZ2yu5%2BapXhgZdTKnSLjOvatrpbmnSKrEFCCYQABoMNTI0MTI1MjkyMjA1IgwNz6RRcOes9gAcok4qjgUwRls08MWBqCjUdItta2SwRUXXnvyszHr7pE8pEoqkiytxQSKww8dYcjjnANUq/isgkC%2Bn7ZtMgqhQ4mEIEZl0hLep5TBCOHWC1kq7xOXjewh73cSNG0EmR5f9O/Dz9/7o1/kayB3%2Br4jp6gKJg4XriQAMijwQLjoCY3VrJ3%2BNQ2ZC94FayydDTccXMF3Z9I2OB%2BU1xBgizmkjahWeTCfkyoFn2c2qVR%2BO6LssskdhaAGGD9ZyztRRIJx8tXeqMgwu//QKk7z%2BuGhFhfo2fxd3C6veLPbrNkAMtrV9botvmBWox/JoRJYmFaMKhEajw4PCns4c3FQ8R/97KHybT7XMVYQDPbxqBweDoZQF0m8JyQEVEChzyevrkqLsu/TnTWqCODAfdCKf0Fu8Nms6BQL46A%2B%2BqAZmaamSxS/%2BNgOILb9qkI1/m65Q6hR2aZka6Ff8GTaoioxe5MsJjUYN3z4NpfkpOkGbifmSzZrNdi7wAFlvOmyrI2cSUl49a1dMyDVVAXcz6oKYAiXYO8YS2Nh2t5GY7o%2B6aIuAza7S%2BbV6jlSeqTXSdOiGG9mAHE30YiluACXJogvlzgPDp3EpSkj4NzkHTXv5KCX5dcTF1KOY/F8RQ5Fxfyaxy8hMfeegWW3dirAfW7QQroOtkyzxJIbKQ8UOmAEnVjT5SqeBdsICm/ZfO243CNbkX3L05dVOv2zXElh13LAUjSsZ4o0Ut7x5OHz7yLUdDFM59Kn3Y2eGjvCMaiBq4vijTm4AS3QZYMUIEkFEOxvsjBYM9Xlpsg2OxarAqNF3HGOqSHsuQMUcShUHeeRQsYU8LFQQ%2BpI4WYwzEso1k6WMg00J/h%2B8/XGjkzoz/jZccaWJQ0c81fgwjv7XqQY6sAH%2BQ9JAauhrd8wEvpV%2B1GCR7YBkDrGhMohrFNI97KugYOGdM3%2B1qmgO6ZYN8o92PSyy13oBHf1iHjE%2BC13m%2BhfOw5qqj8l7ZNSq79CelcsfFvMNhyAXc6BWw1LT%2BY96JQtBJqrOKt4eNHpo5tUeKsRl7gcjoTnJ2SVbkBmJqQHHOBQg7oAyz4wp83QEkVojNXzU6mFvzyTDrV8HEwCj3j6ZLXMjTTM6zPedeyKthkHljg%3D%3D\" alt=\"The figure presents four measures of music in bass clef. The key signature has two sharps, and the time signature is six-eight. The tempo marking is moderato. The rhythm of measure 1 is three eighths, quarter, and an eighth note; the pitches are B2, A-sharp2, B2, C-sharp3, and E3. The rhythm of measure 2 is dotted eighth, three sixteenths, quarter, and an eighth note; the pitches are D3, E3, F-sharp3, G3, F-sharp3, and E-sharp3. The rhythm of measure 3 is three eighth notes, quarter, and an eighth note; the pitches are F-sharp3, G-sharp3, A-sharp3, B3, and F-sharp3. The rhythm of measure 4 is dotted eighth, sixteenth, eighth, and a dotted quarter note; the pitches are E3, D3, C-sharp3, and B2.\"></p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points","7 points","8 points","9 points"],"values":[0,1,2,3,4,5,6,7,8,9],"maxScores":[9,9,9,9,9,9,9,9,9,9],"descriptions":["<p>None of the segments are correct in either pitch or rhythm. [Regular Scoring]</p><p></p><p>OR</p><p></p><p>One segment is correct in rhythm. [Alternate Scoring B]</p>","<p>No segments are correct in both pitch and rhythm. One to two segments are correct in pitch [Alternate Scoring A].</p><p></p><p>OR</p><p></p><p>No segments are correct in both pitch and rhythm. Two to five segments are correct in rhythm [Alternate Scoring B].</p>","<p>One segment is correct in both pitch and rhythm [Regular Scoring].</p><p></p><p>OR</p><p></p><p>No segments are correct in both pitch and<em> </em>rhythm. Three to five segments are correct in pitch [Alternate Scoring A].</p><p></p><p>OR</p><p></p><p>No segments are correct in both pitch and rhythm. Six to eight segments are correct in rhythm [Alternate Scoring B].</p>","<p>Two segments are correct in both pitch and rhythm [Regular Scoring].</p><p></p><p>OR</p><p></p><p>No segments are correct in both pitch and rhythm. Six or seven segments are correct in pitch [Alternate Scoring A].</p>","<p>Three segments are correct in both pitch and rhythm [Regular Scoring].</p><p></p><p>OR</p><p></p><p>No segments are correct in both pitch and rhythm. Eight segments are correct in pitch [Alternate Scoring A].</p>","<p>Four segments are correct in both pitch and rhythm [Regular Scoring].</p>","<p>Five segments are correct in both pitch and rhythm [Regular Scoring].</p>","<p>Six segments are correct in both pitch and rhythm [Regular Scoring].</p>","<p>Seven segments are correct in both pitch and rhythm [Regular Scoring].</p><p></p><p>OR</p><p></p><p>All eight segments are correct in pitch and rhythm, but bar lines are used incorrectly (not all measures have the correct number of beats) [Regular Scoring].</p>","<p>Eight segments are correct in both pitch and rhythm [Regular Scoring].</p>"]}]