[{"id":"VH942233_rubric_category_0","type":"custom","title":"Part A: Thesis ","stimulusHtml":"<p>The thesis may be more than one sentence, provided the sentences are in close proximity.</p><p>The thesis may appear <strong>anywhere</strong> within the response.</p><p>For a thesis to be defensible, the sources must include at least minimal evidence that <em>could</em> be used to support that thesis; however, the student need not cite that evidence to earn the thesis point.</p><p>The thesis <em>may</em> establish a line of reasoning that structures the essay, but it needn’t do so to earn the thesis point.</p><p>A thesis that meets the criteria can be awarded the point whether or not the rest of the response successfully conveys that line of reasoning.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>Responds to the prompt with a thesis that presents a defensible position.</p>"]},{"id":"VH942233_rubric_category_1","type":"custom","title":"Part B: Evidence and Commentary","stimulusHtml":"<p>Writing that suffers from grammatical and/or mechanical errors that interfere with communication cannot earn the fourth point in this row.</p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response meets both of the following criteria:</p>","<p>The response meets <strong>both </strong>of the following criteria:</p>","<p>The response meets <strong>both </strong>of the following criteria:</p>","<p>The response meets <strong>both </strong>of the following criteria:</p>"]},{"id":"VH942233_rubric_category_2","type":"custom","title":"Part C:  Sophistication","stimulusHtml":"<p>This point should be awarded only if the sophistication of thought or complex understanding is part of the argument, not merely a phrase or reference.</p><p>Responses that earn this point may demonstrate sophistication of thought and/or a complex understanding of the rhetorical situation by doing any of the following:</p><p>1. Crafting a nuanced argument by consistently identifying and exploring complexities or tensions across the sources.</p><p>2. Articulating the implications or limitations of an argument (either the student’s argument or arguments conveyed in the sources) by situating it within a broader context.</p><p>3. Making effective rhetorical choices that consistently strengthen the force and impact of the student’s argument throughout the response.</p><p>4. Employing a style that is consistently vivid and persuasive.</p><p><em>As students strengthen their skills in developing textually substantiated arguments, encourage them to approach the writing process on the exam with the elements of sophistication outlined above in mind. You may wish in your feedback on student essays to share particular instances of sophisticated thinking or pinpoint opportunities for developing greater complexity in their arguments.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>not </strong>demonstrate sophistication of thought and/or a complex understanding of the rhetorical situation.</p>","<p>Response demonstrates sophistication of thought and/or a complex understanding of the rhetorical situation.</p>"]}]