[{"id":"VH958071_rubric_category_0","type":"custom","title":"Part A: Thesis","stimulusHtml":"<p>A thesis is an arguable statement about a subject.</p><p>The thesis may appear <strong>anywhere</strong> within the essay.</p><p><em>This is a partial Analysis task that asks students only to establish a position on a subject by identifying a thesis made by the author of the passage. In a full Analysis question in the summative exam, students will be asked to develop their own thesis/theses about the rhetorical choices an author makes in a text to achieve a purpose. This prompt is designed for students to practice planning a response to a timed Analysis task. While the task is shortened for sake of practicing analysis, by the end of Unit 1, students should have enough experience identifying and describing theses to be able to compose a clear statement summarizing at least one thesis made by the author of the passage.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>Identifies a thesis made by the author in the passage.</p>"]},{"id":"VH958071_rubric_category_1","type":"custom","title":"Part B: Evidence and Commentary","stimulusHtml":"<p>A piece of information becomes evidence when a writer establishes a logical relationship between the information and a thesis.</p><p>Commentary connects the evidence and reasoning to the thesis.</p><p><em>Since this is the first progress check Rhetorical Analysis question that students will encounter, they are being asked only to list at least two pieces of evidence that the author provides in support of a thesis that the student has identified in the first part of the task. In a full Rhetorical Analysis question on the summative exam, students would be asked to identify evidence from the passage to support their own thesis/theses about the rhetorical choices a writer is making in a text AND develop commentary that connects the evidence and reasoning to their thesis/theses. While students encounter this partial Analysis question at an early stage of the course, by the end of Unit 1 they should be adequately prepared to select evidence from the passage that reflects their understanding of what can serve as evidence and how a writer establishes a piece of information as evidence.</em></p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response meets <strong>one </strong>of the following criteria:</p>","<p>Lists two or more pieces of evidence from the text (direct quotes or paraphrases) that support the identified thesis/theses.</p>"]}]