[{"id":"VH958520_rubric_category_0","type":"custom","title":"Part A: Thesis ","stimulusHtml":"<p>A thesis is an arguable statement about a subject.</p><p>The thesis may appear <strong>anywhere</strong> within the essay.</p><p><em>The prompt is designed for students to practice drafting first responses to a timed Argument question. While the task is shortened for sake of practicing argument, at this point in the course students should have enough experience with developing and conveying claims to compose coherent thesis statements.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>Responds to the prompt with a defensible thesis that may establish a line of reasoning.</p>"]},{"id":"VH958520_rubric_category_1","type":"custom","title":"Part B: Evidence and Commentary","stimulusHtml":"<p>Writing that suffers from grammatical and/or mechanical errors that interfere with communication cannot earn the second point in this row.</p><p>Commentary connects the evidence and reasoning to the thesis.</p><p><em>Since this is the first progress check Argument question that students will encounter, students are being asked only to provide bullet lines of reasoning with brief references to evidence from their observation, experience, or reading. Because students are only listing evidence that supports their thesis and then briefly explaining how that evidence might figure in their argument, please consider that they may not necessarily develop their commentary enough to earn all of the points. This is why, for this unit, they can only earn 2 of the 4 points in this row. In a full Argument question, students will be asked to provide evidence relevant to the thesis AND develop a commentary explaining the relationship between evidence and the thesis. In some cases, student responses may exceed the criteria for these 2 points on this formative assessment. Students will be able to earn up to 4 points in this row in later units and on the summative AP Exam.</em></p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response meets<strong> both</strong> of the following criteria:</p><p>Provides one piece of evidence or an example(s) relevant to the subject of the prompt.</p><p>AND</p><p>Provides little or no commentary.</p>","<p>The response meets <strong>both</strong> of the following criteria:</p><p>Provides at least two pieces of evidence or example(s) relevant to the subject of the prompt.</p><p>AND</p><p>Provides basic commentary; however, it may repeat, oversimplify, or misinterpret the cited information or evidence.</p>"]},{"id":"VH958520_rubric_category_2","type":"custom","title":"Part C: Sophistication","stimulusHtml":"<p>Demonstrates sophistication of thought and/or a complex understanding of the rhetorical situation by:</p><p>1. Situating the argument within a broader context, recognizing the implications of the argument.</p><p><em>Although this is a shortened task, students may understand enough about the audience and context of an argument by this point in the course to be able to earn the point in this row. While students’ attempts to do things necessary for earning this point may be rudimentary at this stage, you might still consider awarding this point if you can see how these attempts at greater rhetorical sophistication could—if more fully developed—advance their argument in some way.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not demonstrate sophistication of thought and/or a complex understanding of the rhetorical situation.</p>","<p>Response demonstrates sophistication of thought and/or a complex understanding of the rhetorical situation.</p>"]}]