[{"id":"VH973194_rubric_category_0","type":"custom","title":"Part A: Thesis","stimulusHtml":"<p>A thesis is an arguable statement about a subject.</p><p>The thesis may appear <strong>anywhere</strong> within the essay.</p><p>A thesis that meets the criteria can be awarded the point whether or not the rest of the response successfully conveys that line of reasoning.</p><p><em>By this point in the course, students should have a good grasp of the understandings and skills related to argument. As such, the thesis should be clear and well-developed, earning a point as one would on the summative (May) AP Exam.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>Responds to the prompt with a defensible thesis that may establish a line of reasoning. </p>"]},{"id":"VH973194_rubric_category_1","type":"custom","title":"Part B:  Evidence AND Commentary","stimulusHtml":"<p>Writing that suffers from grammatical and/or mechanical errors that interfere with communication cannot earn the fourth point in this row.<br> Commentary connects the evidence and reasoning to the thesis.</p><p><em>This final progress check synthesis question includes two quantitative visuals, and the topic and sources are more challenging than those in earlier progress check synthesis questions. As such, students should be careful how they spend their time with the sources. By this point in the course, however, students should be up to the challenge: having plenty of experience developing commentary that connects evidence and reasoning, they may earn up to 4 point in this row as they would on the summative (May) AP exam.</em> </p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response meets <strong>all </strong>of the following criteria:</p><p>Provides evidence from or references at least two of the provided sources.</p><p>AND</p><p>Evidence provided must be relevant to the <span style=\"text-decoration:underline\">subject of the prompt.</span></p><p><span style=\"text-decoration:underline\">AND</span></p><p>Provides little or no commentary. </p>","<p>The response meets <strong>all </strong>of the following criteria:</p><p>Provides evidence from or references at least three of the provided sources.</p><p>AND</p><p>Evidence provided must be relevant to the <span style=\"text-decoration:underline\">subject of the prompt.</span></p><p>AND</p><p>Provides commentary; however, it repeats, oversimplifies, or misinterprets the cited information or evidence. </p>","<p>The response meets <strong>all </strong>of the following criteria:</p><p>Provides evidence from or references at least three of the provided sources.</p><p>AND</p><p>Evidence provided must be relevant to the <span style=\"text-decoration:underline\">thesis.</span></p><p>AND</p><p>Provides commentary that explains the relationship between the evidence and the claim; however, commentary is uneven, limited, or incomplete. </p>","<p>The response meets <strong>all </strong>of the following criteria:</p><p>Provides evidence from or references at least three of the provided sources.</p><p>AND</p><p>Evidence provided must be relevant to the <span style=\"text-decoration:underline\">thesis.</span></p><p>AND</p><p>Provides well-developed commentary that consistently and explicitly explains the relationship between the evidence and the thesis.</p>"]},{"id":"VH973194_rubric_category_2","type":"custom","title":"Part C:  Sophistication","stimulusHtml":"<p>Demonstrates sophistication of thought and/or a complex understanding of the rhetorical situation by:</p><p>1. Situating the argument within a broader context, recognizing the implications of the argument.</p><p>2. Engaging in concession, rebuttal, and/or refutation of other arguments relating to the thesis.</p><p>3. Making effective rhetorical choices that strengthen the force and impact of the student’s argument.</p><p>4. Utilizing a prose style that is especially vivid, persuasive, convincing, or appropriate to the student’s argument.</p><p><em>Given students’ engagement with the understandings and skills related to argument throughout the course, none of the forms of rhetorical sophistication outlined above should be beyond their reach at this point. As such, this row earns a point as it would on the summative (May) AP exam.</em> </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>not </strong>demonstrate sophistication of thought and/or a complex understanding of the rhetorical situation. </p>","<p>Response demonstrates sophistication of thought and/or a complex understanding of the rhetorical situation. </p>"]}]