[{"id":"VH973120_rubric_category_0","type":"custom","title":"Part A: Thesis ","stimulusHtml":"<p>A thesis is an arguable statement about a subject.</p><p>The thesis may appear <strong>anywhere</strong> within the essay.</p><p>A thesis that meets the criteria can be awarded the point whether or not the rest of the response successfully conveys that line of reasoning.</p><p><em>By this point in the course, students should be pretty far along in terms of the understandings and skills related to the Synthesis task— especially the necessary argument skills. As such, the thesis should be well-developed, earning a point as one would on the summative (May) AP Exam.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>Responds to the prompt with a defensible thesis that may establish a line of reasoning.</p>"]},{"id":"VH973120_rubric_category_1","type":"custom","title":"Part B: Evidence AND Commentary","stimulusHtml":"<p>Writing that suffers from grammatical and/or mechanical errors that interfere with communication cannot earn the third point in this row.</p><p>Commentary connects the evidence and reasoning to the thesis.</p><p><em>This prompt is the first progress check synthesis question with a full set of sources that students will encounter. It includes both a qualitative and a quantitative visual, as well as one source that is intended to be a bit more challenging than those on previous progress checks. As such, students should be careful how they spend their time with the sources. To encourage students to focus on the explanation of the relationships between textual evidence and their claims and to avoid penalizing students who aren’t yet as consistent as they should be by the end of the course, the rubric is such that students may only earn up to 3 points in this row for this question.</em> <em>In some cases, student responses may exceed the criteria for these 3 points on this formative assessment. Students will be able to earn up to 4 points in this row in later units and on the summative AP Exam.</em></p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response meets <strong>all </strong>of the following criteria:</p><p>Provides evidence from or references at least two of the provided sources.</p><p>AND</p><p>Evidence provided must be relevant to the <span style=\"text-decoration:underline\">subject of the prompt.</span></p><p><span style=\"text-decoration:underline\">AND</span></p><p>Provides little or no commentary.</p>","<p>The response meets <strong>all </strong>of the following criteria:</p><p>Provides evidence from or references at least three of the provided sources.</p><p>AND</p><p>Evidence provided must be relevant to the <span style=\"text-decoration:underline\">subject of the prompt.</span></p><p>AND</p><p>Provides commentary; however, it repeats, oversimplifies, or misinterprets the cited information or evidence.</p>","<p>The response meets <strong>all </strong>of the following criteria:</p><p>Provides evidence from or references at least three of the provided sources.</p><p>AND</p><p>Evidence provided must be relevant to the <span style=\"text-decoration:underline\">thesis.</span></p><p>AND</p><p>Provides commentary that explains the relationship between the evidence and the claim; however, commentary is uneven, limited, or incomplete.</p>"]},{"id":"VH973120_rubric_category_2","type":"custom","title":"Part C: Sophistication","stimulusHtml":"<p>Demonstrates sophistication of thought and/or a complex understanding of the rhetorical situation by:</p><p>1. Situating the argument within a broader context, recognizing the implications of the argument.</p><p>2. Making effective rhetorical choices that strengthen the force and impact of the student’s argument.</p><p>3. Utilizing a prose style that is especially vivid, persuasive, convincing, or appropriate to the student’s argument.</p><p><em>Though students are fairly far along in the course, you might still consider awarding this point to even the less successful attempts at these forms of rhetorical sophistication so as to encourage students to experiment and take risks in their writing.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>not </strong>demonstrate sophistication of thought and/or a complex understanding of the rhetorical situation.</p>","<p>Response demonstrates sophistication of thought and/or a complex understanding of the rhetorical situation.</p>"]}]