[{"id":"VR100665_rubric_category_0","type":"custom","title":"Part A: Thesis","stimulusHtml":"<p>The thesis may appear anywhere within the essay.</p><p></p><p>A thesis that meets the criteria can be awarded the point whether or not the rest of the response successfully conveys that line of reasoning. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates any of the following:</p>","<p>The response responds to the prompt with a defensible thesis that analyzes the writer’s rhetorical choices.</p><p></p><p><strong>Responses that earn this point:</strong></p><ul><li><p>The thesis responds to the prompt rather than restating or rephrasing the prompt <span style=\"text-decoration:underline\">and</span> clearly articulates a defensible thesis about the rhetorical choices the writer makes. </p></li></ul>"]},{"id":"VR100665_rubric_category_1","type":"custom","title":"Part B: Evidence and Commentary","stimulusHtml":"<p>Writing that suffers from grammatical and/or mechanical errors that interfere with communication cannot earn the fourth point in this row. </p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response meets <strong>one</strong> of the following criteria:</p>","<p>The response meets <strong>both </strong>of the following criteria:</p><ul><li><p>Makes textual references (direct quotes or paraphrases) that are relevant to the thesis.</p></li><li><p>Provides commentary; however, it repeats, oversimplifies, or misinterprets the cited information or evidence.</p></li></ul>","<p>The response meets <strong>both </strong>of the following criteria:</p><ul><li><p>Makes textual references (direct quotes or paraphrases) that are relevant to the thesis.</p></li><li><p>Provides commentary that explains the relationship between evidence and the thesis; however, commentary is uneven, limited, or incomplete.</p></li></ul>","<p>The response meets <strong>both </strong>of the following criteria:</p><ul><li><p>Makes textual references (direct quotes or paraphrases) that are relevant to the thesis.</p></li><li><p>Provides well-developed commentary that consistently and explicitly explains the relationship between the evidence and the thesis.</p></li></ul>"]},{"id":"VR100665_rubric_category_2","type":"custom","title":"Part C:  Sophistication","stimulusHtml":"<p>This point should be awarded only if the demonstration of sophistication or complex understanding is part of the argument, not merely a phrase or reference. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does<strong> not</strong> demonstrate sophistication of thought and/or a complex understanding of the rhetorical situation.</p><p></p><p><strong>Responses that do not earn this point:</strong></p><ul><li><p>Attempt to contextualize the text, but such attempts consist of predominantly sweeping generalizations.</p></li><li><p>Only hint or suggest other arguments.</p></li><li><p>Examine individual rhetorical choices but do not examine the relationships among different choices throughout the text.</p></li><li><p>Oversimplify complexities in the text.</p></li><li><p>Use complicated or complex sentences or language that are ineffective in that they do not enhance their analysis. </p></li></ul>","<p>Response demonstrates sophistication of thought and/or a complex understanding of the rhetorical situation.</p><p></p><p><strong>Responses that earn this point may demonstrate sophistication of thought and/or a complex understanding of the rhetorical situation by doing any of the following:</strong></p><p>1. Crafting a thesis that demands nuanced consideration of textual evidence to prove – and then successfully proves it.</p><p>2. Explaining the significance or relevance of the text’s purpose within a broader context.</p><p>3. Engaging concession, rebuttal, and/or refutation of other arguments relating to the thesis.</p><p>4. Recognizing and accounting for contradictions or complexities within the text.</p><p>5. Making effective rhetorical choices that strengthen the force and impact of the student’s argument.</p><p>6. Utilizing a prose style that is especially vivid, persuasive, convincing, or appropriate to the student’s argument. </p>"]}]