[{"id":"FT545009","type":"longtextV2","stimulusHtml":"<p>An important method for controlling the spread of the H6N2 influenza (bird flu) virus in chickens is having a procedure to determine whether chickens are infected with the virus. It is common to apply a procedure, called an ELISA test, to measure the concentration of anti–bird flu antibodies in a blood sample taken from a chicken. If the ELISA test reveals a high-enough concentration of antibodies, the chicken is said to test positive, and it is classified as infected with the virus. Otherwise, the chicken is said to test negative, and it is classified as not infected. However, the ELISA test is a complex procedure that is not always accurate. One type of mistake, a false positive result, occurs when the ELISA test gives a positive result for a chicken that is not infected with the virus. A second type of mistake, a false negative result, occurs when the ELISA test gives a negative result for an infected chicken.</p>\n\n<p>Considering the possibility of false positives and false negatives for tests on individual chickens, veterinarians have developed the following procedure for determining if the H6N2 virus is present in a large flock of chickens.</p>\n\n<ul>\n\t<li>\n\t<p>Randomly select 10 chickens from the flock.</p>\n\t</li>\n\t<li>\n\t<p>Perform the ELISA test on a blood sample from each of the 10 chickens.</p>\n\t</li>\n\t<li>\n\t<p>Conclude that the H6N2 virus is present in the flock if at least 3 out of the 10 chickens have positive ELISA test results.</p>\n\t</li>\n</ul>\n\n<p>Suppose a veterinarian applies the procedure to a flock of 100,000 chickens at a commercial egg production farm. The ELISA test is known to have probability 0.05 of producing a false positive result and probability 0.10 of producing a false negative result for a single chicken.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>If no chicken in the flock is infected with the H6N2 virus, what is the probability that the veterinarian will conclude that the H6N2 virus is not present in the flock? Show how you found your answer.</p>\n\t</li>\n\t<li>\n\t<p>If no chicken in the flock is infected with the H6N2 virus, what is the probability that the veterinarian will conclude that the H6N2 virus is present in the flock? Show how you found your answer.</p>\n\t</li>\n\t<li>\n\t<p>If every chicken in the flock is infected with the H6N2 virus, what is the probability that the veterinarian will conclude that the H6N2 virus is present in the flock? Show how you found your answer.</p>\n\t</li>\n\t<li>\n\t<p>If 20 percent of the chickens in the flock are infected with the H6N2 virus and the other 80 percent are <u>not</u> infected, what is the probability that the veterinarian will conclude that the H6N2 virus is present in the flock? Show how you found your answer.</p>\n\t</li>\n</ol>\n"}]