[{"id":"FT547803","type":"mcq","stimulusHtml":"<p>A field researcher who studies lions conjectured that the more time a cub spends playing, the sooner the cub will begin to hunt. Observational data were collected from 20 lion cubs. The researcher recorded how long they spent playing and the age when they began hunting. Because male and female lions have different hunting behaviors, the researcher recorded the data for males and females separately. The two scatterplots show the data for the 10 female lions and the 10 male lions.</p>\n\n<p><img alt=\"The figure shows two scatterplots. The scatterplot on the left is titled Female Lion Cubs, and the scatterplot on the right is titled Male Lion Cubs. The horizontal axes are labeled Average Daily Play Time, in hours, and have 11 tick marks, labeled from three point five to five point five, in increments of point two. The vertical axes are labeled Age at First Hunt, in months, and have 4 tick marks, labeled from 12 to 16, in increments of one. Each scatterplot contains 10 data points.  For the Female Lions Club on the left, the approximate values of the 10 data points are: Point one: 3 point five comma 13 point five. Point two: 3 point six comma 15. Point three: 3 point eight comma 14. Point four: 3 point eight comma 15 point seven five. Point five: 3 point nine comma 13. Point six: 4 comma 14 point five. Point seven: 4 point one comma 12 point seven five. Point eight: 4 point two comma 11 point five. Point nine: 4 point three comma 12 point five. Point ten: 4 point four comma 11 point five.  For the Male Lions Club on the right, the approximate values of the 10 data points are: Point one: 3 point seven comma 12 point seven five. Point two: 3 point eight comma 11 point seven five. Point three: 3 point nine comma 13 point two five. Point four: 4 point two comma 12 point two five. Point five: 4 point three comma 13 point two five. Point six: 4 point six comma 13. Point seven: 4 point seven comma 13 point five. Point eight: 4 point 8 comma 12. Point nine: 4 point nine comma 13 point five. Point ten: 5 point 4 comma 12 point five.\" height=\"215\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8a85405e012ea87ca5ba2201108204d8/original.png\" width=\"592\" /></p>\n\n<p>Based on the scatterplots, for which gender does there appear to be evidence that the more time a lion cub spends playing, the sooner the cub is likely to begin hunting?</p>\n","choicesHtml":["<p>For female cubs only</p>","<p>For male cubs only</p>","<p>For both male cubs and female cubs, with equal evidence</p>","<p>For both male cubs and female cubs, with more evidence for female cubs than for male cubs</p>","<p>For neither male cubs nor female cubs</p>"],"answer":-1}]