[{"id":"FT546998","type":"mcq","stimulusHtml":"<p>Frank, who lives in Texas, and his sister Lilly, who lives in Japan, correspond regularly. From what he can tell from the postmarks on both his and his sister’s letters, it appears that it takes longer for Lilly’s mail from Japan to reach him in Texas than it does for his letters from Texas to reach her in Japan. When Frank called his post office to ask if there was a reason for this, the postmaster told him that the delivery time of letters in both directions should be the same. Frank and his sister decided to collect data to see if letters from Japan to Texas take longer to be delivered than letters from Texas to Japan. They recorded the delivery time in days. After convincing themselves that the assumptions were reasonable, they performed a two-sample <em>t</em>-test and obtained the following computer output.</p>\n\n<p><img alt=\"A figure is shown with t test results. At the top it reads two sample T for To Texas versus To Japan. Below this is a table with four columns labeled N, mean, standard deviation, and S E mean. The first row is for To Texas and has values 12, 8.74, 2.92, and 0.84. The second row is for To Japan ans has values 9, 6.75, 2.56, and 0.85. Below this it reads 95 percent C I for mu To Texas minus mu To Japan: open parentheses negative 0.53, 4.51 close parentheses. On the last line it reads T-test mu To Texas equals mu To Japan open parentheses versus greater than close parentheses: T equals 1.66 P equals 0.058 D F equals 18.\" height=\"168\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/388e8778c4d2233485f4130dc00cd56b/original.png\" width=\"630\" /></p>\n\n<p>Using a significance level of 0.05, which of the following statements best describes the conclusion that can be drawn from these data?</p>\n","choicesHtml":["<p>There is convincing evidence that there is no difference in the mean delivery times.</p>","<p>There is convincing evidence that there is a difference in the mean delivery times.</p>","<p>There is convincing evidence that the mean delivery time from Japan to Texas is greater than the mean delivery time from Texas to Japan.</p>","<p>There is not convincing evidence that the mean delivery time from Japan to Texas is greater than the mean delivery time from Texas to Japan.</p>","The <em>t</em>-test cannot be used for sample sizes that are this small."],"answer":2}]