[{"id":"FT548323","type":"mcq","stimulusHtml":"<p>The table below shows historical data for the distribution of the number of customers, in half-hour time periods, who visit the electronics department of a retail store. For example, in 25 percent of the time periods for which data were collected, no customers were observed in the electronics department of the store.</p>\n\n<p><img alt=\"A table is shown with two rows. The first row reads number of customers, 0, 1, 2, and 3 or more. The second row reads proportion of time periods, 0.25, 0.20, 0.30, and 0.25.\" height=\"81\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a27d54f9b3489afee5f04421af202ac0/original.png\" width=\"550\" /></p>\n\n<p>To investigate if the distribution has changed, the number of customers who visited the electronics department of the store was recorded for each of 50 randomly selected time periods. The results are shown in the table below.</p>\n\n<p><img alt=\"A table is shown with two rows. The first row reads number of customers, 0, 1, 2, and 3 or more. The second row reads number of time periods, 4, 13, 14, and 19.\" height=\"81\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1514159ee7d881da038ce59863f86949/original.png\" width=\"550\" /></p>\n\n<p>A chi-square goodness-of-fit test was conducted to determine whether the data provide convincing evidence that the distribution has changed. The test statistic was 10.13 with a <em>p</em>-value of 0.0175. Which of the following statements is true?</p>\n","choicesHtml":["At the significance level <em>α​</em> = 0.05, the data provide convincing evidence that the current distribution is different from the historical distribution.","At the significance level <em>α</em> = 0.10, the data do not provide convincing evidence that the current distribution is different from the historical distribution.","<p>The mean number of customers in a randomly selected time period is 12.5.</p>","<p>No valid conclusion can be made because the observed frequency for one cell is less than 5.</p>","The chi-square statistic has 50 - 1 = 49 degrees of freedom."],"answer":-1}]