[{"id":"FT545013","type":"longtextV2","stimulusHtml":"<p>Bone mineral density (BMD) is a measure of bone strength. It is defined as the ratio of bone mass to the cross-sectional area of the bone that is scanned, and it is expressed in units of grams per square centimeter (g/cm<sup>2</sup>). Recent studies suggest that peak BMD in women is achieved between ages 15 and 40, and BMD declines after age 45. Decreased BMD is associated with increased risk of bone fracture.</p>\n\n<p>In a recent study, the impact of regular physical exercise on women in differing stages of BMD development was examined. A simple random sample of 59 women between the ages of 41 and 45 and with no major health problems were enrolled in the study. The women were classified into one of the two following groups, based on their level of exercise activity.</p>\n\n<ul>\n\t<li>\n\t<p>Sedentary: minimal participation in physical exercise in the past three years (This group contained 31 women.)</p>\n\t</li>\n\t<li>\n\t<p>Walkers: walk at an aerobic pace at least 135 minutes per week during the past three years (This group contained 28 women.)</p>\n\t</li>\n</ul>\n\n<p>(a) The table below shows the mean BMD and corresponding standard deviation for each of the two groups of women.</p>\n\n<p><img alt=\"A table is shown with four columns labeled exercise group, number of women, mean BMD, and standard deviation. The first row reads sedentary, 31, 1.151, and 0.068. The second row reads walkers, 28, 1.209, and 0.067.\" height=\"99\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b97da8bfcb885abbb0ad55663d6818f4/original.png\" width=\"605\" /></p>\n\n<p>A <em>t</em>-test was conducted to compare the mean BMD levels for sedentary women and walkers. The results of the test showed a significant difference at the 0.01 level of significance. Based on the results, can it be concluded that converting sedentary women into walkers would necessarily increase their BMD levels? Explain.</p>\n\n<p>(b) There was some concern that women in the two groups may have different dietary habits that could affect BMD. For example, higher intake of milk or other foods and supplements that provide additional calcium to the body could increase BMD. To examine this possibility, the researchers also asked each woman in the study to report on weekly milk consumption when she was age 20 through age 29. The data were then used to compute a value of calcium obtained from milk consumption for each woman in the study. BMD levels were plotted against the calcium intake from consumption of milk for women in each of the groups. The plots are shown below, with the least squares estimate of a regression line on each plot.</p>\n\n<p><img alt=\"A figure is shown with two graphs, both showing BMD from 1 to 1.4 in increments of 0.1 on the vertical axis and calcium from milk consumption from 0 to 16 in increments of 1 on the horizontal axis. Each graph has data points plotted that generally increase from left to right.   The left graph has the title bone mineral density for sedentary women. A line is drawn through the data that starts at about 0 and 1.125 and goes up and to the right ending at about 16 and 1.2. The right graph has the title bone mineral density for walkers. A line is drawn through the data that starts at about 0 and 1.2 and goes up and to the right ending at about 16 and 1.275.\" height=\"245\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/cb371ae760f48d6a5fdced9710cb73c1/original.png\" width=\"445\" /></p>\n\n<p>What do the plots indicate about the relationship between BMD and calcium intake from milk consumption from age 20 through age 29 ?</p>\n\n<p>(c) The line graphs in part (b) suggest that sedentary women tend to have lower calcium intake from milk consumption than walkers do. Assuming that this is true, describe the impact, if any, that it would have on conclusions that can be reached from <em>t</em>-tests for comparing mean BMD levels for the two groups, such as those conducted in part (a).</p>\n"}]