[{"id":"FT547791","type":"mcq","stimulusHtml":"<p>The pulse rate for each person in a sample of 20 men and 20 women was recorded. The boxplots below summarize the pulse rates for the men and the women in the sample.</p>\n\n<p><img alt=\"The figure shows two vertical boxplots that summarizes the data on the pulse rates for the men and the women in the sample. The boxplots are graphed on the same vertical axis. The vertical axis is labeled Pulse Rate, and has tick marks with the numbers 50 through 85, from bottom to top, in increments of 5. The first boxplot is labeled Men. In the boxplot, the lower whisker extends from approximately 58 to 65; the box extents from approximately 65 to 71; a horizontal line segment at approximately 70 breaks the box into 2 parts; and the upper whisker extends from approximately 71 to 78. Below the lower whisker, three stars are plotted. The stars are adjacent to the end of the lower whisker. They correspond to the data values, from bottom to top, 53, 55, and 57. The second boxplot is labeled Women. In the boxplot, the lower whisker extends from approximately 55 to 68; the box extents from approximately 68 to 80; a horizontal line segment at approximately 75 breaks the box into 2 parts; and the upper whisker extends from approximately 80 to 83.\" height=\"181\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9fb66f927cc18a7bb48f4b66967bf8a3/original.png\" width=\"303\" /></p>\n\n<p>Which of the following statements about the people in the sample must be true?</p>\n","choicesHtml":["<p>There are more people between the first and third quartiles for women than there are between the first and third quartiles for men.</p>","<p>The person with the lowest pulse rate is a woman.</p>","<p>At least half of the women had higher pulse rates than three-fourths of the men.</p>","<p>More than half of the men had lower pulse rates than three-fourths of the women.</p>","<p>If a man and a woman were randomly selected from the 40 people, the man would have the lower pulse rate.</p>"],"answer":1}]