[{"id":"FT545008","type":"longtextV2","stimulusHtml":"<p>Members of the research and development division of a bicycle tire manufacturer are investigating tread life of rubber bicycle tires. They have suggested that a study be conducted to determine whether bicycle tires produced using a new synthetic rubber compound have a longer tread life than the tread life of bicycle tires produced using the standard rubber compound.</p>\n\n<p>A researcher in the division suggested the study be designed in the following way. Select 60 identical bicycles and randomly assign 30 of those bicycles to one group, A, and the rest to a second group, B. All 60 bicycles will be equipped with front tires produced using the standard rubber compound. However, the bicycles in group A will be equipped with rear tires produced using the new synthetic rubber compound, while the bicycles in group B will be equipped with rear tires produced using the standard rubber compound.</p>\n\n<p>A total of 60 bicyclists will be randomly selected from the population of students at a local university who regularly ride a bicycle. The 60 bicycles will be randomly assigned to the 60 students (with a different bicycle assigned to each student), and the students will be asked to ride the bicycles for a six-month period. At the end of the six-month period, the researcher will compare the mean amounts of rear tire tread wear for the bicycles in the two groups.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>What type of design has been proposed for the study? What is the response variable in the design?</p>\n\t</li>\n\t<li>\n\t<p>Other than using a larger sample size, describe a better design for the study than the one proposed by the researcher. Explain why your design is better.</p>\n\t</li>\n\t<li>\n\t<p>For your design in part (b), identify a statistical test that could be conducted to determine whether tires produced using the new compound have longer tread life than tires produced using the standard compound. (You do not have to carry out the test.)</p>\n\t</li>\n</ol>\n"}]