[{"id":"FT544752","type":"mcq","stimulusHtml":"An outlier may be defined as a data point that is more than 1.5 times the interquartile range below the lower quartile or is more than 1.5 times the interquartile range above the upper quartile. According to this definition, what is the diameter, in inches, of the smallest tree that is an outlier?","features":[{"type":"sharedpassage","html":"<p><strong>The following question(s)&nbsp;</strong> <strong>refer to the following scenario and set of data.</strong></p>\n\n<p>In the 1830s, land surveyors began to survey the land acquired in the Louisiana Purchase. Part of their task was to note the sizes of trees they encountered in their surveying. The table of data below is for bur oak trees measured during the survey.</p>\n\n<p><img alt=\"The figure shows a table with 5 columns and 36 rows. The top row contains the column labels, from left to right: column 1, Tree Diameter (in inches); column 2, Frequency; column 3, Relative Frequency; column 4, Cumulative Frequency; column 5, Cumulative Relative Frequency. From top to bottom, the data is as follows. Row 2; 4, 2, 0.005, 2, 0.005. Row 3; 5, 5, 0.012, 7, 0.016. Row 4; 6, 19, 0.044, 26, 0.060. Row 5; 7, 5, 0.012, 31, 0.072. Row 6; 8, 41, 0.095, 72, 0.167. Row 7; 9, 12, 0.028, 84, 0.195. Row 8; 10, 53, 0.123, 137, 0.318. Row 9; 11, 3, 0.007, 140, 0.325. Row 10; 12, 64, 0.148, 204, 0.473. Row 11; 13, 4, 0.009, 208, 0.483. Row 12; 14, 46, 0.107, 254, 0.589. Row 13; 15, 11, 0.026, 265, 0.615. Row 14; 16, 48, 0.111, 313, 0.726. Row 15; 17, 2, 0.005, 315, 0.731. Row 16; 18, 47, 0.109, 362, 0.840. Row 17 for tree diameter 19 is blank. Row 18; 20, 30, 0.070, 392, 0.910. Row 19 for tree diameter 21 is blank. Row 20; 22, 4, 0.009, 396, 0.919. Row 21 for tree diameter 23 is blank. Row 22; 24, 18, 0.042, 414, 0.961. Row 23 for tree diameter 25 is blank. Row 24; 26, 1, 0.002, 415, 0.963. Row 25 for tree diameter 27 is blank. Row 26; 28, 2, 0.005, 417, 0.968. Row 27 for tree diameter 29 is blank. Row 28; 30, 8, 0.019, 425, 0.986. Row 29 for tree diameter 31 is blank. Row 30 for tree diameter 32 and row 31 for tree diameter 33 are blank. Row 32; 34, 1, 0.002, 426, 0.988. Row 33; 35, 1, 0.002, 427, 0.991. Row 34; 36, 3, 0.007, 430, 0.998. Row 35 for tree diameter 37 is blank. Row 36; 38, 1, 0.002, 431, 1.000.\" height=\"791\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ee1eebbbfb470ea5f82e405827f584bb/original.jpg\" width=\"684\"></p>\n"}],"choicesHtml":["<p>4</p>","<p>28</p>","<p>30</p>","<p>34</p>","<p>36</p>"],"answer":2}]