[{"id":"FT555116","type":"longtextV2","stimulusHtml":"<p><em><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</em></p>\n\n<p>Regulations require that product labels on containers of food that are available for sale to the public accurately state the amount of food in those containers. Specifically, if milk containers are labeled to have 128 fluid ounces and the mean number of fluid ounces of milk in the containers is at least 128, the milk processor is considered to be in compliance with the regulations. The filling machines can be set to the labeled amount. Variability in the filling process causes the actual contents of milk containers to be normally distributed. A random sample of 12 containers of milk was drawn from the milk processing line in a plant, and the amount of milk in each container was recorded.</p>\n\n<p>(a) The sample mean and standard deviation of this sample of 12 containers of milk were 127.2 ounces and 2.1 ounces, respectively. Is there sufficient evidence to conclude that the packaging plant is <strong>not</strong> in compliance with the regulations? Provide statistical justification for your answer.</p>\n\n<p>Inspectors decide to study a particular filling machine within this plant further. For this machine, the amount of milk in the containers has a mean of 128.0 fluid ounces and a standard deviation of 2.0 fluid ounces.</p>\n\n<p>(b) What is the probability that a randomly selected container filled by this machine contains at least 125 fluid ounces?</p>\n\n<p>(c) An inspector will randomly select 12 containers filled by this machine and record the amount of milk in each. What is the probability that the minimum (smallest amount of milk) recorded in the 12 containers will be at least 125 fluid ounces? (Note: In order for the minimum to be at least 125 fluid ounces, each of the 12 containers must contain at least 125 fluid ounces.)</p>\n\n<p>An analyst wants to use simulation to investigate the sampling distribution of the minimum. This analyst randomly generates 150 samples, each consisting of 12 observations, from a normal distribution with mean 128 and standard deviation 2 and finds the minimum for each sample. The 150 minimums (sorted from smallest to largest) are shown on the next page.</p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"A table with two columns, sample on the left and minimum on the right, is shown. The table is divided into three columns to allow it to fit on the page.The first section of the table reads 1 and 121.45, 2 and 122.51, 3 and 122.53, 4 and 122.72, 5 and 122.75, 6 and 122.89, 7 and 122.93, 8 and 122.99, 9 and 123.04, 10 and 123.08, 11 and 123.09, 12 and 123.10, 13 and 123.31, 14 and 123.34, 15 and 123.39, 16 and 123.40, 17 and 123.41, 18 and 123.41, 19 and 123.46, 20 and 123.49, 21 and 123.51, 22 and 123.57, 23 and 123.58, 24 and 123.59, 25 and 123.60, 26 and 123.66, 27 and 123.67, 28 and 123.72, 29 and 123.75, 30 and 123.77, 31 and 123.78, 32 and 123.84, 33 and 123.91, 34 and 123.93, 35 and 123.95, 36 and 123.95, 37 and 123.98, 38 and 123.99, 39 and 124.05, 40 and 124.05, 41 and 124.06, 42 and 124.12, 43 and 124.14, 44 and 124.15, 45 and 124.16, 46 and 124.19, 47 and 124.23, 48 and 124.27, 49 and 124.28, and 50 and 124.28. The second section of the table reads 51 and 124.28, 52 and 124.29, 53 and 124.30, 54 and 124.31, 55 and 124.34, 56 and 124.36, 57 and 124.37, 58 and 124.37, 59 and 124.39, 60 and 124.39, 61 and 124.41, 62 and 124.44, 63 and 124.53, 64 and 124.53, 65 and 124.54, 66 and 124.55, 67 and 124.55, 68 and 124.55, 69 and 124.55, 70 and 124.58, 71 and 124.67, 72 and 124.69, 73 and 124.73, 74 and 124.77, 75 and 124.78, 76 and 124.78, 77 and 124.80, 78 and 124.80, 79 and 124.81, 80 and 124.85, 81 and 124.91, 82 and 124.92, 83 and 124.92, 84 and 124.96, 85 and 125.00, 86 and 125.01, 87 and 125.02, 88 and 125.02, 89 and 125.03, 90 and 125.04, 91 and 125.05, 92 and 125.07, 93 and 125.08, 94 and 125.09, 95 and 125.14, 96 and 125.18, 97 and 125.21, 98 and 125.21, 99 and 125.22, and 100 and 100 and 125.25. The third section of the table reads 101 and 125.25, 102 and 125.31, 103 and 125.36, 104 and 125.38, 105 and 125.40, 106 and 125.41, 107 and 125.48, 108 and 125.49, 109 and 125.50, 110 and 125.52, 111 and 125.54, 112 and 125.56, 113 and 125.61, 114 and 125.67, 115 and 125.72, 116 and 125.76, 117 and 125.77, 118 and 125.78, 119 and 125.79, 120 and 125.84, 121 and 125.87, 122 and 125.87, 123 and 125.90, 124 and 125.90, 125 and 125.93, 126 and 125.93, 127 and 125.93, 128 and 125.94, 129 and 125.98, 130 and 126.00, 131 and 126.03, 132 and 126.05, 133 and 126.05, 134 and 126.06, 135 and 126.09, 136 and 126.15, 137 and 126.15, 138 and 126.16, 139 and 126.19, 140 and 126.19, 141 and 126.25, 142 and 126.26, 143 and 126.33, 144 and 126.35, 145 and 126.45, 146 and 126.50, 147 and 126.57, 148 and 126.62, 149 and 126.64, and 150 and 126.95.\" height=\"912\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c6e83fb5f2ba7478c83bb76b9ddde5ce/original.png\" width=\"700\" /></p>\n\n<p>(d) Use the simulation results to estimate the probability that was requested in part (c) and compare this estimate with the theoretical value you calculated.</p>\n"}]