[{"id":"FT551064","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</p>\n\n<p><br />\nA consumer advocate conducted a test of two popular gasoline additives, A and B. There are claims that the use of either of these additives will increase gasoline mileage in cars. A random sample of 30 cars was selected. Each car was filled with gasoline and the cars were run under the same driving conditions until the gas tanks were empty. The distance traveled was recorded for each car.</p>\n\n<p>Additive A was randomly assigned to 15 of the cars and additive B was randomly assigned to the other 15 cars. The gas tank of each car was filled with gasoline and the assigned additive. The cars were again run under the same driving conditions until the tanks were empty. The distance traveled was recorded and the difference in the distance with the additive minus the distance without the additive for each car was calculated.</p>\n\n<p>The following table summarizes the calculated differences. Note that negative values indicate less distance was traveled with the additive than without the additive.</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"A table is shown with six columns labeled additive, values below Q sub 1, Q sub 1, median Q sub 3, values above Q sub 3. The first column reads A and B. The second column reads negative 10, negative 8, and negative 2 in the first row, and negative 5, negative 3, and negative 3 in the second row. The third column reads 1 and negative 2. The fourth column reads 3 and 1. The fifth column reads 4 and 25. The sixth column reads 5, 7, and 9 in the first row, and 35, 37, and 40 in the second row.\" height=\"102\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/823468497bacac73b3c9090ac426012a/original.png\" width=\"750\" /></p>\n\n<ol style=\"list-style-type: lower-alpha;\">\n\t<li>\n\t<p>On the grid below, display parallel boxplots (showing outliers, if any) of the differences of the two additives.</p>\n\n\t<p><img alt=\"A blank grid is shown that is five boxes high and 12 boxes wide. The lower edge is labeled from negative 15 on the left to 45 on the right in increments of 5.\" height=\"204\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e6145c9dbac81c47955651c99d3e4687/original.png\" width=\"800\" /></p>\n\t</li>\n\t<li>\n\t<p>Two ways that the effectiveness of a gasoline additive can be evaluated are by looking at either</p>\n\t</li>\n</ol>\n\n<ul>\n\t<li>\n\t<p>the proportion of cars that have increased gas mileage when the additive is used in those cars<br />\n\tor</p>\n\t</li>\n\t<li>\n\t<p>the mean increase in gas mileage when the additive is used in those cars.</p>\n\t</li>\n</ul>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>Which additive, A or B, would you recommend if the goal is to increase gas mileage in the highest proportion of cars? Explain your choice.</p>\n\t</li>\n\t<li>\n\t<p>Which additive, A or B, would you recommend if the goal is to have the highest mean increase in gas mileage? Explain your choice.</p>\n\t</li>\n</ol>\n"}]