[{"id":"FT550824","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n\n<p>A company manufactures and markets a traditional type of disposable coffee cup that is used in many fast food restaurants. The company has created a new cup that it believes insulates better than the traditional cup. To investigate whether the new cup insulates better, the company plans to conduct a study. In the study, a random sample of cups for each of the two types will be selected. In each sample, each cup will be filled with the same amount of coffee that has been heated to 150 degrees Fahrenheit (ยบF). The amount of time (in minutes) it takes for the coffee to cool to 100ยบ F will be measured for each cup.</p>\n\n<p>The hypotheses that the company will test are shown below, where <em>ยต<sub>N</sub></em> is the true mean time it takes coffee to cool from 150ยบ F to 100ยบ F in the new cup and <em>ยต<sub>T</sub></em> is the true mean time it takes coffee to cool from 150ยบ F to 100ยบ F in the traditional cup.</p>\n\n<p class=\"text-center\">H<sub>0</sub>: ฮผ<sub>N</sub> = ฮผ<sub>T</sub></p>\n\n<p class=\"text-center\">H<sub>a</sub>: ฮผ<sub>N</sub> &gt; ฮผ<sub>T</sub></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Describe a Type II error in the context of the study.</p>\n\t</li>\n\t<li>\n\t<p>The company is concerned about the probability of a Type II error. Which test procedure, one that uses a significance level of ๐ผ = 0.10 or one that uses a significance level of ๐ผ = 0.01, would result in a smaller probability of a Type II error? Explain.</p>\n\t</li>\n\t<li>\n\t<p>The marketing department in the company has suggested that a 2-minute increase in the time it takes the coffee to cool from 150ยบ F to 100ยบ F would be a noticeable improvement to customers. Suppose the company statistician estimates that the power of the appropriate significance test is 0.88 when the true mean cooling time for the new cups is 2 minutes greater than the true mean cooling time for the traditional cups. Interpret the value of 0.88 in the context of the study.</p>\n\t</li>\n</ol>\n"}]