[{"id":"FT551183","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n\n<p>A company manufactures model rockets that require igniters to launch. Once an igniter is used to launch a rocket, the igniter cannot be reused. Sometimes an igniter fails to operate correctly, and the rocket does not launch. The company estimates that the overall failure rate, defined as the percent of all igniters that fail to operate correctly, is 15 percent.</p>\n\n<p>A company engineer develops a new igniter, called the super igniter, with the intent of lowering the failure rate. To test the performance of the super igniters, the engineer uses the following process.</p>\n\n<p>Step 1: One super igniter is selected at random and used in a rocket.</p>\n\n<p>Step 2: If the rocket launches, another super igniter is selected at random and used in a rocket.</p>\n\n<p>Step 2 is repeated until the process stops. The process stops when a super igniter fails to operate correctly or 32 super igniters have successfully launched rockets, whichever comes first. Assume that super igniter failures are independent.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>If the failure rate of the super igniters is 15 percent, what is the probability that the first 30 super igniters selected using the testing process successfully launch rockets?</p>\n\t</li>\n\t<li>\n\t<p>Given that the first 30 super igniters successfully launch rockets, what is the probability that the first failure occurs on the thirty-first or the thirty-second super igniter tested if the failure rate of the super igniters is 15 percent?</p>\n\t</li>\n\t<li>\n\t<p>Given that the first 30 super igniters successfully launch rockets, is it reasonable to believe that the failure rate of the super igniters is less than 15 percent? Explain.</p>\n\t</li>\n</ol>\n"}]