[{"id":"FT555169","type":"longtextV2","stimulusHtml":"<p><em><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</em></p>\n\n<p>The graph below displays the relative frequency distribution for X, the total number of dogs and cats owned per household, for the households in a large suburban area. For instance, 14 percent of the households own 2 of these pets.</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"A bar graph is shown with relative frequency on the vertical axis and number of cats and dogs on the horizontal axis. The vertical axis is labeled from 0 to 0.4 in increments of 0.4 and the horizontal axis is labeled from 0 to 7 in intervals of 1. Each bar has the value of its height written above it. The bar at 0 goes up to 0.36. The bar at 1 goes up to 0.24. The bar at 2 goes up to 0.14. The bar at 3 goes up to 0.09. The bar at 4 goes up to 0.07. The bar at 5 goes up to 0.04. The bar at 6 goes up to 0.04. The bar at 7 goes up to 0.02.\" height=\"273\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/26974181d843d271007212d0fd83b912/original.png\" width=\"850\" /></p>\n\n<p>(a) According to a local law, each household in this area is prohibited from owning more than 3 of these pets. If a household in this area is selected at random, what is the probability that the selected household will be in violation of this law? Show your work.</p>\n\n<p>(b) If 10 households in this area are selected at random, what is the probability that exactly 2 of them will be in violation of this law? Show your work.</p>\n\n<p>(c) The mean and standard deviation of <em>X</em> are 1.65 and 1.851, respectively. Suppose 150 households in this area are to be selected at random and <em>X̄</em> , the mean number of dogs and cats per household, is to be computed. Describe the sampling distribution of <em>X̄</em>, including its shape, center, and spread.</p>\n"}]