[{"id":"FT555277","type":"longtextV2","stimulusHtml":"<p><em><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</em></p>\n\n<p>Grass buffer strips are grassy areas that are planted between bodies of water and agricultural fields. These strips are designed to filter out sediment, organic material, nutrients, and chemicals carried in runoff water. The figure below shows a cross-sectional view of a grass buffer strip that has been planted along the side of a stream.</p>\n\n<p style=\"margin-left: 160px;\"><img alt=\"A diagram is shown of the edge of a stream. On the left is a grey area that represents land, and on the right is a white area representing the stream. The top of the grey area is not a straight line, and it has a small peak just before the land meets the water. This peak has grass on it that continues down the side of the land to the height of the stream, and is labeled grass buffer strip. The area to the left of this is labeled field. The distance from the left of the grass buffer strip to the stream is labeled width.\" height=\"207\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c62f8a64445530344a654d1070bd0037/original.png\" width=\"700\" /></p>\n\n<p>A study in Nebraska investigated the use of buffer strips of several widths between 5 feet and 15 feet. The study results indicated a linear relationship between the width of the grass strip (<em>x</em>), in feet, and the amount of nitrogen removed from the runoff water (<em>y</em>), in parts per hundred. The following model was estimated.</p>\n\n<p>yˆ = 33.8 + 3.6x</p>\n\n<p>(a) Interpret the slope of the regression line in the context of this question.</p>\n\n<p>(b) Would you be willing to use this model to predict the amount of nitrogen removed for grass buffer strips with widths between 0 feet and 30 feet? Explain why or why not.</p>\n\n<p>A scientist in California wants to know if there is a similar relationship in her area. To investigate this, she will place a grass buffer strip between a field and a nearby stream at each of eight different locations and measure the amount of nitrogen that the grass buffer strip removes, in parts per hundred, from runoff water at each location. Each of the eight locations can accommodate a buffer strip between 6 feet and 13 feet in width. The scientist wants to investigate which combination of widths will provide the best estimate of the slope of the regression line.</p>\n\n<p>Suppose the scientist decides to use buffer strips of width 6 feet at each of four locations and buffer strips of width 13 feet at each of the other four locations. Assume the model, <em>yˆ</em> = 33.8 + 3.6<em>x</em> , estimated from the Nebraska study is the true regression line in California and the observations at the different locations are normally distributed with standard deviation of 5 parts per hundred.</p>\n\n<p>(c) Describe the sampling distribution of the sample mean of the observations on the amount of nitrogen removed by the four buffer strips with widths of 6 feet.</p>\n\n<p>(d) Using your result from part (c), show how to construct an interval that has probability 0.95 of containing the sample mean of the observations from four buffer strips with widths of 6 feet.</p>\n\n<p>For the study plan being implemented by the scientist in California, the graph on the left below displays intervals that each have probability 0.95 of containing the sample mean of the four observations for buffer strips of width 6 feet and for buffer strips of width 13 feet. A second possible study plan would use buffer strips of width 8 feet at four of the eight locations and buffer strips of width 10 feet at the other four locations. Intervals that each have probability 0.95 of containing the mean of the four observations for buffer strips of width 8 feet and for buffer strips of width 10 feet, respectively, are shown in the graph on the right below.</p>\n\n<p style=\"margin-left: 160px;\"><img alt=\"Two graphs are shown, both with percentage of nitrogen on the vertical axis and width of buffer strip in feet on the horizontal axis. The vertical axes are labeled from 50 to 85 in increments of 5 and the horizontal axes are labeled from 6 to 13 in increments of 1. The same straight line is plotted on both graphs from about 6 and 55 to about 13 and 80. On the graph on the left, two vertical lines of height about 10 are drawn centered on the plotted line at 6 and 13. On the graph on the right, two vertical lines of height about 10 are drawn centered on the plotted line at 8 and 10.\" height=\"237\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ff26d57e17e0eab01f25ab05722cfa54/original.png\" width=\"700\" /></p>\n\n<p>If data are collected for the first study plan, a sample mean will be computed for the four observations from buffer strips of width 6 feet and a second sample mean will be computed for the four observations from buffer strips of width 13 feet. The estimated regression line for those eight observations will pass through the two sample means. If data are collected for the second study plan, a similar method will be used.</p>\n\n<p>(e) Use the plots above to determine which study plan, the first or the second, would provide a better estimator of the slope of the regression line. Explain your reasoning.</p>\n\n<p>(f) The previous parts of this question used the assumption of a straight-line relationship between the width of the buffer strip and the amount of nitrogen that is removed, in parts per hundred. Although this assumption was motivated by prior experience, it may not be correct. Describe another way of choosing the widths of the buffer strips at eight locations that would enable the researchers to check the assumption of a straight-line relationship.</p>\n"}]