[{"id":"FT555265","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</p>\n\n<p>A real estate agent is interested in developing a model to estimate the prices of houses in a particular part of a large city. She takes a random sample of 25 recent sales and, for each house, records the price (in thousands of dollars), the size of the house (in square feet), and whether or not the house has a swimming pool. This information, along with regression output for a linear model using size to predict price, is shown below and on the next page.</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"A table is shown with four columns labeled price in thousands of dollars, size in square feet, pool, and residual in thousands of dollars. The first column reads 274, 330, 307, 376, 352, 409, 375, 498, 248, 265, 228, 303, 303, 251, 244, 347, 345, 282, 389, 413, 353, 419, 348, 365, and 474. The second column reads 1799, 1875, 2145, 2200, 2300, 2350, 2589, 2943, 1600, 1623, 1829, 1875, 1950, 1975, 2000, 2274, 2279, 2300, 2392, 2410, 2428, 2560, 2639, 2701, and 2849. The third column reads yes in the first 8 rows and no in the last 17 rows. The fourth column reads 6, 49, negative 18, 42, 1, 50, negative 23, 42, 13, 26, negative 45, 22, 10, negative 46, negative 57, 1, negative 2, negative 69, 23, 44, negative 19, 26, negative 58, negative 52, and 33.\" height=\"653\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9ea0837e311cfa3b410298cde62e720f/original.png\" width=\"800\"></p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"Two graphs are shown. A legend indicates that white circles represent houses with swimming pools and black squares represent houses without swimming pools.   The top graph has price in thousands of dollars on the vertical axis and size in square feet on the horizontal axis. The vertical axis is labeled from 200 to 550 in increments of 50, and the horizontal axis is labeled from 1500 to 3000 in increments of 250. A line is drawn starting on the vertical axis at about 220 and increasing linearly to about 3000 and 460. All of the white circle and black square points fall near the line and follow its trend.   The bottom graph has residuals in thousands of dollars on the vertical axis and size in square feet on the horizontal axis. The vertical axis is labeled from negative 75 to 75 in increments of 50, and the horizontal axis is labeled from 1500 to 3000 in increments of 250. A horizontal line is drawn across the graph at 0. The black squares are spread evenly around the graph, but the white circles are more towards the top, with six of the eight points above the horizontal line.\" height=\"636\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b95da9cd462f29b1ef9e234a4dcf8505/original.png\" width=\"680\"></p>\n\n<p style=\"margin-left: 160px;\"><img alt=\"The results of a regression analysis are shown. The first heading reads linear fit, under which it reads price equals negative 28.144 plus 0.165 times size. The second heading reads summary of fit, under which it reads R square 0.722. The third heading reads parameter estimates, under which there is a table with five columns labeled term, estimate, standard error, t ratio, and probability greater than the absolute value of t. The first row in the table reads intercept, negative 28.144, 48.259, negative 0.58, and 0.5654. The second row reads size, 0.165, 0.0213, 7.72, and less than 0.0001.\" height=\"240\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1c7e5106f8c8bc9ccb401cbfbb5d0035/original.png\" width=\"650\"></p>\n\n<p>a. Interpret the slope of the least squares regression line in the context of the study.</p>\n\n<p>b. The second house in the table has a residual of 49. Interpret this residual value in the context of the study.</p>\n\n<p>The real estate agent is interested in investigating the effect of having a swimming pool on the price of a house.</p>\n\n<p>c. Use the residuals from all 25 houses to estimate how much greater the price for a house with a swimming pool would be, on average, than the price for a house of the same size without a swimming pool.</p>\n\n<p>To further investigate the effect of having a swimming pool on the price of a house, the real estate agent creates two regression models, one for houses with a swimming pool and one for houses without a swimming pool. Regression output for these two models is shown below.</p>\n\n<p style=\"margin-left: 120px;\">&nbsp;</p>\n\n\n<img alt=\"A figure is shown with a graph and regression analysis results. On the left it reads linear fit, pool equals yes, price equals negative 11.602 plus 0.166 times size. Below that it reads linear fit, pool equals no, price equals negative 27.382 plus 0.160 times size. Below that is a legend for the graph that indicates that white circles represent houses with swimming pools and black squares represent houses without swimming pools. On the right, the graph has price in thousands of dollars on the vertical axis and size in square feet on the horizontal axis. The vertical axis is labeled from 200 to 550 in increments of 50, and the horizontal axis is labeled from 1500 to 3000 in increments of 250. Two nearly parallel lines are drawn starting on the vertical axis at about 210 and 240 and increase linearly to about 3000 and 440 for the lower line and 3000 and 470 for the upper line. . All of the white circle and black square points fall near the lines and follow the trends, with the white circles generally higher than the black squares.\" height=\"321\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/300e74a21eee4135bcd124b71ae60cca/original.png\" width=\"750\">\n<p>d. The conditions for inference have been checked and verified, and a 95 percent confidence interval for the true difference in the two slopes is (−0.099, 0.110) . Based on this interval, is there a significant difference in the two slopes? Explain your answer.</p>\n\n<p>e. Use the regression model for houses with a swimming pool and the regression model for houses without a swimming pool to estimate how much greater the price for a house with a swimming pool would be than the price for a house of the same size without a swimming pool. How does this estimate compare with your result from part (c) ?</p>"}]