[{"id":"FT550765","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n\n<p>The United States one-cent coin is called a penny. Banks often use a machine to count and package pennies in rolls of 50 pennies. Occasionally a machine malfunctions and begins putting fewer than 50 pennies in each roll. The quality control inspector at a certain bank wants to investigate whether its machine is functioning properly but does not want to break open the rolls to count pennies. The inspector will measure the weight of a roll of pennies to test the following hypotheses.</p>\n\n<p>H<sub style=\"\">0</sub> : The machine is putting 50 pennies in each roll.</p>\n\n<p>H<sub style=\"\">a</sub> :The machine is putting fewer than 50 pennies in each roll.</p>\n\n<p>a. For testing the hypotheses above, describe what a Type II error would be and describe a consequence of making a Type II error.</p>\n\n<p>Description of error:</p>\n\n<p>Consequence:</p>\n\n<p>For pennies produced since 1983, the distribution of weight is approximately normal with a mean of 2.5 grams and a standard deviation of 0.04 gram. Assume that the pennies in a roll can be considered a random sample of pennies produced since 1983.</p>\n\n<p>Let the random variable <em>W</em> represent the total weight of a roll of pennies. Ignore the weight of the packaging of the roll.</p>\n\n<p>b. Describe the distribution of W if the selected roll contains 50 pennies.</p>\n\n<p>The inspector will use the following rule for each selected roll:</p>\n\n<p>If the total weight of the roll of pennies is 124 grams or less, I will conclude that the roll contains fewer than 50 pennies. Otherwise, I will conclude that the roll contains 50 pennies.</p>\n\n<p>c. Suppose the selected roll contains 50 pennies. Using the inspector’s rule, what is the probability that the inspector will conclude that the selected roll contains fewer than 50 pennies?</p>\n\n<p>d. Suppose the selected roll actually contains 49 pennies. Using the inspector’s rule, is the inspector likely to conclude that the selected roll contains fewer than 50 pennies? Justify your answer.</p>\n\n<p>e. Based on your answers to (c) and (d), comment on whether the inspector’s rule will be effective at distinguishing a roll that contains 50 pennies from a roll that contains fewer than 50 pennies.</p>\n"}]