[{"id":"FT551173","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n\n<p>Jamal is researching the characteristics of a car that might be useful in predicting the fuel consumption rate (FCR); that is, the number of gallons of gasoline that the car requires to travel 100 miles under conditions of typical city driving. The length of a car is one explanatory variable that can be used to predict FCR. Graph I is a scatterplot showing the lengths of 66 cars plotted with the corresponding FCR. One point on the graph is labeled A.</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"A scatter plot is shown with the title Graph 1. The vertical axis shows F C R from 3 to 8 in increments of 1 and the horizontal axis shows length in inches from 150 to 210 in increments of 10. Sixty six points are plotted and they show a general upward trend from the lower left to the upper right of the graph, with the points on the left being mostly contained between 3 and 5 and those on the right being mostly contained between 6 and 8.\" height=\"341\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/744a2add4cabd02fc2a5703b99188486/original.png\" width=\"650\"></p>\n\n<p>Jamal examined the scatterplot and determined that a linear model would be a reasonable way to express the relationship between FCR and length. A computer output from a linear regression is shown below.</p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"Linear Fit: F C R equals negative 1.595789, plus, 0.0372614, times, Length. Summary of Fit: R Square 0.250401, Root Mean Square Error 0.902382, Observations 66.\" height=\"150\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b0e151696c927cfd785c287015d0bcae/original.png\" width=\"650\"></p>\n\n<p>a. The point on the graph labeled A represents one car of length 175 inches and an FCR of 5.88. Calculate and interpret the residual for the car relative to the least squares regression line.</p>\n\n<p>Jamal knows that it is possible to predict a response variable using more than one explanatory variable. He wants to see if he can improve the original model of predicting FCR from length by including a second explanatory variable in addition to length. He is considering including engine size, in liters, or wheel base (the length between axles), in inches. Graph II is a scatterplot showing the engine size of the 66 cars plotted with the corresponding residuals from the regression of FCR on length. Graph III is a scatterplot showing the wheel base of the 66 cars plotted with the corresponding residuals from the regression of FCR on length.</p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"On the left, a scatter plot is shown with the title Graph 2. The vertical axis shows residuals from regression of F C R on Length from negative 2 to 2.5 in increments of 0.5 and the horizontal axis shows engine size in liters from 1 to 6 in increments of 1. A horizontal line is plotted across the graph at 0. Sixty six points are plotted and they show a general upward trend from the lower left to the upper right of the graph, with the points on the left being mostly below the line at 0 and those on the right being mostly above it  On the right, a scatter plot is shown with the title Graph 3. The vertical axis shows residuals from regression of F C R on Length from negative 2 to 2.5 in increments of 0.5 and the horizontal axis shows wheel base in inches from 85 to 130 in increments of 5. A horizontal line is plotted across the graph at 0. Sixty six points are plotted and they are concentrated in the center of the graph around 110 inches at 0, with some spread out from there mostly toward the upper and left edges of the graph.\" height=\"347\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/cb02788afad94e942a3f2b9f4da60a4a/original.png\" width=\"651\"></p>\n\n<p>b. In graph II, the point labeled A corresponds to the same car whose point was labeled A in graph I. The measurements for the car represented by point A are given below.</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 80px;\">&nbsp;</p>\n\n\n<img alt=\"A table is shown with two rows. The first row reads F C R, length in inches, engine size in liters, and wheel base in inches. The second row reads 5.88, 175, 3.6, and 93.\" height=\"49\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/35f0777389503cba42882513e9b912a1/original.png\" width=\"750\">\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>Circle the point on graph III that corresponds to the car represented by point A on graphs I and II.</p>\n\t</li>\n\t<li>\n\t<p>There is a point on graph III labeled B. It is very close to the horizontal line at 0. What does that indicate about the FCR of the car represented by point B?</p>\n\t</li>\n</ol>\n\n<p>c. Write a few sentences to compare the association between the variables in graph II with the association between the variables in graph III.</p>\n\n<p>d. Jamal wants to predict FCR using length and one of the other variables, engine size or wheel base. Based on your response to part (c), which variable, engine size or wheel base, should Jamal use in addition to length if he wants to improve the prediction? Explain why you chose that variable.</p>"}]