[{"id":"FT551141","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</p>\n\n<p>Administrators in a large school district wanted to determine whether students who attended a new magnet school for one year achieved greater improvement in science test performance than students who did not attend the magnet school. Knowing that more parents would want to enroll their children in the magnet school than there was space available for those children, the district administrators decided to conduct a lottery of all families who expressed interest in participating. In their data analysis, the administrators would then compare the change in test scores of those children who were selected to attend the magnet school with the change in test scores of those who applied to attend the magnet school but who were not selected.</p>\n\n<p>The tables below show the scores on the same science pretest and the same science posttest for 20 students. Of the 20 students, 8 were randomly selected from the magnet school and 12 were randomly selected from those who applied to attend the magnet school but who were not selected and then attended their original school.</p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"Two tables are shown. On top, a table is shown with the title magnet school. The table has three columns labeled pretest score, posttest score, and posttest minus pretest. The first column has values 80, 78, 86, 78, 64, 71, 71, 73, x bar equals 75.125, and s equals 6.770. The second column has values 97, 98, 84, 79, 89, 77, 83, 88, x bar equals 86.875, and s equals 7.699. The third column has values 17, 20, negative 2, 1, 25, 6, 12, 15, x bar equals 11.750, and s equals 9.407. Below the first table, a table is shown with the title magnet school. The table has three columns labeled pretest score, posttest score, and posttest minus pretest. The first column has values 83, 80, 63, 79, 83, 77, 66, 80, 73, 90, 77, 90, x bar equals 78.417, and s equals 8.207. The second column has values 80, 89, 65, 78, 93, 79, 70, 84, 80, 90, 78, 91, x bar equals 81.417, and s equals 8.512. The third column has values negative 3, 9, 2, negative 1, 10, 2, 4, 4, 7, 0, 1, 1, x bar equals 3, and s equals 3.977.\" height=\"792\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/71eea037f26cb017a13b9b96ac5a0d54/original.png\" width=\"750\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Perform a test to determine whether students who attend the magnet school demonstrate a significantly higher mean difference in test scores (Posttest – Pretest) than students who applied to attend the magnet school but who were not selected and then attended their original school.</p>\n\t</li>\n</ol>\n\n<p>Administrators were also interested in using pretest scores on this test as a predictor of posttest scores on the test. The following computer output contains the results from separate regression analyses on the magnet school scores and on the original school scores. The accompanying graph displays the data and separate regression lines for the magnet and original schools.</p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"Three figures are shown. On top, two regression analysis results are shown. The first is titled regression analysis: post magnet versus pre magnet. The table has five columns labeled predictor, coefficient, S E coefficient, T, and P. The first row reads constant, 73.27, 34.55, 2.12, and 0.078. The second row reads pre magnet, 0.1811, 0.4583, 0.40, and 0.706. At the bottom it reads S equals 8.20920, R squared equals 2.5 percent, and R squared adjusted equals 0 percent. The second is titled regression analysis: post original versus pre original. The table has five columns labeled predictor, coefficient, S E coefficient, T, and P. The first row reads constant, 9.24, 11.91, 0.78, and 0.456. The second row reads pre original, 0.9204, 0.1512, 6.09, and 0. At the bottom it reads S equals 4.11463, R squared equals 78.8 percent, and R squared adjusted equals 76.6 percent. Below the two regressions, a graph is shown with posttest score on the vertical axis and pretest score on the horizontal axis. The vertical axis is labeled from 60 to 100 in increments of 5 and the horizontal axis is labeled from 60 to 90 in increments of 5. A legend indicates that white triangles and a solid line represent the magnet school, while black squares and a dashed line represent the original school. The dashed line starts at about 60 and 65 and increases to about 90 and 90, and the black squares mostly follow the line. The solid line starts at about 60 and 85 and increases to about 90 and 88, and the white triangles are spread out around the line on the graph.\" height=\"660\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8c0443cfbf90be907464403b03b34116/original.png\" width=\"750\" /></p>\n\n<p>b.</p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>State the equation of the regression line for the magnet school and interpret its slope in the context of the question.</p>\n\t</li>\n\t<li>\n\t<p>State the equation of the regression line for the original school and interpret its slope in the context of the question.</p>\n\t</li>\n</ol>\n\n<p>c. To determine whether there is a significant correlation between pretest score and posttest score, a test of the following hypotheses will be performed.</p>\n\n<p>H<sub>0</sub> : There is no correlation between pretest score and posttest score (true slope = 0) versus</p>\n\n<p>H<sub>a</sub> : There is a correlation between pretest score and posttest score (true slope ≠ 0)</p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>Using the regression output, state the p-value and conclusion for this test at the magnet school. Assume the conditions for inference have been met.</p>\n\t</li>\n\t<li>\n\t<p>Using the regression output, state the p-value and conclusion for this test at the original school. Assume the conditions for inference have been met.</p>\n\t</li>\n</ol>\n\n<p>d. What additional information do the regression analyses give you about student performance on the science test at the two schools beyond the comparison of mean differences in part (a) ?</p>\n"}]