[{"id":"FT550764","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n\n<p>The newspaper staff at a large high school randomly sampled students at the school to investigate the relationship between choice of favorite sport to watch and gender. Students in the sample were asked the following question.</p>\n\n<p><strong>Of the following five sports, which one is your favorite to watch: baseball, basketball, football, gymnastics, or swimming?</strong></p>\n\n<p>The number of responses by choice of favorite sport to watch and gender were tabulated. The graph below displays the relative frequencies of each sport by gender.</p>\n\n<p><img alt=\"The figure shows a graph of the male versus female ratios in 5 different sports. The horizontal axis is labeled Sport, and 2 bars are centered over the labels, from left to right, Baseball, Basketball, Football, Gymnastics, and Swimming. The vertical axis is labeled Relative Frequency, the numbers appearing on it are from zero point zero five to zero point four zero, in increments of zero point zero five. The sport frequency by males and females is broken down as approximately: Baseball: males, zero point one four; females, zero point one six. Basketball: males, zero point three one; females, zero point two five. Football: males, zero point three four; females, zero point one four. Gymnastics: males, zero point one one; females, zero point two six. Swimming: males, zero point one zero; females, zero point one nine. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c64e9afc487c1c31ae85bb8cc5426ced/original.png\" width=\"400\"></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Write a few sentences summarizing what the graph reveals about the association between choice of favorite sport to watch and gender for the students in the sample.</p>\n\t</li>\n\t<li>\n\t<p>What statistical test should be used to investigate whether there is an association between choice of favorite sport to watch and gender for the population of students at the high school? What is the appropriate number of degrees of freedom the test should be based on?</p>\n\n\t<p>Test:<br>\n\t<br>\n\tDegrees of freedom:</p>\n\t</li>\n\t<li>\n\t<p>The conditions for inference were determined to be satisfied, and the appropriate statistical test was conducted. The value of the test statistic is 10.77. Is there convincing statistical evidence, at the 𝜶 = 0.05 significance level, of an association between choice of favorite sport to watch and gender for all students at the high school?</p>\n\t</li>\n</ol>\n"}]