[{"id":"FT555088","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong><em><strong>:</strong></em> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</p>\n\n<p>In order to monitor the populations of birds of a particular species on two islands, the following procedure was implemented.</p>\n\n<p>Researchers captured an initial sample of 200 birds of the species on Island A; they attached leg bands to each of the birds, and then released the birds. Similarly, a sample of 250 birds of the same species on Island B was captured, banded, and released. Sufficient time was allowed for the birds to return to their normal routine and location.</p>\n\n<p>Subsequent samples of birds of the species of interest were then taken from each island. The number of birds captured and the number of birds with leg bands were recorded. The results are summarized in the following table.</p>\n\n<p><img alt=\"A table is shown with two columns, island A on the left and island B on the right. The first row is for number captured in subsequent sample and has entries 180 and 220. The second row is for number with leg bands in subsequent sample and has entries 12 and 35.\" height=\"160\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/21880f6d4d9b15777440873df6f9c003/original.png\" width=\"800\" /></p>\n\n<p>Assume that both the initial sample and the subsequent samples that were taken on each island can be regarded as random samples from the population of birds of this species.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Do the data from the subsequent samples indicate that there is a difference in proportions of the banded birds on these two islands? Give statistical evidence to support your answer.</p>\n\t</li>\n\t<li>\n\t<p>Researchers can estimate the total number of birds of this species on an island by using information on the number of birds in the initial sample and the proportion of banded birds in the subsequent sample. Use this information to estimate the total number of birds of this species on Island A. Show your work.</p>\n\t</li>\n\t<li>\n\t<p>The analyses in parts (a) and (b) assume that the samples of birds captured in both the initial and subsequent samples can be regarded as random samples of the population of birds of this species that live on the respective islands. This is a common assumption made by wildlife researchers. Describe two concerns that should be addressed before making this assumption.</p>\n\t</li>\n</ol>\n"}]