[{"id":"FT555087","type":"longtextV2","stimulusHtml":"<p><em><strong>Directions:</strong> </em>Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</p>\n\n<p>A researcher thinks that modern Thai dogs may be descendants of golden jackals. A random sample of 16 animals was collected from each of the two populations. The length (in millimeters) of the mandible (jawbone) was measured for each animal. The lower quartile, median, and upper quartile for each sample are shown in the table below, along with all values below the lower quartile and all values above the upper quartile.</p>\n\n<p style=\"margin-left: 40px;\"><img alt=\"A table is shown with six columns labeled sample, values below Q sub 1, Q sub 1, median, Q sub 3, and values above Q sub 3. The first column reads modern thai dog and golden jackal. The second column reads 114, 116, 116, and 120 in the first row, and 104, 104, 105, and 106 in the second row. The third column reads 121 and 107. The fourth column reads 125 and 108. The fifth column reads 128 and 112. The sixth column reads 129, 130, 130, and 132 in the first row, and 114, 122, 124, and 125 in the second row.\" height=\"90\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6cef973a988ba1cfcb85da89ca448268/original.png\" width=\"700\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Display parallel boxplots of mandible lengths (showing outliers, if any) for the modern Thai dogs and the golden jackals on the grid below.</p>\n\n\t<p><img alt=\"A blank grid is shown that is five boxes high and 10 boxes wide. The lower edge is labeled from negative 95 on the left to 145 on the right in increments of 5.\" height=\"170\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/05a04689481374a0c44f7a573611969d/original.png\" width=\"700\" /></p>\n\n\t<p>Based on the boxplots, write a few sentences comparing the distributions of mandible lengths for the two types of dogs.</p>\n\t</li>\n\t<li>\n\t<p>Is it reasonable to use the sample of mandible lengths of modern Thai dogs to construct an interval estimate of the mean mandible length for the population of modern Thai dogs? Justify your answer. (Note: You do not have to compute the interval.)</p>\n\t</li>\n\t<li>\n\t<p>Is it reasonable to use the sample data of mandible lengths of modern Thai dogs and the sample data of mandible lengths of golden jackals to perform a two-sample <em>t</em>-test for the difference in mean mandible lengths for the two types of dogs? Justify your answer. (Note: You do not have to conduct the test.)</p>\n\t</li>\n</ol>\n"}]