[{"id":"FT551167","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n\n<p>Every year, each student in a nationally representative sample is given tests in various subjects. Recently, a random sample of 9,600 twelfth-grade students from the United States were administered a multiple-choice United States history exam. One of the multiple-choice questions is below. (The correct answer is C.)</p>\n\n<p>In 1935 and 1936 the Supreme Court declared that important parts of the New Deal were unconstitutional. President Roosevelt responded by threatening to</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>impeach several Supreme Court justices</p>\n\t</li>\n\t<li>\n\t<p>eliminate the Supreme Court</p>\n\t</li>\n\t<li>\n\t<p>appoint additional Supreme Court justices who shared his views</p>\n\t</li>\n\t<li>\n\t<p>override the Supreme Court's decisions by gaining three-fourths majorities in both houses of Congress</p>\n\t</li>\n</ol>\n\n<p>Of the 9,600 students, 28 percent answered the multiple-choice question correctly.</p>\n\n<p>a. Let p be the proportion of all United States twelfth-grade students who would answer the question correctly. Construct and interpret a 99 percent confidence interval for p.</p>\n\n<p>Assume that students who actually know the correct answer have a 100 percent chance of answering the question correctly, and students who do not know the correct answer to the question guess completely at random from among the four options.</p>\n\n<p>Let <em>k</em> represent the proportion of all United States twelfth-grade students who actually know the correct answer to the question.</p>\n\n<p>b. A tree diagram of the possible outcomes for a randomly selected twelfth-grade student is provided below. Write the correct probability in each of the five empty boxes. Some of the probabilities may be expressions in terms of k.</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"A tree diagram is shown with the title tree diagram of outcomes for a randomly selected twelfth grade student. The diagram starts with a vertex on the left with two lines coming from it, one up and to the right and the other down and to the right. The upper line leads to knows correct answer and is labeled probability equals k. The lower line leads to guesses at random and is labeled probability equals and an empty box. From knows correct answer there is another vertex with lines going up to the right and down to the right. The upper line leads to answers correctly and is labeled conditional probability equals 1. The lower line leads to answers incorrectly and is labeled conditional probability equals 0. From guesses at random there is another vertex with lines going up to the right and down to the right. The upper line leads to answers correctly and is labeled conditional probability equals and an empty box. The lower line leads to answers incorrectly and is labeled conditional probability equals and a blank box. To the right of this diagram and lined up with the four final possibilities is a table with two columns, outcome and probability. The first row is next to the path that leads through knows correct answer and answers correctly, and reads knows answer and answers correctly, probability equals k. The second row is next to the path that leads through knows correct answer and answers incorrectly, and reads knows answer and answers incorrectly, probability equals 0. The third row is next to the path that leads through guesses at random and answers correctly, and reads guesses at random and answers correctly, probability equals and an empty box. The fourth row is next to the path that leads through guesses at random and answers incorrectly, and reads guesses at random and answers incorrectly, probability equals and an empty box.\" height=\"592\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6014b8360f80fc8766a16bc5b7a6e5e6/original.png\" width=\"690\" /></p>\n\n<p>(c) Based on the completed tree diagram, express the probability, in terms of <em>k</em>, that a randomly selected twelfth-grade student would correctly answer the history question.</p>\n\n<p>(d) Using your interval from part (a) and your answer to part (c), calculate and interpret a 99 percent confidence interval for <em>k</em>, the proportion of all United States twelfth-grade students who actually know the answer to the history question. You may assume that the conditions for inference for the confidence interval have been checked and verified.</p>\n"}]