[{"id":"FT551179","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n\n<p>Corn tortillas are made at a large facility that produces 100,000 tortillas per day on each of its two production lines. The distribution of the diameters of the tortillas produced on production line A is approximately normal with mean 5.9 inches, and the distribution of the diameters of the tortillas produced on production line B is approximately normal with mean 6.1 inches. The figure below shows the distributions of diameters for the two production lines.</p>\n\n<p style=\"margin-left: 40px;\"><img alt=\"Two curves are plotted on a horizontal axis showing diameter in inches that is labeled from 5.7 to 6.3 in increments of 0.1. Two curves are plotted. The first is a solid curve labeled production line A and starts on the horizontal axis at 5.7 increasing and concave up, has a point of inflection at about 5.85 to become increasing and concave down, reaches a maximum at about 5.9 and becomes decreasing and concave down, has another point of inflection around 5.95 to become decreasing and concave up, and reaches the horizontal axis again at 6.1. The second is a dashed curve labeled production line B, which looks the same as the curve for production line A except it is shifted to the right so that its maximum is at 6.1.\" height=\"272\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5227ce82f1f6a35339f3d44bfbc08df8/original.png\" width=\"750\" /></p>\n\n<p>The tortillas produced at the factory are advertised as having a diameter of 6 inches. For the purpose of quality control, a sample of 200 tortillas is selected and the diameters are measured. From the sample of 200 tortillas, the manager of the facility wants to estimate the mean diameter, in inches, of the 200,000 tortillas produced on a given day. Two sampling methods have been proposed.</p>\n\n<p><strong>Method 1:</strong> Take a random sample of 200 tortillas from the 200,000 tortillas produced on a given day. Measure the diameter of each selected tortilla.</p>\n\n<p><strong>Method 2:</strong> Randomly select one of the two production lines on a given day. Take a random sample of 200 tortillas from the 100,000 tortillas produced by the selected production line. Measure the diameter of each selected tortilla.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Will a sample obtained using Method 2 be representative of the population of all tortillas made that day, with respect to the diameters of the tortillas? Explain why or why not.</p>\n\t</li>\n\t<li>\n\t<p>The figure below is a histogram of 200 diameters obtained by using one of the two sampling methods described. Considering the shape of the histogram, explain which method, Method 1 or Method 2, was most likely used to obtain a such a sample.</p>\n\n\t<p><img alt=\"A bar graph is shown with number of tortillas from 0 to 25 in increments of 5 on the vertical axis and diameter in inches from 5.775 to 6.225 in increments of 0.075 on the horizontal axis. Each bar has a width of 0.025, with the first bar at 5.725. The from left to right the bars have approximate heights 1, 0, 1, 2, 3, 18, 19, 15, 18, 7, 10, 5, 6, 10, 16, 25, 12, 16, 7, 2, and 2.\" height=\"248\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/79329911004943049b2f6fcddce61cde/original.png\" width=\"630\" /></p>\n\t</li>\n\t<li>\n\t<p>Which of the two sampling methods, Method 1 or Method 2, will result in less variability in the diameters of the 200 tortillas in the sample on a given day? Explain.</p>\n\n\t<p>Each day, the distribution of the 200,000 tortillas made that day has mean diameter 6 inches with standard deviation 0.11 inch.</p>\n\t</li>\n\t<li>\n\t<p>For samples of size 200 taken from one day’s production, describe the sampling distribution of the sample mean diameter for samples that are obtained using Method 1.</p>\n\t</li>\n\t<li>\n\t<p>Suppose that one of the two sampling methods will be selected and used every day for one year (365 days). The sample mean of the 200 diameters will be recorded each day. Which of the two methods will result in less variability in the distribution of the 365 sample means? Explain.</p>\n\t</li>\n\t<li>\n\t<p>A government inspector will visit the facility on June 22 to observe the sampling and to determine if the factory is in compliance with the advertised mean diameter of 6 inches. The manager knows that, with both sampling methods, the sample mean is an unbiased estimator of the population mean. However, the manager is unsure which method is more likely to produce a sample mean that is close to 6 inches on the day of sampling. Based on your previous answers, which of the two sampling methods, Method 1 or Method 2, is more likely to produce a sample mean close to 6 inches? Explain.</p>\n\t</li>\n</ol>\n"}]