[{"id":"FT555086","type":"longtextV2","stimulusHtml":"<p><em><strong>Directions:</strong></em> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</p>\n\n<p>The principal at Crest Middle School, which enrolls only sixth-grade students and seventh-grade students, is interested in determining how much time students at that school spend on homework each night. The table below shows the mean and standard deviation of the amount of time spent on homework each night (in minutes) for a random sample of 20 sixth-grade students and a separate random sample of 20 seventh-grade students at this school.</p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"A table is shown with two columns labeled mean and standard deviation. The first row is for sixth-grade students and has entries 27.3 and 10.8. The second row has entries 47 and 12.4.\" height=\"231\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/07020df752152cb1e412974a801e5234/original.png\" width=\"750\" /></p>\n\n<p>Based on dotplots of these data, it is not unreasonable to assume that the distribution of times for each grade were approximately normally distributed.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Estimate the difference in mean times spent on homework for all sixth- and seventh-grade students in this school using an interval. Be sure to interpret your interval.</p>\n\t</li>\n\t<li>\n\t<p>An assistant principal reasoned that a much narrower confidence interval could be obtained if the students were paired based on their responses; for example, pairing the sixth-grade student and the seventh-grade student with the highest number of minutes spent on homework, the sixth-grade student and seventh-grade student with the next highest number of minutes spent on homework, and so on. Is the assistant principal correct in thinking that matching students in this way and then computing a matched-pairs confidence interval for the mean difference in time spent on homework is a better procedure than the one used in part (a) ? Explain why or why not.</p>\n\t</li>\n</ol>\n"}]