[{"id":"FT550833","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n\n<p>A large retail company has 500 stores in the United States and 300 stores in Europe. The average number of employees per store is 200, for a total of 100,000 employees in the United States and 60,000 employees in Europe. The company is considering offering employees one of two new benefits—one additional day of paid vacation per year or a small increase in pay. A survey will be given to a sample of employees to investigate which benefit is preferred and whether there is a difference in preference between employees in the United States and employees in Europe.</p>\n\n<p>Two sampling methods have been proposed.</p>\n\n<p><strong>Sampling method 1:</strong> The company will randomly select 8 stores from its 800 stores. All employees at the 8 selected stores will be asked which benefit they prefer.</p>\n\n<p><strong>Sampling method 2:</strong> The company will randomly select 1,000 employees from a list of all employees at the United States stores and 600 employees from a list of all employees at the European stores. All 1,600 selected employees will be asked which benefit they prefer.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>One of the two methods results in a stratified sample of employees and the other results in a cluster sample of employees.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Identify the sampling method that results in a stratified sample of employees, and identify the strata.<br>\n\t\tSampling method number:</p>\n\n\t\t<p>Strata:</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Identify the sampling method that results in a cluster sample of employees, and identify the clusters.</p>\n\n\t\t<p>Sampling method number:</p>\n\n\t\t<p>Clusters:</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Give one statistical advantage and one statistical disadvantage of using sampling method 1. Advantage:</p>\n\n\t<p>Disadvantage:</p>\n\t</li>\n\t<li>\n\t<p>Explain a statistical advantage of using sampling method 2 rather than using a simple random sample.</p>\n\t</li>\n</ol>\n"}]