[{"id":"FT555111","type":"longtextV2","stimulusHtml":"<p><em><strong>Directions:</strong> </em>Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</p>\n\n<p>A researcher believes that treating seeds with certain additives before planting can enhance the growth of plants. An experiment to investigate this is conducted in a greenhouse. From a large number of Roma tomato seeds, 24 seeds are randomly chosen and 2 are assigned to each of 12 containers. One of the 2 seeds is randomly selected and treated with the additive. The other seed serves as a control. Both seeds are then planted in the same container. The growth, in centimeters, of each of the 24 plants is measured after 30 days. These data were used to generate the partial computer output shown below. Graphical displays indicate that the assumption of normality is not unreasonable.</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"A table is shown with four columns. The first column is labeled N, the second is labeled mean, the third is labeled standard deviation, and the fourth is labeled S E mean. Row 1 is for control and has values 12, 15.989, 1.098, and 0.317. Row 2 is for treatment and has values 12, 18.004, 1.175, and 0.339. Row 3 is for difference and has values 12, negative 2.015, 1.163, and 0.336.\" height=\"98\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a41591edddcad5562242d1c2a69c53e2/original.png\" width=\"800\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Construct a confidence interval for the mean difference in growth, in centimeters, of the plants from the untreated and treated seeds. Be sure to interpret this interval.</p>\n\t</li>\n\t<li>\n\t<p>Based only on the confidence interval in part (a), is there sufficient evidence to conclude that there is a significant mean difference in growth of the plants from untreated seeds and the plants from treated seeds? Justify your conclusion.</p>\n\t</li>\n</ol>\n"}]