[{"id":"FT555128","type":"longtextV2","stimulusHtml":"<p><em><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</em></p>\n\n<p>Sunshine Farms wants to know whether there is a difference in consumer preference for two new juice products—Citrus Fresh and Tropical Taste. In an initial blind taste test, 8 randomly selected consumers were given unmarked samples of the two juices. The product that each consumer tasted first was randomly decided by the flip of a coin. After tasting the two juices, each consumer was asked to choose which juice he or she preferred, and the results were recorded.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Let <em>p</em> represent the population proportion of consumers who prefer Citrus Fresh. In terms of <em>p</em>, state the hypotheses that Sunshine Farms is interested in testing.</p>\n\t</li>\n\t<li>\n\t<p>One might consider using a one-proportion <em>z</em>-test to test the hypotheses in part (a). Explain why this would <u>not</u> be a reasonable procedure for this sample.</p>\n\t</li>\n\t<li>\n\t<p>Let <em>X</em> represent the number of consumers in the sample who prefer Citrus Fresh. Assuming there is no difference in consumer preference, find the probability for each possible value of <em>X</em>. Record the <em>x</em>-values and the corresponding probabilities in the table below.</p>\n\n\t<p><img alt=\"A blank table with two columns, x on the left and p of x on the right, is shown. \" height=\"304\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/67727236853a254ede8a22a90504df2b/original.png\" width=\"565\" /></p>\n\t</li>\n\t<li>\n\t<p>When testing the hypotheses in part (a), Sunshine Farms will conclude that there is a consumer preference if too many or too few individuals prefer Citrus Fresh. Based on your probabilities in part (c), is it possible for the significance level (probability of rejecting the null hypothesis when it is true) for this test to be exactly 0.05 ? Justify your answer.</p>\n\t</li>\n\t<li>\n\t<p>The preference data for the 8 randomly selected consumers are given in the table below.</p>\n\n\t<p><img alt=\"A table with two columns, individual on the left and juice preference on the right, is shown. The first column has values 1, 2, 3, 4, 5, 6, 7, and 8. The second column has entries tropical taste, citrus fresh, tropical taste, tropical taste, tropical taste, citrus fresh, tropical taste, and tropical taste. \" height=\"197\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/558b34b36742a75dd2aa582c21281b01/original.png\" width=\"675\" /></p>\n\n\t<p>Based on these preferences and your previous work, test the hypotheses in part (a).</p>\n\t</li>\n\t<li>\n\t<p>Sunshine Farms plans to add one of these two new juices—Citrus Fresh or Tropical Taste—to its production schedule. A follow-up study will be conducted to decide which of the two juices to produce. Make one recommendation for the follow-up study that would make it better than the initial study. Provide a statistical justification for your recommendation in the context of the problem.</p>\n\t</li>\n</ol>\n"}]