[{"id":"FT551070","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</p>\n\n<p><br />\nThe goal of a nutritional study was to compare the caloric intake of adolescents living in rural areas of the United States with the caloric intake of adolescents living in urban areas of the United States. A random sample of ninth-grade students from one high school in a rural area was selected. Another random sample of ninth graders from one high school in an urban area was also selected. Each student in each sample kept records of all the food he or she consumed in one day.</p>\n\n<p>The back-to-back stemplot below displays the number of calories of food consumed per kilogram of body weight for each student on that day.</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"A stem and leaf plot is shown with the heading urban to the left of the stem and the heading rural to the right of the stem. A legend in the lower left says that the stem is tens and the leaf is ones. The first value in the stem is 2, which has leaf values 9 9 9 9 8 8 7 6 on the left and no values on the right. The second value in the stem is 3, which has leaf values 4 4 3 1 0 on the left and 2 3 3 4 on the right. The third value in the stem is 3, which has leaf values 9 7 6 6 5 on the left and 5 6 6 6 7 on the right. The fourth value in the stem is 4, which has leaf values 2 0 on the left and 0 2 2 2 4 on the right. The fifth stem value is 4, which has no leaf values on the left and leaf values 5 6 8 8 9 on the right. The sixth stem value is 5, which has no leaf values on the left and leaf value 1 on the right.\" height=\"225\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fe82fef3b805b3371bfd6003ce5f7c21/original.png\" width=\"800\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Write a few sentences comparing the distribution of the daily caloric intake of ninth-grade students in the rural high school with the distribution of the daily caloric intake of ninth-grade students in the urban high school.</p>\n\t</li>\n\t<li>\n\t<p>Is it reasonable to generalize the findings of this study to all rural and urban ninth-grade students in the United States? Explain.</p>\n\t</li>\n\t<li>\n\t<p>Researchers who want to conduct a similar study are debating which of the following two plans to use.</p>\n\t</li>\n</ol>\n\n<p><strong>Plan I:</strong><br />\nHave each student in the study record all the food he or she consumed in one day. Then researchers would compute the number of calories of food consumed per kilogram of body weight for each student for that day.</p>\n\n<p><strong>Plan II:</strong><br />\nHave each student in the study record all the food he or she consumed over the same 7-day period. Then researchers would compute the average daily number of calories of food consumed per kilogram of body weight for each student during that 7-day period.</p>\n\n<p>Assuming that the students keep accurate records, which plan, I or II, would better meet the goal of the study? Justify your answer.</p>\n"}]