[{"id":"FT550835","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n\n<p>A city council is considering funding a proposal to create a new city park. The council members will fund the proposal if they conclude that more than 60 percent of the city residents support the proposal. A survey of 2,000 randomly selected city residents will be conducted to investigate the level of support for the proposal. Let <em>X</em> represent the number of city residents in the sample who support the proposal. Assume that <em>X</em> is a binomial random variable.</p>\n\n<p>a. Determine the mean and the standard deviation of the random variable X, assuming that 60 percent of city residents support the proposal.</p>\n\n<p>The figure below shows a normal distribution that can be used to approximate the binomial probability distribution of <em>X</em>. The shaded region is bounded by <em>k</em><sub>1</sub> and <em>k</em><sub>2</sub> on the figure and represents the middle 0.997 of the area under the curve.</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"The image shows the graph of a normal distribution. The horizontal axis is labeled X. Three points on the horizontal axis are labeled, from left to right, k sub 1, Mean, and k sub 2. K sub 1 is near the left tail of the distribution, and k sub 2 is near the right tail of the distribution. K sub 1 and k sub 2 are equally distant from the mean. The area under the curve between k sub 1 and k sub 2 is shaded and marked 0 point 9 9 7. \" height=\"219\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/932b4c2b7b82bd666de8e226a0675425/original.png\" width=\"800\" /></p>\n\n<p>b. Assume that 60 percent of the city residents support the proposal. Use a normal approximation and the mean and standard deviation from part (a) to determine the values of k<sub>1</sub> and k<sub>2</sub> .</p>\n\n<p>k<sub>1</sub> =</p>\n\n<p>k<sub>2</sub> =</p>\n\n<p>c. The survey was conducted, and 1,293 of the 2,000 city residents surveyed supported the proposal. Do your answers in part (b) and the survey results support the funding of the proposal? Justify your answer.</p>\n"}]