[{"id":"FT551079","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</p>\n\n<p>Lead, found in some paints, is a neurotoxin that can be especially harmful to the developing brain and nervous system of children. Children frequently put their hands in their mouth after touching painted surfaces, and this is the most common type of exposure to lead.</p>\n\n<p>A study was conducted to investigate whether there were differences in children’s exposure to lead between suburban day-care centers and urban day-care centers in one large city. For this study, researchers used a random sample of 20 children in suburban day-care centers. Ten of these 20 children were randomly selected to play outside; the remaining 10 children played inside. All children had their hands wiped clean before beginning their assigned one-hour play period either outside or inside. After the play period ended, the amount of lead in micrograms (mcg) on each child’s dominant hand was recorded.</p>\n\n<p>The mean amount of lead on the dominant hand for the children playing inside was 3.75 mcg, and the mean amount of lead for the children playing outside was 5.65 mcg. A 95 percent confidence interval for the difference in the mean amount of lead after one hour inside versus one hour outside was calculated to be (–2.46, –1.34).</p>\n\n<p>A random sample of 18 children in urban day-care centers in the same large city was selected. For this sample, the same process was used, including randomly assigning children to play inside or outside. The data for the amount (in mcg) of lead on each child’s dominant hand are shown in the table below.</p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"A table with two rows is shown with the title urban day care centers. The first row reads inside, 6, 5, 4, 4, 4.5, 5, 4.5, 3, and 5. The second row reads inside, 15, 25, 18, 14, 20, 13, 11, 22, and 20.\" height=\"86\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/43e3f78650a79b82bc99e487174b2a00/original.png\" width=\"750\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Use a 95 percent confidence interval to estimate the difference in the mean amount of lead on a child’s dominant hand after an hour of play inside versus an hour of play outside at urban day-care centers in this city. Be sure to interpret your interval.</p>\n\t</li>\n\t<li>\n\t<p>On the figure below,</p>\n\t</li>\n</ol>\n\n<ul>\n\t<li>\n\t<p>Using the vertical axis for the mean amount of lead, plot the mean for the amounts of lead on the dominant hand of children who played <strong>inside</strong> at the suburban day-care center and then plot the mean for the amounts of lead on the dominant hand of children who played <strong>inside</strong> at the urban day-care center.</p>\n\t</li>\n\t<li>\n\t<p>Connect these two points with a line segment.</p>\n\t</li>\n\t<li>\n\t<p>Plot the two means (suburban and urban) for the children who played <strong>outside</strong> at the two types of day-care centers.</p>\n\t</li>\n\t<li>\n\t<p>Connect these two points with a second line segment.</p>\n\n\t<p><img alt=\"A blank set of first quadrant axes is shown. A vertical line labeled suburban is drawn one third of the way along the horizontal axis, and a second vertical line labeled urban is drawn two thirds of the way along the horizontal axis.\" height=\"205\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7239cef35b9e2be2b119970b0050c76c/original.png\" width=\"616\" /></p>\n\t</li>\n</ul>\n\n<p>c. From the study, what conclusions can be drawn about the impact of setting (inside, outside), environment (suburban, urban), <strong>and</strong> the relationship between the two on the amount of lead on the dominant hand of children after play in this city? Justify your answer.</p>\n"}]