[{"id":"FT551171","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n\n<p>As part of its twenty-fifth reunion celebration, the class of 1988 (students who graduated in 1988) at a state university held a reception on campus. In an informal survey, the director of alumni development asked 50 of the attendees about their incomes. The director computed the mean income of the 50 attendees to be $189,952. In a news release, the director announced, “The members of our class of 1988 enjoyed resounding success. Last year’s mean income of its members was $189,952!”</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>What would be a statistical advantage of using the median of the reported incomes, rather than the mean, as the estimate of the typical income?</p>\n\t</li>\n\t<li>\n\t<p>The director felt the members who attended the reception may be different from the class as a whole. A more detailed survey of the class was planned to find a better estimate of the income as well as other facts about the alumni. The staff developed two methods based on the available funds to carry out the survey.</p>\n\n\t<ul>\n\t\t<li>\n\t\t<p><u>Method 1</u>: Send out an e-mail to all 6,826 members of the class asking them to complete an online form. The staff estimates that at least 600 members will respond.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><u>Method 2</u>: Select a simple random sample of members of the class and contact the selected members directly by phone. Follow up to ensure that all responses are obtained. Because method 2 will require more time than method 1, the staff estimates that only 100 members of the class could be contacted using method 2.</p>\n\t\t</li>\n\t</ul>\n\n\t<p>Which of the two methods would you select for estimating the average yearly income of all 6,826 members of the class of 1988? Explain your reasoning by comparing the two methods and the effect of each method on the estimate.</p>\n\t</li>\n</ol>\n"}]