[{"id":"FT555228","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be graded on the correctness of your methods as well as on the accuracy of your results and explanation.</p>\n\n<p>A bottle-filling machine is set to dispense 12.1 fluid ounces into juice bottles. To ensure that the machine is filling accurately, every hour a worker randomly selects four bottles filled by the machine during the past hour and measures the contents. If there is convincing evidence that the mean amount of juice dispensed is different from 12.1 ounces or if there is convincing evidence that the standard deviation is greater than 0.05 ounce, the machine is shut down for recalibration. It can be assumed that the amount of juice that is dispensed into bottles is normally distributed.</p>\n\n<p>During one hour, the mean number of fluid ounces of four randomly selected bottles was 12.05 and the standard deviation was 0.085 ounce.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Perform a test of significance to determine whether the mean amount of juice dispensed is different from 12.1 fluid ounces. Assume the conditions for inference are met.</p>\n\t</li>\n\t<li>\n\t<p>To determine whether this sample of four bottles provides convincing evidence that the standard deviation of the amount of juice dispensed is greater than 0.05 ounce, a simulation study was performed. In the simulation study, 300 samples, each of size 4, were randomly generated from a normal population with a mean of 12.1 and a standard deviation of 0.05. The sample standard deviation was computed for each of the 300 samples. The dotplot below displays the values of the sample standard deviations.</p>\n\n\t<p><img alt=\"A dot plot is shown on a horizontal axis from 0.01 to 0.10 in increments of 0.01. The plot has a few dots in each bin on the left, reaches a maximum of 13 dots at 0.031, has a few other peaks of about 10 dots up to about 0.05, and then has very few or no dots per bun about 0.07.\" height=\"119\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/784f97c8d038a20354828f306c75496d/original.png\" width=\"700\" /></p>\n\n\t<p>Use the results of this simulation study to explain why you think the sample provides or does not provide evidence that the standard deviation of the juice dispensed exceeds 0.05 fluid ounce.</p>\n\t</li>\n</ol>\n"}]