[{"id":"FT551184","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n\n<p>A polling agency showed the following two statements to a random sample of 1,048 adults in the United States.</p>\n\n<p><strong>Environment statement:</strong> Protection of the environment should be given priority over economic growth.</p>\n\n<p><strong>Economy statement:</strong> Economic growth should be given priority over protection of the environment.</p>\n\n<p>The order in which the statements were shown was randomly selected for each person in the sample. After reading the statements, each person was asked to choose the statement that was most consistent with his or her opinion. The results are shown in the table.</p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"A table is shown with two rows. The first row reads no entry, environment statement, economy statement, and no preference. The second row reads percent of sample, 58 percent, 37 percent, and 5 percent.\" height=\"59\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9236b0d6d16a678c22e11dac732af4fd/original.png\" width=\"750\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Assume the conditions for inference have been met. Construct and interpret a 95 percent confidence interval for the proportion of all adults in the United States who would have chosen the <u>economy statement</u>.</p>\n\t</li>\n\t<li>\n\t<p>One of the conditions for inference that was met is that the number who chose the economy statement and the number who did not choose the economy statement are both greater than 10. Explain why it is necessary to satisfy that condition.</p>\n\t</li>\n\t<li>\n\t<p>A suggestion was made to use a two-sample z-interval for a difference between proportions to investigate whether the difference in proportions between adults in the United States who would have chosen the environment statement and adults in the United States who would have chosen the economy statement is statistically significant. Is the two-sample z-interval for a difference between proportions an appropriate procedure to investigate the difference? Justify your answer.</p>\n\t</li>\n</ol>\n"}]