[{"id":"FT562334","type":"mcq","stimulusHtml":"Based on the boxplots, which of the following statements must be true?","features":[{"type":"sharedpassage","html":"<p>In a standard golf tournament, golfers play 18 holes of golf on each of 4 consecutive days. For each hole, golfers keep track of the number of times they hit the ball (strokes) before the ball goes into the cup. A golfer’s score for the tournament is the total number of strokes needed to complete the tournament. The boxplots below summarize the scores for golfers who competed in tournament 1 and golfers who competed in tournament 2.</p>\n\n<p><img alt=\"The figure shows two horizontal boxplots that summarize data on two tournaments. The boxplots are graphed on the same horizontal axis. The horizontal axis is labeled Score, with the numbers 272 through 300, in increments of 4, with one evenly spaced tick mark between each number. The first boxplot is labeled Tournament 1. The left whisker of the boxplot extends from 274 to 282, the box extends from 282 to 290, a vertical line segment at 287 breaks the box into 2 parts, and the right whisker extends from 290 to 300. The second boxplot is labeled Tournament 2. The left whisker of the boxplot extends from 279 to 284, the box extends from 284 to 290, a vertical line segment at 287 breaks the box into 2 parts, and the right whisker extends from 290 to 296.\" height=\"175\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/bed512cce34c434db4604c86da68cbec/original.jpg\" style=\"font-style: inherit; font-variant-ligatures: inherit; font-variant-caps: inherit; font-weight: inherit;\" width=\"634\" /></p>\n"}],"choicesHtml":["<p>More golfers played in tournament 1 than in tournament 2. </p>","<p>In both tournaments, at least half the golfers completed the tournament with a score less than 288. </p>","<p>The number of golfers who completed tournament 1 with a score less than 288 was greater than the number of golfers who completed tournament 2 with a score less than 288. </p>","<p>The range of scores for tournament 1 is less than the range of scores for tournament 2. </p>","<p>The score of the golfer with the least score in tournament 1 was greater than the score of the golfer with the least score in tournament 2. </p>"],"answer":0}]