[{"id":"FT562307","type":"mcq","stimulusHtml":"Based on the histogram, which of the following is the best description of the distribution?","features":[{"type":"sharedpassage","html":"<p>A scientist recorded the duration of the eruptions of the Old Faithful geyser in Yellowstone National Park that occurred during a one-month time period. The histogram below shows the distribution of the duration, in seconds, of the eruptions.</p>\n\n<p><img alt=\"The figure shows a histogram. The horizontal axis is labeled Duration, in seconds, and the numbers 75 through 325, in increments of 25, are indicated. The vertical axis is labeled Number of Eruptions and the numbers 0, 50, and 100 are indicated. The data represented by the bars are as follows.  Note that all values are approximate. From 75 seconds up to but not including 100 seconds, 5. From 100 seconds up to but not including 125 seconds, 98. From 125 seconds up to but not including 150 seconds, 50. From 150 seconds up to but not including 175 seconds, 10. From 175 seconds up to but not including 200 seconds, 5. From 200 seconds up to but not including 225 seconds, 25. From 225 seconds up to but not including 250 seconds, 75. From 250 seconds up to but not including 275 seconds, 110. From 275 seconds up to but not including 300 seconds, 75. From 300 seconds up to but not including 325 seconds, 8.\" height=\"198\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/87ff77f31b7b543784173862a843baf0/original.jpg\" width=\"426\" /></p>\n"}],"choicesHtml":["<p>The distribution is uniform, is centered at about 200 seconds, and has a range of at most 250 seconds. </p>","<p>The distribution is skewed to the left, is centered at about 125 seconds, and has a range of at most 250 seconds. </p>","<p>The distribution is skewed to the right, is centered at about 260 seconds, and has a range of at most 250 seconds. </p>","<p>The distribution displays two clusters, has a range of at most 200 seconds, and includes outliers below 75 seconds and above 325 seconds. </p>","<p>The distribution displays two clusters, with one cluster centered at about 125 seconds and the other centered at about 260 seconds, and has a range of at most 250 seconds. </p>"],"answer":3}]