[{"id":"FT568495","type":"longtextV2","stimulusHtml":"<p>The manager of a grocery store selected a random sample of 11 customers to investigate the relationship between the number of customers in a checkout line and the time to finish checkout. As soon as the selected customer entered the end of a checkout line, data were collected on the number of customers in line who were in front of the selected customer and the time, in seconds, until the selected customer was finished with the checkout. The data are shown in the following scatter plot along with the corresponding least-squares regression line and computer output.</p>\n\n<p><img alt=\"The figure presents a scatterplot with the line of best fit drawn. The horizontal axis is labeled “Customers in Line,” and the numbers 0 through 7, in increments of 1, are indicated. The vertical axis is labeled “Time, in seconds,” and the numbers 0 through 1,250, in increments of 250, are indicated.   The data points begin at approximately 0 comma 0 and trend upward and to the right, ending at approximately 6 comma 1,125. The data represented by the 11 data points are as follows.  Point 1, 0 comma 25. Point 2, 1 comma 230. Point 3, 1 comma 350. Point 4, 2 comma 400. Point 5, 2 comma 495. Point 6, 2 comma 610. Point 7, 3 comma 75. Point 8, 3 comma 620. Point 9, 4 comma 950. Point 10, 5 comma 980. Point 11, 6 comma 1,125.  The line of best fit begins on the vertical axis, at the point 0 comma 73, extends upward to the right, and passes through point 11 at approximately 6 comma 1,125.\" height=\"247\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fa208ee4302b1ebeff96a53eaabc0365/original.png\" width=\"424\" /></p>\n\n<p><img alt=\"The figure presents a 5 column table. The heading for column 1 is “Predictor,” the heading for column 2 is “Coef,” the heading for column 3 is “SE Coef,” the heading for column 4 is “T,” and the heading for column 5 is “P.” There are 2 rows of data in the table. The data are as follows.  Row 1. Predictor, Constant. Coef, 72 point 9 5. SE Coef, 110 point 3 6. T, 0 point 6 6. P, 0 point 5 2 5. Row 2. Predictor, Customers in line. Coef, 174 point 4 0. SE Coef, 35 point 0 6. T, 4 point 9 7. P, 0 point 0 0 1.  The following values are given below Row 2. S equals 200 point 0 1.  R Square equals 73 point 3 3 percent.  R Square adjusted equals 70 point 3 7 percent.\" height=\"120\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3975e41545cd4600de96fd4b9046cd0d/original.png\" width=\"545\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Identify and interpret in context the estimate of the intercept for the least-squares regression line.</p>\n\t</li>\n\t<li>\n\t<p>Identify and interpret in context the coefficient of determination, r<sup>2</sup>.</p>\n\t</li>\n\t<li>\n\t<p>One of the data points was determined to be an outlier. Circle the point on the scatterplot and explain why the point is considered an outlier.</p>\n\t</li>\n</ol>\n"}]