[{"id":"FT562290-22","type":"longtextV2","stimulusHtml":"<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Construct and interpret a 95 percent confidence interval for the population mean difference in age (age of grandmother minus age of grandfather) of the maternal grandparents of high school students.</p>\n\t</li>\n\t<li>\n\t<p>One of the sociologist’s research questions was about the mean difference in age without regard to which grandparent is older. The interval constructed in part (a) does not address such a question. Based on the sample of high school students, give the value of the point estimate for the mean difference in age that could be used to address the sociologist’s question.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p>A sociologist was investigating the ages of grandparents of high school students. From a random sample of 10 high school students, the sociologist collected data on the current ages, in years, of the students’ maternal grandparents. The data are shown in the table below.</p>\n\n<p style=\"margin-left: 160px;\"><img alt=\"A table lists data collected from 10 students, &quot;A&quot; through &quot;J,&quot; and the mean and standard deviation values of these data. The table has twelve columns and three rows. A column header, Student, has sub-headers, &quot;A&quot; through &quot;J&quot; below it. Column 11 is Mean and column 12 is Standard Deviation. The row headers are Age of grandmother, Age of grandfather, and Difference. The data from the table are as follows. Student A: age of grandmother 75, age of grandfather 74, and difference 1. Student B: age of grandmother 70, age of grandfather 75, and difference negative 5. Student C: age of grandmother 55, age of grandfather 67, and difference negative 10. Student D: age of grandmother 75, age of grandfather 67, and difference 8. Student E: age of grandmother 55, age of grandfather 60, and difference negative 5. Student F: age of grandmother 70, age of grandfather 78, and difference negative 8. Student G: age of grandmother 80, age of grandfather 83, and difference negative 3. Student H: age of grandmother 70, age of grandfather 74, and difference negative 4. Student I: age of grandmother 74, age of grandfather 70, and difference 4. Student J: age of grandmother 74, age of grandfather 70, and difference 4. Mean: age of grandmother: 69.8, age of grandfather 71.6, and difference negative 1.8. Standard Deviation: age of grandmother 8.38, age of grandfather 6.65, and difference 5.81.\" height=\"170\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ed06c3d5de72b4c560091bbd191e639c/original.png\" width=\"700\" /></p>\n"}]}]