[{"id":"FT568496","type":"longtextV2","stimulusHtml":"<p>An environmental science teacher at a high school with a large population of students wanted to estimate the proportion of students at the school who regularly recycle plastic bottles. The teacher selected a random sample of students at the school to survey. Each selected student went into the teacher’s office, one at a time, and was asked to respond yes or no to the following question. Do you regularly recycle plastic bottles?</p>\n\n<p>Based on the responses, a 95 percent confidence interval for the proportion of all students at the school who would respond yes to the question was calculated as (0.584, 0.816 ).</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>How many students were in the sample selected by the environmental science teacher?</p>\n\t</li>\n\t<li>\n\t<p>Given the method used by the environmental science teacher to collect the responses, explain how bias might have been introduced and describe how the bias might affect the point estimate of the proportion of all students at the school who would respond yes to the question.</p>\n\t</li>\n\t<li>\n\t<p>The statistics teacher at the high school was concerned about the potential bias in the survey. To obtain a potentially less biased estimate of the proportion, the statistics teacher used an alternate method for collecting student responses. A random sample of 300 students was selected, and each student was given the following instructions on how to respond to the question.</p>\n\n\t<p>• In private, flip a fair coin.</p>\n\n\t<p>• If heads, you must respond no, regardless of whether you regularly recycle.</p>\n\n\t<p>• If tails, please truthfully respond yes or no.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>What is the expected number of students from the sample of 300 who would be required to respond no because the coin flip resulted in heads?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The results of the sample showed that 213 of the 300 selected students responded no. Based on the results of the sample, give a point estimate for the proportion of all students at the high school who would respond yes to the question.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]