[{"id":"FT562292","type":"longtextV2","stimulusHtml":"<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>One method for identifying an outlier is to use the interquartile range (IQR). An outlier is any number that is greater than the upper quartile by at least 1.5 times the IQR or less than the lower quartile by at least 1.5 times the IQR. Does such a method identify the value of 7.5 miles as an outlier for Emily’s set of data? Justify your answer.</p>\n\n\t<p>Another method of identifying an outlier is to investigate whether there is evidence that a value might have come from a population with a mean different from the mean of the population of the other values. Let X and Y represent random variables. X is distributed normally with mean μx and standard deviation s, and Y is distributed normally with mean μ<sub>y</sub> and standard deviation s. Consider 1 randomly selected value of Y and n - 1 randomly selected values of X.</p>\n\t</li>\n\t<li>\n\t<p>Consider the difference Y - X̄ :</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>In terms of μ<sub>y</sub> and μ<sub>x</sub>, what is the mean of the difference Y - X̄?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>In terms of n and s, what is the standard deviation of the difference Y - X̄?</p>\n\t\t</li>\n\t</ol>\n\n\t<p>Suppose that of the n = 25 recorded values from Emily’s sample, the value of 7.5 comes from the distribution of Y and the remaining 24 values come from the distribution of X. The summary statistics for the 24 values that come from the distribution of X are given below.</p>\n\n\t<p><img alt=\"A table with three rows reads as follows. Row 1: n minus 1 equals 24. Row 2: x bar equals 3.171. Row 3: s equals 0.821.\" height=\"100\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7499c7ee78d338aeea587aaf25a6b779/original.png\" width=\"137\" /></p>\n\t</li>\n\t<li>\n\t<p>Use the value of the potential outlier and the summary statistics of the remaining 24 values to estimate the mean and standard deviation of the difference Y - X̄.</p>\n\n\t<p>The estimated mean of Y - X̄:</p>\n\n\t<p>The estimated standard deviation of Y - X̄:</p>\n\n\t<p>Recall that a method for identifying an outlier is to investigate whether there is evidence that a value might have come from a population with a mean different from the mean of the population of the other values. The following hypotheses can be used for such an investigation.</p>\n\n\t<p>H<sub>0</sub>: μ<sub>y</sub> = μ<sub>x</sub></p>\n\n\t<p>H<sub>a</sub>: μ<sub>y</sub> ≠ μ<sub>x</sub></p>\n\t</li>\n\t<li>\n\t<p>Calculate the value of the test statistic used for evaluating the hypotheses.</p>\n\t</li>\n\t<li>\n\t<p>The p-value for the hypothesis test described above is less than 0.0001. What conclusion can be made about the population means, and what conclusion can be made about identifying 7.5 as an outlier? Justify your answers.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p>Emily walks every day, and she keeps a record of the number of miles she walks each day. The histogram and five-number summary below were created from the recorded miles for a random sample of 25 of the days Emily walked.</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"A vertical histogram at the top and a table below it. The histogram plots frequency versus miles walked. The horizontal axis represents miles walked ranging from 1 to 8, in increments of 1. The vertical axis represents frequency ranging from 0 to 15, in increments of 5. The approximate data from the histogram are as follows. 1 to 2 miles: 5, 2 to 3 miles: 6, 3 to 4 miles: 13, 4 to 5 miles: 4, 7 to 8 miles: 1. The table has five columns and a single-row entry. The data from the table are as follows. Minimum: 1.4, Q 1: 2.6, Median: 3.25, Q 3: 3.8, and Maximum: 7.5.\" height=\"253\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8bb1d60cc5e36ef097506fc1d5eb3bb7/original.png\" width=\"565\">\n<p>On one of the 25 days in the sample, Emily walked 7.5 miles. From the histogram, it appears that the value 7.5 might be an outlier relative to the other values. Two methods are proposed for identifying an outlier in a set of data.</p>"}]}]