[{"id":"FT568502","type":"longtextV2","stimulusHtml":"<p>Systolic blood pressure is the amount of pressure that blood exerts on blood vessels while the heart is beating. The mean systolic blood pressure for people in the United States is reported to be 122 millimeters of mercury (mmHg) with a standard deviation of 15 mmHg.</p>\n\n<p>The wellness department of a large corporation is investigating whether the mean systolic blood pressure of its employees is greater than the reported national mean. A random sample of 100 employees will be selected, the systolic blood pressure of each employee in the sample will be measured, and the sample mean will be calculated.</p>\n\n<p>Let μ represent the mean systolic blood pressure of all employees at the corporation. Consider the following hypotheses.</p>\n\n<p>H<sub>0</sub>: μ = 122</p>\n\n<p>Ha: μ &gt; 122</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Describe a Type II error in the context of the hypothesis test.</p>\n\t</li>\n\t<li>\n\t<p>Assume that σ, the standard deviation of the systolic blood pressure of all employees at the corporation, is 15 mmHg. If μ = 122, the sampling distribution of x̅ for samples of size 100 is approximately normal with a mean of 122 mmHg and a standard deviation of 1.5 mmHg. What values of the sample mean x̅ would represent sufficient evidence to reject the null hypothesis at the significance level of α = 0.05 ?</p>\n\n\t<p>The actual mean systolic blood pressure of all employees at the corporation is 125 mmHg, not the hypothesized value of 122 mmHg, and the standard deviation is 15 mmHg.</p>\n\t</li>\n\t<li>\n\t<p>Using the actual mean of 125 mmHg and the results from part (b), determine the probability that the null hypothesis will be rejected.</p>\n\t</li>\n\t<li>\n\t<p>What statistical term is used for the probability found in part (c)?</p>\n\t</li>\n\t<li>\n\t<p>Suppose the size of the sample of employees to be selected is greater than 100. Would the probability of rejecting the null hypothesis be greater than, less than, or equal to the probability calculated in part (c) ? Explain your reasoning</p>\n\t</li>\n</ol>\n"}]