[{"id":"FT562288","type":"longtextV2","stimulusHtml":"<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Describe an appropriate method for randomly assigning 60 participants to three groups so that each group has 20 participants.</p>\n\n\t<p>The time to complete a visual search task was recorded for each participant before the assigned game was played. The time to complete a visual search task was again recorded for each participant after the assigned game was played. For each game, the mean improvement time (time before minus time after) was calculated.</p>\n\t</li>\n\t<li>\n\t<p>One researcher expressed an interest in investigating whether playing a driving game would lead to a different mean improvement time to complete a visual search task than would playing a sports game. Assuming the appropriate population values are approximately normally distributed, state the name of a test with the appropriate null and alternative hypotheses that could be used to investigate the researcher’s interest.</p>\n\t</li>\n\t<li>\n\t<p>When the appropriate test was performed, no significant difference was found in mean improvement time between the driving game and the sports game. Name one change the researchers could make in a future study to increase the power of the test. Explain why such a change would increase the power.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"The ability to visually search, such as when reading an x-ray or interpreting a satellite image, is an important skill in many jobs. Researchers conducted a study to investigate whether playing video games could improve a person’s ability to visually search. Three video games were used in the study: one was a driving game, one was a sports game, and one was a puzzle game. The participants consisted of 60 volunteers who had no experience playing video games before the study. Each participant was randomly assigned to one of the three games so that there were 20 participants per game."}]}]