[{"id":"FT576411","type":"mcq","stimulusHtml":"If all conditions for inference were met, does the interval provide convincing statistical evidence, at a level of significance of <span aria-label=\"alpha equals 0.05\" role=\"math\"><math> <semantics> <mrow> <mi>α</mi> <mo>=</mo> <mn>0.0</mn> <mtext>5</mtext> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=xfr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaGaeqySdeMaaeiiaiabg2da9iaabccacaaIWaGaaiOlaiaaicdacaqG1aaaaa@3CBD@</annotation> </semantics> </math></span>, to support the president’s belief that the mean number of hours of community service performed last year is different from what is recommended?","features":[{"type":"sharedpassage","html":"The president of a large company recommends that employees perform, on average, 24 hours of community service each year. The president believes that the mean number of hours of community service performed last year was different from the recommended 24 hours. To estimate the mean number of hours of community service performed last year, the president obtained data from a random sample of employees and used the data to construct the 95 percent confidence interval (20.37, 23.49)."}],"choicesHtml":["<p>Yes, the interval supports the president’s belief because 0 is not contained in the interval. </p>","<p>Yes, the interval supports the president’s belief because 24 is not contained in the interval. </p>","<p>No, the interval does not support the president’s belief because a 90% confidence interval is required for a 5% level of statistical evidence. </p>","<p>No, the interval does not support the president’s belief because confidence intervals should only be used for estimation and cannot provide convincing statistical evidence. </p>","<p>No, the interval does not support the president’s belief because the significance level is equal to 1 minus the confidence level, indicating that the results are not convincing.</p>"],"answer":0}]