[{"id":"FT576396","type":"mcq","stimulusHtml":"Based on the results of the simulation, is there convincing statistical evidence at the significance level of 0.05 that the event of Audrey selling at least 7 of the 30 selected tickets is unlikely to have occurred by chance alone?","features":[{"type":"sharedpassage","html":"<p>For a school fund-raiser, 600 raffle tickets were sold by students at the school, of which 88 were sold by one student, Audrey. Of the 600 tickets sold, 30 were randomly selected to receive prizes, and 7 of the 30 tickets selected were tickets sold by Audrey. To investigate how likely it was by chance alone that at least 7 of the 30 selected tickets could have been sold by Audrey, students in a statistics class ran a simulation. One trial of the simulation is described by the following steps.</p>\n\n<p>Step 1: From 600 chips, assign 88 red and the rest blue.</p>\n\n<p>Step 2: Select 30 chips at random without replacement.</p>\n\n<p>Step 3: Record the number of red chips in the selection of 30.</p>\n\n<p>The results of 1,000 trials of the simulation are shown in the histogram.</p>\n\n<p><img alt=\"The figure presents a histogram titled “Results of 1,000 Trials.” The horizontal axis is labeled “Number of Red Chips,” and the numbers 0 through 11, in increments of 1, are indicated. The vertical axis is labeled “Frequency,” and the numbers 0 through 200, in increments of 50, are indicated. The data represented by the bars are as follows.  Chips, 0. Frequency, 3. Chips, 1. Frequency, 46. Chips, 2. Frequency, 96. Chips, 3. Frequency, 194. Chips, 4. Frequency, 195. Chips, 5. Frequency, 184. Chips, 6. Frequency, 144. Chips, 7. Frequency, 78. Chips, 8. Frequency, 39. Chips, 9. Frequency, 15. Chips, 10. Frequency, 5. Chips, 11. Frequency, 1.\" height=\"256\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3ce5dace2c5629a7c96aae385897e88e/original.png\" width=\"410\" /></p>\n"}],"choicesHtml":["<p>Yes, because the distribution of the trials in the simulation is skewed to the right. </p>","<p>Yes, because the number in the histogram with the greatest frequency is 4, not 7. </p>","<p>Yes, because 7 appears in the right tail of the distribution, indicating that it is more than 2 standard deviations away from the mean. </p>","<p>No, because the simulation suggests that it is likely that Audrey could sell anywhere from 0 to 11 of the selected tickets. </p>","<p>No, because the simulation suggests that Audrey selling at least 7 of 30 selected tickets would occur about 13.8% of the time.</p>"],"answer":3}]