[{"id":"FT576386","type":"mcq","stimulusHtml":"Based on the boxplots, which of the following statements must be true?","features":[{"type":"sharedpassage","html":"<p>A sociologist collected data from a sample of people on their highest level of education and the number of times they visited any fast food restaurant during the previous week. The data are summarized in the boxplots.</p>\n<img alt=\"The figure presents a graph of 4 boxplots titled “Visits by Highest Education Level.” The horizontal axis is labeled “Number of Visits,” and the numbers 0 through 5, in increments of 1, are indicated. Each boxplot represents one of the following categories, “High school,” “Community college,” “Four-year college,” and “More than four-year college.” The data represented by the 4 boxplots are as follows. Note that all values are approximate.   Boxplot 1, High School. The left whisker extends from 0 to 1.5. The box extends from 1.5 to 4.5, and a vertical line segment at 3 breaks the box into 2 parts. The right whisker extends from 4.5 to 5.  Boxplot 2, Community College. The left whisker extends from 0 to 1. The box extends from 1 to 2.5, and a vertical line segment at 1.5 breaks the box into 2 parts. The right whisker extends from 2.5 to 4.  Boxplot 3, Four-year college. The box extends from 2 to 3, and a vertical line segment at 2.55 breaks the box into 2 parts. There are no whiskers.  Boxplot 4, More than four-year college. The box extends from 1 to 2, and a vertical line segment at 1.5 breaks the box into 2 parts. There are no whiskers.\" height=\"270\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/795b8e69143f8508f2905e02a9f28cff/original.png\" width=\"440\" />"}],"choicesHtml":["<p>The number of people surveyed at the more than four-year college level is greater than the number of people surveyed at the high school level. </p>","<p>The proportion of people surveyed from the first quartile to the third quartile at the four-year college level is less than the respective proportion at the community college level. </p>","The interquartile range (<span aria-label=\"I Q R\"><math> <semantics> <mrow> <mtext>IQR</mtext> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=xfr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaGaaeysaiaabgfacaqGsbaaaa@3869@</annotation> </semantics> </math></span>) for the number of visits at the more than four-year college level is less than the <span aria-label=\"I Q R\"><math> <semantics> <mrow> <mtext>IQR</mtext> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=xfr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaGaaeysaiaabgfacaqGsbaaaa@3869@</annotation> </semantics> </math></span> for the number of visits at the community college level.","<p>The maximum number of visits at the community college level is greater than the maximum number of visits at the high school level. </p>","<p>The median number of visits at the four-year college level is greater than the median number of visits at the high school level.</p>"],"answer":1}]