[{"id":"VH904548","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A sample of 100 students from Liberty High School and a sample of 60 students from Central High School were asked what they planned to do after graduation. Responses fell into five categories: four-year university <span class=\"math_expression\"><span aria-label=\"4 Y\"><math alttext=\"4 Y\" overflow=\"scroll\"><mstyle><mrow><mtext>(4Y)</mtext></mrow></mstyle></math></span></span>, community college <span class=\"math_expression\"><span aria-label=\"C C\"><math alttext=\"C C\" overflow=\"scroll\"><mstyle><mrow><mtext>(CC)</mtext></mrow></mstyle></math></span></span>, join the workforce <span class=\"math_expression\"><span aria-label=\"W\"><math alttext=\"W\" overflow=\"scroll\"><mstyle><mrow><mtext>(W)</mtext></mrow></mstyle></math></span></span>, join the military <span class=\"math_expression\"><span aria-label=\"M\"><math alttext=\"M\" overflow=\"scroll\"><mstyle><mrow><mtext>(M)</mtext></mrow></mstyle></math></span></span>, or undecided <span class=\"math_expression\"><span aria-label=\"U D\"><math alttext=\"U D\" overflow=\"scroll\"><mstyle><mrow><mtext>(UD)</mtext></mrow></mstyle></math></span></span>. The results are shown in the following bar chart.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar chart with two bars of data in each of five categories. The two bars of data in each category represent information from either Liberty High School or Central High School. The horizontal axis is labeled, Student Response, and the categories 4 Y, C C, W, M, and U D, are indicated. The vertical axis is labeled, Relative Frequency, and the numbers 0.00 through 0.35, in increments of 0.05, are indicated. The data represented by the bars are as follows. Note that all values are approximate. Student response for a four year university,  Liberty High School, 0.20, Central High School, 0.30. Student response for a community college, Liberty High School, 0.30, Central High School, 0.20. Student response for joining the workforce, Liberty High School, 0.20, Central High School, 0.20. Student response for joining the military, Liberty High School, 0.20, Central High School, 0.20. Student response for undecided, Liberty High School, 0.10, Central High School, 0.10.\" height=\"190\" src=\"https://assets.learnosity.com/organisations/537/VH904548.g10.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following statements is supported by the bar chart?</p>\n","rubricRef":"VH904548_rubric","choicesHtml":["<p class=\"choice_paragraph\">For the category four-year university, the number of students from Central High School was 10 greater than the number of students from Liberty High School.</p>","<p class=\"choice_paragraph\">At Liberty High School, more students selected a four-year university than any other activity.</p>","<p class=\"choice_paragraph\">For the category join the workforce, the number of students from each school was equal.</p>","<p class=\"choice_paragraph\">At Central High School, the same number of students selected four-year university and military.</p>","<p class=\"choice_paragraph\">For the category undecided, the number of students from Liberty High School was 4 greater than the number of students from Central High School.</p>"],"answer":4}]