[{"id":"VH900928","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Relative humidity is a measure, expressed as a percentage, of the amount of water vapor present in air. The following histogram summarizes the relative humidity, at noon, for a random sample of 100 days for a certain city.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a histogram with 9 bars of data. The horizontal axis is labeled Relative Humidity, in percent, and the numbers 40 through 95, in increments of 5, are indicated. The vertical axis is labeled Relative Frequency, and the numbers 0 through 0.20, in increments of 0.02, are indicated. The data represented by the bars are as follows. Note that all values are approximate. 40 through 45 percent relative humidity, 0.01. 45 through 50 percent relative humidity, 0. 50 through 55 relative humidity, 0. 55 through 60 percent relative humidity, 0.11. 60 through 65 percent relative humidity, 0.14. 65 through 70 percent relative humidity, 0.18. 70 through 75 percent relative humidity, 0.15. 75 through 80 percent relative humidity, 0.17. 80 through 85 percent relative humidity, 0.10. 85 through 90 percent relative humidity, 0.08. 90 through 95 percent relative humidity, 0.06.     \" height=\"186\" src=\"https://assets.learnosity.com/organisations/537/VH900928.g03.png\" width=\"400\" /></div>\n\n<p class=\"stem_paragraph\">Based on the histogram, which of the following is the best description of the distribution?</p>\n","rubricRef":"VH900928_rubric","choicesHtml":["<p class=\"choice_paragraph\">The distribution displays a gap with a potential outlier located between 40% and 45%.</p>","<p class=\"choice_paragraph\">The distribution displays a gap with potential outliers located between 90% and 95%.</p>","<p class=\"choice_paragraph\">The distribution displays a gap with potential outliers located between 70% and 75%.</p>","<p class=\"choice_paragraph\">The distribution displays two clusters with no apparent outliers.</p>","<p class=\"choice_paragraph\">The distribution is uniform.</p>"],"answer":0}]