[{"id":"VH901703","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">One way to measure the duration of subterranean disturbances such as earthquakes and mining is to calculate the root-mean-square time. The following histograms summarize the distributions of the root-mean-square times for two sources of disturbances.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents 2 histograms titled Earthquake Disturbances and Mining Disturbances. Both histograms have horizontal axes labeled, Root Mean Square Time, and the numbers 0.0 through 1.6, in increments of 0.2, are indicated. The vertical axes are labeled, Relative Frequency, and the numbers 0.0 through 0.40, in increments of 0.05, are indicated. The data represented by the histogram for Earthquake Disturbances are as follows. Note that all values are approximate. Root Mean Square Time 0.0 through 0.2, 0.35. Root Mean Square Time 0.2 through 0.4, 0.20. Root Mean Square Time 0.4 through 0.6, 0.10. Root Mean Square Time 0.6 through 0.8, 0.10. Root Mean Square Time 0.8 through 1.0, 0.09. Root Mean Square Time 1.0 through 1.2, 0.08. Root Mean Square Time 1.2 through 1.4, 0.06. Root Mean Square Time 1.4 through 1.6, 0.025. The data represented by the histogram for Mining Disturbances is as follows. Note that all values are approximate. Root Mean Square Time 0.0 through 0.2, 0. Root Mean Square Time 0.2 through 0.4, 0. Root Mean Square Time 0.4 through 0.6, 0.22. Root Mean Square Time 0.6 through 0.8, 0.35. Root Mean Square Time 0.8 through 1.0, 0.24. Root Mean Square Time 1.0 through 1.2, 0.09. Root Mean Square Time 1.2 through 1.4, 0.11. Root Mean Square Time 1.4 through 1.6, 0.\" height=\"292\" src=\"https://assets.learnosity.com/organisations/537/VH901703.g05.png\" width=\"800\" /></div>\n\n<p class=\"stem_paragraph\">Based on the histograms, which of the following correctly compares the two distributions?</p>\n","rubricRef":"VH901703_rubric","choicesHtml":["<p class=\"choice_paragraph\">The median of the earthquake disturbances is equal to the median of the mining disturbances.</p>","<p class=\"choice_paragraph\">The median of the earthquake disturbances is less than the median of the mining disturbances.</p>","<p class=\"choice_paragraph\">The range of the earthquake disturbances is equal to the range of the mining disturbances.</p>","<p class=\"choice_paragraph\">The range of the earthquake disturbances is less than the range of the mining disturbances.</p>","<p class=\"choice_paragraph\">The mode of the earthquake disturbances is equal to the mode of the mining disturbances.</p>"],"answer":1}]