[{"id":"VH912220","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A researcher collected data on the age, in years, and the growth of sea turtles. The following graph is a residual plot of the regression of growth versus age.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a scatterplot in the coordinate plane. The horizontal axis is labeled Age, in Years, and the numbers 0 through 6, in increments of 1, are indicated. The vertical axis is labeled Residuals, and the numbers negative 0.6 through 0.6, in increments of 0.2, are indicated. There are 41 data points and a horizontal line is drawn at Residual value 0. The data points are scattered throughout the plane, and roughly half of the data points are scattered above the horizontal line and roughly half are scattered beneath the horizontal line. The data points begin in the upper left part of the plane at approximately 1 comma 0.5, and trend steeply downward and to the right passing through the horizontal line, and reach a minimum beneath the horizontal line at approximately 3 comma negative 0.425. The data points then begin to trend upward and to the right, passing through the horizontal line, and end at a maximum, above the horizontal line at approximately 4.75 comma 0.4.\" height=\"280\" src=\"https://assets.learnosity.com/organisations/537/VH912220.g05.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Does the residual plot support the appropriateness of a linear model?</p>\n","rubricRef":"VH912220_rubric","choicesHtml":["<p class=\"choice_paragraph\">Yes, because there is a clear pattern displayed in the residual plot.</p>","<p class=\"choice_paragraph\">Yes, because about half the residuals are positive and the other half are negative.</p>","<p class=\"choice_paragraph\">Yes, because as age increases, the residuals increase.</p>","<p class=\"choice_paragraph\">No, because the points appear to be randomly distributed.</p>","<p class=\"choice_paragraph\">No, because the graph displays a <span class=\"math_expression\"><span aria-label=\"U\"><math alttext=\"U\" overflow=\"scroll\"><mstyle><mrow><mtext>U</mtext></mrow></mstyle></math></span></span>-shaped pattern.</p>"],"answer":4}]