[{"id":"VH935807","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A recent survey indicated that the mean time spent on a music streaming service is 210 minutes per week for the population of a certain country. A simulation was conducted to create a sampling distribution of the sample mean for a population with a mean of 210. The following histogram shows the results of the simulation.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a histogram with 8 bars of data. The horizontal axis is labeled, Sample Means, and the numbers 0 through 1,000, in increments of 100, are indicated. The vertical axis is labeled Frequency, and 8 equally spaced gridlines are indicated. The data represented by the bars are as follows. Note that all values are approximate. Sample Means, 0 through 100, Frequency, on the fifth gridline. Sample Means, 100 through 200, Frequency, just below the seventh gridline. Sample Means, 200 through 300, Frequency, on the fifth gridline. Sample Means, 300 through 400, Frequency, halfway between the second and third gridlines. Sample Means, 400 through 500, Frequency, on the first gridline. Sample Means, 500 through 600, Frequency, halfway between the horizontal axis and first gridline. Sample Means, 600 through 700, Frequency, halfway between the horizontal axis and first gridline. Sample Means, 700 through 800, Frequency, just above the horizontal axis. There are no bars indicated for Sample Means 800 through 1,000.\" height=\"246\" src=\"https://assets.learnosity.com/organisations/537/VH935807.g01.png\" width=\"500\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following would be the best reason why the simulation of the sampling distribution is not approximately normal?</p>\n","rubricRef":"VH935807_rubric","choicesHtml":["<p class=\"choice_paragraph\">The samples were not selected at random.</p>","<p class=\"choice_paragraph\">The sample size was not sufficiently large.</p>","<p class=\"choice_paragraph\">The population distribution was approximately normal.</p>","<p class=\"choice_paragraph\">The samples were selected without replacement.</p>","<p class=\"choice_paragraph\">The sample means were less than the population mean.</p>"],"answer":1}]