[{"id":"VH948541","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">A factory manager selected a random sample of parts produced on an old assembly line and a random sample of parts produced on a new assembly line. The difference between the sample proportion of defective parts made on the old assembly line and the sample proportion of defective parts made on the new assembly line (old minus new) was 0.006. Under the assumption that all conditions for inference were met, a hypothesis test was conducted with the alternative hypothesis being the proportion of defective parts made on the old assembly line is greater than that of the new assembly line. The <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value of the test was 0.018.</p></div></div></div></div><p class=\"stem_paragraph\">Which of the following is the correct interpretation of the <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value?</p>\n","rubricRef":"VH948541_rubric","choicesHtml":["<p class=\"choice_paragraph\">If there is a difference of 0.018 in the proportions of all defective parts made on the two assembly lines, the probability of observing that difference is 0.006.</p>","<p class=\"choice_paragraph\">If there is a difference of 0.006 in the proportions of all defective parts made on the two assembly lines, the probability of observing that difference is 0.018.</p>","<p class=\"choice_paragraph\">If there is no difference in the proportions of all defective parts made on the two assembly lines, the probability of observing a difference equal to 0.006 is 0.018.</p>","<p class=\"choice_paragraph\">If there is no difference in the proportions of all defective parts made on the two assembly lines, the probability of observing a difference of at least 0.006 is 0.018.</p>","<p class=\"choice_paragraph\">If there is no difference in the proportions of all defective parts made on the two assembly lines, the probability of observing a difference of at most 0.006 is 0.018.</p>"],"answer":3}]