[{"id":"VH948767","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">A service company recently revised its call-routing procedures in an attempt to increase efficiency in routing customer calls to the appropriate agents. A random sample of customer calls was taken before the revision, and another random sample of customer calls was taken after the revision. The selected customers were asked if they were satisfied with the service call. The difference in the proportions of customers who indicated they were satisfied <span class=\"math_expression\"><span aria-label=\"p sub after minus p sub before \"><math alttext=\"p sub after minus p sub before \" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mo>(</mo><msub><mrow><mi>p</mi></mrow><mrow><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">f</mi><mi mathvariant=\"normal\">t</mi><mi mathvariant=\"normal\">e</mi><mi mathvariant=\"normal\">r</mi></mrow></msub><mo>−</mo><msub><mrow><mi>p</mi></mrow><mrow><mi mathvariant=\"normal\">b</mi><mi mathvariant=\"normal\">e</mi><mi mathvariant=\"normal\">f</mi><mi mathvariant=\"normal\">o</mi><mi mathvariant=\"normal\">r</mi><mi mathvariant=\"normal\">e</mi></mrow></msub><mo>)</mo></mrow></mstyle></math></span></span> was calculated. A 90 percent confidence interval for the difference is given as <span class=\"math_expression\"><span aria-label=\"negative 0.02 comma 0.11\"><math alttext=\"negative 0.02 comma 0.11\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mrow><mo>−</mo><mn>0.02</mn><mo>,</mo><mn>0.11</mn></mrow><mo>)</mo></mrow></mrow></mstyle></math></span></span>. The manager of the company claims that the revision in procedure will change the proportion of customers who will indicate satisfaction with their calls.</p></div></div></div></div><p class=\"stem_paragraph\">Does the confidence interval support the manager’s claim?</p>\n","rubricRef":"VH948767_rubric","choicesHtml":["<p class=\"choice_paragraph\">No. The value of 0 is contained in the interval, which indicates that it is plausible that there is no difference in the proportion of customers who will indicate satisfaction with their calls.</p>","<p class=\"choice_paragraph\">No. All values in the interval are less than 0.12, which indicates that the difference in the proportion of customers who will indicate satisfaction with their calls is very small.</p>","<p class=\"choice_paragraph\">Yes. There are more positive values in the interval than negative values, which indicates that more customers indicated satisfaction with their calls after the revision.</p>","<p class=\"choice_paragraph\">Yes. The length of the interval is greater than 0.10, which indicates that the sample difference in the proportion of customers who will indicate satisfaction with their calls is plausible.</p>","<p class=\"choice_paragraph\">Yes. The value of 0 is contained in the interval, which indicates that a difference in the proportion of customers who will indicate satisfaction with their calls is plausible.</p>"],"answer":0}]