[{"id":"VH948537","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Independent random samples of students were taken from two high schools, R and S, and the proportion of students who drive to school in each sample was recorded. The difference between the two sample proportions (R minus S) was 0.07. Under the assumption that all conditions for inference were met, a hypothesis test was conducted where the alternative hypothesis was the population proportion of students who drive to school for R was greater than that for S. The <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value of the test was 0.114.</p></div></div></div></div><p class=\"stem_paragraph\">Which of the following is the correct interpretation of the <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value?</p>\n","rubricRef":"VH948537_rubric","choicesHtml":["<p class=\"choice_paragraph\">The probability of selecting a student from high school R who drives to school is 0.07, and the probability of selecting a student from high school S who drives to school is 0.114.</p>","<p class=\"choice_paragraph\">If the proportion of all students who drive to school at R is greater than the proportion who drive to school at S, the probability of observing that difference is 0.114.</p>","<p class=\"choice_paragraph\">If the proportion of all students who drive to school at R is greater than the proportion who drive to school at S, the probability of observing a sample difference of at least 0.07 is 0.114.</p>","<p class=\"choice_paragraph\">If the proportions of all students who drive to school are the same for both high schools, the probability of observing a sample difference of at least 0.07 is 0.114.</p>","<p class=\"choice_paragraph\">If the proportions of all students who drive to school are the same for both high schools, the probability of observing a sample difference of 0.114 is 0.07.</p>"],"answer":3}]