[{"id":"VH951861","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">A research group studying cell phone habits asked the question “Do you ever use your cell phone to make a payment at a convenience store?” to people selected from two random samples of cell phone users. One sample consisted of older adults, ages 35 years and older, and the other sample consisted of younger adults, ages 18 years to 34 years. The proportion of people who answered yes in each sample was used to create a 95 percent confidence interval of <span class=\"math_expression\"><span aria-label=\"0.097 comma 0.125\"><math alttext=\"0.097 comma 0.125\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mrow><mrow><mo>(</mo><mrow><mn>0.097</mn><mo>,</mo><mn>0.125</mn></mrow><mo>)</mo></mrow></mrow></mrow></mstyle></math></span></span> to estimate the difference (younger minus older) between the population proportions of people who would answer yes to the question. Which of the following is the best description of what is meant by 95 percent confidence?</p>\n","rubricRef":"VH951861_rubric","choicesHtml":["<p class=\"choice_paragraph\">In repeated random sampling with the same sample size, approximately 95% of the sample proportions from the younger group will be between 0.097 and 0.125 greater than the sample proportion from the older group.</p>","<p class=\"choice_paragraph\">In repeated random sampling with the same sample size, approximately 95% of the intervals constructed from the samples will capture the difference in sample proportions of people who would answer yes to the question.</p>","<p class=\"choice_paragraph\">In repeated random sampling with the same sample size, approximately 95% of the intervals constructed from the samples will capture the difference in population proportions of people who would answer yes to the question.</p>","<p class=\"choice_paragraph\">The probability is 0.95 that the difference in the sample proportions of people who would answer yes to the question is between 0.097 and 0.125.</p>","<p class=\"choice_paragraph\">The probability is 0.95 that the difference in the population proportions of people who would answer yes to the question is between 0.097 and 0.125.</p>"],"answer":2}]