[{"id":"VH954793","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p><br/><div><div class=\"stimulus_reference\">\n<div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">A geologist studying lead concentration in soil selected random samples of soil from two regions: region A and region B. The following histograms show the distribution of lead concentration, in parts per million (<span class=\"math_expression\"><span aria-label=\"p p m\"><math alttext=\"p p m\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><mstyle><mrow><mtext>ppm</mtext></mrow></mstyle></mrow></mstyle></mrow></mstyle></math></span></span>), for the two samples.</p></div></div>\n<div class=\"standalone_image\"><img alt=\"The figure presents two histograms titled Region A and Region B. The horizontal axis is labeled Lead Concentration, in parts per million, and the numbers 0 through 500, in increments of 50, are indicated. The vertical axis is labeled Frequency, and the numbers 0 through 25, in increments of 5, are indicated. The data for Region A are as follows. Note that all values are approximate. From 0 parts per million up to but not including 50 parts per million, 20. From 50 parts per million up to but not including 100 parts per million, 17. From 100 parts per million up to but not including 150 parts per million, 6. From 150 parts per million up to but not including 200 parts per million, 2. From 200 parts per million up to but not including 250 parts per million, 2. From 250 parts per million up to but not including 300 parts per million, 0. From 300 parts per million up to but not including 350 parts per million, 1. From 350 parts per million up to but not including 400 parts per million, 0. From 400 parts per million up to but not including 450 parts per million, 1. From 450 parts per million up to but not including 500 parts per million, 1. The data for Region B are as follows. Note that all values are approximate. From 0 parts per million up to but not including 50 parts per million, 0. From 50 parts per million up to but not including 100 parts per million, 12. From 100 parts per million up to but not including 150 parts per million, 19. From 150 parts per million up to but not including 200 parts per million, 10. From 200 parts per million up to but not including 250 parts per million, 6. From 250 parts per million up to but not including 300 parts per million, 0. From 300 parts per million up to but not including 350 parts per million, 0. From 350 parts per million up to but not including 400 parts per million, 3. From 400 parts per million up to but not including 450 parts per million, 0. From 450 parts per million up to but not including 500 parts per million, 0.\" src=\"https://assets.learnosity.com/organisations/537/VH954793.g04.png\"/></div>\n</div></div><p class=\"stem_paragraph\">(a) Write a few sentences comparing the distributions of lead concentration in the two samples.</p><p class=\"stem_paragraph\">(b) To investigate whether the mean lead concentration is different in region A than in region B, the geologist conducted the appropriate test. All conditions for inference are met, and the <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value of the test is <span class=\"math_expression\"><span aria-label=\"0.007\"><math alttext=\"0.007\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>0.007</mn></mrow></mstyle></math></span></span>. Based on the <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value, is there convincing statistical evidence, at a level of significance of <span class=\"math_expression\"><span aria-label=\"alpha equals 0.05\"><math alttext=\"alpha equals 0.05\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>α</mi><mo>=</mo><mn>0.05</mn></mrow></mstyle></math></span></span>, that there is a difference between the mean lead concentration of region A and the mean lead concentration of region B? Justify your answer.</p>\n","rubricRef":"VH954793_rubric"}]