[{"id":"VH968115","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Students in a high school statistics class wanted to see if the distribution of the colors of a popular candy was different in the bags for different types of candies the company manufactures. The students purchased several large bags of regular candies, tropical-flavored candies, and sour-flavored candies. For each type of candy, the students took a random sample of 100 candies and recorded how many of each color (red, green, yellow, or blue) were in the sample. The students verified the conditions for inference and calculated a chi-square test statistic of 12.59 with a corresponding <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value of 0.05. Which of the following is the correct interpretation of the <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value in the context of the test?</p>\n","rubricRef":"VH968115_rubric","choicesHtml":["<p class=\"choice_paragraph\">The hypothesis test has a significance level of <span class=\"math_expression\"><span aria-label=\"alpha equals 0.05\"><math alttext=\"alpha equals 0.05\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>α</mi><mo>=</mo><mn>0.05</mn></mrow></mstyle></math></span></span>.</p>","<p class=\"choice_paragraph\">There is a 5 percent chance that the distribution of colors is different for the different types of candies.</p>","<p class=\"choice_paragraph\">There is a 5 percent chance that the distribution of colors is the same for the different types of candies.</p>","<p class=\"choice_paragraph\">Assuming that the distribution of colors for the different types of candies is the same, there is a 5 percent chance of finding a test statistic of 12.59 or larger.</p>","<p class=\"choice_paragraph\">Assuming that the distribution of colors for the different types of candies is different, there is a 5 percent chance of finding a test statistic of 12.59 or larger.</p>"],"answer":3}]