[{"id":"VH968242","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">A college administrator wanted to know if the proportion of students who request online classes, lab classes, or lecture classes was different at two different campuses. At each campus, the administrator took a random sample of 250 students and asked each student which type of class they preferred. The conditions for the appropriate test were verified, and the chi-square test statistic for the test was calculated to be 4.01 with an associated <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value of 0.1347. If the significance level of the test was <span class=\"math_expression\"><span aria-label=\"alpha equals .05\"><math alttext=\"alpha equals .05\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>α</mi><mo>=</mo><mn>.05</mn></mrow></mstyle></math></span></span>, what conclusion should the college administrator make about the proportion of students who request online classes, lab classes, or lecture classes at two different campuses?</p>\n","rubricRef":"VH968242_rubric","choicesHtml":["<p class=\"choice_paragraph\">There is convincing statistical evidence to suggest that the proportion of students who request certain classes is the same at each campus.</p>","<p class=\"choice_paragraph\">There is convincing statistical evidence to suggest that the proportion of students who request certain classes is different at each campus.</p>","<p class=\"choice_paragraph\">There is not convincing statistical evidence to suggest that the proportion of students who request certain classes is the same at each campus.</p>","<p class=\"choice_paragraph\">There is not convincing statistical evidence to suggest that the proportion of students who request certain classes is different at each campus.</p>","<p class=\"choice_paragraph\">There is not convincing statistical evidence to prove that the proportion of students who request certain classes is different at each campus.</p>"],"answer":3}]