[{"id":"VH968228","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">The district manager of four different restaurants wanted to investigate whether the four restaurants differed with respect to customers ordering dessert or not based on family classification (with children or without children). Independent random samples of 100 customers who ordered dessert were selected from each restaurant, and the customers were identified as either being with children or without children. After verifying the conditions for the appropriate hypothesis test, the manager calculated a chi-square test statistic of 6.45 with an associated <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value of 0.092. Based on the <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value and <span class=\"math_expression\"><span aria-label=\"alpha equals 0.05\"><math alttext=\"alpha equals 0.05\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>α</mi><mo>=</mo><mn>0.05</mn></mrow></mstyle></math></span></span>, what conclusion should the manager make regarding the proportion of customers who order dessert at each restaurant and the customers’ family classification?</p>\n","rubricRef":"VH968228_rubric","choicesHtml":["<p class=\"choice_paragraph\">There is convincing statistical evidence to suggest that the proportion of customers who order dessert at each restaurant is the same based on family classification.</p>","<p class=\"choice_paragraph\">There is convincing statistical evidence to suggest that the proportion of customers who order dessert at each restaurant is not the same based on family classification.</p>","<p class=\"choice_paragraph\">There is not convincing statistical evidence to prove that the proportion of customers who order dessert at each restaurant is not the same based on family classification.</p>","<p class=\"choice_paragraph\">There is not convincing statistical evidence to suggest that the proportion of customers who order dessert at each restaurant is the same based on family classification.</p>","<p class=\"choice_paragraph\">There is not convincing statistical evidence to suggest that the proportion of customers who order dessert at each restaurant is not the same based on family classification.</p>"],"answer":4}]