[{"id":"VH969843","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Researchers collected two different samples, X and Y, of temperatures, in degrees Celsius, of the habitat for Florida scrub lizards. The confidence interval <span class=\"math_expression\"><span aria-label=\"36 plus or minus 1.66\"><math alttext=\"36 plus or minus 1.66\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>36</mn><mo>±</mo><mn>1.66</mn></mrow></mstyle></math></span></span> was constructed from sample X, and the confidence interval <span class=\"math_expression\"><span aria-label=\"36 plus or minus 1.08\"><math alttext=\"36 plus or minus 1.08\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>36</mn><mo>±</mo><mn>1.08</mn></mrow></mstyle></math></span></span> was constructed from sample Y. Assume both samples had the same standard deviation. Which of the following statements could explain why the width of the confidence interval constructed from X is greater than the width of the confidence interval constructed from Y?</p></div></div></div></div>\n","rubricRef":"VH969843_rubric","choicesHtml":["<p class=\"choice_paragraph\">The sample size of X is greater than the sample size of Y, and the confidence level is the same for both intervals.</p>","<p class=\"choice_paragraph\">The sample size of X is greater than the sample size of Y, and the confidence level used for the interval constructed from X is less than the confidence level used for the interval constructed from Y.</p>","<p class=\"choice_paragraph\">The sample size is the same for X and Y, and the confidence level used for the interval constructed from X is less than the confidence level used for the interval constructed from Y.</p>","<p class=\"choice_paragraph\">The sample size is the same for X and Y, and the confidence level is the same for both intervals.</p>","<p class=\"choice_paragraph\">The sample size is the same for X and Y, and the confidence level used for the interval constructed from X is greater than the confidence level used for the interval constructed from Y.</p>"],"answer":4}]