[{"id":"VH964302","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Zoologists studying two populations of tigers conducted a two-sample <span class=\"math_expression\"><span aria-label=\"t\"><math alttext=\"t\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>t</mi></mrow></mstyle></math></span></span>-test for the difference in means to investigate whether the tigers in population X weigh more, on average, than the tigers in population Y. Two independent random samples were taken, and the difference between the sample means was calculated. All conditions for inference were met, and the test produced a <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value of 0.02.</p></div></div></div></div><p class=\"stem_paragraph\">Which of the following is a correct interpretation of the <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value?</p>\n","rubricRef":"VH964302_rubric","choicesHtml":["<p class=\"choice_paragraph\">The probability that the mean weight for tigers in population X is greater than that for population Y is 0.02.</p>","<p class=\"choice_paragraph\">The probability that the mean weight for tigers in population X is equal to that for population Y is 0.02.</p>","<p class=\"choice_paragraph\">Assuming that the mean weights for populations X and Y are equal, the probability of observing a difference equal to the sample difference is 0.02.</p>","<p class=\"choice_paragraph\">Assuming that the mean weights for populations X and Y are equal, the probability of observing a difference as great or greater than the sample difference is 0.02.</p>","<p class=\"choice_paragraph\">Assuming that the mean weight for population X is greater than the mean weight for population Y, the probability of observing a difference as great as or greater than the sample difference is 0.02.</p>"],"answer":3}]