[{"id":"VH971520","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Most dermatologists recommend that the ideal shower lasts approximately 10 minutes. A researcher suspects that the average shower length of high school students is greater than 10 minutes. To test the belief, the researcher surveyed 125 randomly selected high school students and found that their average shower length was 14.7 minutes. With all conditions for inference met, a hypothesis test was conducted at the significance level of <span class=\"math_expression\"><span aria-label=\"alpha equals 0.05\"><math alttext=\"alpha equals 0.05\" display=\"inline\" overflow=\"scroll\"><mstyle><mi>α</mi><mrow><mo>=</mo><mn>0.05</mn></mrow></mstyle></math></span></span>, and the test produced a <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value of 0.0000. Which of the following is an appropriate conclusion?</p>\n","rubricRef":"VH971520_rubric","choicesHtml":["<p class=\"choice_paragraph\">The test was flawed because the <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value cannot equal 0.</p>","<p class=\"choice_paragraph\">The researcher has statistical evidence to conclude that the sample mean shower length for high school students is greater than 10 minutes.</p>","<p class=\"choice_paragraph\">The researcher does not have statistical evidence to conclude that the sample mean shower length for high school students is greater than 10 minutes.</p>","<p class=\"choice_paragraph\">The researcher has statistical evidence to conclude that the population mean shower length for high school students is greater than 10 minutes.</p>","<p class=\"choice_paragraph\">The researcher does not have statistical evidence to conclude that the population mean shower length for high school students is greater than 10 minutes.</p>"],"answer":3}]