[{"id":"VH975903","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">A software company provides specialized resort reservation software that can be tailored to the needs of its customers. The company’s 120 customers pay yearly subscription costs that can vary from customer to customer. The company knows that to be profitable, it needs each customer to be spending at least $23,000 per year, on average. The company selects a random sample of 33 customers and computes a mean of $27,871 and a standard deviation of $309.10. It performs a hypothesis test and computes a very small <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value. The software company concludes that the mean is greater than $23,000.</p></div></div></div></div><p class=\"stem_paragraph\">Was it appropriate for the software company to perform the hypothesis test and make the conclusion that was made?</p>\n","rubricRef":"VH975903_rubric","choicesHtml":["<p class=\"choice_paragraph\">Yes, because the <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value is very small, so the company has sufficient evidence to reject the null hypothesis and conclude that its customers are spending more, on average, than $23,000 per year.</p>","<p class=\"choice_paragraph\">Yes, because the sample size is large enough to perform the hypothesis test.</p>","<p class=\"choice_paragraph\">No, because the sample is more than 10 percent of the population, so one of the conditions for conducting a hypothesis test has not been met.</p>","<p class=\"choice_paragraph\">No, because the sample size is not large enough to perform the hypothesis test.</p>","<p class=\"choice_paragraph\">No, because the distribution of the sample data is skewed.</p>"],"answer":2}]