[{"id":"VH971540","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">For a certain brand of tomato seeds, the seed package claims that it takes 87 days after planting for the tomato plants to produce fruit. Sarah, a botanist, wanted to know whether the mean number of days for the plants to produce fruit where she lives is different from 87 days. She planted 40 seeds and recorded the number of days for each plant to produce fruit. With all conditions for inference met, the hypothesis test was conducted at the significance level <span class=\"math_expression\"><span aria-label=\"alpha equals 0.05\"><math alttext=\"alpha equals 0.05\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>α</mi><mo>=</mo><mn>0.05</mn></mrow></mstyle></math></span></span>, and the test resulted in a <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value of 0.0752.</p></div></div></div></div><p class=\"stem_paragraph\">Which of the following is a correct conclusion?</p>\n","rubricRef":"VH971540_rubric","choicesHtml":["<p class=\"choice_paragraph\">Sarah has convincing statistical evidence to conclude that the population mean number of days for the plants to produce fruit is greater than 87 days.</p>","<p class=\"choice_paragraph\">Sarah has convincing statistical evidence to conclude that the population mean number of days for the plants to produce fruit is different from 87 days.</p>","<p class=\"choice_paragraph\">Sarah does not have convincing statistical evidence to conclude that the population mean number of days for the plants to produce fruit is greater than 87 days.</p>","<p class=\"choice_paragraph\">Sarah does not have convincing statistical evidence to conclude that the population mean number of days for the plants to produce fruit is different from 87 days.</p>","<p class=\"choice_paragraph\">Sarah does not have convincing statistical evidence to conclude that the population mean number of days for the plants to produce fruit is equal to 87 days.</p>"],"answer":3}]