[{"id":"VH971484","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">In a certain city, the population mean commute time to work was reported as 30 minutes. The director of human resources for a certain company in the city claimed the mean commute time for the company’s employees was greater than 30 minutes. The director surveyed 35 randomly selected employees and found that their mean commute time was 31.4 minutes. With all conditions for inference met, a hypothesis test conducted at the significance level <span class=\"math_expression\"><span aria-label=\"alpha equals 0.05\"><math alttext=\"alpha equals 0.05\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>α</mi><mo>=</mo><mn>0.05</mn></mrow></mstyle></math></span></span> resulted in a <span class=\"math_expression\"><span aria-label=\"p\"><math alttext=\"p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>p</mi></mrow></mstyle></math></span></span>-value of 0.381.</p></div></div></div></div><p class=\"stem_paragraph\">Which of the following is an appropriate conclusion?</p>\n","rubricRef":"VH971484_rubric","choicesHtml":["<p class=\"choice_paragraph\">The director has convincing statistical evidence to conclude that the population mean commute time is greater than 30 minutes.</p>","<p class=\"choice_paragraph\">The director has convincing statistical evidence to conclude that the population mean commute time is less than 30 minutes.</p>","<p class=\"choice_paragraph\">The director has convincing statistical evidence to conclude that the population mean commute time is 31.4 minutes.</p>","<p class=\"choice_paragraph\">The director does not have convincing statistical evidence to conclude that the population mean commute time is greater than 30 minutes.</p>","<p class=\"choice_paragraph\">The director does not have convincing statistical evidence to conclude that the population mean commute time is less than 30 minutes.</p>"],"answer":3}]