[{"id":"VH991521","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\">\n<p class=\"passage_para\">Biologists are interested in how temperature changes might affect the frequency of mating calls of frogs. Twenty gray tree frogs are randomly chosen for a study. For each frog, the temperature of its habitat (in degrees Celsius) and the frequency of its mating call (in tones per second) are recorded.</p>\n<p class=\"passage_para\">The 96 percent confidence interval for estimating the population slope of the linear regression line predicting mating call frequency based on habitat temperature is given by <span class=\"math_expression\"><span aria-label=\"2.341 plus or minus 0.768\"><math alttext=\"2.341 plus or minus 0.768\" display=\"inline\" overflow=\"scroll\"><mrow><mn>2.341</mn><mo>±</mo><mn>0.768</mn></mrow></math></span></span>.</p>\n</div></div></div></div><p class=\"stem_paragraph\">Assume that the conditions for inference for the slope of the regression line have been met. Which of the following is the correct interpretation of the calculated confidence interval?</p>\n","rubricRef":"VH991521_rubric","choicesHtml":["<p class=\"choice_paragraph\">We are 96 percent confident that the increase in mating call frequency of an individual frog when its habitat temperature increases by 1 degree Celsius is between 1.573 and 3.109 tones per second.</p>","<p class=\"choice_paragraph\">We are 96 percent confident that the average increase in mating call frequency in the sample of frogs when habitat temperature increases by 1 degree Celsius is between 1.573 and 3.109 tones per second.</p>","<p class=\"choice_paragraph\">We are 96 percent confident that the average increase in mating call frequency in the population of frogs when habitat temperature increases by 1 degree Celsius is between 1.573 and 3.109 tones per second.</p>","<p class=\"choice_paragraph\">We are 96 percent confident that the average increase in habitat temperature in the sample of frogs when mating call frequency increases by one tone per second is between 1.573 and 3.109 degrees Celsius.</p>","<p class=\"choice_paragraph\">We are 96 percent confident that the average increase in habitat temperature in the population of frogs when mating call frequency increases by one tone per second is between 1.573 and 3.109 degrees Celsius.</p>"],"answer":2}]