[{"id":"VH991630","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\">\n<p class=\"passage_para\">A zoologist selected 12 black bears in a Canadian habitat at random to examine the relationship between the age in years, <span class=\"math_expression\"><span aria-label=\"x\"><math alttext=\"x\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>x</mi></mrow></mstyle></math></span></span>, and the weight in tens of pounds, <span class=\"math_expression\"><span aria-label=\"y\"><math alttext=\"y\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi>y</mi></mrow></mstyle></math></span></span>.</p>\n<p class=\"passage_para\">The 95 percent confidence interval for estimating the population slope of the linear regression line predicting weight in tens of pounds based on the age in years is given by <span class=\"math_expression\"><span aria-label=\"1.272 plus or minus 0.570\"><math alttext=\"1.272 plus or minus 0.570\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>1.272</mn><mo>±</mo><mn>0.570</mn></mrow></mstyle></math></span></span>.</p>\n</div></div></div></div><p class=\"stem_paragraph\">Assume that the conditions for inference for the slope of the regression equation are met. Which of the following is the correct interpretation of the interval?</p>\n","rubricRef":"VH991630_rubric","choicesHtml":["<p class=\"choice_paragraph\">We are 95 percent confident that the mean increase in the weight of a black bear for each one-year increase in the age of the bear is between 7.0 and 18.4 pounds.</p>","<p class=\"choice_paragraph\">We are 95 percent confident that an increase of one year in the age of an individual black bear will result in an increase in the black bear’s weight of between 7.0 and 18.4 pounds.</p>","<p class=\"choice_paragraph\">We are 95 percent confident that for every one-year increase in the age of black bears in the sample, the average increase in the weights of those black bears is between 7.0 and 18.4 pounds.</p>","<p class=\"choice_paragraph\">We are 95 percent confident that the mean increase in the age of a black bear for each one-pound increase in the weight of the black bear is between 7.0 and 18.4 years.</p>","<p class=\"choice_paragraph\">We are 95 percent confident that any sample of 12 black bears will produce a slope of the regression line between 7.0 and 18.4.</p>"],"answer":0}]