[{"id":"VH991917","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">An international organization is investigating the relationship between the life expectancies of men and women in nonindustrialized countries. A random sample of such countries was selected, and life expectancies, in years, were determined for both men and women. A check of the conditions necessary for inference on the slope of a regression line shows that they are met.</p></div></div></div></div><p class=\"stem_paragraph\">A 98 percent confidence interval for the slope of the regression line relating life expectancy for men, <span class=\"math_expression\"><span aria-label=\"x\"><math alttext=\"x\" display=\"inline\" overflow=\"scroll\"><mrow><mi>x</mi></mrow></math></span></span>, and women, <span class=\"math_expression\"><span aria-label=\"y\"><math alttext=\"y\" display=\"inline\" overflow=\"scroll\"><mrow><mi>y</mi></mrow></math></span></span>, is given by <span class=\"math_expression\"><span aria-label=\"1.01 comma 1.34\"><math alttext=\"1.01 comma 1.34\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mrow><mn>1.01</mn></mrow><mo>,</mo><mrow><mn>1.34</mn></mrow><mo>)</mo></mrow></mrow></mstyle></math></span></span>. Based on the interval, which of the following claims is supported?</p>\n","rubricRef":"VH991917_rubric","choicesHtml":["<p class=\"choice_paragraph\">Since the interval does not contain 0, it can be concluded that there is no linear relationship between the life expectancies of men and women in nonindustrialized countries.</p>","<p class=\"choice_paragraph\">Since the interval does not contain 1, it can be concluded that there is no linear relationship between the life expectancies of men and women in nonindustrialized countries.</p>","<p class=\"choice_paragraph\">Since the values in the interval are greater than 0, it can be concluded that the life expectancies of women are greater than the life expectancies of men in nonindustrialized countries.</p>","<p class=\"choice_paragraph\">Since the values in the interval are positive, it can be concluded that there is an increase, on average, in the life expectancies of women for each 1-year increase in the life expectancy of men in nonindustrialized countries.</p>","<p class=\"choice_paragraph\">Since the values in the interval are positive, it can be concluded that there is a decrease, on average, in the life expectancies of women for each 1-year increase in the life expectancy of men in nonindustrialized countries.</p>"],"answer":3}]