[{"id":"VR024737","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following shapes is NOT represented by one of the four distributions?</p>\n","rubricRef":"VR024737_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The distributions of four variables are shown in the following histograms.</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\"><img alt=\"The figure presents four histograms. Histogram 1. The horizontal axis labeled “Weight, in grams,” and the numbers 345 through 380, in increments of 5, are indicated. The vertical axis is labeled “Frequency,” and the numbers 0 through 8, in increments of 2, are indicated. There are 7 bars in the histogram, one bar for each 5 gram interval. The frequency of the bars are as follows: 1, 6, 5, 1, 7, 3,  and 1. Histogram 2. The horizontal axis labeled “p H,” and the numbers 5.4 through 6.6, in increments of 0.2, are indicated. The vertical axis is labeled “Frequency,” and the numbers 0 through 80, in increments of 20, are indicated. There are 13 bars in the histogram, one bar for each 0.1 p H interval. The frequency of the bars are as follows. Note that all values are approximate. 5, 25, 60, 75, 65, 45, 30, 20, 10, 5, 3, 1, and 3. Histogram 3. The horizontal axis labeled “Flexibility Rating,” and the numbers 1 through 11, in increments of 1, are indicated. The vertical axis is labeled “Frequency,” and the numbers 0 through 20, in increments of 5, are indicated. There are 10 bars in the histogram, one bar for each 1 rating interval. The frequency of the bars are as follows. Note that all values are approximate. 1, 3, 6, 8, 11, 14, 16, 18, 14, and 8. Histogram 4. The horizontal axis labeled “Octane Rating,” and the numbers 8.7 through 9.5, in increments of 0.1, are indicated. The vertical axis is labeled “Frequency,” and the numbers 0, 5, and 10 are indicated. There are 8 bars in the histogram, one bar for each 0.1 rating interval. The frequency of the bars are as follows. Note that all values are approximate. 1, 3, 7, 9, 9, 7, 3, and 1.\" height=\"394\" src=\"https://assets.learnosity.com/organisations/537/VR024737.g01.png\" style=\"margin-left: 240px;\" width=\"550\" /></div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Uniform</p>","<p class=\"choice_paragraph\">Bimodal</p>","<p class=\"choice_paragraph\">Skewed to the left</p>","<p class=\"choice_paragraph\">Skewed to the right</p>","<p class=\"choice_paragraph\">Symmetric and unimodal</p>"],"answer":0}]