[{"id":"VR036949","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Researchers are investigating whether people who exercise with a training partner have a greater increase, on average, in targeted exercise intensity compared with people who exercise alone. Two methods of collecting data have been proposed.</p>\n</div>\n</div>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Method I: Recruit volunteers who are willing to participate. Randomly assign each participant to exercise with a training partner or to exercise alone.</li>\n\t<li class=\"list_paragraph\">Method II: Select a random sample of people from all the people who exercise at a community fitness center. Ask each person in the sample whether they use a training partner, and use the response to create the two groups.</li>\n</ul>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) For each method, the researchers will record the change in targeted exercise intensity for each person in the investigation. They will compare the mean change in intensity between those who exercise with a training partner and those who do not.</p>\n\n<p class=\"stem_paragraph\">(i) Describe the population of generalization if method I is used. Explain your answer.</p>\n\n<p class=\"stem_paragraph\">(ii) Describe the population of generalization if method II is used. Explain your answer.</p>\n</div>\n"},{"id":"VR036949","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\">\n<p class=\"stem_paragraph\">(b) Suppose the investigation produces a result that is statistically significant using both methods. What can be concluded if method I is used that cannot be concluded if method II is used? Explain your answer.</p>\n</div>\n"}]