[{"id":"VR037676","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Biologists want to estimate the number of deer living in a certain region. They will use a method known as a hair snare. A hair snare is a length of barbed wire set up near a salt lick, where deer can lick minerals and nutrients from salt deposits. The wire snares hair from the neck of the deer. The hair is collected and sent for analysis.</p>\n\n<p class=\"passage_para\">The biologists will randomly place 90 salt licks throughout the region. The region consists of 3 areas: the town, the forest, and the lake, as shown in the following diagram.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a map showing the following 3 areas: a town, a forest, and a lake. The town is in the top right portion of the map, the forest is in the middle left portion of the map, and the lake is in the bottom right portion of the map.\" height=\"239\" src=\"https://assets.learnosity.com/organisations/537/VR037676.g01.png\" width=\"400\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) Two methods have been proposed for choosing where to place the salt licks: a simple random sample or a stratified random sample, with area as strata. Give one reason why the stratified random sample might be the better method for choosing where to place the salt licks.</p>\n</div>\n"},{"id":"VR037676","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\">\n<p class=\"stem_paragraph\">(b) By using the hair snare method, deer are sampled with replacement. Why is sampling with replacement a problem in this context, and how would the problem impact the estimate of the number of deer living in the region?</p>\n</div>\n"}]