[{"id":"VR036450-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A polling agency is investigating the voter support for a ballot measure in an upcoming city election. The agency will select a random sample of 500 voters from one region, Region A, of the city. Assume that the population proportion of voters who would support the ballot measure in Region A is 0.47.</p>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) What is the probability that the proportion of voters in the sample of Region A who support the ballot measure is greater than 0.50&nbsp;?</p>\n</div>\n"},{"id":"VR036450-22","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\">\n<p class=\"stem_paragraph\">The polling agency will take another sample from a different region, Region B, of the city. The agency plans to select a random sample of 400 voters. Assume that the population proportion of voters who would support the ballot measure in Region B is 0.51.</p>\n\n<p class=\"stem_paragraph\">(b) Describe the sampling distribution of the difference in sample proportions (Region B minus Region A).</p>\n</div>\n"},{"id":"VR036450-22","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\">\n<p class=\"stem_paragraph\">(c) What is the probability that the two sample proportions will differ by more than 0.05&nbsp;?</p>\n</div>\n"}]