[{"id":"VR189941","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Students in a physics class designed an experiment to investigate the effect of blade width on flight time for paper helicopters. A histogram of the flight times, in seconds, and a scatterplot of flight time versus blade width, in centimeters (<span class=\"math_expression\"><span aria-label=\"c m\"><math alttext=\"c m\" overflow=\"scroll\"><mstyle><mrow><mtext>cm</mtext></mrow></mstyle></math></span></span>), are shown for <span class=\"math_expression\"><span aria-label=\"25\"><math alttext=\"25\" overflow=\"scroll\"><mstyle><mrow><mn>25</mn></mrow></mstyle></math></span></span> helicopters.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a histogram with 8 bars of data and a scatterplot of 25 data points. The horizontal axis of the histogram is labeled “Time, in seconds,” and the numbers 1.5 through 3.5, in increments of 0.5, are indicated. The vertical axis is labeled “Frequency,” and the numbers 0 through 12, in increments of 1, are indicated. The data represented by the bars are as follows. Note that all values are approximate. Time, 1.5 seconds through 1.74 seconds; frequency, 1. Time, 1.75 seconds through 1.99 seconds; frequency, 1. Time, 2.0 seconds through 2.24 seconds; frequency, 2. Time, 2.25 seconds through 2.49 seconds; frequency, 1. Time, 2.5 seconds through 2.74 seconds, 0. Time, 2.75 seconds through 2.99 seconds; frequency, 1. Time, 3.0 seconds through 3.24 seconds; frequency, 3. Time, 3.25 seconds through 3.49 seconds; frequency, 11. Time, 3.5 seconds through 3.74  seconds; frequency, 5. The data represented by the scatterplot are as follows. The horizontal axis is labeled “Width, in centimeters,” and the numbers 1.5 through 3.5, in increments of 0.5, are indicated. The vertical axis is labeled “Time, in seconds,” and the numbers 1.5 through 3.5, in increments of 0.5, are indicated. At a width of 1.5 centimeters, 5 data points are loosely clustered in a vertical line from 1.6 seconds through 2.4 seconds. At a width of 2.0 centimeters, 5 data points are loosely clustered in a vertical line from 2.8 seconds through 3.3 seconds. At a width of 2.5 centimeters, 5 data points are somewhat closely clustered in a vertical line from 3.3 seconds through 3.7 seconds. At a width of 3.0 centimeters, 5 data points are tightly clustered in a vertical line from 3.2 seconds through 3.6 seconds. At a width of 3.5 centimeters, 5 data points are loosely clustered in a vertical line from 2.9 seconds through 3.7 seconds.\" height=\"205\" src=\"https://assets.learnosity.com/organisations/537/VR189941.g04.png\" width=\"600\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best describes the clusters and the gap in the histogram?</p>\n","rubricRef":"VR189941_rubric","choicesHtml":["<p class=\"choice_paragraph\">The left cluster displays flight times for blade widths from <span class=\"math_expression\"><span aria-label=\"1.5 centimeters\"><math alttext=\"1.5 centimeters\" overflow=\"scroll\"><mstyle><mrow><mn>1.5</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.30em\"></mspace><mtext>cm</mtext></mrow></mstyle></math></span></span> to <span class=\"math_expression\"><span aria-label=\"2.5 centimeters\"><math alttext=\"2.5 centimeters\" overflow=\"scroll\"><mstyle><mrow><mn>2.5</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.30em\"></mspace><mtext>cm</mtext></mrow></mstyle></math></span></span>, and the right cluster displays flight times for the remaining blade widths.</p>","<p class=\"choice_paragraph\">The left cluster displays flight times for blade widths of <span class=\"math_expression\"><span aria-label=\"1.5 centimeters\"><math alttext=\"1.5 centimeters\" overflow=\"scroll\"><mstyle><mrow><mn>1.5</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.30em\"></mspace><mtext>cm</mtext></mrow></mstyle></math></span></span>, and the right cluster displays flight times for the remaining blade widths.</p>","<p class=\"choice_paragraph\">The left cluster displays minimum flight times for each of the blade widths, and the right cluster displays the remaining flight times.</p>","<p class=\"choice_paragraph\">The clusters are not related to the blade widths because flight time is measured in seconds and blade widths are measured in centimeters.</p>","<p class=\"choice_paragraph\">The clusters are not related to the blade widths because the relationship between blade width and flight time is not linear.</p>"],"answer":1}]