[{"id":"VR189964","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Researchers selected a random sample of <span class=\"math_expression\"><span aria-label=\"100\"><math alttext=\"100\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>100</mn></mrow></mstyle></math></span></span> students from a certain college to investigate whether students from the college who are sleep deprived will have lower reading-comprehension scores, on average, than students from the college who are not sleep deprived. Half the students from the sample were randomly assigned to a treatment group that received sleep restrictions, and the other half were assigned to a control group that received no sleep restrictions. The students were given a reading-comprehension test before the study began and at the end of two days. The mean score of the test for the treatment group was similar to that of the control group before the study. A <span class=\"math_expression\"><span aria-label=\"95\"><math alttext=\"95\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>95</mn></mrow></mstyle></math></span></span> percent confidence interval constructed from the difference in mean scores (treatment minus control) at the end of two days was <span class=\"math_expression\"><span aria-label=\"negative 7.3 comma negative 1.5\"><math alttext=\"negative 7.3 comma negative 1.5\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mrow><mrow><mo>−</mo><mn>7.3</mn></mrow></mrow><mo>,</mo><mrow><mrow><mo>−</mo><mn>1.5</mn></mrow></mrow><mo>)</mo></mrow></mrow></mstyle></math></span></span>.</p></div></div></div></div><p class=\"stem_paragraph\">Based on the confidence interval, which of the following is an appropriate conclusion?</p>\n","rubricRef":"VR189964_rubric","choicesHtml":["<p class=\"choice_paragraph\">The data provide no evidence that the population of sleep-deprived students from the college has a lower mean reading-comprehension score than the population of students from the college who are not sleep deprived.</p>","<p class=\"choice_paragraph\">The data provide convincing statistical evidence that the population of sleep-deprived students from the college has a lower mean reading-comprehension score than the population of students from the college who are not sleep deprived.</p>","<p class=\"choice_paragraph\">No conclusion can be made because a confidence interval cannot be used to assess statistical evidence.</p>","<p class=\"choice_paragraph\">The probability that a student from the college who is sleep deprived will have a lower reading-comprehension score than a student from the college who is not sleep deprived is <span class=\"math_expression\"><span aria-label=\"0.95\"><math alttext=\"0.95\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>0.95</mn></mrow></mstyle></math></span></span>.</p>","<p class=\"choice_paragraph\">More than half the students from the college do worse on a reading-comprehension test after being sleep deprived.</p>"],"answer":1}]