[{"id":"VR598707","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.</p><br/><div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\">\n<p class=\"passage_para\">Studies have shown that foods rich in compounds known as flavonoids help lower blood pressure. Researchers conducted a study to investigate whether there was a greater reduction in blood pressure for people who consumed dark chocolate, which contains flavonoids, than people who consumed white chocolate, which does not contain flavonoids. Twenty-five healthy adults agreed to participate in the study and add <span class=\"math_expression\"><span aria-label=\"3.5\"><math alttext=\"3.5\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>3.5</mn></mrow></mstyle></math></span></span> ounces of chocolate to their daily diets. Of the <span class=\"math_expression\"><span aria-label=\"25\"><math alttext=\"25\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>25</mn></mrow></mstyle></math></span></span> participants, <span class=\"math_expression\"><span aria-label=\"13\"><math alttext=\"13\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>13</mn></mrow></mstyle></math></span></span> were randomly assigned to the dark chocolate group and the rest were assigned to the white chocolate group. All participants had their blood pressure recorded, in millimeters of mercury (<span class=\"math_expression\"><span aria-label=\"m m H g\"><math alttext=\"m m H g\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>mmHg</mtext></mrow></mstyle></math></span></span>), before adding chocolate to their daily diets and again <span class=\"math_expression\"><span aria-label=\"30\"><math alttext=\"30\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>30</mn></mrow></mstyle></math></span></span> days after adding chocolate to their daily diets.</p>\n<p class=\"passage_para\">The reduction in blood pressure (before minus after) for each of the participants in the two groups is shown in the dotplots below.</p>\n<div class=\"standalone_image\"><img alt=\"The figure shows two dotplots labeled “Dark Chocolate” and “White Chocolate.” The horizontal axis for both dotplots is labeled “Reduction in Blood Pressure, in millimeters of mercury,” and the numbers negative 12 through 16, in increments of 2, are indicated. The data for the dotplot labeled “Dark Chocolate” are as follows. Above negative 3, there is 1 dot. Above negative 1, there is 1 dot. Above 0, there is 1 dot. Above 2, there is 1 dot. Above 4, there is 1 dot. Above 5, there is 1 dot. Above 7, there is 1 dot. Above 8, there is 1 dot. Above 9, there is 1 dot. Above 10, there are 2 dots. Above 12, there is 1 dot. Above 16, there is 1 dot. Above all other numbers, there are no dots. The data for the dotplot labeled “White Chocolate” are as follows. Above negative 12, there is 1 dot. Above negative 6, there is 1 dot. Above negative 3, there are 2 dots. Above negative 2, there are 2 dots. Above 2, there is 1 dot. Above 3, there is 1 dot. Above 4, there are 2 dots. Above 5, there is 1 dot. Above 15, there is 1 dot. Above all other numbers, there are no dots.\" src=\"https://assets.learnosity.com/organisations/537/VR598707.g14.svg\"/></div>\n</div></div></div></div><div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\"><p class=\"stem_paragraph\">(a) Determine and compare the medians of the reduction in blood pressure for the two groups.</p></div>\n","rubricRef":"VR598707_rubric"},{"id":"VR598707","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\">\n<p class=\"stem_paragraph\">The researchers found the mean reduction in blood pressure for those who consumed dark chocolate is <span class=\"math_expression\"><span aria-label=\"x bar sub dark, equals 6.08 \"><math alttext=\"x bar sub dark, equals 6.08 \" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mover><mrow><mi>x</mi></mrow><mrow><mo>¯</mo></mrow></mover></mrow><mrow><mi>d</mi><mi>a</mi><mi>r</mi><mi>k</mi></mrow></msub><mo>=</mo><mn>6.08</mn></mrow></mstyle></math></span></span>&nbsp;<span class=\"math_expression\"><span aria-label=\"millimeters of mercury\"><math alttext=\"millimeters of mercury\" overflow=\"scroll\"><mstyle><mrow><mtext>mmHg</mtext></mrow></mstyle></math></span></span> and the mean reduction in blood pressure for those who consumed white chocolate is&nbsp;<span class=\"math_expression\"><span aria-label=\"x bar sub white, equals 0.42 \"><math alttext=\"x bar sub white, equals 0.42 \" overflow=\"scroll\"><mrow><msub><mrow><mstyle><mrow><mover><mrow><mi>x</mi></mrow><mrow><mo>¯</mo></mrow></mover></mrow></mstyle></mrow><mrow><mi>w</mi><mi>h</mi><mi>i</mi><mi>t</mi><mi>e</mi></mrow></msub><mo>=</mo><mn>0.42</mn></mrow></math></span></span>&nbsp;<span class=\"math_expression\"><span aria-label=\"millimeter of mercury\"><math alttext=\"millimeter of mercury\" overflow=\"scroll\"><mstyle><mrow><mtext>mmHg</mtext></mrow></mstyle></math></span></span>.</p>\n\n<p class=\"stem_paragraph\">(b) One researcher indicated that because the difference in sample means of <span class=\"math_expression\"><span aria-label=\"5.66\"><math alttext=\"5.66\" overflow=\"scroll\"><mstyle><mrow><mn>5.66</mn></mrow></mstyle></math></span></span>&nbsp;<span class=\"math_expression\"><span aria-label=\"millimeters of mercury \"><math alttext=\"millimeters of mercury \" overflow=\"scroll\"><mtext>mmHg</mtext></math></span></span> is greater than <span class=\"math_expression\"><span aria-label=\"0\"><math alttext=\"0\" overflow=\"scroll\"><mstyle><mrow><mn>0</mn></mrow></mstyle></math></span></span> there is convincing statistical evidence to conclude that the population mean blood pressure reduction for those who consume dark chocolate is greater than for those who consume white chocolate. Why might the researcher’s conclusion, based only on the difference in sample means of <span class=\"math_expression\"><span aria-label=\"5.66\"><math alttext=\"5.66\" overflow=\"scroll\"><mstyle><mrow><mn>5.66</mn></mrow></mstyle></math></span></span>&nbsp;<span class=\"math_expression\"><span aria-label=\"millimeters of mercury \"><math alttext=\"millimeters of mercury \" overflow=\"scroll\"><mtext>mmHg</mtext></math></span></span>, not necessarily be true?</p>\n\n<p class=\"stem_paragraph\">A simulation was conducted to investigate whether there is a greater reduction of blood pressure for those who consume dark chocolate than for those who consume white chocolate. The simulation was conducted under the assumption that no difference exists. The results of <span class=\"math_expression\"><span aria-label=\"120\"><math alttext=\"120\" overflow=\"scroll\"><mstyle><mrow><mn>120</mn></mrow></mstyle></math></span></span> trials of the simulation are shown in the following dotplot.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a dotplot. The horizontal axis is labeled “Simulated Difference in Means,” and the numbers negative 8 through 8, in increments of 1, are indicated. The data are as follows. Note that all values are approximate. Above negative 6.6, there is 1 dot. Above negative 5.8, there is 1 dot. Above negative 5.4, there is 1 dot. Above negative 5.2, there is 1 dot. Above negative 4.6, there is 1 dot. Above negative 4.2, there are 2 dots. Above negative 3.8, there is 1 dot. Above negative 3.6, there are 3 dots. Above negative 3, there are 4 dots. Above negative 2.8, there are 3 dots. Above negative 2.6, there is 1 dot. Above negative 2.4, there are 2 dots. Above negative 2.2, there are 4 dots. Above negative 2, there are 4 dots. Above negative 1.8, there are 3 dots. Above negative 1.6, there is 1 dot. Above negative 1.4, there are 6 dots. Above negative 1.2, there are 2 dots. Above negative 1, there are 2 dots. Above negative 0.8, there is 1 dot. Above negative 0.6, there are 4 dots. Above negative 0.4, there are 3 dots. Above negative 0.2, there are 3 dots. Above 0, there are 5 dots. Above 0.2, there are 4 dots. Above 0.4, there are 3 dots. Above 0.6, there are 2 dots. Above 0.8, there are 2 dots. Above 1, there are 4 dots. Above 1.2, there are 2 dots. Above 1.4, there are 2 dots. Above 1.6, there are 3 dots. Above 1.8, there are 2 dots. Above 2, there are 4 dots. Above 2.2, there are 2 dots. Above 2.4, there are 4 dots. Above 2.6, there are 3 dots. Above 2.8, there are 3 dots. Above 3, there are 2 dots. Above 3.2, there are 2 dots. Above 3.4, there are 3 dots. Above 3.6, there are 2 dots. Above 3.8, there are 2 dots. Above 4, there is 1 dot. Above 4.2, there are 2 dots. Above 4.4, there are 2 dots. Above 4.6, there are 2 dots. Above 5.8, there is 1 dot. Above 6.0, there is 1 dot. Above 7.2, there is 1 dot. Above all other numbers, there are no dots.\" src=\"https://assets.learnosity.com/organisations/537/VR598707.g15.svg\" /></div>\n</div>\n","rubricRef":"VR598707_rubric"},{"id":"VR598707","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">(c) Use the results of the simulation to determine whether the results from the <span class=\"math_expression\"><span aria-label=\"25\"><math alttext=\"25\" display=\"inline\" overflow=\"scroll\"><mn>25</mn></math></span></span> participants in the study provide convincing statistical evidence, at a <span class=\"math_expression\"><span aria-label=\"5\"><math alttext=\"5\" display=\"inline\" overflow=\"scroll\"><mn>5</mn></math></span></span> percent level of significance, that adding dark chocolate to a daily diet will result in a greater reduction in blood pressure, on average, than adding white chocolate to a daily diet. Justify your answer.</p></div>\n","rubricRef":"VR598707_rubric"}]