[{"id":"VR596724","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\">\n<p class=\"passage_para\">A common measure of flexibility is the sit-and-reach test, where a person sits on the floor with legs straight in front. The person then reaches as far forward as possible, and the distance reached past the feet is recorded. The histograms summarize the results of the sit-and-reach test for two groups, young adult men and middle-aged men. Negative distances represent a reach that is not as far as the feet.</p>\n<div class=\"standalone_image\"><img alt=\"The figure shows two histograms, titled “Young Adult Men” and “Middle-Aged Men,” respectively. The horizontal axes are labeled “Distance, in centimeters,” and the numbers negative 20 through 30, in increments of 10, are indicated. The vertical axes are labeled “Frequency,” and the numbers 0 through 25, in increments of 5, are indicated. In the histogram titled “Young Adult Men,” ten vertical bars, each of width 5, are shown along the horizontal axis. The data represented by the bars are as follows. From negative 25 centimeters up to but not including negative 20 centimeters, frequency 0. From negative 20 centimeters up to but not including negative 15 centimeters, frequency 2. From negative 15 centimeters up to but not including negative 10 centimeters, frequency 4. From negative 10 centimeters up to but not including negative 5 centimeters, frequency 7. From negative 5 centimeters up to but not including 0 centimeters, frequency 9. From 0 centimeters up to but not including 5 centimeters, frequency 12. From 5 centimeters up to but not including 10 centimeters, frequency 14. From 10 centimeters up to but not including 15 centimeters, frequency 17. From 15 centimeters up to but not including 20 centimeters, frequency 23. From 20 centimeters up to but not including 25 centimeters, frequency 9. From 25 centimeters up to but not including 30 centimeters, frequency 3. In the histogram titled “Middle-Aged Men,” eleven vertical bars, each of width 5, are shown along the horizontal axis. The data represented by the bars are as follows. From negative 25 centimeters up to but not including negative 20 centimeters, frequency 1. From negative 20 centimeters up to but not including negative 15 centimeters, frequency 3. From negative 15 centimeters up to but not including negative 10 centimeters, frequency 8. From negative 10 centimeters up to but not including negative 5 centimeters, frequency 12. From negative 5 centimeters up to but not including 0 centimeters, frequency 15. From 0 centimeters up to but not including 5 centimeters, frequency 19. From 5 centimeters up to but not including 10 centimeters, frequency 16. From 10 centimeters up to but not including 15 centimeters, frequency 12. From 15 centimeters up to but not including 20 centimeters, frequency 8. From 20 centimeters up to but not including 25 centimeters, frequency 5. From 25 centimeters up to but not including 30 centimeters, frequency 2. Note that all values are approximate.\" src=\"https://assets.learnosity.com/organisations/537/VR596724.g04.svg\"/></div>\n</div></div></div></div><p class=\"stem_paragraph\">Which of the following statements is the best description of the distributions of distances?</p>\n","rubricRef":"VR596724_rubric","choicesHtml":["<p class=\"choice_paragraph\">The distribution for young adult men is approximately symmetric, and the distribution for middle-aged men is skewed to the right.</p>","<p class=\"choice_paragraph\">The distribution for young adult men is approximately symmetric, and the distribution for middle-aged men is skewed to the left.</p>","<p class=\"choice_paragraph\">The distribution for young adult men is skewed to the right, and the distribution for middle-aged men is approximately symmetric.</p>","<p class=\"choice_paragraph\">The distribution for young adult men is skewed to the left, and the distribution for middle-aged men is approximately symmetric.</p>","<p class=\"choice_paragraph\">The distribution for young adult men is skewed to the left, and the distribution for middle-aged men is skewed to the right.</p>"],"answer":3}]