[{"id":"VR731716","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Researchers will conduct an experiment to compare the effectiveness of two brands of shampoo—Brand X and Brand Y. They will use a matched-pairs design in which each participant will use one brand for one week and then the other brand for one week. For each participant, the researchers will randomly assign which shampoo, Brand&nbsp;X or Brand&nbsp;Y, will be used first, and <span class=\"math_expression\"><span aria-label=\"15\"><math alttext=\"15\" overflow=\"scroll\"><mstyle><mrow><mn>15</mn></mrow></mstyle></math></span></span>&nbsp;milliliters of shampoo will be used for each hair wash. Because the temperature of the water is known to have an effect, a water temperature less than <span class=\"math_expression\"><span aria-label=\"100 degrees Fahrenheit\"><math alttext=\"100 degrees Fahrenheit\" overflow=\"scroll\"><mstyle><mrow><mn>100</mn><mi>°</mi><mtext>F</mtext></mrow></mstyle></math></span></span> will be used for the first week and a water temperature greater than <span class=\"math_expression\"><span aria-label=\"100 degrees Fahrenheit\"><math alttext=\"100 degrees Fahrenheit\" overflow=\"scroll\"><mstyle><mrow><mn>100</mn><mi>°</mi><mtext>F</mtext></mrow></mstyle></math></span></span> will be used for the second week. At the end of each week, the effectiveness of the shampoo being used will be measured.</p></div></div></div></div><p class=\"stem_paragraph\">Which of the following would improve this matched-pairs experiment?</p>\n","rubricRef":"VR731716_rubric","choicesHtml":["<p class=\"choice_paragraph\">Have each participant use both brands, but have all participants use Brand X first, then switch to <span class=\"formatted_line_break delivery_mode:Both\"></span>Brand Y</p>","<p class=\"choice_paragraph\">Have each participant use only one of the shampoo brands, with brand randomly assigned for each participant</p>","<p class=\"choice_paragraph\">Have each participant use only one of the shampoo brands, with brand determined by the subject’s preference</p>","<p class=\"choice_paragraph\">Let each participant decide for themselves how much shampoo to use</p>","<p class=\"choice_paragraph\">Let each participant decide for themselves what water temperature to use, but each participant must keep the water temperature the same for both brands</p>"],"answer":4}]