[{"id":"FT543452","type":"longtextV2","stimulusHtml":"<p>The four pictures present a story. Imagine you are writing the story to a friend. Narrate a complete story as suggested by the pictures. Give your story a beginning, a middle and an end.</p>\n\n<p><img alt=\"The figure shows a screen image. In the upper left corner of the screen is the header, AP Chinese Language and Culture Writing, Question 1 of 2, followed by the College Board acorn logo. In the upper right corner of the screen is a clickable HELP button, and a clickable SHOW TIME button.  Directions: You will be asked to perform two writing tasks in Chinese. In each case, you will be asked to write for a specific purpose and to a specific person. You should write in as complete and as culturally appropriate a manner as possible taking into account the purpose and the person described. The remainder of the screen image below the directions is divided into two sections. The left side of the screen contains directions and four stacked pictures. The direction text reads as follows: The four pictures present a story. Imagine you are writing the story to a friend. Narrate a complete story as suggested by the pictures. Give your story a beginning, a middle and an end.  Picture 1 shows a boy carrying a backpack and wearing a shirt, jeans, and shoes. The boy is standing in an empty lot next to a building. Behind the boy are sidewalks, a street, and a row of buildings. The area behind the boy appears to be clean. In front of the boy there is tall grass growing in random spots and a wall with graffiti on t. On the ground there are wooden planks, tires cinder blocks, paper, bottles and a rusted metal barrel. Picture 2 shows the boy speaking to a room of six other people, all gathered around a table. Above the boy's head is a dialogue bubble containing a modified image of the lot in picture. The image shows a sky and rainbow mural painted on the wall, a tree, a path of stepping stones leading toward the sidewalk, a bench, and a recycle bin. The ground is covered with grass and flowers. Picture 3 shows the boy standing in the middle of the lot and holding a rake. There are people working all around the boy. There is a garden, fresh grass squares, some trees being planted, and the wall is being painted.\" height=\"350\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/be582df7e88580f552149fa685890c75/original.jpg\" width=\"350\" /></p>\n","features":[{"type":"sharedpassage","html":"You will be asked to perform two writing tasks in Chinese. In each case, you will be asked to write for a specific purpose and to a specific person. You should write in as complete and as culturally appropriate a manner as possible, taking into account the purpose and the person described.&nbsp;Type your response in the target language."}]}]