[{"id":"FT542985","type":"longtextV2","stimulusHtml":"<p>The four pictures present a story. Imagine you are writing the story to a friend. Narrate a complete story as suggested by the pictures. Give your story a beginning, a middle, and an end. Type your response in the target language.</p>\n\n<p><img alt=\"Four pictures are shown in a square grid to present a story.   Picture 1 is in the upper left corner. Two men are carrying a large television out of the second story of a building and down a flight of stairs. A woman in the building next door is waving to them, and one of the men is looking at her. A moving truck with boxes and a lamp can be seen at the left side of the image.   Picture 2 is in the upper right corner. The two men are standing on the stairs and looking over the railing at the ground where the television is lying broken. The woman from next door is looking at them with her hand over her mouth. A moving truck with boxes and a lamp can be seen at the left side of the image.   Picture 3 is in the lower left corner. The two men are throwing the broken television into a dumpster. The younger man is smiling and he has a thought bubble above him that shows a flat screen television. The older man is not smiling and he has a thought bubble above him that shows a dollar sign and an exclamation point.   Picture 4 is in the lower right corner. Three people are sitting in a living room, two on a couch and one in a chair, facing a flat screen television that is playing a basketball game. A cat is napping on the floor between the couch and chair. \" height=\"359\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a49bfc0bb3d8cfc4b9efb83314399a25/original.jpg\" width=\"365\" /></p>\n","features":[{"type":"sharedpassage","html":"<p>You will be asked to perform two writing tasks in Chinese. In each case, you will be asked to write for a specific purpose and to a specific person. You should write in as complete and as culturally appropriate a manner as possible, taking into account the purpose and the person described.</p>"}]}]