[{"id":"FT543810","type":"longtextV2","stimulusHtml":"<p>The four pictures present a story. Imagine you are writing the story to a friend. Narrate a complete story as suggested by the pictures. Give your story a beginning, a middle, and an end.</p>\n\n<p><img alt=\"The image is a screen shot of the Writing, Question 1 of 2. In the top right corner is the Help and Show Time button. Directions: You will be asked to perform two writing tasks in Chinese. In each case, you will be asked to write for a specific purpose and to a specific person. You should write in as complete and as culturally appropriate a manner as possible taking into account the purpose and the person described. The left side of the screen contains directions and four stacked pictures. The four pictures present a story. Imagine you are writing the story to a friend. Narrate a complete story as suggested by the pictures. Give your story a beginning, a middle and an end.  Picture 1 shows a man and woman sitting on a park bench beside one another. The woman is holding a red balloon in the shape of a heart out to the man and the man is holding a bouquet of red flowers out to the woman. Picture 2 shows the same man and woman sitting on a park bench beside one another. The woman now has the flowers in her hand. The balloon is in a gust of air over the man's shoulder and his lips are pursed. Picture 3 shows the man and woman running toward a large tree in the park where the balloon's string is caught. There is a man in a cap walking his dog in the background. Picture 4 shows the same man lying on a branch of the large tree and handing the balloon down to the woman below him. She is still holding the bouquet of flowers. The right side of the screen contains a header with clickable buttons labeled, Cut, Paste Undo Redo, and Hide Character Count, and a drop down list displaying the word Pinyin. The remaining part of the screen is blank, but contains an up and down scroll bar on the right.\" height=\"303\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6de8ef1fbc67da662d14dfa2ec9b87dc/original.jpg\" width=\"300\" /></p>\n","features":[{"type":"sharedpassage","html":"You will be asked to perform two writing tasks in Chinese. In each case, you will be asked to write for a specific purpose and to a specific person. You should write in as complete and as culturally appropriate a manner as possible, taking into account the purpose and the person described.&nbsp;Type your response in the target language."}]}]