[{"id":"FT568665","type":"longtextV2","stimulusHtml":"<p>The four pictures present a story. Imagine you are writing the story to a friend. Narrate a complete story as suggested by the pictures. Give your story a beginning, a middle, and an end. Type your response in the target language.</p>\n\n<p>&nbsp;</p>\n<img alt=\"The figure presents a screenshot of AP Chinese Language and Culture, Writing, Question 1 of 2. The Help Button and Show/Hide Time Button are in the top right corner. Directions: You will be asked to perform two writing tasks in Chinese. In each case, you will be asked to write for a specific purpose and to a specific person. You should write in as complete and as culturally appropriate a manner as possible, taking into account the purpose and the person described. The following directions are on the left side of the screen, along with four pictures, numbered 1 through 4 from left to right, and top to bottom: The four pictures present a story. Imagine you are writing the story to a friend. Narrate a complete story as suggested by the pictures. Give your story a beginning, a middle, and an end. Picture 1 shows a young Asian girl (7 to 8 years old) and her mother walking past a store with a window display featuring sports equipment. The sports equipment includes a basket ball, tennis racquets, tennis balls, and some soccer balls; the girl is turning her head to look at the soccer balls through the window and pointing to them. Picture 2 contains two split frames showing the same girl doing two different household chores: in upper left portion, she is standing on a stool in front of a sink, washing dishes; and in right bottom portion of the frame, she is washing a car with a sponge in an outdoor setting with trees in the background. Picture 3 shows the same girl and her mother inside the house in the girls bedroom. The girl is smiling and holding up her piggy bank as her mother puts money into it. Picture 4 shows the girl and her mother at the counter of the store. There are some sports clothes hanging on a wall, others stacked on a shelf. Some football gloves and footballs are also displaying on top of the shelf. The girl is handing money to a male salesperson who is giving her the soccer ball. Everybody looks happy and smiling. The right side of the screen shows a header with 5 clickable buttons labeled, from left to right Cut, Paste, Undo, Redo, Hide Character Count the number zero; and a drop-down list containing the word Pinyin. The rest of the right side of the screen is blank. There is a grayed-out up-and-down scroll bar on the right.\" height=\"349\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/afd61cd4b3e4e9870f901477830bb4be/original.png\" width=\"350\" />"}]