[{"id":"VH935196","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH935150.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">What does the story imply about the siblings’ cooking experience?</p>\n","rubricRef":"VH935196_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Read this short story.</p><div class=\"passage\" xml:lang=\"zh\"><div class=\"prose prose_type:short_story style:1\"><div class=\"title\"><p class=\"title_line passage-title\">快樂的母親節</p></div><p class=\"passage_para\">母親節快到了，我和弟弟商量怎麼慶祝母親節，讓媽媽過一個快樂的節日。弟弟說我們可以用打工的錢給媽媽買一件禮物，或者請媽媽到餐館吃晚飯。我覺得過去每次都是去餐館吃飯慶祝母親節，而且平時都是媽媽照顧我們多一點，所以我覺得這次我們姐弟倆應該讓媽媽休息，由我們來做一頓晚飯讓媽媽爸爸嘗一嘗。弟弟也覺得我的建議不錯。於是弟弟和我想了幾道平時媽媽喜歡吃的菜，我還上網找了菜譜學做那些菜。</p><p class=\"passage_para\">母親節的那一天早上，我和弟弟一大早就去超市買了豬肉、雞蛋、豆腐和很多蔬菜。回到家吃完午飯以後，我們就開始在廚房忙活起來。弟弟負責洗菜、切菜和切肉。我負責按照從網上學的菜譜炒菜。我做了一盤魚香肉絲、一盤番茄炒蛋和一碗紅燒肉，還燒了一大碗媽媽愛喝的青菜豆腐湯。晚上六點多爸爸媽媽快回家的時候，我們把燒好的菜一盤一盤地放在桌子上，這時突然發現我們這一下午，只顧忙著燒菜，卻忘了煮米飯！正在著急的時候，爸爸媽媽回來了。他們知道這件事以後笑了起來，說沒關係，我們現在就煮米飯，很快就會好的。那天晚上，媽媽說我們做的飯是她吃過的最好吃的一頓飯！還說這是她過的最快樂的一個母親節！</p></div></div><div class=\"passage\"><div class=\"prose prose_type:short_story style:1\"><div class=\"title\"><p class=\"title_line passage-title\">快乐的母亲节</p></div><p class=\"passage_para\">母亲节快到了，我和弟弟商量怎么庆祝母亲节，让妈妈过一个快乐的节日。弟弟说我们可以用打工的钱给妈妈买一件礼物，或者请妈妈到餐馆吃晚饭。我觉得过去每次都是去餐馆吃饭庆祝母亲节，而且平时都是妈妈照顾我们多一点，所以我觉得这次我们姐弟俩应该让妈妈休息，由我们来做一顿晚饭让妈妈爸爸尝一尝。弟弟也觉得我的建议不错。于是弟弟和我想了几道平时妈妈喜欢吃的菜，我还上网找了菜谱学做那些菜。</p><p class=\"passage_para\">母亲节的那一天早上，我和弟弟一大早就去超市买了猪肉、鸡蛋、豆腐和很多蔬菜。回到家吃完午饭以后，我们就开始在厨房忙活起来。弟弟负责洗菜、切菜和切肉。我负责按照从网上学的菜谱炒菜。我做了一盘鱼香肉丝、一盘番茄炒蛋和一碗红烧肉，还烧了一大碗妈妈爱喝的青菜豆腐汤。晚上六点多爸爸妈妈快回家的时候，我们把烧好的菜一盘一盘地放在桌子上，这时突然发现我们这一下午，只顾忙着烧菜，却忘了煮米饭！正在着急的时候，爸爸妈妈回来了。他们知道这件事以后笑了起来，说没关系，我们现在就煮米饭，很快就会好的。那天晚上，妈妈说我们做的饭是她吃过的最好吃的一顿饭！还说这是她过的最快乐的一个母亲节！</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">They both have a lot of cooking experience.</p>","<p class=\"choice_paragraph\">Neither of them has much cooking experience.</p>","<p class=\"choice_paragraph\">The author has more cooking experience than her brother.</p>","<p class=\"choice_paragraph\">The author’s brother has more cooking experience than the author.</p>"],"answer":1}]