[{"id":"VH978593","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978591.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Why is Wang Qiang still considered a visitor to Beijing after living there for several years?</p>\n","rubricRef":"VH978593_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Read this short story.</p><div class=\"passage\" xml:lang=\"zh\"><div class=\"prose prose_type:short_story style:1\"><div class=\"title\"><p class=\"title_line passage-title\">王強相親</p></div><p class=\"passage_para\">王強從家鄉湖南來到北京上大學，畢業以後，到一家電腦公司工作。王強白天在公司忙得連吃飯都顧不上，晚上九點以後才能回到家。說起家，其實就是一個簡單的出租屋，晚飯也就是買一份外賣帶回家吃。對這個城市來說，他就是個外來客，雖說他在這裏讀了幾年書，可還是人地兩生。遠在湖南老家的媽媽每次來電話都是催他找個對象。看他只是弄了一隻狗作伴，找對象的事卻按兵不動，媽媽就不斷地把老家的年輕女子介紹給兒子，可都被王強左推右擋地避過去了。這天晚上王強回到家，剛打開電腦，就看見一則相親的廣告，說是明湖公園週末要舉辦相親活動。王強立即報了名。到了週末那天，他便帶著狗來到公園。公園裏美女如雲，王強正想著怎麼去跟她們開始談話，忽然，有人跟他打招呼，王強回頭一看，是一位美女，看著王強笑吟吟地說：“先生，你好。我們能談談嗎？”王強連連點頭，心裏樂開了花。</p><p class=\"passage_para\">兩人走到長椅邊坐下。王強正要把狗拴在樹上，女孩兒卻招手讓狗過來。狗立刻興奮地衝過來，在女孩兒腳邊搖頭擺尾，一副親熱狀。女孩兒很開心，問王強狗幾歲了，平時乖不乖等等。女孩兒跟狗又玩了一會兒，說：“我們談正事吧。”</p><p class=\"passage_para\">王強一聽，非常高興，鼓起勇氣說：“不管你有什麼要求，我……都會答應的。”</p><p class=\"passage_para\">女孩兒吃了一驚，然後笑著說：“真的嗎？那可太好了！”王強不好意思地點點頭。這時，女孩兒掏出一張照片給王強看。王強一看，只見照片上是一隻狗，看上去還挺面熟，仔細一看，原來跟自己的狗是同一品種，頭上還繫了個紅色的蝴蝶結。女孩兒高興地說：“這是我家的莎莎，今年一歲半了，我想給她找個伴兒，可是一直沒有合適的。現在好了，真是謝謝你了。”說罷，女孩兒親熱地摸摸王強的狗。</p></div></div><div class=\"passage\"><div class=\"prose prose_type:short_story style:1\"><div class=\"title\"><p class=\"title_line passage-title\">王强相亲</p></div><p class=\"passage_para\">王强从家乡湖南来到北京上大学，毕业以后，到一家电脑公司工作。王强白天在公司忙得连吃饭都顾不上，晚上九点以后才能回到家。说起家，其实就是一个简单的出租屋，晚饭也就是买一份外卖带回家吃。对这个城市来说，他就是个外来客，虽说他在这里读了几年书，可还是人地两生。远在湖南老家的妈妈每次来电话都是催他找个对象。看他只是弄了一只狗作伴，找对象的事却按兵不动，妈妈就不断地把老家的年轻女子介绍给儿子，可都被王强左推右挡地避过去了。这天晚上王强回到家，刚打开电脑，就看见一则相亲的广告，说是明湖公园周末要举办相亲活动。王强立即报了名。到了周末那天，他便带着狗来到公园。公园里美女如云，王强正想着怎么去跟她们开始谈话，忽然，有人跟他打招呼，王强回头一看，是一位美女，看着王强笑吟吟地说：“先生，你好。我们能谈谈吗？”王强连连点头，心里乐开了花。</p><p class=\"passage_para\">两人走到长椅边坐下。王强正要把狗拴在树上，女孩儿却招手让狗过来。狗立刻兴奋地冲过来，在女孩儿脚边摇头摆尾，一副亲热状。女孩儿很开心，问王强狗几岁了，平时乖不乖等等。女孩儿跟狗又玩了一会儿，说：“我们谈正事吧。”</p><p class=\"passage_para\">王强一听，非常高兴，鼓起勇气说：“不管你有什么要求，我……都会答应的。”</p><p class=\"passage_para\">女孩儿吃了一惊，然后笑着说：“真的吗？那可太好了！”王强不好意思地点点头。这时，女孩儿掏出一张照片给王强看。王强一看，只见照片上是一只狗，看上去还挺面熟，仔细一看，原来跟自己的狗是同一品种，头上还系了个红色的蝴蝶结。女孩儿高兴地说：“这是我家的莎莎，今年一岁半了，我想给她找个伴儿，可是一直没有合适的。现在好了，真是谢谢你了。”说罢，女孩儿亲热地摸摸王强的狗。</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">He has not purchased a house yet.</p>","<p class=\"choice_paragraph\">His work is very demanding.</p>","<p class=\"choice_paragraph\">He usually stays home on weekends.</p>","<p class=\"choice_paragraph\">He spends every weekend in his hometown.</p>"],"answer":1}]