[{"id":"FT539986_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p><strong>Part (a)</strong>—1 point </p><p>One point was awarded for the description of change in the proportion of spending for either the elderly or children over the period depicted in the figure. Describing the two spending trends as moving in opposite directions was also acceptable for credit.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The student response failed to describe what the figure above demonstrate about the distribution of government benefits over time.</p>","<p>The student response earned one point for the description of change in the proportion of spending for either the elderly or children over the period depicted in the figure. Describing the two spending trends as moving in opposite directions was also acceptable for credit.</p>"]},{"id":"FT539986_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p><strong>Part (b)</strong>—2 points</p><p>One point was awarded for each of two politically relevant factors identified by the students. Factors deemed acceptable for credit included shrinking birth rates, a rising elderly population, increased life expectancy, more effective elderly interest groups,<br>and public awareness of issues for the elderly.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The student failed to identify any politically relevant factors that affected the changing distribution of government benefits between children and the elderly.</p>","<p><strong>The student response provided one politically relevant factor.</strong></p><p>Factors deemed acceptable for credit included shrinking birth rates, a rising elderly population, increased life expectancy, more effective elderly interest groups, and public awareness of issues for the elderly.</p>","<p><strong>The student response provided two politically relevant factors.</strong></p><p>Factors deemed acceptable for credit included shrinking birth rates, a rising elderly population, increased life expectancy, more effective elderly interest groups, and public awareness of issues for the elderly.</p>"]},{"id":"FT539986_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p><strong>Part (c)</strong>—2 points</p><p>One point was awarded for each of two explanations. To receive credit for an explanation, students had to show how a factor from Part (b) affected the changing distribution of spending depicted in the figure. A satisfactory explana­tion also had to go beyond restating identification (e.g., pressure, votes, funding)—there had to be a linkage of political factors (e.g., voters exert less pressure to fund care for children).</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The student response failed to provide any explanations.</p>","<p><strong>The student response provided an explanation for showing how a factor from Part (b) affected the changing distribution of spending depicted in the figure</strong>. </p><p>A satisfactory explana­tion also had to go beyond restating identification (e.g., pressure, votes, funding)—there had to be a linkage of political factors (e.g., voters exert less pressure to fund care for children).</p>","<p><strong>The student response provided two explanations for showing how a factor from Part (b) affected the changing distribution of spending depicted in the figure</strong>. </p><p>A satisfactory explana­tion also had to go beyond restating identification (e.g., pressure, votes, funding)—there had to be a linkage of political factors (e.g., voters exert less pressure to fund care for children).</p>"]}]