[{"id":"VR255448_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p><strong>General Considerations</strong></p><p>For Task A, the response must articulate a defensible claim/thesis that responds to the question and establishes a line of reasoning as to whether the Constitution should be amended to abolish the electoral college and replace it with a direct popular vote.</p><p>NOTE: The claim or thesis must consist of one or more sentences that may be located anywhere in the response. A claim or thesis that meets the criteria can be awarded the point whether or not the rest of the response successfully supports that line of reasoning.</p><p>For Task B1, the response provides one piece of evidence that is accurately linked to the topic of the prompt.</p><p>For Task B2, the response provides one piece of specific and relevant evidence to support the claim or thesis OR the response provides two pieces of evidence that are relevant to the topic of the prompt.</p><p>NOTE: This evidence can come from one of the foundational documents listed in the prompt, any other foundational document, or from knowledge of course concepts.</p><p>For Task B3, the response provides two pieces of specific and relevant evidence to support the claim or thesis.</p><p>NOTE: To earn 3 points, the response must use one of the foundational documents listed in the prompt.</p><p>For Task C, the response correctly explains how or why the evidence supports an argument relevant to the prompt.</p><p>NOTE: To earn this point, the response must have earned at least 1 point in Task B.</p><p>To earn points for Task B3, the response must first earn a point for Task A articulating a defensible claim/thesis.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points"],"values":[0,1,2,3,4,5],"maxScores":[5,5,5,5,5,5],"descriptions":["<p>The response accomplishes <strong>none </strong>of the tasks set by the prompt.</p>","<p>The response accomplishes <strong>one </strong>of the tasks set by the prompt.</p>","<p>The response accomplishes any of the following combinations of the tasks set by the prompt. Students could earn two points with a combination of Task A and B1 <strong>OR</strong> Task B2.</p>","<p>The response accomplishes any of the following combinations of the tasks set by the prompt. Students could earn three points with a combination of Task A, B1, and C <strong>OR</strong> Task A and B2.</p>","<p>The response accomplishes any of the following combinations of the tasks set by the prompt. Students could earn four points with a combination of Task A, B2, and C <strong>OR </strong>Task A and B3. For a student to earn a point for B3 they must first earn the A point.</p>","<p>The response accomplishes the following combination of the tasks set by the prompt. Students could earn five points with a combination of Task A, B3, and C. For a student to earn a point for B3, they must first earn the A point.</p>"]}]