[{"id":"VR598948_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p><strong>General Considerations</strong></p><p>The response must correctly articulate a defensible claim or thesis that responds to the prompt and establishes a line of reasoning.</p><p>For Task A, the response must make a defensible claim that responds to the prompt and establishes a line of reasoning about whether the filibuster is beneficial or detrimental to policy making in the United States Congress.</p><p>NOTE: The claim or thesis must consist of one or more sentences that may be located anywhere in the response. A claim or thesis that meets the criteria can be awarded the point whether or not the rest of the response successfully supports that line of reasoning.</p><p>For Task B1, the response provides one piece of evidence that is accurately linked to the topic of the prompt.</p><p>For Task B2, the response provides one piece of specific and relevant evidence to support the claim or thesis.</p><p>NOTE: This evidence can come from one of the foundational documents listed in the prompt, any other foundational document, or from knowledge of course concepts.</p><p>For Task B3, the response provides two pieces of specific and relevant evidence to support the claim or thesis.</p><p>NOTE: To earn 3 points, the response MUST use one of the foundational documents.</p><p>For Task C, the response correctly explains why the evidence supports the claim or thesis.</p><p>NOTE: To earn this point, the response must have a defensible claim or thesis (earned the point for Task A) AND support that argument with at least one piece of specific and relevant evidence (earned at least 2 points in Task B. The explanation of the relationship between one piece of evidence and the claim or thesis is sufficient to earn this point.</p><p>For Task D, the response responds to an opposing or alternate perspective using refutation, concession, or rebuttal.</p><p>NOTE: Must describe an alternate perspective AND refute, concede, or rebut the perspective. Responses that demonstrate an incorrect understanding of the alternate perspective do not earn this point.</p><p>To earn points for Tasks B2, B3, C, and D, the response must first earn a point for Task A articulating a defensible claim or thesis.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points"],"values":[0,1,2,3,4,5,6],"maxScores":[6,6,6,6,6,6,6],"descriptions":["<p>The response accomplishes <strong>none </strong>of the tasks set by the prompt.</p>","<p>The response accomplishes <strong>Task A </strong>or<strong> Task B1.</strong> </p>","<p>The response accomplishes <strong>Task A and Task B1</strong> or<strong> Task A and</strong> <strong>Task D</strong>.</p><p>For a student to earn a point for Task D, they must first earn the Task A point. </p>","<p>The response accomplishes <strong>Task A, Task B1, and</strong> <strong>Task D</strong> or<strong> Task A and Task B2</strong>.</p><p>For a student to earn a point for Tasks B2 or D, they must first earn the Task A point. </p>","<p>The response accomplishes <strong>Task A and Task B3</strong> or <strong>Task A, Task B2, and Task C </strong>or<strong> Task A, Task B2,</strong> <strong>and Task D</strong>. For a student to earn a point for Tasks B2, B3, C, or D, they must first earn the Task A point.</p>","<p>The response accomplishes <strong>Task A</strong>, <strong>Task B3,</strong> <strong>and</strong> <strong>Task C</strong> or <strong>Task A</strong>, <strong>Task B3,</strong> <strong>and</strong> <strong>Task D</strong> or <strong>Task A</strong>, <strong>Task B2</strong>, <strong>Task C</strong>, <strong>and</strong> <strong>Task D</strong>. For a student to earn a point for Tasks B2, B3, C, or D, they must first earn the Task A point.</p>","<p>The response accomplishes <strong>Task A</strong>, <strong>Task B3</strong>, <strong>Task C</strong> <strong>and</strong> <strong>Task D</strong>. For a student to earn a point for Tasks B3, C, or D, they must first earn the Task A point.</p>"]}]