[{"id":"FT557982_rubric_category_0","type":"custom","title":"Part A: Thesis","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the thesis must make a claim that responds to the prompt, rather than merely restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning.</p>"]},{"id":"FT557982_rubric_category_1","type":"custom","title":"Part B: Analysis and Reasoning","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn the first point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity.</p><p>To earn the second point:</p><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining multiple themes or perspectives to explore complexity or nuance; OR</p><p>· Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p><p>· Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p><p>· Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining how multiple pieces of evidence (at least <strong>four</strong>) support a nuanced or complex argument that responds to the prompt; OR</p><p>· Using evidence effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p><p>This demonstration of a complex understanding must be part of the argument and may be demonstrated in any part of the response.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Student response earns none of the following points.</p><p><strong>Historical Reasoning: </strong>Uses historical reasoning (e.g., comparison, causation, continuity, and change over time) to frame or structure an argument that addresses the prompt. <strong>(1 point)</strong></p><p><strong>OR </strong><br> <br><strong>Complexity:</strong> Demonstrates a complex understanding of the historical development that is the focus of the prompt, through sophisticated argumentation and/or effective use of evidence. <strong>(2 points)</strong></p>","<p>Student response earns one of the following points.</p><p><strong>Historical Reasoning: </strong>Uses historical reasoning (e.g., comparison, causation, continuity, and change over time) to frame or structure an argument that addresses the prompt. <strong>(1 point)</strong></p><p><strong>OR </strong><br> <br><strong>Complexity:</strong> Demonstrates a complex understanding of the historical development that is the focus of the prompt, through sophisticated argumentation and/or effective use of evidence. <strong>(2 points)</strong></p>","<p>Student response earns two of the following points.</p><p><strong>Historical Reasoning: </strong>Uses historical reasoning (e.g., comparison, causation, continuity, and change over time) to frame or structure an argument that addresses the prompt. <strong>(1 point)</strong></p><p><strong>OR </strong><br> <br> <strong>Complexity:</strong> Demonstrates a complex understanding of the historical development that is the focus of the prompt, through sophisticated argumentation and/or effective use of evidence. <strong>(2 points)</strong></p>"]},{"id":"FT557982_rubric_category_2","type":"custom","title":"Part C: Evidence","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt.</p><p>To earn two points, the response must use at least <strong>two </strong>pieces of specific and relevant evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not provide at least <strong>two</strong> specific historical examples of evidence relevant to an argument that addresses the prompt.</p>","<p>The response provides at least <strong>two</strong> specific historical examples of evidence relevant to an argument that addresses the prompt.</p>","<p>The response supports an <strong>argument </strong>in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p>"]},{"id":"FT557982_rubric_category_3","type":"custom","title":"Part D:Context","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the topic of the prompt.</p>","<p>The response describes a broader historical context relevant to the topic of the prompt.</p>"]}]