[{"id":"VH903389_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p><em>To earn this point, the thesis must make a claim that responds to the prompt rather than merely restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning.</p>","<p>Responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning concerning the most significant political effect of the wars of religion</p>"]},{"id":"VH903389_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p><em>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not describe a broader historical context relevant to the prompt.</p>","<p>Describes a broader historical context relevant to the political effect of the wars of religion.</p>"]},{"id":"VH903389_rubric_category_2","type":"custom","title":"PART C: EVIDENCE","stimulusHtml":"<p><em> To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt. To earn two points, the response must use at least <strong>two </strong>pieces of specific and relevant evidence to support an argument in response to the prompt. </em></p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Does not provide at least <strong>two</strong> specific historical examples of evidence relevant to the topic of the prompt.</p>","<p>Provides at least <strong>two</strong> specific historical examples of evidence relevant to the topic of the prompt.</p>","<p></p>"]}]