[{"id":"VR036401_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each criterion is achieved independently.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Response accomplishes <strong>none</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>one</strong> of the tasks set by the question. NOTE: To meet the requirement of “describe” in parts (a) and (b), the response must offer a minimally accurate description of a cause or effect of the Protestant Reformation <strong>in England</strong>. Although it is <span style=\"text-decoration:underline\">not</span> necessary for an acceptable response to offer an explicit explanation of the relationship the Protestant Reformation and the stated cause or effect, the response must go beyond mere mention or name-dropping. To meet the requirement of “explain” in part (c), the response must offer some account of <span style=\"text-decoration:underline\">how</span> or <span style=\"text-decoration:underline\">why</span> the Reformation had different effects in England and in France. Because politics and religion were intertwined in this era, reference to politics does not need to be explicit. It is not necessary for the response to offer a fully worked out explanation, but it must go beyond simple description or name-dropping and show how the effects in England and France can be compared.</p>","<p>Response accomplishes <strong>two</strong> of the tasks set by the question. NOTE: To meet the requirement of “describe” in parts (a) and (b), the response must offer a minimally accurate description of a cause or effect of the Protestant Reformation <strong>in England</strong>. Although it is <span style=\"text-decoration:underline\">not</span> necessary for an acceptable response to offer an explicit explanation of the relationship the Protestant Reformation and the stated cause or effect, the response must go beyond mere mention or name-dropping. To meet the requirement of “explain” in part (c), the response must offer some account of <span style=\"text-decoration:underline\">how</span> or <span style=\"text-decoration:underline\">why</span> the Reformation had different effects in England and in France. Because politics and religion were intertwined in this era, reference to politics does not need to be explicit. It is not necessary for the response to offer a fully worked out explanation, but it must go beyond simple description or name-dropping and show how the effects in England and France can be compared.</p>","<p>Response accomplishes <strong>three</strong> of the tasks set by the question. NOTE: To meet the requirement of “describe” in parts (a) and (b), the response must offer a minimally accurate description of a cause or effect of the Protestant Reformation <strong>in England</strong>. Although it is <span style=\"text-decoration:underline\">not</span> necessary for an acceptable response to offer an explicit explanation of the relationship the Protestant Reformation and the stated cause or effect, the response must go beyond mere mention or name-dropping. To meet the requirement of “explain” in part (c), the response must offer some account of <span style=\"text-decoration:underline\">how</span> or <span style=\"text-decoration:underline\">why</span> the Reformation had different effects in England and in France. Because politics and religion were intertwined in this era, reference to politics does not need to be explicit. It is not necessary for the response to offer a fully worked out explanation, but it must go beyond simple description or name-dropping and show how the effects in England and France can be compared.</p>"]}]