[{"id":"VR036400_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each criterion is achieved independently.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Response accomplishes <strong>none</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>one</strong> of the tasks set by the question. NOTE: To meet the requirement of “describe” in parts (a), (b), and (c), the response must offer a minimally accurate description of some aspect of French Revolutionary ideas referenced by the image and some indication of how that idea relates to the topic of the prompt. Although it is <span style=\"text-decoration:underline\">not</span> necessary for an acceptable response to offer an explicit explanation of the relationship between a particular Revolutionary idea and the task of the prompt, the response must go beyond mere mention or name-dropping. For parts (a) and (b) of the question, although the response does not need to explicitly reference the image, it must make at least an implicit reference that signals understanding that ideas from the Enlightenment and/or policies of the French Revolution’s radical phase have a defensible connection to the concepts depicted in the image.</p>","<p>Response accomplishes <strong>two</strong> of the tasks set by the question. NOTE: To meet the requirement of “describe” in parts (a), (b), and (c), the response must offer a minimally accurate description of some aspect of French Revolutionary ideas referenced by the image and some indication of how that idea relates to the topic of the prompt. Although it is <span style=\"text-decoration:underline\">not</span> necessary for an acceptable response to offer an explicit explanation of the relationship between a particular Revolutionary idea and the task of the prompt, the response must go beyond mere mention or name-dropping. For parts (a) and (b) of the question, although the response does not need to explicitly reference the image, it must make at least an implicit reference that signals understanding that ideas from the Enlightenment and/or policies of the French Revolution’s radical phase have a defensible connection to the concepts depicted in the image.</p>","<p>Response accomplishes <strong>three</strong> of the tasks set by the question. NOTE: To meet the requirement of “describe” in parts (a), (b), and (c), the response must offer a minimally accurate description of some aspect of French Revolutionary ideas referenced by the image and some indication of how that idea relates to the topic of the prompt. Although it is <span style=\"text-decoration:underline\">not</span> necessary for an acceptable response to offer an explicit explanation of the relationship between a particular Revolutionary idea and the task of the prompt, the response must go beyond mere mention or name-dropping. For parts (a) and (b) of the question, although the response does not need to explicitly reference the image, it must make at least an implicit reference that signals understanding that ideas from the Enlightenment and/or policies of the French Revolution’s radical phase have a defensible connection to the concepts depicted in the image.</p>"]}]