[{"id":"VR734117_rubric_category_0","type":"custom","title":"Part A: THESIS/CLAIM","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the most significant political or social change during the Reformation period (1517–1650).</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the most significant political or social change during the Reformation period (1517–1650). The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>"]},{"id":"VR734117_rubric_category_1","type":"custom","title":"Part B: CONTEXTUALIZATION","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the prompt. This point is not awarded for merely a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the most significant political or social change during the Reformation period (1517–1650).</p>","<p>The response describes a broader historical context relevant to the most significant political or social change during the Reformation period (1517–1650).</p>"]},{"id":"VR734117_rubric_category_2","type":"custom","title":"Part C1: EVIDENCE – PROVIDES EVIDENCE","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn one point, the response must identify at least<strong> two</strong> pieces of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide at least<strong> two</strong> pieces of evidence relevant to the most significant political or social change during the Reformation period (1517–1650).</p>","<p>The response provides at least<strong> two</strong> pieces of evidence relevant to the most significant political or social change during the Reformation period (1517–1650).</p>"]},{"id":"VR734117_rubric_category_3","type":"custom","title":"Part C2: EVIDENCE – USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must use at least <strong>two</strong> pieces of specific and relevant historical evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not support an argument<strong> </strong>about the most significant political or social change during the Reformation period (1517–1650) using at least <strong>two </strong>pieces of<strong> </strong>specific and relevant evidence</p>","<p>The response supports an argument<strong> </strong>about the most significant political or social change during the Reformation period (1517–1650) using specific and relevant examples of evidence using at least <strong>two </strong>pieces of<strong> </strong>specific and relevant evidence.</p>"]},{"id":"VR734117_rubric_category_4","type":"custom","title":"Part D1: ANALYSIS AND REASONING – USES HISTORICAL REASONING","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn the first point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the most significant political or social change during the Reformation period (1517–1650) using specific and relevant examples of evidence using specific and relevant examples of evidence.</p>","<p>The response uses historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the most significant political or social change during the Reformation period (1517–1650).</p>"]},{"id":"VR734117_rubric_category_5","type":"custom","title":"Part D2: ANALYSIS AND REASONING – COMPLEXITY","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must demonstrate a complex understanding.</p><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p><ul><li><p>Explaining multiple themes or perspectives to explore complexity or nuance; OR</p></li><li><p>Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p></li><li><p>Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p></li><li><p>Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p></li></ul><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways, such as:</p><ul><li><p>Explaining how multiple pieces of evidence (at least <strong>four </strong>pieces of specific and relevant evidence) demonstrate complexity or nuance by using them to support an argument that responds to the prompt; OR</p></li><li><p>Using evidence effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p></li></ul><p>This demonstration of complex understanding must be part of the argument and may be demonstrated in any part of the response.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the most significant political or social change during the Reformation period (1517–1650).</p>","<p>The response demonstrates a complex understanding of the most significant political or social change during the Reformation period (1517–1650 , through sophisticated argumentation and/or effective use of evidence.</p>"]}]