[{"id":"DXP000001_rubric_category_0","type":"custom","title":"The following question has three parts: Part A, Part B, and Part C. Use the three sources provided to answer all parts of the question.  Using the sources provided, develop and justify an argument about a note-taking technique that is more likely to improve memory retrieval. A. Propose a specific and defensible claim based in psychological science that responds to the question.","stimulusHtml":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>A claim that meets the criteria can be awarded the points regardless of whether the responses in Parts B and C successfully support the claim.</p></li></ul><p>Select a score below.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not propose a claim that is relevant to the question</p>","<p>Proposes a claim that is relevant to the question</p>"]},{"id":"DXP000001_rubric_category_1","type":"custom","title":"B. (i) Support your claim using at least one piece of specific and relevant evidence from one of the sources.","stimulusHtml":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li></ul><ul><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul><p>Select a score below.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not identify nor correctly cite one piece of specific evidence from one of the provided sources to support the claim. Any evidence provided is not relevant to the question.</p>","<p>Uses one piece of correctly cited, specific, accurate, and relevant evidence from one of the provided sources to support the claim.</p>"]},{"id":"DXP000001_rubric_category_2","type":"custom","title":"B. (ii) Explain how the evidence from Part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology. ","stimulusHtml":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>The explanation and application points can be earned even if the response did not earn the point in B (i) due to incorrectly cited and/or nonspecific evidence.</p></li></ul><ul><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2024) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2024) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text before the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are \"memory,\" \"recall,\" \"distractor task,\" \"factual-recall,\" \"conceptual-application,\" \"chunks,\" \"informed consent,\" \"randomly assigned,\" \"mean,\" \"statistically significant,\" \"standard deviation,\" \"replication,\" \"cognitive,\" \"retention,\" \"efficacy,\" \"median,\" and \"sample size.\" </p></li></ul><p>Select a score below.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Does not explain the relationship between the evidence and the claim</p>","<p>Explains the relationship between the evidence and the claim</p>","<p>Applies a psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim.</p>"]},{"id":"DXP000001_rubric_category_3","type":"custom","title":"C. (i)  Support your claim using an additional piece of specific accurate, and relevant evidence from a different source than the one that was used in Part B (i).","stimulusHtml":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li></ul><ul><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul><p>Select a score below.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not identify nor correctly cite a different piece of specific evidence from either of the other two provided sources to support the claim.</p>","<p>Uses a different piece of correctly cited, specific, accurate, and relevant evidence from either of the other two provided sources to support the claim.</p>"]},{"id":"DXP000001_rubric_category_4","type":"custom","title":"C. (ii) Explain how the evidence from Part C (i) supports your claim using a different psychological perspective, theory, concept, or research finding learned in AP Psychology than the one that was used in Part B (ii).","stimulusHtml":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>The explanation and application points can be earned even if the response did not earn the point in C (i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The explanation and application points can be earned if the response uses the same source in both Parts B and C, provided that the evidence used in Part B and Part C is different.</p></li></ul><ul><li><p>The use of a different psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2024) is preferred but not required. The application of a different psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2024) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text prior to the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are \"memory,\" \"recall,\" \"distractor task,\" \"factual-recall,\" \"conceptual-application,\" \"chunks,\" \"informed consent,\" \"randomly assigned,\" \"mean,\" \"statistically significant,\" \"standard deviation,\" \"replication,\" \"cognitive,\" \"retention,\" \"efficacy,\" \"median,\" and \"sample size.\" </p></li></ul><p>Select a score below.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Does not meet the criteria for one point.</p>","<p>Explains the relationship between the evidence and the claim.</p>","<p>Applies a different psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim. The psychological perspective, theory, concept, or research finding is different from the one used in Part B (ii).</p>"]}]