[{"id":"IJC000001_rubric_category_0","type":"custom","title":"A. Identify the research method used in the study.","stimulusHtml":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not accurately identify the research method used in the study.</p>","<p>Accurately identifies the research method used in the study.</p>"]},{"id":"IJC000001_rubric_category_1","type":"custom","title":"B. State the operational definition of depression.","stimulusHtml":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not state a measurable or quantifiable definition of the identified variable used in the study.</p>","<p>States a measurable or quantifiable definition of the identified variable as used in the study.</p>"]},{"id":"IJC000001_rubric_category_2","type":"custom","title":"C. Describe what the median family income indicates.","stimulusHtml":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not accurately describe the identified statistic in relation to the study.</p>","<p>Accurately describes the identified statistic in relation to the study.</p>"]},{"id":"IJC000001_rubric_category_3","type":"custom","title":"D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.","stimulusHtml":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not accurately identify one ethical guideline described in the study</p><p>AND/OR</p><p>Does not correctly describe one way the researchers in the study applied this ethical guideline </p>","<p>Accurately identifies one ethical guideline described in the study</p><p>AND</p><p>Accurately describes one way the researchers in the study applied this ethical guideline</p>"]},{"id":"IJC000001_rubric_category_4","type":"custom","title":"E. Explain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.","stimulusHtml":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Note:</strong></p><ul><li><p>If students assert the study is “partly” generalizable or assert the study is both generalizable and not generalizable, their evidence must support their assertion by showing ways the study is both generalizable and not generalizable to earn 1 point.</p></li></ul><p>Select a score below.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not explain the extent to which the study is generalizable.</p>","<p>Explains the extent to which the study is generalizable using specific and relevant evidence referencing participant variables from the study.</p>"]},{"id":"IJC000001_rubric_category_5","type":"custom","title":"F. Explain how at least one of the research findings supports or refutes the idea that it is more advantageous if puberty is started earlier rather than later.","stimulusHtml":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Does not accurately explain how the results of the study support or refute the psychological concept presented in the question.</p>","<p>Uses the results of the study but does not explain how the psychological concept or hypothesis presented in the question is supported or refuted.</p><p>OR</p><p>Explains that the psychological concept or hypothesis presented in the question is supported or refuted but does not use any results from the study.</p>","<p>Uses a specific result from the study to explain how the results support or refute the psychological concept or hypothesis presented in the question. The results are accurately interpreted.</p>"]}]