[{"id":"IQRprt1_rubric_category_0","type":"custom","title":"Using the sources provided, develop and justify an argument about the best time for school to start for secondary school students in grades 6 to 12. A.\tPropose a specific and defensible claim based in psychological science that responds to the question.","stimulusHtml":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>A claim that meets the criteria can be awarded the points regardless of whether the responses in Parts B and C successfully support the claim.</p></li></ul><p>Select a score below.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not propose a claim that is relevant to the question</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response describes the question without making a claim.</p></li><li><p>The response proposes a claim unrelated to the question.</p></li><li><p>The response proposes an oversimplified conclusion or evidence from a provided source.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“Determining a school start time for secondary students is difficult.”</em></p></li><li><p><em>“Sleep is important for teenagers.”</em></p></li><li><p><em>“Students should get more sleep.”</em></p></li></ul>","<p>Proposes a claim that is relevant to the question</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim that suggests a positive or negative effect on the question.</p></li><li><p>The response proposes a recommendation for the application of the question.</p></li><li><p>The response proposes a specific effect on the question.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“School for secondary students should start later in the day.”</em></p></li><li><p><em>“School for secondary students should start some time before 8:00 a.m.”</em></p></li><li><p><em>“Secondary school students should start school at 9 a.m.”</em></p></li><li><p><em>“Secondary school students should start school two hours later than elementary students.”</em></p></li></ul>"]}]