[{"id":"MCDprt4_rubric_category_0","type":"custom","title":"D.\tIdentify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.","stimulusHtml":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not accurately identify one ethical guideline described in the study</p><p>AND/OR</p><p>Does not correctly describe one way the researchers in the study applied this ethical guideline </p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not identify and/or describe the ethical guideline applied by researchers in the study</p></li><li><p>The response identifies and describes an ethical guideline that researchers should have applied but was not described in the study</p></li><li><p>The response identifies and describes an ethical guideline not identified in the question.</p></li><li><p>The response identifies and describes other features of the study that are not ethical guidelines </p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“It’s important for researchers to ensure participants are treated ethically.” [No ethical guideline identified or described.]</em></p></li><li><p><em>“The researchers should have kept the participant information anonymous.” [Identifies an ethical guideline not described in the study.]</em></p></li><li><p><em>“The study was approved by an IRB and the researchers debriefed their participants after the study.” [Identifies an ethical guideline described in the study, but no description of how guideline was applied in the study.]</em></p></li><li><p><em>“The researchers used surveys that were administered in a standardized way.” [Identifies and describes a feature of the study that is not an ethical guideline.</em> </p></li></ul>","<p>Accurately identifies one ethical guideline described in the study</p><p>AND</p><p>Accurately describes one way the researchers in the study applied this ethical guideline</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response identifies confidentiality and describes that the researchers applied it in the study when researchers ensured that the individual participants could not be identified from the data collected.</p><p>OR</p></li><li><p>The response identifies informed consent and describes that the researchers applied it in the study when participants agreed to be in the study and knew they could back out at any time.</p><p>OR</p></li><li><p>The response identifies protection from harm and describes that the researchers considered/eliminated factors that might impose a burden/difficulty/stress for participants. </p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Researchers maintained confidentiality when they ensured that the individual participants could not be identified from the data collected.”</em></p><p><em>OR</em></p></li><li><p><em>“The study obtained informed consent which is when the participants agreed to be in the study and knew they could back out at any time.”</em></p><p><em>OR</em></p></li><li><p><em>“The researchers protected the participants from harm when they considered factors that might impose a difficulty for participants.”</em> </p></li></ul>"]}]