[{"id":"MCDprt6_rubric_category_0","type":"custom","title":"F.\tExplain how at least one of the research findings supports or refutes the researcher’s hypothesis that taking a multivitamin prevents cognitive decline in later life.","stimulusHtml":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Does not accurately explain how the results of the study support or refute the psychological concept presented in the question.</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not explain how at least one of the research findings support or refute that taking a multivitamin prevents cognitive decline in later life.</p></li><li><p>The response does not accurately explain how at least one of the research findings support or refute that taking a multivitamin prevents cognitive decline in later life.</p></li></ul><p><strong>Examples that earn 0 points</strong></p><ul><li><p>“The study shows that executive functioning is not affected by taking a multivitamin, so it’s not worth it to take them.”</p></li><li><p>“The study shows that people should take a multivitamin.”</p></li><li><p>“Older adults should not take a multivitamin because of the side effects.”</p></li></ul>","<p>Uses the results of the study but does not explain how the psychological concept or hypothesis presented in the question is supported or refuted.</p><p>OR</p><p>Explains that the psychological concept or hypothesis presented in the question is supported or refuted but does not use any results from the study.</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes that the evidence alone is sufficient to demonstrate that taking a multivitamin prevents cognitive decline in later life without additional explanation.</p></li><li><p>The response uses at least one of the research findings to explain how taking a multivitamin prevents cognitive decline in later life. However, the interpretation of the results of the study includes some inaccuracies.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Older adults should take a multivitamin because it improves their memory and thinking.” [The response provides an explanation without using results.]</em></p></li><li><p><em>“Older adults gain 3.1 years of memory change because of taking a multivitamin.” [The response uses results from the study without further explanation.]</em></p></li><li><p><em>“Older adults should take a multivitamin because it improves their memory and executive functioning.” [The response uses evidence but includes an inaccurate interpretation.]</em></p></li></ul>","<p>Uses a specific result from the study to explain how the results support or refute the psychological concept or hypothesis presented in the question. The results are accurately interpreted.</p><p><strong>Responses that earn 2 points:</strong></p><ul><li><p>“This study shows that older adults can delay some cognitive decline if they take a multivitamin because it seems to improve episodic memory, but not executive functioning.”</p></li><li><p>“The study shows that taking a multivitamin does not totally prevent cognitive decline in later life because executive functioning is not significantly improved by taking one.”</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p>“This study shows that older adults can delay some cognitive decline if they take a multivitamin because it seems to improve episodic memory, but not executive functioning.”</p></li><li><p>“The study shows that taking a multivitamin does not totally prevent cognitive decline in later life because executive functioning is not significantly improved by taking one.”</p></li></ul>"]}]