[{"id":"MCDprt3_rubric_category_0","type":"custom","title":"C.\tDescribe the meaning of the differences in the means for the immediate recall task between the multivitamin group and the placebo group.","stimulusHtml":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not accurately describe the identified statistic in relation to the study.</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response restates the differences in the means for the immediate recall task between the multivitamin group and the placebo group without directly relating it to the study.</p></li><li><p>The response does not accurately describe what is meant by the differences in the means for the immediate recall task between the multivitamin group and the placebo group in relation to the study.</p></li><li><p>The response provides a definition of the differences in the means for the immediate recall task between the multivitamin group and the placebo group but does not accurately describe its meaning in relation to the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The difference in the means says that they are different.” [The response does not describe what this difference means.]</em></p></li><li><p><em>“The mean for the multivitamin group in Year 3 is 1.1, and the mean for the placebo group was 0.9.” [The response does not describe what this difference means.]</em></p></li><li><p><em>“The mean is the average of a group of data.”</em></p></li></ul>","<p>Accurately describes the identified statistic in relation to the study.</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately describes the meaning of the differences in the means for the immediate recall task between the multivitamin group and the placebo group in relation to the study.</p></li><li><p>The response accurately describes that the means show that the multivitamin group recalled more than the placebo group.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The means show that the multivitamin group had better recall than the placebo group.”</em></p></li><li><p><em>“The means show that the placebo group had worse recall than the multivitamin group.”</em></p></li><li><p><em>“The mean for the multivitamin group in Year 3 is 1.1, and the mean for the placebo group was 0.9. This means that the multivitamin group remembered more over time than the placebo group.”</em></p></li></ul>"]}]