[{"id":"VR841659_rubric_category_0","type":"custom","title":"A. Identify the research method used in the study.","stimulusHtml":"<p></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not accurately identify the research method used in the study</p>","<p>Accurately identifies the research method used in the study</p>"]},{"id":"VR841659_rubric_category_1","type":"custom","title":"B. Describe the meaning of the difference in the means for the percent correct for the spoken syllable identification task and the timbre identification task.","stimulusHtml":"<p></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not accurately describe the identified statistic in relation to the study</p>","<p>Accurately describes the identified statistic in relation to the study</p>"]},{"id":"VR841659_rubric_category_2","type":"custom","title":"C. Propose a claim about the extent to which the research findings may or may not be generalizable.","stimulusHtml":"<p>If the response asserts the study is “partly” generalizable or asserts the study is both generalizable and not generalizable, the student’s evidence must support their assertion by showing ways the study is both generalizable and not generalizable to earn 1 point.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not propose a claim regarding the generalizability of the study to a population (general or specific).</p>","<p>Proposes a claim about the extent to which the study is generalizable.</p>"]},{"id":"VR841659_rubric_category_3","type":"custom","title":"D. Propose a claim about how the research findings support or refute the concept of contralateral hemispheric organization. ","stimulusHtml":"<p></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not propose a claim about how the results of the study support or refute the psychological concept or hypothesis presented in the question.</p>","<p>Proposes a claim about how the psychological concept or hypothesis is supported or refuted by the research findings.</p>"]}]