[{"id":"FT549536","type":"longtextV2","stimulusHtml":"<p><br>\n<img alt=\"The figure shows a large rectangle that is shaded too darkly to see the details inside. Above the rectangle is a small white rectangle labeled Source with a dashed line leading down into the dark rectangle. To the right of the dark rectangle is a set of axes that shows positive y pointing up, positive x pointing to the right, and positive z pointing out of the page.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2e2a383ed9f75d6ad14c3f06563187b8/original.png\" width=\"400\"></p>\n\n<p>A mass spectrometer, constructed as shown in the diagram above, is to be used for determining the mass of singly ionized positively charged ions. There is a uniform magnetic field <em>B =</em> 0.20 tesla perpendicular to the page in the shaded region of the diagram. A potential difference <em>V</em> = 1,500 volts is applied across the parallel plates <em>L</em> and <em>K,</em> which are separated by a distance <em>d</em> = 0.012 meter and which act as a velocity selector.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>In which direction, relative to the coordinate system shown above on the right, should the magnetic field point in order for positive ions to move along the path shown by the dashed line in the diagram above?</p>\n\t</li>\n\t<li>\n\t<p>Should plate <em>K</em> have a positive or negative voltage polarity with respect to plate <em>L ?</em></p>\n\t</li>\n\t<li>\n\t<p>Calculate the magnitude of the electric field between the plates.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the speed of a particle that can pass between the parallel plates without being deflected.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the mass of a hypothetical singly charged ion that travels in a semicircle of radius <em>R</em> = 0.50 meter.</p>\n\t</li>\n\t<li>\n\t<p>A doubly ionized positive ion of the same mass and velocity as the singly charged ion enters the mass spectrometer. What is the radius of its path?</p>\n\t</li>\n</ol>\n"}]