[{"id":"FT549532","type":"longtextV2","stimulusHtml":"<p style=\"margin-left: 80px;\"><img alt=\"The figure shows a rectangular circuit with a 20 Volt battery on the left edge and the positive terminal on the top. Going clockwise from the positive terminal there is a resistor on the top edge of the circuit labeled R sub 1 equals 10 Ohms. Next on the top edge is a point S which is the vertex of the switch. The switch is at a junction of the circuit and can either connect to point A, which connects the left branch of the circuit, or to point B, which connects the right branch of the circuit. The left branch of the circuit is a vertical line with point A at the top and then a capacitor labeled C equals 15 microfarads. The right branch starts with a horizontal line with point B at the left end, then turns down to a vertical line which has an inductor labeled L equals 2.0 Henrys. The two branches reconnect on the bottom edge of the rectangle, and after the junction there is a resistor labeled R sub 2 equals 20 Ohms. The circuit is completes at the negative terminal of the battery.\" height=\"227\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/43600330bf4a5df72aff6ab699fb5040/original.png\" width=\"750\" /></p>\n\n<p>In the circuit shown above, the switch <em>S</em> is initially in the open position shown, and the capacitor is uncharged. A voltmeter, (not shown) is used to measure the correct potential difference across resistor <em>R</em><sub>1</sub> .</p>\n\n<p>a. On the circuit diagram above, draw the voltmeter with the proper connections for correctly measuring the potential difference across resistor <em>R</em><sub>1</sub> .</p>\n\n<p>b. At time <em>t</em> = 0, the switch is moved to position <em>A</em>. Determine the voltmeter reading for the time immediately after <em>t</em> = 0.</p>\n\n<p>c. After a long time, a measurement of potential difference across <em>R</em><sub>1</sub> is again taken. Determine for this later time each of the following.</p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>The voltmeter reading</p>\n\t</li>\n\t<li>\n\t<p>The charge on the capacitor</p>\n\t</li>\n</ol>\n\n<p>d. At a still later time <em>t = T</em> , the switch <em>S</em> is moved to position <em>B</em>. Determine the voltmeter reading for the time immediately after <em>t = T.</em></p>\n\n<p>e. A long time after <em>t = T</em> , the current in <em>R</em><sub>1</sub> reaches a constant final value <em>I</em><sub>f</sub> .</p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>Determine <em>I</em><sub>f</sub> .</p>\n\t</li>\n\t<li>\n\t<p>Determine the final energy stored in the inductor.</p>\n\t</li>\n</ol>\n\n<p>f. Write, but do not solve, a differential equation for the current in resistor <em>R</em><sub>1</sub> as a function of time <em>t</em> after the switch is moved to position <em>B.</em></p>\n"}]