[{"id":"FT549386","type":"longtextV2","stimulusHtml":"<p style=\"margin-left: 80px;\"><img alt=\"Two figures are shown. On the left, the figure shows a circuit diagram with a battery on the left. The positive terminal of the battery is on the top and the negative terminal is on the bottom. Starting at the positive terminal and going clockwise there is a resistor with resistance R sub 2. Then there is a junction. The left branch of the circuit has a resistor with resistance R sub 1 equals 15 kilo-ohms. The right branch of the circuit has an open switch, then a capacitor with capacitance 20 microfarads. The two branches then rejoin and the circuit is completed at the negative terminal of the battery. On the right, the figure shows a set of axes with capacitor voltage in volts on the y-axis and time in seconds on the x-axis. There are labelled tick marks on the y-axis above the origin in 2 volt increments from 0 volts to 14 volts. There are tick marks on the x-axis to the right of the origin in 1 second increments from 0 seconds to 15 seconds with every fifth tick mark labelled. Horizontal lines are drawn from the y-axis tick marks and vertical lines are drawn from the labelled x-axis tick marks, forming a grid. The curve starts at the origin and is increasing and concave down, with a horizontal asymptote at 12 volts. The height of the curve is indistinguishable from 12 volts starting at about 6 seconds. \" height=\"247\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a87d599e1d713077667c2d2c762d047b/original.png\" width=\"686\" /></p>\n\n<p>In the circuit shown above left, the switch <em>S</em> is initially in the open position and the capacitor <em>C</em> is initially uncharged. A voltage probe and a computer (not shown) are used to measure the potential difference across the capacitor as a function of time after the switch is closed. The graph produced by the computer is shown above right. The battery has an emf of 20 V and negligible internal resistance. Resistor <em>R</em><sub>1</sub> has a resistance of 15 kΩ and the capacitor <em>C</em> has a capacitance of 20 μF.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Determine the voltage across resistor <em>R</em><sub>2</sub> immediately after the switch is closed.</p>\n\t</li>\n\t<li>\n\t<p>Determine the voltage across resistor <em>R</em><sub>2</sub> a long time after the switch is closed.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the value of the resistor <em>R</em><sub>2</sub>.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the energy stored in the capacitor a long time after the switch is closed.</p>\n\t</li>\n\t<li>\n\t<p>On the axes below, graph the current in <em>R</em><sub>2</sub> as a function of time from 0 to 15 s. Label the vertical axis with appropriate values.</p>\n\n\t<p><img alt=\"The figure shows a set of axes with current in resistor r sub 2 with no units indicated on the y-axis and time in seconds on the x-axis.There are 20 tick marks on the y-axis above the x-axis. Horizontal dashed lines are drawn from the tick marks, with every fifth line dashed with dots. There are 15 tick marks on the x-axis to the right of the y-axis in 1 second intervals with every fifth tick mark labelled. Vertical dashed lines are drawn from the tick marks, with every fifth line being solid.\" height=\"364\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fd91ca44d79315d12b9182980a899170/original.png\" width=\"700\" /></p>\n\n\t<p>Resister <em>R</em><sub>2</sub> is removed and replaced with another resistor of lesser resistance. Switch <em>S</em> remains closed for a long time.</p>\n\t</li>\n\t<li>\n\t<p>Indicate below whether the energy stored in the capacitor is greater than, less than, or the same as it was with resistor <em>R</em><sub>2</sub> in the circuit.</p>\n\n\t<p><img alt=\"Three blank spaces for energy values. The spaces are as follows. Dash Greater than. Dash less than. Dash the same as.\" height=\"42\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6b52a9f49115a9a579178fb91cfe0316/original.png\" width=\"850\" /></p>\n\n\t<p>Explain your reasoning.</p>\n\t</li>\n</ol>\n"}]