[{"id":"FT649975-22","type":"longtextV2","stimulusHtml":"<p class=\"text-center\"><img alt=\"The figure presents a schematic diagram and a circuit figure of a coaxial cable. The schematic diagram consists of circuit with a resistor and a battery, and a large cylinder. The circuit begins on the left side of the diagram with a battery labeled epsilon. The bottom side of the circuit wire then passes through the center axis of the cylinder, and connects to a resistor with resistance R on the right side of the diagram. A wire then connects from the other side of the resistor to the top edge of the cylinder. Another wire connected to the top edge of the cylinder on the opposite side then connects back to the battery and completes the circuit. The circuit figure is similar to the schematic diagram, except that a more detailed cylindrical object replaces the cylinder. The object is composed of four layers, listed as follows from center outwards: The innermost layer is labeled “Central Conducting Wire.” This corresponds to the wire that went through the center of the cylinder in the schematic diagram. The next layer is labeled “Cylindrical Insulator.” The next layer is labeled “Cylindrical Conducting Shell.” The wires that connected to the surface of the cylinder in the schematic diagram are connected to this conducting shell. The outermost layer is labeled “Insulating Cover.”\" height=\"388\" src=\"https://assets.learnosity.com/organisations/537/68861d73-1adb-47e4-b6bd-8510420499c0.PNG\" width=\"650\" /></p>\n\n<p>&nbsp;</p>\n\n<p>A coaxial cable is composed of a central conducting wire surrounded by a cylindrical insulator, and around that is a conducting cylindrical shell with an insulating cover. A power supply of&nbsp;\\(\\varepsilon\\)is used at one end to connect the two conducting regions, and a resistive load of resistance <em>R</em> is connected at the other end of the cable to complete the circuit, as shown in the schematic diagram and circuit figure above.</p>\n\n<p class=\"text-center\"><img alt=\"Each of the following two figures present a cross section of the preceding coaxial cable from the perspective of the battery end. The central conducting wire is shown as a circle, enclosed in a larger circle, which is the cylindrical insulator. In each figure, a point P inside the cylindrical insulator is up and to the right and a distance b from the center of the cable. This insulator is enclosed in a larger circle, which is the cylindrical conducting shell, which is also enclosed in the insulating cover. In figure 1, a point Q is indicated outside of the coaxial cable entirely to the left of the center of the cable. In figure 2, there are no additional points indicated.\" height=\"178\" src=\"https://assets.learnosity.com/organisations/537/278c5633-82b7-4282-adf1-050171856d7a.jpg\" width=\"500\" /></p>\n\n<p class=\"text-center\">&nbsp;</p>\n\n<p>A cross section of the cable from the perspective of the power supply end is depicted above as if looking into the left end of the cable. Point P is inside the cylindrical insulator a distance b from the center of the cable. Point Q is outside the cable.</p>\n\n<p><br />\n(a)<br />\ni. On figure 1 shown above left, draw an Amperian loop that could be used to determine the magnitude of the magnetic field at point P in the diagram. Clearly mark this loop as “Loop 1.”<br />\nii.On figure 1, draw an Amperian loop that could be used to determine the magnitude of the magnetic field at point Q in the diagram. Clearly mark this loop as “Loop 2.”<br />\niii. On figure 2 shown above right, draw an arrow to show the direction of the magnetic field at point P. The arrow should start on and point away from the point in the direction of the magnetic field.</p>\n"},{"id":"FT649975-22","type":"longtextV2","stimulusHtml":"(b) Using Ampere’s law, derive an expression for the magnitude of the magnetic field at point P. Express your<br>\nanswer in terms of&nbsp;\\(\\varepsilon\\)&nbsp;, <em>R</em>, <em>b</em>&nbsp;and physical constants, as appropriate."},{"id":"FT649975-22","type":"longtextV2","stimulusHtml":"(c) Determine the magnitude of the magnetic field at point Q. Justify your answer."},{"id":"FT649975-22","type":"longtextV2","stimulusHtml":"<p>Some physics students conduct an experiment with a coaxial cable in which they connect the cable to a variable power supply and measure the resulting magnetic field strength at point P inside the cylindrical insulator using a magnetic field sensor. Point P is 0.0050 meters from the center of the cable. The plot of the magnetic field strength <em>B</em> as a function of the&nbsp;\\(\\varepsilon\\)&nbsp;of the power supply is shown below.</p>\n\n<p><img alt=\"The figure presents a scatterplot in the first quadrant of a coordinate plane. The horizontal axis is labeled “Epsilon, in volts,” and the numbers 0 through 10, in increments of 2, are indicated. The vertical axis is labeled “B, in times 10 to the negative 5 power teslas,” and the numbers 0 through 25, in increments of 5, are indicated. There are 4 data points in the scatter plot. The data are as follows. Note that all values are approximate. Point 1 represents 2.5 volts and 2.5 times 10 to the negative 5 power teslas. Point 2 represents 5 volts and 10.5 times 10 to the negative 5 power teslas. Point 3 represents 7.6 volts and 14.7 times 10 to the negative 5 power teslas. Point 4 represents 10 volts and 20 times 10 to the negative 5 power teslas.\" height=\"396\" src=\"https://assets.learnosity.com/organisations/537/a239bd62-fdd3-438d-b58a-cf6d3ab2f70c.jpg\" width=\"680\" /></p>\n\n<p>(d)<br />\ni.Draw the best-fit line for the data.<br />\n<br />\nii. Use the straight line to calculate the resistance R of the resistor used in the experiment.</p>\n"},{"id":"FT649975-22","type":"longtextV2","stimulusHtml":"(e) The lab group uses a multimeter to measure the resistance of the resistor and determines that their experimental value for <em>R</em> from part (d) is approximately 10% larger than that found with the multimeter. Describe a physical reason that might account for this result."},{"id":"FT649975-22","type":"longtextV2","stimulusHtml":"<p>(f) The lab group notices that when the current is reversed in the cable and the experiment is again performed, the plot has a positive vertical axis intercept equal in magnitude to the negative vertical axis intercept in the plot shown before part (d).</p>\n\n<p><br />\nii.&nbsp;Describe a physical reason for the vertical axis intercept.</p>\n"},{"id":"FT649975-22","type":"longtextV2","stimulusHtml":"ii.&nbsp;Describe a physical reason that the vertical axis intercept switches from negative to positive when the current in the cable is reversed.<br>\n&nbsp;"}]