[{"id":"FT649976-22","type":"longtextV2","stimulusHtml":"<p class=\"text-center\"><img alt=\"The figure presents a diagram of a capacitor that consists of a top and bottom capacitor plate. Both plates are horizontally oriented. The top capacitor plate has a charge density of positive sigma, and the bottom capacitor plate has a charge density of negative sigma. The plates are separated by a vertical distance d. Note that the figure is not drawn to scale.\" height=\"213\" src=\"https://assets.learnosity.com/organisations/537/76f1b751-8e7b-40e7-b801-be85fd2096e7.jpg\" width=\"320\" /></p>\n\n<p>&nbsp;</p>\n\n<p>A parallel plate capacitor is connected to a battery, fully charged, and then isolated from the battery. The plates are given equal and opposite charge densities&nbsp;\\(\\sigma\\)&nbsp; ,&nbsp;and the separation between the plates is d, as shown in the figure above. The area of each plate has a value of <em>A</em>.</p>\n\n<p><br />\n(a) Derive an expression for the energy stored in the capacitor. Express your answer in terms of&nbsp;\\(\\sigma\\)&nbsp;, <em>d,&nbsp; A&nbsp;&nbsp;</em>and physical constants, as appropriate.<br />\n&nbsp;</p>\n"},{"id":"FT649976-22","type":"longtextV2","stimulusHtml":"<p class=\"text-center\"><img alt=\"The figure presents a diagram of a capacitor that consists of a top plate, a bottom capacitor plate, and a Metal Slab. All 3 components are horizontally oriented. The top capacitor plate has a charge density of positive sigma, and the bottom capacitor plate has a charge density of negative sigma. The plates are separated by a vertical distance d. The Metal Slab is positioned halfway between the two plates and has a vertical thickness x.\" height=\"133\" src=\"https://assets.learnosity.com/organisations/537/6032bd0f-1a47-4db0-9392-88675a5840ae.jpg\" width=\"345\" /></p>\n\n<p>While the capacitor is isolated from the battery, an uncharged metal slab of thickness <em>x</em> and area <em>A</em> is inserted between the capacitor plates so that it is an equal distance from the two plates, as shown in the figure above.</p>\n\n<p><br />\n(b) On the figure above, draw an arrow to indicate the direction of the electric field in the following three regions of space between the capacitor plates. If the electric field is zero in any region, indicate this by writing&nbsp;\\(E\\ =\\ 0\\)&nbsp;in that region.<br />\n<br />\ni.The region between the top plate and the metal slab<br />\nii. The region inside the metal slab<br />\niii. The region between the metal slab and the bottom plate</p>\n"},{"id":"FT649976-22","type":"longtextV2","stimulusHtml":"<p>(c)&nbsp;Rank the regions below&nbsp; according to the magnitude of the electric field, with 1 being the largest magnitude. If any regions have the same magnitude of electric field, give them the same ranking.</p>\n\n<p>The region between the top plate and the metal slab<br />\nThe region inside the metal slab<br />\nThe region between the metal slab and the bottom plate</p>\n"},{"id":"FT649976-22","type":"longtextV2","stimulusHtml":"(d) Is the capacitance of the capacitor with the metal slab greater than, less than, or equal to the capacitance of the original capacitor without the slab? Justify your answer."},{"id":"FT649976-22","type":"longtextV2","stimulusHtml":"(e) When charged to the original charge density, is the energy stored in the capacitor with the metal slab greater than, less than, or equal to the original energy stored in the capacitor calculated in part (a) ? Justify your answer."},{"id":"FT649976-22","type":"longtextV2","stimulusHtml":"<p>Some physics students conduct an experiment in which they charge the capacitor to the same potential difference, isolate it from the battery, insert the metal slab, and measure the new potential difference across the capacitor. This experiment is repeated with slabs of different thickness. The plot of the potential difference \\(\\Delta V\\)across the capacitor as a function of the thickness <em>x</em> of the slab is shown below. A best-fit line for the data has been drawn.</p>\n\n<p class=\"text-center\"><img alt=\"The figure presents a scatterplot in the first quadrant of a coordinate plane. The horizontal axis is labeled “Slab Thickness x, in centimeters,” and the numbers 0 through 12, in increments of 2, are indicated. The vertical axis is labeled “Potential Difference delta V, in volts,” and the numbers 0 through 25, in increments of 5, are indicated. There are 5 data points in the scatter plot. The data are as follows. Note that all values are approximate.  Point 1 represents 2.3 centimeters, 19.2 volts. Point 2 represents 3.3 centimeters, 18.6 volts. Point 3 represents 5 centimeters, 12.5 volts. Point 4 represents 7.3 centimeters, 8.2 volts. Point 5 represents 8 centimeters, 5 volts. A best fit line is also given. The line begins at the point representing 2 centimeters, 20 volts, and extends downward and to the right until it ends at the point representing 8. 8 centimeters, 4 volts.\" height=\"304\" src=\"https://assets.learnosity.com/organisations/537/4b66031b-7536-417d-8d15-e1c921be39e7.PNG\" width=\"565\" /></p>\n\n<p>(f) Use the best-fit line to calculate the following:</p>\n\n<p>i.&nbsp;\\(\\sigma\\)&nbsp;, the charge density on the plates</p>\n"},{"id":"FT649976-22","type":"longtextV2","stimulusHtml":"ii.&nbsp;<em>d</em>, the distance between the capacitor plates"}]