[{"id":"FT649974-22","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong>: Answer all three questions. The suggested time is about 15 minutes for answering each of the questions, which are worth 15 points each. The parts within a question may not have equal weight. Show all your work.</p>\n\n<p class=\"text-center\"><img alt=\"The figure presents a circuit with 5 resistors, an ammeter, a switch, voltmeter, and a battery. Two points, X and Y, are also indicated on the circuit. The left side has a battery labeled epsilon equals 20 volts. Moving up the left side and across the top, the next element is a resistor labeled R 1 equals 2 ohms. To the right of the resistor, the circuit splits into two vertical branches. Moving downward, the first vertical branch contains a resistor labeled R 2 equals 6 ohms, a point labeled X, and a resistor labeled R 4 equals 12 ohms. Moving downward, the second vertical branch contains a resistor labeled R 3 equals 12 ohms, a point labeled Y, and a resistor labeled R 5 equals 6 ohms. Points X and Y are directly across from each other and are connected by an open switch. The voltmeter is in parallel with resistor R 3. Continuing clockwise around the circuit, after the two vertical branches join together, an ammeter labeled A 1 is indicated on the bottom side of the circuit.\" height=\"283\" src=\"https://assets.learnosity.com/organisations/537/16b55313-9ad9-4f6f-bdea-cd61dc72103a.jpg\" width=\"400\" /></p>\n\n<p>A circuit is created with an ideal battery and five resistors with the values shown in the figure above. An open switch is shown that can connect points X and Y. A voltmeter V and an ammeter A<sub>1&nbsp;</sub>are also shown in the figure.</p>\n\n<p><br />\n(a) The switch is in the open position.<br />\n<br />\ni. Calculate the current measured by the ammeter&nbsp;A<sub>1 .</sub><br />\n&nbsp;</p>\n"},{"id":"FT649974-22","type":"longtextV2","stimulusHtml":"ii. Calculate the potential difference measured by the voltmeter V."},{"id":"FT649974-22","type":"longtextV2","stimulusHtml":"(b) The switch is now moved to the closed position.<br>\n<br>\ni. Calculate the current measured by the ammeter A<sub>1</sub>.<br>\n&nbsp;"},{"id":"FT649974-22","type":"longtextV2","stimulusHtml":"ii.&nbsp;Calculate the potential difference measured by the voltmeter V."},{"id":"FT649974-22","type":"longtextV2","stimulusHtml":"<p>A student wants to determine if there is a current in the closed switch. The switch is now replaced with ammeter A<sub>2&nbsp;</sub>between points X and Y. The ammeter acts as a closed switch and can measure the current, if any, between the two points.</p>\n\n<p><img alt=\"The figure presents a circuit identical to the previous circuit, except that switch S is replaced by an ammeter A 2, and voltmeter V is removed. The left side has a battery labeled epsilon equals 20 volts. Moving up the left side and across the top, the next element is a resistor labeled R 1 equals 2 ohms. To the right of the resistor, the circuit splits into two vertical branches. Moving downward, the first vertical branch contains a resistor labeled R 2 equals 6 ohms, a point labeled X, and a resistor labeled R 4 equals 12 ohms. Moving downward, the second vertical branch contains a resistor labeled R 3 equals 12 ohms, a point labeled Y, and a resistor labeled R 5 equals 6 ohms. Points X and Y are directly across from each other and are connected by an ammeter labeled A 2. Continuing clockwise around the circuit, after the two vertical branches join together, an ammeter labeled A 1 is indicated on the bottom side of the circuit.\" height=\"263\" src=\"https://assets.learnosity.com/organisations/537/8bd14ff7-9275-43b2-97ed-970ed23f8caa.jpg\" width=\"385\" /></p>\n\n<p>&nbsp;</p>\n\n<p>(c)<br />\n&nbsp;i. Calculate the current measured by ammeter A<sub>2</sub>.</p>\n"},{"id":"FT649974-22","type":"longtextV2","stimulusHtml":"<h5>ii. Indicate the direction of the current, if any, through the ammeter A<sub>2</sub> as left, right, or undefined, because the current is zero.</h5>\n"},{"id":"FT649974-22","type":"longtextV2","stimulusHtml":"<p><img alt=\"The figure presents a circuit identical to the first circuit, except that a 12 microfarad capacitor is in series with switch S between points X and Y, and voltmeter V is removed. The left side has a battery labeled epsilon equals 20 volts. Moving up the left side and across the top, the next element is a resistor labeled R 1 equals 2 ohms. To the right of the resistor, the circuit splits into two vertical branches. Moving downward, the first vertical branch contains a resistor labeled R 2 equals 6 ohms, a point labeled X, and a resistor labeled R 4 equals 12 ohms. Moving downward, the second vertical branch contains a resistor labeled R 3 equals 12 ohms, a point labeled Y, and a resistor labeled R 5 equals 6 ohms. Points X and Y are directly across from each other and are connected by an open switch in series with a capacitor labeled C equals 12 microfarads. Continuting clockwise around the circuit, after the two vertical branches join together, an ammeter labeled A 1 is indicated on the bottom side of the circuit.\" height=\"273\" src=\"https://assets.learnosity.com/organisations/537/74d58474-dc63-4a90-864f-1e123b86ee84.jpg\" width=\"400\" /></p>\n\n<p>&nbsp;</p>\n\n<p>(d) The ammeter A<sub>2&nbsp;</sub>is replaced with switch S and capacitor&nbsp;\\(C=\\mu F,\\)&nbsp;&nbsp;as shown in the figure above. Switch<br />\nS is closed.<br />\ni. Calculate the charge stored on the positive plate of capacitor <em>C</em> a long time after switch S is closed.</p>\n"},{"id":"FT649974-22","type":"longtextV2","stimulusHtml":"ii.&nbsp;Which point, X or Y, is at a higher electric potential? Justify your answer."}]