[{"id":"VH978749","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a rectangular wire loop that carries a clockwise current I. The loop is contained in a magnetic field B, which is directed downwards. Attached to the midpoint of the loop’s left side is a horizontal shaft that can rotate.\" height=\"93\" src=\"https://assets.learnosity.com/organisations/537/VH978749.g04.png\" width=\"165\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Students are conducting an experiment with a motor that is constructed by placing a rectangular wire loop into a region that has the magnetic field shown in the figure. A current travels around the loop in a clockwise direction. In trial 1, the magnetic field is uniform and has magnitude <span class=\"math_expression\"><span aria-label=\"B\"><math alttext=\"B\" overflow=\"scroll\"><mstyle><mrow><mi>B</mi></mrow></mstyle></math></span></span> . In trial 2, the magnetic field is not uniform. It has magnitude <span class=\"math_expression\"><span aria-label=\"B\"><math alttext=\"B\" overflow=\"scroll\"><mstyle><mrow><mi>B</mi></mrow></mstyle></math></span></span> at the top of the loop and the magnitude increases steadily to a magnitude of <span class=\"math_expression\"><span aria-label=\"2 B\"><math alttext=\"2 B\" overflow=\"scroll\"><mstyle><mrow><mn>2</mn><mi>B</mi></mrow></mstyle></math></span></span> at the bottom of the loop. The students predict that, in both trials, the loop will rotate in the same direction and with the same magnitude of angular acceleration. After conducting the trials, the students observe that the loops do not rotate with the same angular acceleration. Which of the following explanations is correct about how the magnetic field affects the rotation in the loop when the results of the two trials are compared?</p>\n","rubricRef":"VH978749_rubric","choicesHtml":["<p class=\"choice_paragraph\">The angular acceleration of the loop is greater in the case of the nonuniform magnetic field, because the magnetic force exerted on the bottom of the loop is greater than with the uniform field.</p>","<p class=\"choice_paragraph\">The angular acceleration of the loop is greater in the case of the nonuniform magnetic field, because the magnetic force exerted on the top of the loop is greater than with the uniform field.</p>","<p class=\"choice_paragraph\">In the case of the nonuniform magnetic field, a net downward magnetic force is exerted on the loop, because the magnetic force exerted on the bottom of the loop is greater than the magnetic force exerted on the top of the loop.</p>","<p class=\"choice_paragraph\">The angular acceleration of the loop is smaller in the case of the nonuniform magnetic field, because the magnetic force exerted on the bottom of the loop is greater than the magnetic force exerted on the top of the loop.</p>","<p class=\"choice_paragraph\">There should be no change in the rotation, because the direction of the magnetic field is still the same, even though the magnitude of the magnetic field varies.</p>"],"answer":0}]