[{"id":"VR252461","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each part carefully. Show all your work for each part of the question. The parts within the question may not have equal weight.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows five point charges positioned within electric equipotential lines and a standard x y coordinate system is indicated. The point charges are located toward the top-center, middle-left, middle-right, bottom-center, and bottom-right of the figure. The point charge located toward the top-center of the figure has a charge of negative 3 microcoulombs. This charge is surrounded by a set of 2 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 50 volts and the outer circle has a value of negative 25 volts. A point labeled T is shown on the circle with potential of negative 25 volts. The point charge located toward the middle-left of the figure has a charge of positive 3 microcoulombs. This charge is surrounded by a set of 2 equipotential lines that are also roughly circular and concentric. The inner circle has a value of positive 75 volts and the outer circle has a value of positive 50 volts. A point labeled S is shown on the circle with potential of positive 75 volts. The point charge located toward the middle-right of the figure has a charge of positive 2 microcoulombs. This charge is surrounded by a single equipotential line that is roughly circular. The circle has a value of positive 50 volts. An oval shaped equipotential line with a value of positive 25 volts surrounds the middle of the diagram. The equipotential lines surrounding the point charges of positive 3 microcoulomb and positive 2 microcoulombs are contained within the oval shaped line. The point charge located toward the bottom-center of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a single equipotential line that is roughly circular. The circle has a value of negative 25 volts. An equipotential line with a value of 0 volts runs roughly horizontal between the bottom of the oval and the circle surrounding the point charge of negative 1 microcoulomb. This equipotential line then curves toward the left and runs roughly horizontal between the top of the oval and the outermost circle surrounding the point charge of negative 3 microcoulomb located toward the top-center of the figure. A point labeled R is shown on this line between the point charge of negative 3 microcoulombs and the point charge of positive 3 microcoulombs. A point labeled N is also shown on this line near the point charge of negative 1 microcoulomb. Finally, the point charge located toward the bottom-right of the figure has a charge of negative 2 microcoulombs. This charge is surrounded by a set of 2 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 50 volts and the outer circle has a value of negative 25 volts. A point labeled L is shown on the circle with potential of negative 25 volts.  The x y coordinate system shows that +x is directed to the right and +y is directed upwards.\" height=\"392\" src=\"https://assets.learnosity.com/organisations/537/VR252461.g09.png\" width=\"600\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A combination of point charges produces the electric equipotential lines shown on the diagram above. The difference between successive equipotential lines is <span class=\"math_expression\"><span aria-label=\"25 volt\"><math alttext=\"25 volt\" overflow=\"scroll\"><mstyle><mrow><mn>25</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.2em\"></mspace><mtext>V</mtext></mrow></mstyle></math></span></span>, as shown on the figure.</p>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) Determine the amount of work required to move a test charge from infinity to point N. Justify your answer by using relevant physics principles.</p>\n</div>\n","rubricRef":"VR252461_rubric"},{"id":"VR252461","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">In terms of coordinate axes, describe the direction of the electric field at:</p><p class=\"stem_paragraph\">(b) Point R</p></div>\n","rubricRef":"VR252461_rubric"},{"id":"VR252461","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\"><p class=\"stem_paragraph\">(c) Point S</p></div>\n","rubricRef":"VR252461_rubric"},{"id":"VR252461","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) Point N</p></div>\n","rubricRef":"VR252461_rubric"},{"id":"VR252461","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:E part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"E\"><p class=\"stem_paragraph\">(e) Rank the magnitude of the electric field at points R, S, and T from greatest to least. If any of the quantities are equal, clearly indicate this. Justify your ranking, citing relevant physics principles.</p></div>\n","rubricRef":"VR252461_rubric"},{"id":"VR252461","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:F part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"F\">\n<div class=\"standalone_image\"><img alt=\"The figure shows five point charges positioned within electric equipotential lines and a standard x y coordinate system is indicated. The point charges are located toward the top-center, middle-left, middle-right, bottom-center, and bottom-right of the figure. The point charge located toward the top-center of the figure has a charge of negative 3 microcoulombs. This charge is surrounded by a set of 2 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 50 volts and the outer circle has a value of negative 25 volts. A point labeled T is shown on the circle with potential of negative 25 volts. The point charge located toward the middle-left of the figure has a charge of positive 3 microcoulombs. This charge is surrounded by a set of 2 equipotential lines that are also roughly circular and concentric. The inner circle has a value of positive 75 volts and the outer circle has a value of positive 50 volts. A point labeled S is shown on the circle with potential of positive 75 volts. The point charge located toward the middle-right of the figure has a charge of positive 2 microcoulombs. This charge is surrounded by a single equipotential line that is roughly circular. The circle has a value of positive 50 volts. An oval shaped equipotential line with a value of positive 25 volts surrounds the middle of the diagram. The equipotential lines surrounding the point charges of positive 3 microcoulomb and positive 2 microcoulombs are contained within the oval shaped line. The point charge located toward the bottom-center of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a single equipotential line that is roughly circular. The circle has a value of negative 25 volts. An equipotential line with a value of 0 volts runs roughly horizontal between the bottom of the oval and the circle surrounding the point charge of negative 1 microcoulomb. This equipotential line then curves toward the left and runs roughly horizontal between the top of the oval and the outermost circle surrounding the point charge of negative 3 microcoulomb located toward the top-center of the figure. A point labeled R is shown on this line between the point charge of negative 3 microcoulombs and the point charge of positive 3 microcoulombs. A point labeled N is also shown on this line near the point charge of negative 1 microcoulomb. Finally, the point charge located toward the bottom-right of the figure has a charge of negative 2 microcoulombs. This charge is surrounded by a set of 2 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 50 volts and the outer circle has a value of negative 25 volts. A point labeled L is shown on the circle with potential of negative 25 volts.  Three paths labeled X through Z are shown in the diagram, as follows. Path X moves in a short arc across the bottom of the figure from point N to point L. Path Y moves in a long arc across the right of the figure from point L to point T. Path Z moves in a medium length arc across the top of the figure from point T to point R. The x y coordinate system shows that +x is directed to the right and +y is directed upwards.\" height=\"392\" src=\"https://assets.learnosity.com/organisations/537/VR252461.g10.png\" width=\"600\" /></div>\n\n<p class=\"stem_paragraph\">(f) A test charge is moved between various locations along the paths X, Y, and Z indicated on the figure above. Rank the net work done on the test charge by the electric field as the test charge is moved along paths X, Y, and Z. If any of the quantities are equal, clearly indicate this. Justify your ranking, citing relevant physics principles.</p>\n</div>\n","rubricRef":"VR252461_rubric"},{"id":"VR252461","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:G part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"G\"><p class=\"stem_paragraph\">(g) What is the net work done by the electric field on the charged particle as it travels from point N to point R along Path X, then Path Y, and finally Path Z? Justify your answer using appropriate physics principles.</p></div>\n","rubricRef":"VR252461_rubric"},{"id":"VR252461","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:H part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"H\">\n<div class=\"standalone_image\"><img alt=\"The figure shows five point charges positioned within electric equipotential lines and a standard x y coordinate system is indicated. The point charges are located toward the top-center, middle-left, middle-right, bottom-center, and bottom-right of the figure. The point charge located toward the top-center of the figure has a charge of negative 3 microcoulombs. This charge is surrounded by a set of 2 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 50 volts and the outer circle has a value of negative 25 volts.  The point charge located toward the middle-left of the figure has a charge of positive 3 microcoulombs. This charge is surrounded by a set of 2 equipotential lines that are also roughly circular and concentric. The inner circle has a value of positive 75 volts and the outer circle has a value of positive 50 volts. The point charge located toward the middle-right of the figure has a charge of positive 2 microcoulombs. This charge is surrounded by a single equipotential line that is roughly circular. The circle has a value of positive 50 volts. Another equipotential line that is somewhat oval shaped with a value of positive 25 volts surrounds the positive 3 microcoulomb and positive 2 microcoulomb charges.  The point charge located toward the bottom-center of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a single equipotential line that is roughly circular. The circle has a value of negative 25 volts. An equipotential line with a value of 0 volts runs roughly horizontal between the bottom of the oval and the circle surrounding the point charge of negative 1 microcoulomb. This equipotential line then curves toward the left and runs roughly horizontal between the top of the oval and the outermost circle surrounding the point charge of negative 3 microcoulomb located toward the top-center of the figure. Finally, the point charge located toward the bottom-right of the figure has a charge of negative 2 microcoulombs. This charge is surrounded by a set of 2 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 50 volts and the outer circle has a value of negative 25 volts. Two Gaussian surfaces are shown, as follows. Gaussian surface 1 is in the shape of an oval, and it surrounds the middle-left point charge of positive 3 microcoulombs and the bottom-center point charge of negative 1 microcoulomb . Gaussian surface 2 is in the shape of an oval, and surrounds the middle-right point charge of positive 2 microcoulombs and the bottom-right point charge of negative 2 microcoulombs. The x y coordinate system shows that +x is directed to the right and +y is directed upwards.\" height=\"392\" src=\"https://assets.learnosity.com/organisations/537/VR252461.g12.png\" width=\"600\" /></div>\n\n<p class=\"stem_paragraph\">The cross-sections of two closed Gaussian surfaces are indicated on the figure above. The total electric flux for these surfaces is <span class=\"math_expression\"><span aria-label=\"phi sub 1\"><math alttext=\"phi sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span> and <span class=\"math_expression\"><span aria-label=\"phi sub 2\"><math alttext=\"phi sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span>, respectively. Compare the magnitude of electric flux passing through these surfaces. Justify your comparison by citing relevant physics principles. You may write “flux 1” to indicate <span class=\"math_expression\"><span aria-label=\"phi sub 1\"><math alttext=\"phi sub 1\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></mrow></mstyle></math></span></span> and “flux 2” to indicate <span class=\"math_expression\"><span aria-label=\"phi sub 2\"><math alttext=\"phi sub 2\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></mrow></mstyle></math></span></span>.</p>\n</div>\n","rubricRef":"VR252461_rubric"}]