[{"id":"VR252463","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each part carefully. Show all your work for each part of the question. The parts within the question may not have equal weight.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows five point charges positioned within electric equipotential lines and a standard x y coordinate system is indicated. The point charges are located toward the top-left, top-right, middle-left, middle-right, and bottom-center of the figure. The point charge located toward the top-left of the figure has a charge of positive 2 microcoulombs. This charge is surrounded by a set of 4 equipotential lines that are roughly circular and concentric. The inner circle has a value of positive 100 volts and moving outward the value of each circle decreases by 25 volts. The outermost circle has potential of positive 25 volts. The point charge located toward the top-right of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a single equipotential line that is roughly circular. This circle has a value of negative 25 volts. The point charge located toward the middle-left of the figure has a charge of negative 3 microcoulombs. This charge is surrounded by a set of 3 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 100 volts and the outer circle has a value of negative 50 volts. The point charge located toward the middle-right of the figure has a charge of positive 5 microcoulombs. This charge is surrounded by six equipotential lines that are roughly circular and concentric. The inner circle has a value of positive 150 volts and the outer circle has a value of positive 25 volts. A point labeled S is shown on the outer circle with potential of positive 25 volts, a point labeled L is shown on the circle with potential 50 volts, a point labeled N is shown on the circle with potential 75 volts, and a point labeled R is shown on the line with potential 0 volts. The point charge located at the bottom-center of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a single equipotential line that is roughly circular. This circle has a value of negative 50 volts. An oval shaped equipotential line with a value of negative 25 volts surrounds the bottom-left of the diagram. The equipotential lines surrounding the point charge of negative 3 microcoulombs and negative 1 microcoulomb are contained within the oval shaped line. Finally, an equipotential line with a value of 0 volts runs from the bottom of the figure roughly vertical between the point charge of negative 1 microcoulomb and the point charge of positive 5 microcoulombs. This line then curves to the right around the equipotential line surrounding the point charge of negative 1 microcoulomb at the top-right of the figure and then curves back down and to the left to run roughly horizontal between the point charge of positive 2 microcoulomb at the top-right and the point charge of negative 3 microcoulomb at the middle-left. A point labeled T is at the top-right corner of the figure, between the equipotential line with value 0 volts and the circle with value 25 volts that surrounds the point charge of positive five microcoulombs at the middle-right of the figure. The x y coordinate system shows that +x is directed to the right and +y is directed upwards.\" height=\"369\" src=\"https://assets.learnosity.com/organisations/537/VR252463.g01.png\" width=\"600\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A combination of point charges produces the electric equipotential lines shown on the diagram above. The difference between successive equipotential lines is <span class=\"math_expression\"><span aria-label=\"25 volts\"><math alttext=\"25 volts\" overflow=\"scroll\"><mstyle><mrow><mn>25</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.2em\"></mspace><mtext>V</mtext></mrow></mstyle></math></span></span>, as shown on the figure.</p>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) Without making any calculations, describe the process by which a student could calculate the approximate electric field at point N without knowing the quantity of charge of each source charge.</p>\n</div>\n","rubricRef":"VR252463_rubric"},{"id":"VR252463","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">In terms of coordinate axes, describe the direction of the electric field at:</p><p class=\"stem_paragraph\">(b) Point R</p></div>\n","rubricRef":"VR252463_rubric"},{"id":"VR252463","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\"><p class=\"stem_paragraph\">(c) Point L</p></div>\n","rubricRef":"VR252463_rubric"},{"id":"VR252463","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) Point N</p></div>\n","rubricRef":"VR252463_rubric"},{"id":"VR252463","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:E part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"E\"><p class=\"stem_paragraph\">(e) A test charge is placed at points R, S, or L. Rank the magnitude of the electrical potential energy of the system when the test charge is at these points from greatest to least. If any of the quantities are equal, clearly indicate this. Justify your ranking, citing relevant physics principles.</p></div>\n","rubricRef":"VR252463_rubric"},{"id":"VR252463","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:F part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"F\">\n<div class=\"standalone_image\"><img alt=\"The figure shows five point charges positioned within electric equipotential lines and a standard x y coordinate system is indicated. The point charges are located toward the top-left, top-right, middle-left, middle-right, and bottom-center of the figure. The point charge located toward the top-left of the figure has a charge of positive 2 microcoulombs. This charge is surrounded by a set of 4 equipotential lines that are roughly circular and concentric. The inner circle has a value of positive 100 volts and moving outward the value of each circle decreases by 25 volts. The outermost circle has potential of positive 25 volts. The point charge located toward the top-right of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a single equipotential line that is roughly circular. This circle has a value of negative 25 volts. The point charge located toward the middle-left of the figure has a charge of negative 3 microcoulombs. This charge is surrounded by a set of 3 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 100 volts and the outer circle has a value of negative 50 volts. The point charge located toward the middle-right of the figure has a charge of positive 5 microcoulombs. This charge is surrounded by six equipotential lines that are roughly circular and concentric. The inner circle has a value of positive 150 volts and the outer circle has a value of positive 25 volts. A point labeled S is shown on the outer circle with potential of positive 25 volts, a point labeled L is shown on the circle with potential 50 volts, a point labeled N is shown on the circle with potential 75 volts, and a point labeled R is shown on the line with potential 0 volts. The point charge located at the bottom-center of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a single equipotential line that is roughly circular. This circle has a value of negative 50 volts. An oval shaped equipotential line with a value of negative 25 volts surrounds the bottom-left of the diagram. The equipotential lines surrounding the point charges of negative 3 microcoulombs and negative 1 microcoulomb are contained within the oval shaped line. Finally, an equipotential line with a value of 0 volts runs from the bottom of the figure roughly vertical between the point charge of negative 1 microcoulomb and the point charge of positive 5 microcoulombs. This line then curves to the right around the equipotential line surrounding the point charge of negative 1 microcoulomb at the top-right of the figure and then curves back down and to the left to run roughly horizontal between the point charge of positive 2 microcoulomb at the top-right and the point charge of negative 3 microcoulomb at the middle-left. A point labeled T is at the top-right corner of the figure, between the equipotential line with value 0 volts and the circle with value 25 volts that surrounds the point charge of positive five microcoulombs at the middle-right of the figure. Three paths labeled X through Z are shown in the diagram, as follows. Path X moves in a medium length arc across the top-right of the figure from point R to point S. Path Y moves in a medium length arc across the right side of the figure from point S to point L. Path Z moves in a long arc across the bottom of the figure from point L to point R. The x y coordinate system shows that +x is directed to the right and +y is directed upwards.\" height=\"370\" src=\"https://assets.learnosity.com/organisations/537/VR252463.g02.png\" width=\"600\" /></div>\n\n<p class=\"stem_paragraph\">A test charge is moved between various locations along the paths X, Y, and Z indicated on the figure above.</p>\n\n<p class=\"stem_paragraph\">(f) Rank the net work done on the test charge by the electric field as the test charge is moved along paths X, Y, and Z. If any of the quantities are equal, clearly indicate this. Justify your answer.</p>\n</div>\n","rubricRef":"VR252463_rubric"},{"id":"VR252463","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:G part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"G\"><p class=\"stem_paragraph\">(g) What is the net work done by the electric field on the test charge as it travels along Path X to Path Y and then along Path Z? Justify your answer using appropriate physics principles.</p></div>\n","rubricRef":"VR252463_rubric"},{"id":"VR252463","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:H part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"H\">\n<div class=\"standalone_image\"><img alt=\"The figure shows five point charges positioned within electric equipotential lines and a standard x y coordinate system is indicated. The point charges are located toward the top-left, top-right, middle-left, middle-right, and bottom-center of the figure. The point charge located toward the top-left of the figure has a charge of positive 2 microcoulombs. This charge is surrounded by a set of 4 equipotential lines that are roughly circular and concentric. The inner circle has a value of positive 100 volts and moving outward the value of each circle decreases by 25 volts. The outermost circle has potential of positive 25 volts. The point charge located toward the top-right of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a single equipotential line that is roughly circular. This circle has a value of negative 25 volts. The point charge located toward the middle-left of the figure has a charge of negative 3 microcoulombs. This charge is surrounded by a set of 3 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 100 volts and the outer circle has a value of negative 50 volts. The point charge located toward the middle-right of the figure has a charge of positive 5 microcoulombs. This charge is surrounded by six equipotential lines that are roughly circular and concentric. The inner circle has a value of positive 150 volts and the outer circle has a value of positive 25 volts.  The point charge located at the bottom-center of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a single equipotential line that is roughly circular. This circle has a value of negative 50 volts. An oval shaped equipotential line with a value of negative 25 volts surrounds the bottom-left of the diagram. Finally, an equipotential line with a value of 0 volts runs from the bottom of the figure roughly vertical between the point charge of negative 1 microcoulomb and the point charge of positive 5 microcoulombs. This line then curves to the right around the equipotential line surrounding the point charge of negative 1 microcoulomb at the top-right of the figure and then curves back down and to the left to run roughly horizontal between the point charge of positive 2 microcoulomb at the top-right and the point charge of negative 3 microcoulomb at the middle-left. Two Gaussian surfaces are shown, as follows. Gaussian surface 1 is in the shape of an oval, and it surrounds the middle-left point charge of negative 3 microcoulombs and the bottom-center point charge of negative 1 microcoulomb . Gaussian surface 2 is also in the shape of an oval, and it surrounds the middle-right point charge of positive 5 microcoulombs and bottom-center point charge of negative 1 microcoulomb. The two Gaussian surfaces overlap around the bottom-center point charge of negative 1 microcoulomb. The x y coordinate system shows that +x is directed to the right and +y is directed upwards.\" height=\"370\" src=\"https://assets.learnosity.com/organisations/537/VR252463.g03.png\" width=\"600\" /></div>\n\n<p class=\"stem_paragraph\">(h) The cross-sections of two closed Gaussian surfaces are indicated on the figure above. The total electric flux for these surfaces is <span class=\"math_expression\"><span aria-label=\"phi sub 1\"><math alttext=\"phi sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span> and <span class=\"math_expression\"><span aria-label=\"phi sub 2\"><math alttext=\"phi sub 2\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></mrow></mstyle></math></span></span>, respectively. Compare the magnitude of electric flux passing through these surfaces. Justify your comparison by citing relevant physics principles. You may write “flux 1” to indicate <span class=\"math_expression\"><span aria-label=\"phi sub 1\"><math alttext=\"phi sub 1\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></mrow></mstyle></math></span></span> and “flux 2” to indicate <span class=\"math_expression\"><span aria-label=\"phi sub 2\"><math alttext=\"phi sub 2\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></mrow></mstyle></math></span></span>.</p>\n</div>\n","rubricRef":"VR252463_rubric"}]