[{"id":"VR252475","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each part carefully. Show all your work for each part of the question. The parts within the question may not have equal weight.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a ten-by-ten square grid pattern with a series of curved equipotential lines and four points labeled A through D. The top lefthand portion of the diagram contains a series of roughly semi-circular, roughly concentric equipotential lines that are spaced at increasingly wider distances apart going from left to right. Point A is shown between equipotential lines that have a potentials of 4 volts and 3 volts, located three quarters of the way away from the 3 volt line and toward the 4 volt line. The lines are approximately 0.5 grid units apart in the vicinity of point A. The lines are oriented nearly vertically, with the 3-volt line to the right of the 4-volt line. The top righthand portion of the diagram also contains a series of roughly semi-circular, roughly concentric equipotential lines that are spaced at increasingly wider distances apart going from right to left. Point B is shown between equipotential lines that have potentials of 3 volts and 4 volts, located three quarters of the way away from the 3 volt line and toward the 4 volt line. The lines are approximately 0.5 grid units apart in the vicinity of point B. The lines are oriented nearly vertically, with the 4-volt line to the right of the 3-volt line. Point C is shown near the middle of the grid region, halfway between a 0-volt line and a 1-volt line. The lines are approximately 2.5 grid units apart. The bottom center portion of the diagram also contains a series of roughly semi-circular, roughly concentric lines that are spaced at increasingly wider distances apart going upward. Point D is shown halfway between two unlabeled equipotential lines, and the lines are approximately 0.3 grid units apart.\" height=\"359\" src=\"https://assets.learnosity.com/organisations/537/VR252475.g04.png\" width=\"400\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The diagram above shows the equipotential lines in a region of space in the vicinity of three charges. Several of the lines are labeled with their electric potential values. The difference between successive equipotential lines is <span class=\"math_expression\"><span aria-label=\"1 volt\"><math alttext=\"1 volt\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>V</mtext></mrow></mstyle></math></span></span>. The region is divided into squares that are <span class=\"math_expression\"><span aria-label=\"1 centimeter\"><math alttext=\"1 centimeter\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>cm</mtext></mrow></mstyle></math></span></span> wide. The points A through D are locations in the plane of the page.</p>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) Rank the points A through D according to the magnitude of the electric field at those points. If any of the electric fields have equal magnitudes, explicitly state this. Explain your ranking.</p>\n</div>\n","rubricRef":"VR252475_rubric"},{"id":"VR252475","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b) State the direction of the electric force acting on a proton placed at point B. Justify your answer.</p></div>\n","rubricRef":"VR252475_rubric"},{"id":"VR252475","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\"><p class=\"stem_paragraph\">(c) Estimate the strength of the electric field at point D. Justify your answer.</p></div>\n","rubricRef":"VR252475_rubric"},{"id":"VR252475","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\">\n<div class=\"standalone_image\"><img alt=\"The figure is identical to the previous figure, except that a thin, horizontal glass tube has been placed between points A and B, with point A at the left end of the tube and point B at the right end. Within the tube, the equipotential lines are more closely spaced at the two ends, and farther apart in the middle of the tube. Point A at the left end is between a 3-volt and a 4-volt equipotential line, the center of the tube is between a 0-volt and a 1-volt line, and point B at the right end is between a 3-volt and a 4-volt line. The figure shows the same ten-by-ten square grid pattern with a series of curved equipotential lines and four points labeled A through D, as in the previous figure. The top left-hand portion of the diagram contains a series of roughly semi-circular, roughly concentric equipotential lines that are spaced at increasingly wider distances apart going from left to right. Point A is shown between equipotential lines that have a potentials of 4 volts and 3 volts, located three quarters of the way away from the 3 volt line and toward the 4 volt line. The lines are approximately 0.5 grid units apart in the vicinity of point A. The lines are oriented nearly vertically, with the 3-volt line to the right of the 4-volt line. The top right-hand portion of the diagram also contains a series of roughly semi-circular, roughly concentric equipotential lines that are spaced at increasingly wider distances apart going from right to left. Point B is shown between equipotential lines that have potentials of 3 volts and 4 volts, located three quarters of the way away from the 3 volt line and toward the 4 volt line. The lines are approximately 0.5 grid units apart in the vicinity of point B. The lines are oriented nearly vertically, with the 4-volt line to the right of the 3-volt line. Point C is shown near the middle of the grid region, halfway between a 0-volt line and a 1-volt line. The lines are approximately 2.5 grid units apart. The bottom center portion of the diagram also contains a series of roughly semi-circular, roughly concentric lines that are spaced at increasingly wider distances apart going upward. Point D is shown halfway between two unlabeled equipotential lines, and the lines are approximately 0.3 grid units apart.\" height=\"382\" src=\"https://assets.learnosity.com/organisations/537/VR252475.g02.png\" width=\"425\" /></div>\n\n<p class=\"stem_paragraph\">A glass tube is set between points A and B. A small negatively charged sphere is placed in the tube at point A and given an initial rightward velocity so that the sphere reaches point B, constrained by the tube to move along the line connecting A and B. Ignore any effects from friction or gravity.</p>\n\n<p class=\"stem_paragraph\">(d) Describe how the speed of the sphere changes as it travels from A to B. Justify your answer.</p>\n</div>\n","rubricRef":"VR252475_rubric"},{"id":"VR252475","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:E part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"E\"><p class=\"stem_paragraph\">(e) Describe how the acceleration (magnitude and direction) of the sphere changes as it travels from A to B. Justify your answer.</p></div>\n","rubricRef":"VR252475_rubric"},{"id":"VR252475","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:F part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"F\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a square grid pattern that is 10 grid units wide and 4 grid units high, with a series of curved equipotential lines and two points labeled A and B. A thin, horizontal glass tube is between points A and B, with point A at the left end of the tube and point B at the right end. The bottom-center and top-center portions of the diagram each contains roughly semi-circular, roughly concentric equipotential lines that are spaced at increasing distances apart going from the edge of the figure toward the center.  The left and right regions of the diagram each contains equipotential lines that are approximately vertical. Point A is located in the left-hand portion of the diagram approximately halfway between equipotential lines for 0 volts and 1 volt. Point B is located in the right-hand portion of the diagram approximately halfway between different equipotential lines for 1 volt and 0 volts. The middle of the glass tube, halfway between points A and B, is located on an equipotential line for 5 volts. Within the horizontal tube, the equipotential lines are oriented approximately vertically. In the vicinity of points A and B, the spacing between adjacent lines is nearly uniform and is approximately 0.75 grid unit. In the middle of the tube, the spacing between adjacent lines is approximately 1.5 grid units.\" height=\"196\" src=\"https://assets.learnosity.com/organisations/537/VR252475.g03.png\" width=\"450\" /></div>\n\n<p class=\"stem_paragraph\">The charges that created the electric potential are removed and replaced by two other charges. The diagram above shows equipotential lines in the region of space that includes the tube and points A and B. The negatively charged sphere is again placed at point A, but it is this time released from rest. The mass and charge of the sphere are known. A student analyzing the situation writes a correct equation for the electric potential <span class=\"math_expression\"><span aria-label=\"V of x\"><math alttext=\"V of x\" overflow=\"scroll\"><mstyle><mrow><mi>V</mi><mo>(</mo><mi>x</mi><mo>)</mo></mrow></mstyle></math></span></span> within the tube, where <span class=\"math_expression\"><span aria-label=\"x\"><math alttext=\"x\" overflow=\"scroll\"><mstyle><mrow><mi>x</mi></mrow></mstyle></math></span></span> is the distance traveled to the right from point A.</p>\n\n<p class=\"stem_paragraph\">(f) There is a single location between point A and point B where the speed of the sphere reaches a maximum. Describe how a student can use the equation for <span class=\"math_expression\"><span aria-label=\"V of x\"><math alttext=\"V of x\" overflow=\"scroll\"><mstyle><mrow><mi>V</mi><mo>(</mo><mi>x</mi><mo>)</mo></mrow></mstyle></math></span></span> to determine the maximum speed attained by the sphere.</p>\n</div>\n","rubricRef":"VR252475_rubric"}]