[{"id":"VR252459","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each part carefully. Show all your work for each part of the question. The parts within the question may not have equal weight.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows four point charges positioned within electric equipotential lines and a standard x y coordinate system is indicated. The point charges are located toward the bottom-left, top-left, top-right, and bottom-right of the figure. The point charge located toward the bottom-left of the figure has a charge of positive 4 microcoulombs. This charge is surrounded by a set of 4 equipotential lines that are roughly circular and concentric. The inner circle has a value of positive 40 volts and moving outward the value of each circle decreases by 10 volts. A point labeled R is shown on the circle with potential of positive 10 volts. The point charge located toward the top-left of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a set of 2 equipotential lines that are also roughly circular and concentric. The inner circle has a value of negative 20 volts and the outer circle has a value of negative 10 volts. A point labeled S is shown on the circle with potential of negative 10 volts. The point charge located toward the top-right of the figure also has a charge of negative 1 microcoulomb. This charge is surrounded by a set of 3 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 40 volts and the potential decreases to negative 20 volts on the outer circle. Point L is shown on the circle with potential of negative 20 volts. The point charge located toward the bottom-right of the figure has a charge of negative 3 microcoulombs. This charge is surrounded by a set of 3 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 40 volts and the potential decreases to negative 20 volts on the outer line. A point labeled T is shown on the circle with potential of negative 30 volts. An oval shaped equipotential line with a value of negative 10 volts surrounds the right side of the diagram. The equipotential lines surrounding the point charges of negative 1 microcoulomb and negative 3 microcoulombs are contained within the oval shaped line and point N is shown on this line at roughly the midpoint between the four point charges. Finally, an equipotential line with a value of 0 volts runs roughly vertical between the outermost circles surrounding the point charges of positive 4 microcoulombs and negative 3 microcoulombs located toward the bottom of the figure. This equipotential line then curves toward the left and runs roughly horizontal between the outermost circles surrounding the point charges of positive 4 microcoulombs and negative 1 microcoulomb located toward the left of the figure. The x y coordinate system shows that +x is directed to the right and +y is directed upwards.\" height=\"400\" src=\"https://assets.learnosity.com/organisations/537/VR252459.g05.png\" width=\"600\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A combination of point charges produces the electric equipotential lines shown on the diagram above. The difference between successive equipotential lines is <span class=\"math_expression\"><span aria-label=\"10 volts\"><math alttext=\"10 volts\" overflow=\"scroll\"><mstyle><mrow><mn>10</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.2em\"></mspace><mtext>V</mtext></mrow></mstyle></math></span></span>, as shown on the figure.</p>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) Qualitatively describe the process by which a student could calculate the electric potential at point N without using the equipotential lines in the figure.</p>\n</div>\n","rubricRef":"VR252459_rubric"},{"id":"VR252459","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">In terms of coordinate axes, describe the direction of the electric field at:</p><p class=\"stem_paragraph\">(b) Point R</p></div>\n","rubricRef":"VR252459_rubric"},{"id":"VR252459","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">(c) Point S</p></div>\n","rubricRef":"VR252459_rubric"},{"id":"VR252459","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) Point T</p></div>\n","rubricRef":"VR252459_rubric"},{"id":"VR252459","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:e part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"e\"><p class=\"stem_paragraph\">(e) Rank the magnitude of the electric field at points S, T, and N from greatest to least. If any of the quantities are equal, clearly indicate this. Justify your ranking, citing relevant physics principles.</p></div>\n","rubricRef":"VR252459_rubric"},{"id":"VR252459","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:f part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"f\">\n<div class=\"standalone_image\"><img alt=\"The figure shows four point charges positioned within electric equipotential lines and a standard x y coordinate system is indicated. The point charges are located toward the bottom-left, top-left, top-right, and bottom-right of the figure. The point charge located toward the bottom-left of the figure has a charge of positive 4 microcoulombs. This charge is surrounded by a set of 4 equipotential lines that are roughly circular and concentric. The inner circle has a value of positive 40 volts and moving outward the value of each circle decreases by 10 volts. A point R is on the 10 volt line between the lower left charge and the upper left charge. The point charge located toward the top-left of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a set of 2 equipotential lines that are also roughly circular and concentric. The inner circle has a value of negative 20 volts and the outer circle has a value of negative 10 volts. A point labeled S is shown on the circle with potential of negative 10 volts. The point charge located toward the top-right of the figure also has a charge of negative 1 microcoulomb. This charge is surrounded by a set of 3 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 40 volts and the potential decreases to negative 20 volts on the outer circle. Point L is shown on the circle with potential of negative 20 volts. The point charge located toward the bottom-right of the figure has a charge of negative 3 microcoulombs. This charge is surrounded by a set of 3 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 40 volts and the potential decreases to negative 20 volts on the outer line. A point labeled T is shown on the circle with potential of negative 30 volts. An oval shaped equipotential line with a value of negative 10 volts surrounds the right side of the diagram. The equipotential lines surrounding the point charges of negative 1 microcoulomb and negative 3 microcoulombs are contained within the oval shaped line and point N is shown on this line at roughly the midpoint between the four point charges. Finally, an equipotential line with a value of 0 volts runs roughly vertical between the outermost circles surrounding the point charges of positive 4 microcoulombs and negative 3 microcoulombs located toward the bottom of the figure. This equipotential line then curves toward the left and runs roughly horizontally between the outermost circles surrounding the point charges of positive 4 microcoulombs and negative 1 microcoulomb located toward the left of the figure. Three paths labeled X through Z are shown in the diagram, as follows. Path X moves in a long arc across the top of the figure from point R to point T. Path Y moves in a short arc through the middle of the figure from point R to point T. Path Z moves in a medium length arc across the bottom of the figure from point R to point T. The x y coordinate system shows that +x is directed to the right and +y is directed upwards.\" height=\"400\" src=\"https://assets.learnosity.com/organisations/537/VR252459.g02.png\" width=\"600\" /></div>\n\n<p class=\"stem_paragraph\">(f) A test charge is moved from point R to point T along various paths X, Y, and Z, indicated on the figure above. For which path is the work done on the test charge by the electric field the greatest? If any of the quantities are equal, clearly indicate this. Justify your answer.</p>\n</div>\n","rubricRef":"VR252459_rubric"},{"id":"VR252459","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:g part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"g\"><p class=\"stem_paragraph\">(g) Starting at point R, describe a new path along which a test charge could be moved such that the net work done on the test charge by the electric field would be <span class=\"math_expression\"><span aria-label=\"0 joule\"><math alttext=\"0 joule\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>0</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.2em\"></mspace><mtext>J</mtext></mrow></mstyle></math></span></span>.</p></div>\n","rubricRef":"VR252459_rubric"},{"id":"VR252459","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:h part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"h\">\n<div class=\"standalone_image\"><img alt=\"The figure shows four point charges positioned within electric equipotential lines and a standard x y coordinate system is indicated. The point charges are located toward the bottom-left, top-left, top-right, and bottom-right of the figure. The point charge located toward the bottom-left of the figure has a charge of positive 4 microcoulombs. This charge is surrounded by a set of 4 equipotential lines that are roughly circular and concentric. The inner circle has a value of positive 40 volts and moving outward the value of each circle decreases by 10 volts. The point charge located toward the top-left of the figure has a charge of negative 1 microcoulomb. This charge is surrounded by a set of 2 equipotential lines that are also roughly circular and concentric. The inner circle has a value of negative 20 volts and the outer circle has a value of negative 10 volts. An oval shaped enclosure is drawn around these two charges on the left half of the figure. This oval shaped enclosure is named Gaussian surface 1 and it surrounds the bottom-left point charge of positive 4 microcoulombs and the top-left point charge of negative 1 microcoulomb.  The point charge located toward the top-right of the figure also has a charge of negative 1 microcoulomb. This charge is surrounded by a set of 3 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 40 volts and the potential decreases to negative 20 volts on the outer circle. A circle is drawn around this top-right negative 1 microcoulomb charge. The circle is drawn roughly between the negative 30 volt and negative 20 volt equipotential lines and it is labeled as Gaussian Surface 2. The point charge located toward the bottom-right of the figure has a charge of negative 3 microcoulombs. This charge is surrounded by a set of 3 equipotential lines that are roughly circular and concentric. The inner circle has a value of negative 40 volts and the potential decreases to negative 20 volts on the outer line.  The x y coordinate system shows that +x is directed to the right and +y is directed upwards.\" height=\"400\" src=\"https://assets.learnosity.com/organisations/537/VR252459.g04.png\" width=\"600\" /></div>\n\n<p class=\"stem_paragraph\">(h) The cross-sections of two closed Gaussian surfaces are indicated on the figure above. The total electric flux for these surfaces is <span class=\"math_expression\"><span aria-label=\"phi sub 1\"><math alttext=\"phi sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span> and <span class=\"math_expression\"><span aria-label=\"phi sub 2\"><math alttext=\"phi sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span>, respectively. Compare the magnitude of electric flux passing through these surfaces. Justify your comparison by citing relevant physics principles. You may write “flux 1” to indicate <span class=\"math_expression\"><span aria-label=\"phi sub 1\"><math alttext=\"phi sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span> and “flux 2” to indicate <span class=\"math_expression\"><span aria-label=\"phi sub 2\"><math alttext=\"phi sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mi mathvariant=\"normal\">Φ</mi></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span>.</p>\n</div>\n","rubricRef":"VR252459_rubric"}]