[{"id":"VR794268","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"Three figures are shown. Each figure shows a rectangular circuit diagram containing 6 resistors. Each circuit contains two horizontal branches and two vertical branches. The locations of the resistors are the same in each circuit. The horizontal branches in each circuit extend beyond the figure on both the left and right sides. Each horizontal branch has a resistor between the left edge of the circuit and the left vertical branch, and a resistor between the left and right vertical branches. Each vertical branch contains a resistor. In the top circuit, there is a current of 6 amperes to the right in the resistor on the top horizontal branch between the left edge of the circuit and the left vertical branch. There is a current of 2 amperes to the right in the resistor on the bottom vertical branch between the left edge of the circuit and the left vertical branch. There is a current of 4 amperes to the left in the resistor on the bottom horizontal branch between the left and right vertical branches. There is a current of 3 amperes in the upward direction in the resistor on the right vertical branch. There is a current of I sub X to the right in the wire segment on the top horizontal branch between the right vertical branch and the right edge of the circuit. In the middle circuit, there is a current of 6 amperes to the right in the resistor on the top horizontal branch between the left edge of the circuit and the left vertical branch. There is a current of 2 amperes to the right in the resistor on the bottom vertical branch between the left edge of the circuit and the left vertical branch. There is a current of 4 amperes to the right in the resistor on the bottom horizontal branch between the left and right vertical branches. There is a current of 3 amperes in the upward direction in the resistor on the right vertical branch. There is a current of I sub Y to the right in the wire segment on the top horizontal branch between the right vertical branch and the right edge of the circuit. In the bottom circuit, there is a current of 2 amperes to the right in the resistor on the top horizontal branch between the left edge of the circuit and the left vertical branch. There is a current of 6 amperes to the right in the resistor on the bottom vertical branch between the left edge of the circuit and the left vertical branch. There is a current of 4 amperes to the right in the resistor on the bottom horizontal branch between the left and right vertical branches. There is a current of 3 amperes in the upward direction in the resistor on the right vertical branch. There is a current of I sub Z to the right in the wire segment on the top horizontal branch between the right vertical branch and the right edge of the circuit.\" src=\"https://assets.learnosity.com/organisations/578/VR794268.g01.svg\"/></div></div></div><p class=\"stem_paragraph\">The diagrams show portions of three different circuits, with currents in some of the circuit branches indicated. Which of the following correctly compares the currents <span class=\"math_expression\"><span aria-label=\"I sub X\"><math alttext=\"I sub X\" display=\"inline\" overflow=\"scroll\"><msub><mi>I</mi><mi mathvariant=\"normal\">X</mi></msub></math></span></span>, <span class=\"math_expression\"><span aria-label=\"I sub Y\"><math alttext=\"I sub Y\" display=\"inline\" overflow=\"scroll\"><msub><mi>I</mi><mi mathvariant=\"normal\">Y</mi></msub></math></span></span>, and <span class=\"math_expression\"><span aria-label=\"I sub Z\"><math alttext=\"I sub Z\" display=\"inline\" overflow=\"scroll\"><msub><mi>I</mi><mi mathvariant=\"normal\">Z</mi></msub></math></span></span>?</p>\n","rubricRef":"VR794268_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"I sub X equals I sub Y, which equals I sub Z\"><math alttext=\"I sub X equals I sub Y, which equals I sub Z\" display=\"inline\" overflow=\"scroll\"><msub><mi>I</mi><mtext>X</mtext></msub><mo>=</mo><msub><mi>I</mi><mtext>Y</mtext></msub><mo>=</mo><msub><mi>I</mi><mtext>Z</mtext></msub></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"I sub X equals I sub Y, which is greater than I sub Z\"><math alttext=\"I sub X equals I sub Y, which is greater than I sub Z\" display=\"inline\" overflow=\"scroll\"><msub><mi>I</mi><mtext>X</mtext></msub><mo>=</mo><msub><mi>I</mi><mtext>Y</mtext></msub><mo>&gt;</mo><msub><mi>I</mi><mtext>Z</mtext></msub></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"I sub X is greater than I sub Y, which equals I sub Z\"><math alttext=\"I sub X is greater than I sub Y, which equals I sub Z\" display=\"inline\" overflow=\"scroll\"><msub><mi>I</mi><mtext>X</mtext></msub><mo>&gt;</mo><msub><mi>I</mi><mtext>Y</mtext></msub><mo>=</mo><msub><mi>I</mi><mtext>Z</mtext></msub></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"I sub X is greater than I sub Y, which is greater than I sub Z\"><math alttext=\"I sub X is greater than I sub Y, which is greater than I sub Z\" display=\"inline\" overflow=\"scroll\"><msub><mi>I</mi><mtext>X</mtext></msub><mo>&gt;</mo><msub><mi>I</mi><mtext>Y</mtext></msub><mo>&gt;</mo><msub><mi>I</mi><mtext>Z</mtext></msub></math></span></span></p>"],"answer":2}]