[{"id":"VR792802","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows an equipotential map for an unspecified charge distribution centered on points N and L. Points N and L have the same horizontal position, and Point N is below Point L. The map is nearly symmetric about a horizontal line halfway between points N and L. The equipotential curve closest to each of the points N and L is a circle. The next two curves surrounding these circles are ovoid, with their flatter sides facing the center of the map. The fourth equipotential curves from points N and L are nearly semi-circles with their flat sides facing each other. The fourth curve surrounding Point N is nearly a closed semicircle with the flat side facing upward. The fourth curve surrounding Point L is also nearly a semicircle, concave down, with the ends extended almost straight out to the left and right. Above and below the semi-circular equipotential curves are two approximately parabolic open curves (fifth curves). The fifth curve above Point L is concave down and the fifth curve below Point N is concave up. From innermost to outermost, the potentials of the equipotential curves around Point L are, 0 volts, 1 volt, 2 volts, 3 volts, and 4 volts. From innermost to outermost, the potentials of the equipotential curves around Point N are 6 volts, 5 volts, 4 volts, 3 volts, and 2 volts. The 3 volt curves correspond to the two semicircle curves. Three points aside from points N and L are indicated. Point M is halfway between points N and L on the 3 V curve. Point J is on the second equipotential curve (1 V) from Point L and is directly above Point L. Point H is on the fourth equipotential curve (3 V) from Point L and is directly above Point J.\" src=\"https://assets.learnosity.com/organisations/578/VR792802.g02.svg\"/></div></div></div><p class=\"stem_paragraph\">An isoline map of electric potential, with potential values indicated in volts, is shown in the figure for a distribution of charge. Five labeled points are also indicated in the figure. Which of the following statements is true?</p>\n","rubricRef":"VR792802_rubric","choicesHtml":["<p class=\"choice_paragraph\">The electric field at Point <span class=\"math_expression\"><span aria-label=\"H\"><math alttext=\"H\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">H</mi></math></span></span> is greater in magnitude than the field at Point <span class=\"math_expression\"><span aria-label=\"J\"><math alttext=\"J\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">J</mi></math></span></span>.</p>","<p class=\"choice_paragraph\">There must be a region or point of positive charge near Point <span class=\"math_expression\"><span aria-label=\"L\"><math alttext=\"L\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">L</mi></math></span></span>.</p>","<p class=\"choice_paragraph\">The electric field at Point <span class=\"math_expression\"><span aria-label=\"M\"><math alttext=\"M\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">M</mi></math></span></span> is either directly to the right or directly to the left.</p>","<p class=\"choice_paragraph\">A negative test charge released from rest near Point <span class=\"math_expression\"><span aria-label=\"N\"><math alttext=\"N\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">N</mi></math></span></span> will remain near Point <span class=\"math_expression\"><span aria-label=\"N\"><math alttext=\"N\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">N</mi></math></span></span>.</p>"],"answer":3}]