[{"id":"VR804168","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows a square circuit with a battery, three long resistive cylinders, and four points indicated on the circuit. The battery is on the left side and is oriented with its positive end upward and its negative end downward. One resistive cylinder is on each of the other three sides. A current is directed from left to right in the top resistive cylinder. Clockwise from the upper left corner, the points A through D are indicated at the four corners of the circuit.\" src=\"https://assets.learnosity.com/organisations/578/VR804168.g01.svg\"/></div></div></div><p class=\"stem_paragraph\">The figure shows a circuit made from a battery and three identical long, thin cylinders that are made from the same resistive material. Four labeled points, at the corners of the circuit, are also indicated. Which of the following graphs best represents the electric potential as a function of position along the circuit loop? Each graph starts at Point <span class=\"math_expression\"><span aria-label=\"A\"><math alttext=\"A\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">A</mi></math></span></span> and traverses the circuit clockwise.</p>\n","rubricRef":"VR804168_rubric","choicesHtml":["<div class=\"inline_image\"><img alt=\"The figure shows a graph of 2 line segments in the first quadrant of a coordinate plane. The horizontal axis is labeled Position Along Loop and the values A, B, C, D, and A are indicated at equal intervals. The vertical axis is labeled Electric Potential. There are 8 equally spaced vertical gridlines and 3 equally spaced horizontal gridlines. Four of the vertical gridlines ascend from B, C, D, and A, and the other four are at the midpoints between adjacent letters. The first line segment starts on the vertical axis at the point with coordinates A comma 3 units, moves down and to the right, and ends on the horizontal axis at the point with coordinates D comma zero. The second line segment begins where the first one ends, moves up and to the right, and ends at the point with coordinates A comma 1 unit.\" src=\"https://assets.learnosity.com/organisations/578/VR804168.g02.svg\"/></div>","<div class=\"inline_image\"><img alt=\"The figure shows a graph of 2 line segments in the first quadrant of a coordinate plane. The horizontal axis is labeled Position Along Loop and the values A, B, C, D, and A are indicated at equal intervals. The vertical axis is labeled Electric Potential. There are 8 equally spaced vertical gridlines and 3 equally spaced horizontal gridlines. Four of the vertical gridlines ascend from B, C, D, and A, and the other four are at the midpoints between adjacent letters. The first line segment starts on the vertical axis at the point with coordinates A comma 3 units, moves down and to the right, and ends on the horizontal axis at the point with coordinates D comma zero. The second line segment begins where the first one ends, moves up and to the right, and ends at the point with coordinates A comma 3 units.\" src=\"https://assets.learnosity.com/organisations/578/VR804168.g03.svg\"/></div>","<div class=\"inline_image\"><img alt=\"The figure shows a graph of 9 line segments in the first quadrant of a coordinate plane. The horizontal axis is labeled Position Along Loop and the values A, B, C, D, and A are indicated at equal intervals. The vertical axis is labeled Electric Potential. There are 8 equally spaced vertical gridlines and 3 equally spaced horizontal gridlines. Four of the vertical gridlines ascend from B, C, D, and A, and the other four are at the midpoints between adjacent letters. The first line segment starts on the vertical axis at the point with coordinates A comma 3 units, moves horizontally to the right, and ends halfway between the vertical axis and the first vertical gridline. The second line segment begins where the first one ends, moves down and to the right, and ends on the second horizontal gridline, halfway between the first and second vertical gridlines. The third line segment begins where the second one ends, moves horizontally to the right, and ends halfway between the second and third vertical gridlines. The fourth line segment begins where the third one ends, moves down and to the right, and ends on the first horizontal gridline, halfway between the third and fourth vertical gridlines. The fifth line segment begins where the fourth one ends, moves horizontally to the right, and ends halfway between the fourth and fifth vertical gridlines. The sixth line segment begins where the fifth one ends, moves down and to the right, and ends on the horizontal axis, halfway between the fifth and sixth vertical gridlines. The seventh line segment begins where the sixth one ends, moves horizontally to the right, and ends halfway between the sixth and seventh vertical gridlines. The eighth line segment begins where the seventh one ends, moves up and to the right, and ends on the first horizontal gridline, halfway between the seventh and eighth vertical gridlines. The ninth line segment begins where the eighth one ends, moves horizontally to the right, and ends on the eighth vertical gridline.\" src=\"https://assets.learnosity.com/organisations/578/VR804168.g04.svg\"/></div>","<div class=\"inline_image\"><img alt=\"The figure shows a graph of 9 line segments in the first quadrant of a coordinate plane. The horizontal axis is labeled Position Along Loop and the values A, B, C, D, and A are indicated at equal intervals. The vertical axis is labeled Electric Potential. There are 8 equally spaced vertical gridlines and 3 equally spaced horizontal gridlines. Four of the vertical gridlines ascend from B, C, D, and A, and the other four are at the midpoints between adjacent letters. The first line segment starts on the vertical axis at the point with coordinates A comma 3 units, moves horizontally to the right, and ends halfway between the vertical axis and the first vertical gridline. The second line segment begins where the first one ends, moves down and to the right, and ends on the second horizontal gridline, halfway between the first and second vertical gridlines. The third line segment begins where the second one ends, moves horizontally to the right, and ends halfway between the second and third vertical gridlines. The fourth line segment begins where the third one ends, moves down and to the right, and ends on the first horizontal gridline, halfway between the third and fourth vertical gridlines. The fifth line segment begins where the fourth one ends, moves horizontally to the right, and ends halfway between the fourth and fifth vertical gridlines. The sixth line segment begins where the fifth one ends, moves down and to the right, and ends on the horizontal axis, halfway between the fifth and sixth vertical gridlines. The seventh line segment begins where the sixth one ends, moves horizontally to the right, and ends halfway between the sixth and seventh vertical gridlines. The eighth line segment begins where the seventh one ends, moves up and to the right, and ends on the third horizontal gridline, halfway between the seventh and eighth vertical gridlines. The ninth line segment begins where the eighth one ends, moves horizontally to the right, and ends on the eighth vertical gridline.\" src=\"https://assets.learnosity.com/organisations/578/VR804168.g05.svg\"/></div>"],"answer":3}]