[{"id":"FT544270-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Woolf makes to convey her message about the lasting significance of these moments from her past.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from the memoirs of Virginia Woolf (1882-1941). This memoir, titled <em>Moments of Being</em> and published years after her death in 1972, &nbsp;reflects upon her childhood summers spent in a seaside village in Cornwall, England. Read the passage carefully. Write an essay that analyzes the rhetorical choices Woolf makes to convey her message about the lasting significance of these moments from her past.&nbsp;</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p style=\"margin-bottom:16px\"><span style=\"font-size:12pt\"><span style=\"background:white\"><span style=\"font-family:&quot;Times New Roman&quot;,serif\"><span lang=\"EN-US\" style=\"font-family:&quot;Calibri&quot;,&quot;sans-serif&quot;\"><span style=\"color:#333333\"></span></span></span></span></span></p>\n\n<p>Better than these walks, a treat announced perhaps once a fortnight, was an afternoon sailing. We would hire a lugger;<sup>1</sup> the fisherman went with us. But once Thoby was allowed to steer us home. “Show them you can bring her in, my boy,” father said, with his usual trust and pride in Thoby. And Thoby took the fisherman’s place; and steered; flushed and with his blue eyes very blue, and his mouth set, he sat there, bringing us round the point, into harbour, without letting the sail flag. One day the sea was full of pale jelly fish, like lamps, with streaming hair; but they stung you if you touched them. Sometimes lines would be handed us; baited by gobbets cut from fish; and the line thrilled in one’s fingers as the boat tossed and shot through the water; and then—how can I convey the excitement?—there was a little leaping tug; then another; up one hauled; up through the water at length came the white twisting fish; and was slapped on the floor. There it lay flapping this way and that in an inch or two of water.</p>\n\n<p>Once, after we had hung about, tacking, and hauling in gurnard after gurnard, dab after dab,<sup>2</sup> father said to me: “Next time if you are going to fish I shan’t come; I don’t like to see fish caught but you can go if you like.” It was a perfect lesson. It was not a rebuke; not a forbidding; simply a statement of his own feeling, about which I could think and decide for myself. Though my passion for the thrill and the tug had been perhaps the most acute I then knew, his words slowly extinguished it; leaving no grudge, I ceased to wish to catch fish. But from the memory of my own passion I am still able to construct an idea of the sporting passion. It is one of those invaluable seeds, from which, since it is impossible to have every experience fully, one can grow something that represents other people’s experiences. Often one has to make do with seeds; the germs of what might have been, had one’s life been different. I pigeonhole ‘fishing’ thus with other momentary glimpses; like those rapid glances, for example, that I cast into basements when I walk in London streets.</p>\n\n<p><sup>1</sup><sub> A lugger is a type of small fishing boat.</sub><br />\n<sup>2 </sup><sub>Gurnards and dabs are varieties of fish.</sub></p>\n"}]}]