[{"id":"FT540605","type":"mcq","stimulusHtml":"<p>The rhetorical purpose of Paragraph 1 (\"And we ... values\") is to </p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(This passage is excerpted from a recent work that examines Benjamin Franklin, an eighteenth-century thinker, political leader, and scientist, from a contemporary perspective.)</em></p>\n\n<p>Franklin has a particular resonance in twenty-first century America. A successful publisher and consummate networker with an inventive curiosity, he would have felt right at home in the information revolution, and his unabashed striving to be part of an upwardly mobile meritocracy made him, in social critic David Brooks's phrase, \"our founding Yuppie.\" We can easily imagine having a beer with him after work, showing him how to use the latest digital device, sharing the business plan for a new venture, and discussing the most recent political scandals or policy ideas. He would laugh at the latest joke … We would admire both his earnestness and his self-aware irony. And we would relate to the way he tried to balance, sometimes uneasily, the pursuit of reputation, wealth, earthly virtues, and spiritual values.<sup>1</sup></p>\n\n<p>Some who see the reflection of Franklin in the world today fret about a shallowness of soul and a spiritual complacency that seem to permeate a culture of materialism. They say that he teaches us how to live a practical and pecuniary life, but not an exalted existence. Others see the same reflection and admire the basic middle-class values and democratic sentiments that now seem under assault from elitists, radicals, reactionaries, and other bashers of the bourgeoisie. They regard Franklin as an exemplar of the personal character and civic virtue that are too often missing in modern America.</p>\n\n<p>Much of the admiration is warranted, and so too are some of the qualms. But the lessons from Franklin's life are more complex than those usually drawn by either his fans or his foes. Both sides too often confuse him with the striving pilgrim he portrayed in his autobiography. They mistake his genial moral maxims for the fundamental faiths that motivated his actions.</p>\n\n<p>____________________________</p>\n\n<p><sup>1</sup>David Brooks, \"Our Founding Yuppie,\" <em>Weekly Standard</em>, Oct. 23, 2000, 31. The word \"meritocracy\" is an argument-starter, and I have employed it sparingly in this book. It is often used loosely to denote a vision of social mobility based on merit and diligence, like Franklin's. The word was coined by British social thinker Michael Young (later to become somewhat ironically, Lord Young of Darlington) in his 1958 book <em>The Rise of Meritocracy</em> (New York: Viking Press) as a dismissive term to satirize a society that misguidedly created a new elite class based on the \"narrow band of values\" of IQ and educational credentials. The Harvard philosopher John Rawls, in <em>A Theory of Justice</em> (Cambridge: Harvard University Press, 1971), 106, used it more broadly to mean a \"social order [that] follows the principle of careers open to talents.\"</p>\n"}],"choicesHtml":["<p>assert that the contemporary view of Franklin distorts his accomplishments</p>","<p>suggest that Franklin did not balance his pursuits particularly well</p>","<p>make Franklin seem more morally upright than he may actually have been</p>","<p>prompt the reader to feel kinship with Franklin on the basis of the challenges he faced</p>"],"answer":3}]