[{"id":"FT541904-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices President Kennedy makes to achieve his purpose.","features":[{"type":"sharedpassage","html":"<p>On April 10, 1962, as the United States was emerging from a recession, the nation’s largest steel companies raised steel prices by 3.5 percent. President John F. Kennedy, who had repeatedly called for stable prices and wages as part of a program of national sacrifice during a period of economic distress, held a news conference on April 11, 1962, which he opened with the following commentary regarding the hike in steel prices. Read the passage carefully. Write an essay that analyzes the rhetorical choices President Kennedy makes to achieve his purpose.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Simultaneous and identical actions of United States Steel and other leading steel corporations, increasing steel prices by some 6 dollars a ton, constitute a wholly unjustifiable and irresponsible defiance of the public interest.</p>\n\n<p>In this serious hour in our nation’s history, when we are confronted with grave crises in Berlin and Southeast Asia, when we are devoting our energies to economic recovery and stability, when we are asking Reservists to leave their homes and families for months on end, and servicemen to risk their lives—and four were killed in the last two days in Viet Nam—and asking union members to hold down their wage requests, at a time when restraint and sacrifice are being asked of every citizen, the American people will find it hard, as I do, to accept a situation in which a tiny handful of steel executives whose pursuit of private power and profit exceeds their sense of public responsibility can show such utter contempt for the interests of 185 million Americans.</p>\n\n<p>If this rise in the cost of steel is imitated by the rest of the industry, instead of rescinded, it would increase the cost of homes, autos, appliances, and most other items for every American family. It would increase the cost of machinery and tools to every American businessman and farmer. It would seriously handicap our efforts to prevent an inflationary spiral from eating up the pensions of our older citizens, and our new gains in purchasing power.</p>\n\n<p>It would add, Secretary McNamara* informed me this morning, an estimated one billion dollars to the cost of our defenses, at a time when every dollar is needed for national security and other purposes. It would make it more difficult for American goods to compete in foreign markets, more difficult to withstand competition from foreign imports, and thus more difficult to improve our balance of payments position, and stem the flow of gold. And it is necessary to stem it for our national security, if we are going to pay for our security commitments abroad. And it would surely handicap our efforts to induce other industries and unions to adopt responsible price and wage policies.</p>\n\n<p>The facts of the matter are that there is no justification for an increase in the steel prices. The recent settlement between the industry and the union, which does not even take place until July 1st, was widely acknowledged to be non-inflationary, and the whole purpose and effect of this Administration’s role, which both parties understood, was to achieve an agreement which would make unnecessary any increase in prices.</p>\n\n<p>Steel output per man is rising so fast that labor costs per ton of steel can actually be expected to decline in the next twelve months. And in fact, the Acting Commissioner of the Bureau of Labor Statistics informed me this morning that, and I quote: “Employment costs per unit of steel output in 1961 were essentially the same as they were in 1958.”</p>\n\n<p>The cost of the major raw materials, steel scrap and coal, has also been declining, and for an industry which has been generally operating at less than two thirds of capacity, its profit rate has been normal and can be expected to rise sharply this year in view of the reduction in idle capacity. Their lot has been easier than that of a hundred thousand steel workers thrown out of work in the last three years. The industry’s cash dividends have exceeded 600 million dollars in each of the last five years, and earnings in the first quarter of this year were estimated in the February 28th Wall Street Journal to be among the highest in history.</p>\n\n<p>In short, at a time when they could be exploring how more efficiency and better prices could be obtained, reducing prices in this industry in recognition of lower costs, their unusually good labor contract, their foreign competition and their increase in production and profits which are coming this year, a few gigantic corporations have decided to increase prices in ruthless disregard of their public responsibilities.</p>\n\n<p>The Steel Workers Union can be proud that it abided by its responsibilities in this agreement, and this government also has responsibilities, which we intend to meet.</p>\n\n<p>The Department of Justice and the Federal Trade Commission are examining the significance of this action in a free, competitive economy.</p>\n\n<p>The Department of Defense and other agencies are reviewing its impact on their policies of procurement, and I am informed that steps are underway by those Members of the Congress who plan appropriate inquiries into how these price decisions are so quickly made, and reached, and what legislative safeguards may be needed to protect the public interest.</p>\n\n<p>Price and wage decisions in this country, except for very limited restrictions in the case of monopolies and national emergency strikes, are and ought to be freely and privately made, but the American people have a right to expect in return for that freedom, a higher sense of business responsibility for the welfare of their country than has been shown in the last two days.</p>\n\n<p>Some time ago I asked each American to consider what he would do for his country and I asked the steel companies. In the last 24 hours we had their answer.</p>\n\n<p><sup>* Robert S. McNamara, secretary of defense from 1961 to 1968</sup></p>\n"}]}]