[{"id":"FT544285-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Green makes to achieve his purpose of persuading his fellow African Americans to join the Union forces.","features":[{"type":"sharedpassage","html":"<p>On April 20, 1861, Alfred M. Green delivered the following speech in Philadelphia in April 1861, the first month of the Civil War. African Americans were not yet permitted to join the Union army, but Green felt that they should strive to be admitted to the ranks and prepare to enlist. Read the speech carefully. Write an essay that analyzes the rhetorical choices Green makes to achieve his purpose of persuading his fellow African Americans to join the Union forces.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><span style=\"font-size:11pt\"><span style=\"line-height:106%\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\"><span style=\"line-height:106%\"></span></span></span></span></span></p>\n\n<p>The time has arrived in the history of the great Republic when we may again give evidence to the world of the bravery and patriotism of a race in whose hearts burns the love of country, of freedom, and of civil and religious toleration. It is these grand principles that enable men, however proscribed, when possessed of true patriotism, to say, “My country, right or wrong, I love thee still!”</p>\n\n<p>It is true, the brave deeds of our fathers, sworn and subscribed to by the immortal Washington of the Revolution of 1776, and by Jackson and others in the War of 1812, have failed to bring us into recognition as citizens, enjoying those rights so dearly bought by those noble and patriotic sires.</p>\n\n<p>It is true that our injuries in many respects are great; fugitive-slave laws, Dred Scott* decisions, indictments for treason, and long and dreary months of imprisonment. The result of the most unfair rules of judicial investigation has been the pay we have received for our solicitude, sympathy and aid in the dangers and difficulties of those “days that tried men’s souls.”</p>\n\n<p>Our duty, brethren, is not to cavil over past grievances. Let us not be derelict to duty in the time of need. While we remember the past and regret that our present position in the country is not such as to create within us that burning zeal and enthusiasm for the field of battle which inspires other men in the full enjoyment of every civil and religious emolument, yet let us endeavor to hope for the future and improve the present auspicious moment for creating anew our claims upon the justice and honor of the Republic; and, above all, let not the honor and glory achieved by our fathers be blasted or sullied by a want of true heroism among their sons.</p>\n\n<p>Let us, then, take up the sword, trusting in God, who will defend the right, remembering that these are other days than those of yore; that the world today is on the side of freedom and universal political equality; that the war cry of the howling leaders of Secession and treason is: “Let us drive back the advance guard of civil and religious freedom; let us have more slave territory; let us build stronger the tyrant system of slavery in the great American Republic.” Remember, too, that your very presence among the troops of the North would inspire your oppressed brethren of the South with zeal for the overthrow of the tyrant system, and confidence in the armies of the living God—the God of truth, justice and equality to all men.</p>\n\n<p class=\"text-right\"><sup>* A slave who sued in federal court for his and his family’s freedom</sup></p>\n"}]}]