[{"id":"FT544314-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Sanders makes to develop his argument about moving.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from the 1993 nonfiction book <em>Staying Put: Making a Home in a Restless World</em> by Scott Russell Sanders. In the book, Sanders responds to an essay by Salman Rushdie, a writer who left his native India for England. Rushdie describes the “effect of mass migrations” as being “the creation of radically new types of human being: people who root themselves in ideas rather than places.” Read the passage carefully. Write an essay that analyzes the rhetorical choices Sanders makes to develop his argument about moving.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Claims for the virtues of shifting ground are familiar and seductive to Americans, this nation of restless movers. From the beginning, our heroes have been sailors, explorers, cowboys, prospectors, speculators, backwoods ramblers, rainbow-chasers, vagabonds of every stripe. Our Promised Land has always been over the next ridge or at the end of the trail, never under our feet. One hundred years after the official closing of the frontier, we have still not shaken off the romance of unlimited space. If we fish out a stream or wear out a field, or if the smoke from neighbor’s chimney begins to crowd the sky, why, off we go to a new stream, a fresh field, a clean sky. In our national mythology, the worst fate is to be trapped on a farm, in a village, in the sticks, in some dead-end job or unglamorous marriage or played-out game. Stand still, we are warned, and you die. Americans have dug the most canals, laid the most rails, built the most roads and airports of any nation. In the newspaper I read that, even though our sprawling system of interstate highways is crumbling, the president has decided that we should triple it in size, and all without raising our taxes a nickel. Only a populace drunk on driving, a populace infatuated with the myth of the open road, could hear such a proposal without hooting.</p>\n\n<p>So Americans are likely to share Rushdie’s enthusiasm for migration, for the “hybridity, impurity, intermingling, the transformation that comes of new and unexpected combinations of human beings, cultures, ideas, politics, movies, songs.” Everything about us is mongrel, from race to language, and we are stronger for it. Yet we might respond more skeptically when Rushdie says that “to be a migrant is, perhaps, to be the only species of human being free of the shackles of nationalism (to say nothing of its ugly sister, patriotism).” Lord knows we could do with less nationalism (to say nothing of its ugly siblings, racism, religious sectarianism, or class snobbery). But who would pretend that a history of migration has immunized the United States against bigotry? And even if, by uprooting ourselves, we shed our chauvinism, is that all we lose?</p>\n\n<p>In this hemisphere, many of the worst abuses—of land, forests, animals, and communities—have been carried out by “people who root themselves in ideas rather than places.” Rushdie claims that “migrants must, of necessity, make a new imaginative relationship with the world, because of the loss of familiar habitats.” But migrants often pack up their visions and values with the rest of their baggage and carry them along. The Spaniards devastated Central and South America by imposing on this New World the religion, economics, and politics of the Old. Colonists brought slavery with them to North America, along with smallpox and Norway rats. The Dust Bowl of the 1930s was caused not by drought but by the transfer onto the Great Plains of farming methods that were suitable to wetter regions. The habit of our industry and commerce has been to force identical schemes onto differing locales, as though the mind were a cookie-cutter and the land were dough.</p>\n\n<p>I quarrel with Rushdie because he articulates as eloquently as anyone the orthodoxy that I wish to counter: the belief that movement is inherently good, staying put is bad; that uprooting brings tolerance, while rootedness breeds intolerance; that imaginary homelands are preferable to geographical ones; that to be modern, enlightened, fully of our time is to be displaced. Wholesale dis-placement may be inevitable; but we should not suppose that it occurs without disastrous consequences for the earth and for ourselves. People who root themselves in places are likelier to know and care for those places than are people who root themselves in ideas. When we cease to be migrants and become inhabitants, we might begin to pay enough heed and respect to where we are. By settling in, we have a chance of making a durable home for ourselves, our fellow creatures, and our descendants.</p>\n\n<p class=\"text-right\">(1993)</p>\n"}]}]