[{"id":"FT542389","type":"mcq","stimulusHtml":"<p>In context, the use of the word \"tyrannies\" (Paragraph 2) conveys the author's</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(This passage is from an essay published in the 1980s by a writer who was born in Trinidad, a former British colony.)</em></p>\n\n<p>Childish memory recreates one of those Trinidad afternoons of burning heat, glare, heat-waves making watery mirages on the asphalt; I seem to remember how the wind stirred the wild grasses growing along the verges. An aircraft was standing on the runway. ‘Look! Look!’ Someone—presumably my brother— was waving a handkerchief at us from a port-hole. I seem to recall too the roar of the engines, the aircraft climbing into a blank, blue sky, becoming smaller as it rose higher, shrinking into an ever-diminishing point of metallic glitter . . . disappearing.</p>\n\n<p>&nbsp;</p>\n\n<p>I would have been about five years old at the time—the baby of the family. On that day my brother had disappeared into regions unknown to me; and so became, as I have said, cloaked with an unreality I found impenetrable. But this unreality, however abstract, however bloodless, was loaded with implication for me. My brother, by reason of his academic successes, had established a pattern, a set of standards. Willy-nilly, these were transformed into a sort of Absolute—small-island, colonial style: willy-nilly, my character, my actual performance, my ‘promise’, would be judged against the expectations generated by that Absolute. <em>He </em>had won an ‘Exhibition’ (a type of scholarship) to a good secondary school. Would <em>I? He </em>had won a Trinidad Government scholarship that had taken him to Oxford. Would <em>I? </em>Invariably—how could it be otherwise?—I suffered by comparison. No one ever quite lives up to the demands of an Absolute. You gaze into mirrors—school reports, other faces, overheard opinions—and all you ever see reflected are your own inadequacies; the treasons you are alleged to have inflicted on a self-contained, self-sustaining regime of preconceived and unexamined expectations. I became ‘sensitised’ at an early age to discourtesy and stupidity. Those without imagination are doomed to these twin vices. Looking back on myself, I see that I was a difficult, moody and enigmatic child. It was a form of self-protection against the tyrannies that sought to imprison me, that offered me neither compassion nor courtesy. And—perhaps—the child has developed into a difficult, moody and enigmatic man. He doesn’t like to think he is . . . but he recognizes, glancing into the mirrors that offer themselves, he may be.</p>\n\n<p>&nbsp;</p>\n\n<p>Incidents come to mind—some of which still cause me pain. There was that most august relative of mine who (I was probably about ten years old at the time), when I baulked at eating with my hands—I can no longer remember what led up to that petty action of rebellion—remarked: ‘Wait until <em>you </em>get to Oxford. <em>You </em>haven’t got in there yet. Remember that.’ Now, even at so tender an age, could I possibly forget?</p>\n"}],"choicesHtml":["<p>sense of being dominated by others</p>","<p>view that the world is usually cruel</p>","naïve acceptance of the rules of others","<p>selfish desire to control others</p>"],"answer":-1}]