[{"id":"FT541457","type":"mcq","stimulusHtml":"<p>Taken as a whole, the passage is best described as a</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p>Is the English language—or, to put it less apocalyptically, English prose writing—really in a bad way? How would one tell? The standard jeremiads of the Sunday supplements give only anecdotal evidence, and that of a curious sort; the examples of degradation that they present are drawn not from current plays or novels, which are grammatically and syntactically <em>extra judicium</em>, but from advertisements, scholarly papers, and—most popular of all—memos from college deans. It is hard to believe that any of these texts will survive even until the next century, much less that late-twentieth-century English will be judged by their example. Our picture of the English of previous centuries, after all, has been formed on the basis of a careful selection of the best that was said and thought back then; <em>their</em> hacks and bureaucrats are mercifully silent now. But while it is understandable that speakers of a language with a literary tradition would tend to be pessimistic about its course, there is no more hard evidence for a general linguistic degeneration than there is reason to believe that Aaron and Rose are inferior to Ruth and Gehrig.<sup>1</sup></p>\n\n<p>Most of my fellow linguists, in fact, would say that it is absurd even to talk about a language changing for the better or the worse. When you have the historical picture before you, and can see how Indo-European gradually slipped into Germanic, Germanic into Anglo-Saxon, and Anglo-Saxon into the English of Chaucer, then Shakespeare, and then Henry James, the process of linguistic change seems as ineluctable and impersonal as continental drift. From this Olympian point of view, not even the Norman invasion had much of an effect on the structure of the language, and all the tirades of all the grammarians since the Renaissance sound like the prattlings of landscape gardeners who hope by frantic efforts to keep Alaska from bumping into Asia.</p>\n\n<p>The long run will surely prove the linguists right: English will survive whatever “abuses” its current critics complain of. And by that I mean not just that people will go on using English and its descendants in their daily commerce but that they will continue to make art with it as well. Yet it is hard to take comfort in the scholars’' sanguine detachment. We all know what Keynes<sup>2</sup> said about the long run, and in the meantime does it really matter not at all how we choose to speak and write? It may be that my children will use <em>gift</em> and <em>impact</em> as verbs without the slightest compunction (just as I used <em>contact</em>, wondering that anyone ever bothered to object to it). But I can’t overcome the feeling that it is wrong for me to use them in that way and that people of my generation who say “We decided to gift them with a desk set” are in some sense guilty of a moral lapse, whether because they are ignorant or because they are weak. In the face of that conviction, it really doesn’t matter to me whether <em>to gift</em> will eventually prevail, carried on the historical tide. Our glory, Silone<sup>3</sup> said, lies in not having to submit to history.</p>\n\n<p>Linguistic manners are like any others. People have always found it worthwhile to reflect on how best to behave, for the sake of at least individual enlightenment and improvement. Since the eighteenth century, most of our great moralists have at one time or another turned their attention to the language, from Addison, Swift, and Johnson to Arnold, James, Shaw, Mencken, and Orwell. In their essays and in the great grammars and dictionaries, we find the most direct secular continuation of the homiletic tradition, reflecting the conviction that the mastery of polite prose is a moral accomplishment, to which we will be moved by appeals to our highest instincts.</p>\n\n<p class=\"text-right\">(1983)</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup>Aaron, Rose, Ruth, and Gehrig were professional baseball players. Ruth and Gehrig played before Aaron and Rose.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup>John Maynard Keynes: English economist, 1883–1946, who commented that in the long run, we will all be dead</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>3</sup>Ignazio Silone: Italian novelist and journalist, 1900–1978</span></p>\n"}],"choicesHtml":["<p>critique of the characteristics of bureaucratic prose</p>","<p>technical analysis of a point of linguistic theory</p>","<p>discussion of differing attitudes toward linguistic change</p>","<p>description that relies primarily on concrete examples</p>"],"answer":1}]