[{"id":"FT544322-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on the extent to which schools should support individuality or conformity.","features":[{"type":"sharedpassage","html":"<p>Mass public schooling has traditionally proclaimed among its goals the following: (1) to help each student gain personal fulfillment and (2) to help create good citizens. These two goals—one aimed at the betterment of individuals and the other aimed at the betterment of society—might seem at odds with one another. At the very least, these two goals are a cause of much tension within schools at every level: schools want students to be allowed or encouraged to think for themselves and pursue their own interests, but schools also believe that it is right in some circumstances to encourage conformity in order to socialize students.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the extent to which schools should support individuality or conformity.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Gatto)<br />\nSource B (Bell schedule)<br />\nSource C (Book cover)<br />\nSource D (Holt)<br />\nSource E (Photo)<br />\nSource F&nbsp;(Expectations)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source A</strong><br />\nGatto, John Taylor. “Against School: How Public<br />\nEducation Cripples Our Kids, and Why.”<br />\n<em>Harper’s Magazine</em> Sept. 2003.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from an essay by a former high school teacher who advocates educational reform.</em></p>\n\n<p>Do we really need school? I don’t mean education, just forced schooling: six classes a day, five days a week, nine months a year, for twelve years. Is this deadly routine really necessary? And if so, for what? Don’t hide behind reading, writing, and arithmetic as a rationale, because 2 million happy homeschoolers have surely put that banal justification to rest. Even if they hadn’t, a considerable number of well-known Americans never went through the twelve-year wringer our kids currently go through, and they turned out all right. George Washington, Benjamin Franklin, Thomas Jefferson, Abraham Lincoln? Someone taught them, to be sure, but they were not products of a school system, and not one of them was ever “graduated” from a secondary school. . . . We have been taught (that is, schooled) in this country to think of “success” as synonymous with, or at least dependent upon, “schooling,” but historically that isn’t true in either an intellectual or a financial sense. And plenty of people throughout the world today find a way to educate themselves without resorting to a system of compulsory secondary schools that all too often resemble prisons. Why, then, do Americans confuse education with just such a system?</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source B</strong><br />\nHigh school bell schedule<br />\n_________________________________________________________</p>\n\n<p><em>The following is the daily schedule followed by students in a public high school.</em></p>\n\n<p><img alt=\"A schedule is shown with the title Your High School Daily Bell Schedule. There are two columns. In the left columns is the period, and in the right column is the time of that period. The first row reads period 1, then there is an extra note that the first bell is at 8:16 AM, then 8:20 to 9:06. The second row reads period 2, 9:10 to 9:56. The third row is period 3, 10:00 to 10:51. The fourth row is period 4, 10:55 to 11:41. The first row is period 5, 11:45 to 12:51. The sixth row is period 6, 12:35 to 1:21. The seventh row is period 7, 1:25 to 2:11. The eighth row is period 8, 2:15 to 3:01. \" height=\"505\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8ae3cdaee6f0cc03553019d3d8341763/original.png\" width=\"550\" /></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source C</strong><br />\nBook cover<br />\n_________________________________________________________</p>\n\n<p><em>The following is a possible cover design for a book about how to prepare kindergarten students for standardized<br />\ntests.</em></p>\n\n<p><img alt=\" An image of a book cover is shown. At the top in a grey box is a title that reads, preparing for kindergarten testing. Below this are drawings of pencils, a clock, and a torn piece of paper with the number 14 and four boxes next to the letters A,B,C, and D indicating answer choices for a test question. In the bottom left corner is a square grey box with a white uppercase letter K. \" height=\"452\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b628da7d1963df1ee504baf4af1b0bf1/original.png\" width=\"350\" /></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source D</strong><br />\nHolt, John. “School Is Bad for Children.”<br />\n<em>Saturday Evening Post</em> 8 Feb. 1969.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from an essay written by an educational theorist.</em></p>\n\n<p>And so, in this dull and ugly place, where nobody ever says anything very truthful, where everybody is playing a kind of role, as in a charade, where teachers are no more free to respond honestly to the students than the students are free to respond to the teachers or each other, where the air practically vibrates with suspicion and anxiety, the child learns to live in a daze, saving his energies for those small parts of his life that are too trivial for the adults to bother with, and thus remain his. It is a rare child who can come through his schooling with much left of his curiosity, his independence or his sense of his own dignity, competence and worth.</p>\n\n<p>So much for criticism. What do we need to do? Many things. Some are easy—we can do them right away. Some are hard, and may take some time. Take a hard one first. We should abolish compulsory school attendance. At the very least we should modify it, perhaps by giving children every year a large number of authorized absences. Our compulsory school-attendance laws once served a humane and useful purpose. They protected children’s right to some schooling, against those adults who would otherwise have denied it to them in order to exploit their labor, in farm, store, mine, or factory. Today the laws help nobody, not the schools, not the teachers, not the children. To keep kids in school who would rather not be there costs the schools an enormous amount of time and trouble—to say nothing of what it costs to repair the damage that these angry and resentful prisoners do every time they get a chance.</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source E</strong></p>\n\n<p>Photo of children singing in school</p>\n\n<p>________________________________________________________</p>\n\n<p><em>The following is a photo taken in a school.</em></p>\n\n<p><img alt=\"A picture is shown of children singing in a chorus. Four elementary school ages children are standing in a row holding sheet music. Their mouths are open as though they are singing. A hang can be seen holding a conductor’s baton to direct the children. \" height=\"750\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1c6a91a09fae29eb5f4ae3b1b37c4a75/original.png\" width=\"500\" /></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source F</strong><br />\nExpectations of high school students published in the student handbook<br />\n_________________________________________________________</p>\n\n<p><em>The following expectations are published for students in a public high school.</em></p>\n\n<p><strong>SCHOOL CLIMATE AND STUDENT EXPECTATIONS.</strong></p>\n\n<p>All Students are expected to:</p>\n\n<ul>\n\t<li>\n\t<p>report to class on time and attend all classes regularly;</p>\n\t</li>\n\t<li>\n\t<p>accept responsibility for their learning</p>\n\n\t<ul>\n\t\t<li>\n\t\t<p>complete homework assignments,</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>bring required materials to class each day,</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>be attentive in class, and listen, speak and discuss when appropriate;</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>respect the teacher’s position as leader in the classroom</p>\n\n\t<ul>\n\t\t<li>\n\t\t<p>follow the teacher’s directions,</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>adhere to individual classroom guidelines;</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>be considerate to and respectful of others</p>\n\n\t<ul>\n\t\t<li>\n\t\t<p>refrain from teasing, interrupting or criticizing others,</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>refrain from using vulgar or obscene language,</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>refrain from acting out anger and frustration through fighting or other inappropriate behaviors,</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>keep all food and drink in the cafeteria and patio areas except when authorized by a teacher;</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>cooperate with the specific rules of the school</p>\n\n\t<ul>\n\t\t<li>\n\t\t<p>dress in appropriate attire which does not distract or offend others (wearing shoes is required by law),</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>refrain from running in the halls and speaking loudly and banging lockers while classes are in progress;</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>respect the rights of others to learn</p>\n\n\t<ul>\n\t\t<li>\n\t\t<p>do not create excessive noise in the halls, library, commons, quadrangle or other outside areas (radios and personal listening devices are generally inappropriate for classroom use unless approved by the teacher for a specific educational purpose),</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>obey the laws of society, including prohibitions against assault, theft, vandalism, possession of illegal substances and possession of weapons.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n"}]}]