[{"id":"FT545357-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes information from at least three of the sources and develops your position on whether college is worth its cost.","features":[{"type":"sharedpassage","html":"<p>Many recent college graduates have faced record levels of unemployment. This situation has led people to question what they value about higher education. Some high school students and their parents are wondering if a college education is worth the cost. Others, however, believe that a college education prepares students for more than just a job or career.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes information from at least three of the sources and develops your position on whether college is worth its cost.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Crawford)<br />\nSource B (Roth)<br />\nSource C (chart)<br />\nSource D (Leonhardt)<br />\nSource E (Wieder)<br />\nSource F (Pew)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>_______________________________________________________</p>\n\n<p><strong>Source A</strong></p>\n\n<p>Crawford, Matthew B. “The Case for Working with Your Hands.” <em>New York Times Magazine.</em> New York Times, 24 May 2009. Web. 19 Dec. 2011.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following is excerpted from an article in the Sunday magazine section of a national newspaper.</em></p>\n\n<p>High-school shop-class programs were widely dismantled in the 1990s as educators prepared students to become “knowledge workers.” The imperative of the last 20 years to round up every warm body and send it to college, then to the cubicle, was tied to a vision of the future in which we somehow take leave of material reality and glide about in a pure information economy. This has not come to pass. To begin with, such work often feels more enervating than gliding. More fundamentally, now as ever, somebody has to actually do things: fix our cars, unclog our toilets, build our houses.</p>\n\n<p>When we praise people who do work that is straightforwardly useful, the praise often betrays an assumption that they had no other options. We idealize them as the salt of the earth and emphasize the sacrifice for others their work may entail. Such sacrifice does indeed occur—the hazards faced by a lineman restoring power during a storm come to mind. But what if such work answers as well to a basic human need of the one who does it? I take this to be the suggestion of Marge Piercy’s poem “To Be of Use,” which concludes with the lines “the pitcher longs for water to carry/and a person for work that is real.” Beneath our gratitude for the lineman may rest envy.</p>\n\n<p>This seems to be a moment when the useful arts have an especially compelling economic rationale. A car mechanics’ trade association reports that repair shops have seen their business jump significantly in the current recession: people aren’t buying new cars; they are fixing the ones they have. The current downturn is likely to pass eventually. But there are also systemic changes in the economy, arising from information technology, that have the surprising effect of making the manual trades—plumbing, electrical work, car repair—more attractive as careers. The Princeton economist Alan Blinder argues that the crucial distinction in the emerging labor market is not between those with more or less education, but between those whose services can be delivered over a wire and those who must do their work in person or on site. The latter will find their livelihoods more secure against outsourcing to distant countries. As Blinder puts it, “You can’t hammer a nail over the Internet.” Nor can the Indians fix your car. Because they are in India.</p>\n\n<p>If the goal is to earn a living, then, maybe it isn’t really true that 18-year-olds need to be imparted with a sense of panic about getting into college (though they certainly need to learn). Some people are hustled off to college, then to the cubicle, against their own inclinations and natural bents, when they would rather be learning to build things or fix things. One shop teacher suggested to me that “in schools, we create artificial learning environments for our children that they know to be contrived and undeserving of their full attention and engagement. Without the opportunity to learn through the hands, the world remains abstract and distant, and the passions for learning will not be engaged.”</p>\n\n<p class=\"text-center\"><sup>“The Case for Working with Your Hands” by Matthew B. Crawford from</sup> <sup>Shop Class as Soulcraft: An Inquiry into the Value of Work,</sup> <sup>copyright © 2009 by Matthew B. Crawford. Used by permission.</sup></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source B</strong></p>\n\n<p>Roth, Michael. “What’s a Liberal Arts Education GoodFor?” <em>Huffington Post.</em> TheHuffingtonPost.com, 1 Dec. 2008. Web. 20 Dec. 2011.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following is excerpted from an online article by the president of a liberal arts university.</em></p>\n\n<p>Rather than pursuing business, technical or vocational training, some students (and their families) opt for a well-rounded learning experience. Liberal learning introduces them to books and the music, the science and the philosophy that form disciplined yet creative habits of mind that are not <em>reducible</em> to the material circumstances of one’s life (though they may depend on those circumstances). There is a promise of freedom in the liberal arts education offered by America’s most distinctive, selective, and demanding institutions; and it is no surprise that their graduates can be found disproportionately in leadership positions in politics, culture and the economy. . . .</p>\n\n<p>What does liberal learning have to do with the harsh realities that our graduates are going to face after college? The development of the capacities for critical inquiry associated with liberal learning can be enormously practical because they become resources on which to draw for continual learning, for making decisions in one’s life, and for making a difference in the world. Given the pace of technological and social change, it no longer makes sense to devote four years of higher education entirely to specific skills. Being ready on DAY ONE, may have sounded nice on the campaign trail, but being able to draw on one’s education over a lifetime is much more practical (and precious). Post secondary education should help students to discover what they love to do, to get better at it, and to develop the ability to continue learning so that they become agents of change—not victims of it.</p>\n\n<p>A successful liberal arts education develops the capacity for innovation and for judgment. Those who can image how best to reconfigure existing resources and project future results will be the shapers of our economy and culture. We seldom get to have all the information we would like, but still we must act. The habits of mind developed in a liberal arts context often result in combinations of focus and flexibility that make for intelligent, and sometimes courageous risk taking for critical assessment of those risks. . . .</p>\n\n<p>America’s great universities and colleges must continue to offer a rigorous and innovative liberal arts education. A liberal education remains a resource years after graduation because it helps us to address problems and potential in our lives with passion, commitment and a sense of possibility. A liberal education teaches freedom by example, through the experience of free research, thinking and expression; and ideally, it inspires us to carry this example, this experience of meaningful freedom, from campus to community.</p>\n\n<p>The American model of liberal arts education emphasizes freedom and experimentation as tools for students to develop meaningful ways of working after graduation. Many liberal arts students become innovators and productive risk takers, translating liberal arts ideals into effective, productive work in the world. That is what a liberal education is good for.</p>\n\n<p class=\"text-center\"><sup>President Michael S. Roth, Wesleyan University, Huffington Post</sup></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source C</strong></p>\n\n<p>Shierholz, Heidi. “New college grads losing ground on wages.” <em>Economic Policy Institute</em>. Economic Policy Institute, 31 Aug. 2011. Web. 20 Dec. 2011.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following is from an online article published by a nonprofit, nonpartisan think tank that aims to broaden discussions about economic policy to include the needs of low- and middle-income workers.</em></p>\n\n<p>As college students head back to the classroom this semester, a harsh reality confronts them—the rewards for the time, energy, and money that young people put into college are less than they were a decade ago. Since 2000, America’s young college graduates have seen wages, adjusted for inflation, deteriorate. This lack of wage growth may be particularly surprising to those used to reading about the vast unfilled need for college graduates, which if true would lead to <em>increases</em> in their earnings. The <strong>chart below</strong> tracks the average inflation-adjusted hourly wage for young college graduates with no advanced degree from 1979 to 2010.</p>\n\n<p><img alt=\"The figure shows a chart titled New College Graduates Losing Ground on Wages: Entry-Level Wages of Male and Female College Graduates, 1979 to 2010. Along the horizontal axis are equally spaced tickmarks showing, from left to right, every 2 years from 1979 to 2010. The vertical axis is labeled Real Hourly Wage based 2010 dollars. Along the vertical axis are equally spaced tickmarks showing, from bottom to top, every dollar amount from fourteen dollars to twenty-four dollars. There are two data curves on the graph, one for Men ages 23 to 29 and one for Women ages 23 to 29. The data curve for Men ages 23 to 29 remains above, and does not intersect the data curve for Women ages 23 to 29.There are three arrows for each data curve, pointing to price amounts for three different years. The data are as follows: Men ages 23 to 29: Year 1979, Real Hourly Wage nineteen dollars ninety-seven cents Year 2000, Real Hourly Wage twenty-two dollars seventy-five cents Year 2010, Real Hourly Wage twenty-one dollars seventy-seven cents Women ages 23 to 29: Year 1979, Real Hourly Wage fifteen dollars eighty cents Year 2000, Real Hourly Wage nineteen dollars thirty-eight cents Year 2010, Real Hourly Wage eighteen dollars forty-three cents Below the chart is the following text: Source: E P Its analysis of the Current Population Survey, Outgoing Rotations Group.\" height=\"476\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/96d536e60c3e2ea4a945151c9bda92cf/original.png\" width=\"670\" /></p>\n\n<p>After gains in the 1980s and particularly in the 1990s, hourly wages for young college-educated men in 2000 were $22.75, but that dropped by almost a full dollar to $21.77 by 2010. For young college-educated women, hourly wages fell from $19.38 to $18.43 over the same period. Now, with unemployment expected to remain above 8% well into 2014, it will likely be many years before young college graduates—or any workers—see substantial wage growth.</p>\n\n<p class=\"text-center\"><sup>Source: EPI’s analysis of the Current Population Survey, Outgoing Relations Group. Taken from “New college grads losing ground on wages” by Heidi Shierholz, copyright © 2011 by Economic Policy Institute. Used by permission.</sup></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source D</strong></p>\n\n<p>Leonhardt, David. “Even for Cashiers, College Pays Off.”<em>New York Times</em>. New York Times, 25 June 2011. Web. 20 Dec. 2011.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following is excerpted from an online article in a national newspaper.</em></p>\n\n<p>The evidence is overwhelming that college is a better investment for most graduates than in the past. A new study even shows that a bachelor’s degree pays off for jobs that don’t require one: secretaries, plumbers and cashiers. And, beyond money, education seems to make people happier and healthier.</p>\n\n<p>“Sending more young Americans to college is not a panacea,” says David Autor, an M.I.T. economist who studies the labor market. “Not sending them to college would be a disaster.”</p>\n\n<p>The most unfortunate part of the case against college is that it encourages children, parents and schools to aim low. For those families on the fence—often deciding whether a student will be the first to attend—the skepticism becomes one more reason to stop at high school. Only about 33 percent of young adults get a four-year degree today, while another 10 percent receive a two-year degree.</p>\n\n<p>So it’s important to dissect the anti-college argument, piece by piece. It obviously starts with money. Tuition numbers can be eye-popping, and student debt has increased significantly. But there are two main reasons college costs aren’t usually a problem for those who graduate.</p>\n\n<p>First, many colleges are not very expensive, once financial aid is taken into account. Average net tuition and fees at public four-year colleges this past year were only about $2,000 (though Congress may soon cut federal financial aid).</p>\n\n<p>Second, the returns from a degree have soared. Three decades ago, full-time workers with a bachelor’s degree made 40 percent more than those with only a high-school diploma. Last year, the gap reached 83 percent. College graduates, though hardly immune from the downturn, are also far less likely to be unemployed than non-graduates.</p>\n\n<p>Skeptics like to point out that the income gap isn’t rising as fast as it once was, especially for college graduates who don’t get an advanced degree. But the gap remains enormous—and bigger than ever. Skipping college because the pace of gains has slowed is akin to skipping your heart medications because the pace of medical improvement isn’t what it used to be.</p>\n\n<p>The Hamilton Project, a research group in Washington, has just finished a comparison of college with other investments. It found that college tuition in recent decades has delivered an inflation-adjusted annual return of more than 15 percent. For stocks, the historical return is 7 percent. For real estate, it’s less than 1 percent.</p>\n\n<p>Another study being released this weekend—by Anthony Carnevale and Stephen J. Rose of Georgetown—breaks down the college premium by occupations and shows that college has big benefits even in many fields where a degree is not crucial.</p>\n\n<p>Construction workers, police officers, plumbers, retail salespeople and secretaries, among others, make significantly more with a degree than without one. Why? Education helps people do higher-skilled work, get jobs with better-paying companies or open their own businesses.</p>\n\n<p class=\"text-center\"><sup>From The New York Times, 6/25/2011 © 2011 The New York Times. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of this Content without express written permission is prohibited.</sup></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source E</strong></p>\n\n<p>Wieder, Ben. “Thiel Fellowship Pays 24 Talented Students $100,000 Not to Attend College.” <em>The Chronicle of Higher Education.</em> The Chronicle of Higher Education, 25 May 2011. Web. 20 Dec. 2011.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following is excerpted from an online article in a publication for college and university faculty members and administrators.</em></p>\n\n<p>The winners were announced today for a new fellowship that has sparked heated debate in academic circles for questioning the value of higher education and suggesting that some entrepreneurial students may be better off leaving college.</p>\n\n<p>Peter Thiel, a co-founder of PayPal, will pay each of the 24 winners of his Thiel Fellowship $100,000 not to attend college for two years and to develop business ideas instead.</p>\n\n<p>The fellows, all 20 years old or younger, will leave institutions including Harvard University, the Massachusetts Institute of Technology, and Stanford University, to work with a network of more than 100 Silicon Valley mentors and further develop their ideas in areas such as biotechnology, education, and energy. . . .</p>\n\n<p>At least one student initially chosen as a Thiel fellow, however, ended up turning down the deal, opting to continue her traditional education by accepting admission at MIT.</p>\n\n<p>Mr. Thiel said he had expected some applicants would decide to stay on their academic track.</p>\n\n<p>He admits he probably wouldn’t have applied for a program like the Thiel Fellowship when he was a student in the 1980s either.</p>\n\n<p>Mr. Thiel studied philosophy at Stanford in the 1980s and later completed law school there, but he now wishes he had given more thought to the educational decisions he made and their implications.</p>\n\n<p>“Instead, it was just this default activity,” he said.</p>\n\n<p><strong>Questioning the Value of College</strong></p>\n\n<p>The fellowship seeks to help winners develop their ideas more quickly than they would at a traditional university. Its broader aim goes beyond helping the 24 winners, by raising big questions about the state of higher education.</p>\n\n<p>Mr. Thiel ignited controversy when he told TechCrunch in April that he sees higher education as the next bubble, comparable to previously overvalued markets in technology and housing.</p>\n\n<p>Both cost and demand for a college education have grown significantly in the years since Mr. Thiel was a student. He sees that rise as irrational.</p>\n\n<p>Students today are taking on more debt, and recently tightened bankruptcy laws make it more difficult to shake that debt, he argues, and those factors make higher education a risky investment. “If you get this wrong, it’s actually a mistake that’s hard to undo for the rest of your life,” he said.</p>\n\n<p>Critics contend that even so, Thiel’s advice to leave school and develop a business is applicable only to a tiny fraction of students and that Thiel’s own success, aided by business relationships forged during his days at Stanford, argues against leaving school.</p>\n\n<p>But Thiel is convinced that the social pressure for students to pursue “lower-risk trajectories” in their career choices will lead to less innovation in the future.</p>\n\n<p class=\"text-center\"><sup>Copyright 2011 The Chronicle of Higher Education. Reprinted with permission.</sup></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source F</strong></p>\n\n<p>Pew Social &amp; Demographic Trends. “Executive Summary.” <em>Is College Worth It?</em> Pew Research Center, 15 May 2011. Web. 20 Dec. 2011.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following is excerpted from a 2011 report on a national survey of 2,142 adults ages 18 and older.</em></p>\n\n<p>Here is a summary of key findings:</p>\n\n<p><strong>Survey of the General Public</strong></p>\n\n<p><strong>Cost and Value</strong>. A majority of Americans (57%) say the higher education system in the United States fails to provide students with good value for the money they and their families spend. An even larger majority— 75%—says college is too expensive for most Americans to afford. At the same time, however, an overwhelming majority of college graduates—86%—say that college has been a good investment for them personally.</p>\n\n<p><strong>Monetary Payoff</strong>. Adults who graduated from a four-year college believe that, on average, they are earning $20,000 more a year as a result of having gotten that degree. Adults who did not attend college believe that, on average, they are earning $20,000 a year less as a result. These matched estimates by the public are very close to the median gap in annual earnings between a high school and college graduate as reported by the U.S. Census Bureau in 2010: $19,550. A more detailed Pew Research Center analysis . . . shows that this gap varies by type of degree and field of study.</p>\n\n<p><strong>Student Loans</strong>. A record share of students are leaving college with a substantial debt burden, and among those who do, about half (48%) say that paying off that debt made it harder to pay other bills; a quarter say it has made it harder to buy a home (25%); and about a quarter say it has had an impact on their career choices (24%).</p>\n\n<p><strong>Why Not College?</strong> Nearly every parent surveyed (94%) says they expect their child to attend college, but even as college enrollments have reached record levels, most young adults in this country still do not attend a four-year college. The main barrier is financial. Among adults ages 18 to 34 who are not in school and do not have a bachelor’s degree, two-thirds say a major reason for not continuing their education is the need to support a family. Also, 57% say they would prefer to work and make money; and 48% say they can’t afford to go to college.</p>\n\n<p><strong>Split Views of College Mission</strong>. Just under half of the public (47%) says the main purpose of a college education is to teach work-related skills and knowledge, while 39% say it is to help a student grow personally and intellectually; the remainder volunteer that both missions are equally important. College graduates place more emphasis on intellectual growth; those who are not college graduates place more emphasis on career preparation.</p>\n\n<p><strong>For Most College Graduates, Missions Accomplished</strong>. Among survey respondents who graduated from a four-year college, 74% say their college education was very useful in helping them grow intellectually; 69% say it was very useful in helping them grow and mature as a person; and 55% say it was very useful in helping them prepare for a job or career.</p>\n\n<p><strong>Above All, Character</strong>. While Americans value college, they value character even more. Asked what it takes for a young person to succeed in the world, 61% say a good work ethic is extremely important and 57% say the same about knowing how to get along with people. Just 42% say the same about a college education.</p>\n"}]}]