[{"id":"FT541903-22","type":"longtextV2","stimulusHtml":"<p>Write an essay that synthesizes material from at least three of the sources and develops your position on whether the USPS should be restructured to meet the needs of a changing world, and if so, how.</p>\n\n<p>&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p>The United States Postal Service (USPS) has delivered communications for more than two centuries. During the nineteenth century, the USPS helped to expand the boundaries of the United States by providing efficient and reliable communication across the country. Between 1790 and 1860 alone, the number of post offices in the United States grew from 75 to over 28,000. With this growth came job opportunities for postal workers and a boom in the cross-country rail system. The twentieth century brought substantial growth to the USPS, including large package delivery and airmail. Over the past decade, however, total mail volume has decreased considerably as competition from electronic mail and various package delivery companies has taken business away from the USPS. The loss of revenue has prompted the USPS to consider cutting back on delivery days and other services.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on whether the USPS should be restructured to meet the needs of a changing world, and if so, how.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Stone)</p>\n\n<p style=\"margin-left: 40px;\">Source B (graph)</p>\n\n<p style=\"margin-left: 40px;\">Source C (O’Keefe)</p>\n\n<p style=\"margin-left: 40px;\">Source D (McDevitt)</p>\n\n<p style=\"margin-left: 40px;\">Source E (Cullen)</p>\n\n<p style=\"margin-left: 40px;\">Source F&nbsp;(photo)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><strong>Source A</strong><br />\nStone, Daniel. “Flying Like an Eagle?” <em>Newsweek</em>.<br />\nNewsweek, 5 Oct. 2009. Web. 24 Sept. 2010.</p>\n\n<p><em>The following is excerpted from an online article in a national news magazine.</em></p>\n\n<p>Anyone who’s waited, and waited, in line at the old letter hub knows the service could probably be run better. NEWSWEEK asked a variety of management consultants and business futurists how to turn the old pony express into a sleek, 21st-century moneymaker—or, at the very least, a breaker-even. Listen up, Postal Service (and Congress): for this advice, we’ll let you cut in line.</p>\n\n<p>1) Get into the e-business. More people are e-mailing? So meet their needs. “Give every American an e-mail address when they’re born,” suggests futurist Watts Wacker. Might they look elsewhere for a different one? Sure, but at least you’ll maintain relevance in their mind. Plus, you can sell lucrative advertising on those accounts.</p>\n\n<p>2) Increase service. Don’t drop from six- to five-day delivery; go the other way, says Kellogg School marketing prof Richard Honack—to all seven. It seems counterintuitive to add service when you’re losing money, but people have less faith in the system precisely because of spotty service. Consider tightening hours, but the USPS could be the first carrier to reliably deliver all week.</p>\n\n<p>3) Advertise with coupons. It sounds like an archaic way to attract customers in a new era, but if people are flocking to the Internet, give them an incentive to come back. “We’re a coupon-cutting society,” says futurist and business strategist Marlene Brown. “Make people feel like there’s value added.”</p>\n\n<p>4) Make a play for control of government broadband [Internet access]. With Congress considering an expansion of broadband access, why not put it under the USPS, asks futurist David Houle. “That would define the Postal Service as a communications-delivery service, rather than just a team of letter carriers. Don’t let the service’s tie to Congress make it fizzle. If used right, why not use it as an advantage?”</p>\n\n<p>5) Rebrand. No one knows what the Postal Service stands for, says Wacker. “Fly like an eagle, what does that even mean?” A company’s brand is its most valuable tool, or its biggest liability. Contract out to find a new logo and slogan that actually convey what you do and how you do it. And then use them. (In this week’s NEWSWEEK magazine, we asked three design firms to get started.)</p>\n\n<p>6) Close branches if you must, but do it strategically. Franchise services by region, posits business strategist Gurumurthy Kalyanaram. You don’t need a full-service post office every few blocks in New York, for example. Some centers could be for letters only, others for packages. That way you cut down on staff size and service required to and from each.</p>\n\n<p>7) Reorganize and motivate staff. Paying high wages with inflated job security isn’t a competitive strategy. Unions may be fierce, but consultant Peter Cohan thinks management should put employee contracts out to bid. And add incentives: if a worker saves money, give him a percentage. Inversely, put jobs on the line to avoid losses. In other words, run it like a real business.</p>\n\n<p><sup>From Newsweek October 5, 2009 © 2009 Harman Newsweek LLC, Inc. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of the Material without express written permission is prohibited.</sup></p>\n\n<p><strong>Source B</strong><br />\n“The Challenge to Deliver: Creating the 21st Century<br />\nPostal Service: United States Postal Service 2009<br />\nAnnual Report.” <em>United States Postal Service</em>.<br />\nUnited States Postal Service, 2009. Web.<br />\n24 Sept. 2010.</p>\n\n<p><em>The following graph is excerpted from the 2009 annual report of the United States Postal Service.</em></p>\n\n<p class=\"text-center\"><strong>The Delivery Challenge: Less Mail, More Addresses</strong></p>\n\n<p><img alt=\"A graph is shown with the title The Delivery Challenge: Less Mail, More Addresses. The horizontal axis shows the year, along with the number of delivery points in millions and usps employees in that year, from 2000 to 2009 in increments of one year. Alternating years have vertical grey bars over the axis label and through the graph to make the graph easier to read. The vertical axis shows the mail volume in billions of pieces from 170 to 220 in increments of 5 with horizontal reference lines drawn. The first data point is for the year 2000 with 135.9 million delivery points and 787,538 employees, and there are 208 billions pieces of mail. The second data point is for the year 2001 with 137.7 million delivery points and 775,903 employees, and there are 207 billion pieces of mail. The third data point is for the year 2002 with 139.5 million delivery points and 752,949 employees, and there are 203 billion pieces of mail. The fourth data point is for the year 203 with 141.4 million delivery points and 729,035 employees, and there are 202 billion pieces of mail. The fifth data point is for the year 2004 with 142.3 million delivery points and 707,485 employees, and there are 206 billion pieces of mail. The sixth data point is for the year 2005 with 144.3 million delivery points and 704,716 employees, and there are 212 billion pieces of mail. The seventh data point is for the year 2006 with 146.2 million delivery points and 696,138 employees, and there are 213 billion pieces of mail. The eighth data point is for the year 2007 with 148 million delivery points and 684,762 employees, and there are 212 billion pieces of mail. The ninth data point is for the year 2008 with 149.2 million delivery points and 663,762 employees, and there are 203 billion pieces of mail. The tenth data point is for the year 2009 with 150.1 million delivery points and 623,128 employees, and there are 177 billion pieces of mail. The points are connected from left to right with straight line segments.\" height=\"485\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0669e3d6771b3bb609798b73337775af/original.png\" width=\"550\" /></p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Source C</strong><br />\nO’Keefe, Ed. “Postal Service Expected to Announce<br />\n‘Significant Changes.’ ” <em>Washington Post.</em><br />\nWashington Post Company, 2 Mar. 2010. Web.<br />\n27 Sept. 2010.</p>\n\n<p><em>The following is excerpted from an online article in a national newspaper.</em></p>\n\n<p>The U.S. Postal Service will release projections Tuesday that confirm for the first time the suspicion that mail volume will never return to pre-recession levels. In response, the agency is pushing anew for a dramatic reshaping of how Americans get and send their letters and packages.</p>\n\n<p>Customers are continuing to migrate to the Internet and to cheaper standard-mail options, and away from the Postal Service’s signature product—first-class mail, Postmaster General John E. Potter will report in announcing the projections.</p>\n\n<p>The Postal Service experienced a 13 percent drop in mail volume last fiscal year, more than double any previous decline, and lost $3.8 billion. The projections anticipate steeper drops in mail volume and revenue over the next 10 years, and mounting labor costs only complicate the agency’s path to firm fiscal footing.</p>\n\n<p>In an effort to offset some of the losses, Potter seeks more flexibility in the coming year to set delivery schedules, prices and labor costs. The changes could mean an end to Saturday deliveries, longer delivery times for letters and packages, higher postage-stamp prices that exceed the rate of inflation, and the potential for future layoffs.</p>\n\n<p>“At the end of the day, I’m convinced that if we make the changes that are necessary, we can continue to provide universal service for Americans for decades to come,” Potter said Monday. “We can turn back from the red to the black, but there are some significant changes we need to make.”</p>\n\n<p>The postmaster general called for many of these changes last year but failed to convince lawmakers. This time he’s armed with $4.8 million worth of outside studies that conclude that, without drastic changes, the mail agency will face even more staggering losses.</p>\n\n<p><sup>From The Washington Post, © March 02, 2010 The Washington Post. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of the Material without express written permission is prohibited.</sup></p>\n\n<p><strong>Source D</strong><br />\nMcDevitt, Caitlin. “To Postal Workers, No Mail Is<br />\n‘Junk’: With Revenues Falling, the Post Office<br />\nOwes Its Future to Stuff We Throw Out.”<br />\n<em>Newsweek</em>. Newsweek, 27 Sept. 2008. Web.<br />\n28 Sept. 2010.</p>\n\n<p><em>The following is excerpted from an online article in a national news magazine.</em></p>\n\n<p>These are tough times for the U.S. Postal Service. It’s being pummeled by high fuel costs. The soft economy is crimping the overall volume of mail, which fell 5.5 percent in the past year. Its business is also falling as Americans opt for e-mail over birthday cards and thank-you notes. Now comes another threat: consumers like Colleen Plimpton of Bethel, Conn. Earlier this year Plimpton became tired of the credit-card offers, catalogs and advertising fliers that clogged her mailbox. So in February she paid $20 to GreenDimes, a firm that helps consumers reduce their inflow of “junk mail” by contacting businesses on their behalf. “[Junk mailers] are cutting down trees willy-nilly, and that has got to stop,” says Plimpton.</p>\n\n<p>To the post office, consumers like her are a serious threat. “Efforts to convince people not to receive mail are really going to hurt,” says Steve Kearney, a Postal Service senior vice president.</p>\n\n<p>The Postal Service lost $1.1 billion in its latest quarter. That number would be even larger if it weren’t for direct mailings, which now constitute 52 percent of mail volume, up from 38 percent in 1990. Revenue from direct mail “is the financial underpinning of the Postal Service—it could not survive without it,” says Michael Coughlin, former deputy postmaster.</p>\n\n<p>But 89 percent of consumers say in polls that they’d prefer not to receive direct-marketing mail; 44 percent of it is never opened. That’s why 19 state legislatures have debated Do Not Mail lists, which would function just like the federal Do Not Call list. But partly due to opposition from postal workers, not a single bill has passed. When Colorado state Rep. Sara Gagliardi held a public meeting on a bill she was sponsoring, she was surprised when a crowd of postal workers showed up to express vehement opposition.</p>\n\n<p>Both the Postal Service and the Direct Marketing Association say direct mail is a key source of customers for small businesses. “Advertising mail is a very valuable product to many consumers,” says Sam Pulcrano, Postal Service vice president for sustainability, who points to two-for-one pizza coupons as especially welcome surprises. To blunt opposition, the DMA recently launched the Mail Moves America coalition to lobby against the restrictions.</p>\n\n<p>GreenDimes founder Pankaj Shah isn’t sympathetic. Not only is his company providing a service to consumers, he says, but it has also used its fees to plant more than 1 million trees. “We’re all about giving consumers choice, not about bringing down the post office,” he says. Still, as more consumers opt out of junk mail, rain, sleet and gloom of night may seem like the least of mail carriers’ problems.</p>\n\n<p><sup>From Newsweek October 27, 2008 © 2008 Harman Newsweek LLC, Inc. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of the Material without express written permission is prohibited.</sup></p>\n\n<p><strong>Source E</strong><br />\nCullen, Kevin. “Sending, Getting ‘Real’ Mail Still<br />\nMagic.” <em>Commercial-News</em>. Commercial-News,<br />\n20 Mar. 2010. Web. 28 Sept. 2010.</p>\n\n<p><em>The following is excerpted from an online article.</em></p>\n\n<p>E-mail is fast and simple, but to me an old-fashioned, handwritten letter has value in this speed-obsessed world. I have deleted hundreds of e-mails in one fell swoop, without taking the time to reread them, but I still have a letter that my Grandpa Cullen sent to me when I was 8.</p>\n\n<p>I like to receive letters, thank-you notes, birthday cards and Christmas cards, and I like to send them too. Even today, it costs just 44 cents to send one from Danville to Sandybeach, Hawaii, or Frozentoes, Alaska . . . a genuine bargain.</p>\n\n<p>Historians worry about the disappearance of permanent, written records. If there were no “real” letters, diaries, governmental files, handbills, pamphlets, magazines, newspapers and books—real ink on real paper—what would be left? Will electronic records even survive for 100 years? And what will happen if they don’t? . . .</p>\n\n<p>The Postal Service has been required to pay its own costs since 1970, and it made a profit until 2006. Since then, declining mail volume has created major problems. It delivered 17 percent fewer pieces in 2009 than it did in 2006, and lost $1.4 billion. That money was borrowed from the U.S. Treasury.</p>\n\n<p>More declines in volume, coupled with the soaring cost of retiree health benefits, could create $238 billion in losses over the next 10 years, Postmaster General John Potter recently said. Approximately half of the present 300,000 postal workers are expected to retire by 2020.</p>\n\n<p>Eliminating Saturday mail delivery would save $40 billion over a decade. Potter also wants to close and consolidate 154 post offices. More and more part-time workers would be hired as full-time workers retire.</p>\n\n<p>Clearly, mail delivery isn’t going away entirely. It’s an essential government function, like feeding the Army. No private contractor will carry a letter from the Florida Keys to Alaska for 44 cents.</p>\n\n<p>I’m going to do my bit by sending more letters.</p>\n\n<p>Our Christmas card list will be expanded. Birthday cards will go to more friends and family. And I’m going to thank more people, in writing, for more things. I will send more cards and letters to offer encouragement, interest and sympathy. It shows good breeding.</p>\n\n<p>I have shoeboxes filled with kind letters sent to me through the years by readers who liked something that I wrote. I always thanked them by return mail. Many friendships began that way. Those messages weren’t deleted 100 at a time; they were saved, and they can be reread. . . .</p>\n\n<p>It’s satisfying to write a “real” letter, put it in an envelope and drop it into the mailbox. A day or two later, I know, someone will hold it and connect with me. Who knows? It may be read by someone I will never meet, 100 years from now.</p>\n\n<p>Not a bad investment, for 44 cents.</p>\n\n<p><sup>“Sending, Getting ‘Real’ Mail Still Magic,” by Kevin Cullen, copyright © 2010 by Commercial News. Used by permission.</sup></p>\n\n<p><strong>Source F</strong><br />\n<em>Ochopee Post Office, Florida, 1970s</em>. N.d. Photograph.<br />\nCollection of the United States Postal Service.<br />\nUSPS.com. Web. 9 May 2011.</p>\n\n<p><em>The following photo, from the Web site of the United States Postal Service, shows the Ochopee Post Office, the smallest free-standing post office in the United States.</em></p>\n\n<p>&nbsp;</p>\n<img alt=\"A picture is shown of a small one-story, one-room building. A door with an awning above it on the front of the building takes up about half the building’s front. The side of the building has one small open window above which it reads US Post Office, and next to the window it reads Ochopee. There is a sign on top of the roof that reads Post Office Ochopee Florida. Next to the building is a standard mail collection box and a flagpole with the American flag on it, being raised by a woman. There is an area of grass around the post office, and there is brush around the grass. There is a hanging bus stop sign on a pole on the far side of the post office building. \" height=\"467\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b9857980f4bbe5d018a87c91e829846f/original.png\" width=\"700\" />\n<p><sup>Ochopee Post Office, Florida, 1970s © 1970 United States Postal Service. All Rights Reserved. Used with Permission.</sup></p>\n"}]}]