[{"id":"FT542230-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops a position on whether checking social networking profiles is an acceptable practice for potential employers or college admissions officers.","features":[{"type":"sharedpassage","html":"<p>Social networking has become a major resource for individuals who want instant connections with others, both friends and strangers alike. The popularity of social networking Web sites has encouraged people to share even some of their most private print and visual information in a very public way, to the degree that many businesses and colleges are now making use of social networking sites to look deeper into their applicant pools to determine who will be hired or who will be admitted.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops a position on whether checking social networking profiles is an acceptable practice for potential employers or college admissions officers.</p>\n\n<p style=\"margin-bottom:16px\"><span style=\"font-size:11pt\"><span style=\"background:white\"><span style=\"line-height:16.8pt\"><span style=\"font-family:Calibri,sans-serif\"><a><span lang=\"EN-US\" style=\"font-size:12.0pt\"><span style=\"color:#333333\"></span></span></a></span></span></span></span></p>\n\n<p style=\"margin-bottom:16px\"><span style=\"font-size:11pt\"><span style=\"background:white\"><span style=\"line-height:16.8pt\"><span style=\"font-family:Calibri,sans-serif\"><span lang=\"EN-US\" style=\"font-size:12.0pt\"><span style=\"color:#333333\">Source A (Cartwright)</span></span></span></span></span></span></p>\n\n<p>Source B (NACAC)</p>\n\n<p>Source C (graph)</p>\n\n<p>Source D (Jolly)</p>\n\n<p>Source E (Lee)</p>\n\n<p>Source F&nbsp;(Jones et al.)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Source A</p>\n\n<p>Cartwright, Jeffrey. “Some College Admissions Checking Facebook.” <em>ThreeSixty.</em> University of St. Thomas, 2 Dec. 2008. Web. 16 Aug. 2010.</p>\n\n<p><em>The following is excerpted from an article written by a teenager for an organization that seeks new voices in journalism.</em></p>\n\n<p>College Application? Check. ACT score? Check. College essay? Check. Recommendations? Check. Facebook page? Check?</p>\n\n<p>It’s college application time and as seniors put their final touches on their applications, a new report is showing that they may have one more thing to worry about—their social networking pages.</p>\n\n<p>In September, Kaplan, a company offering ACT and SAT test preparation, released a survey that showed one in 10 admissions counselors at the country’s top 500 colleges were using social networking sites, such as Facebook or MySpace, as part of the admissions process.</p>\n\n<p>Marlyn McGrath, director of admissions at Harvard College, said admissions counselors at her college don’t check social networking sites on a regular basis, but if they note anything in a student’s application that raises a possible red flag, they will. “If students make it public it’s public information,” she said.</p>\n\n<p>McGrath said because the Ivy League school receives so many applications—27,462 last year at Harvard—the demand for all information available pushes the university to turn to social networking sites.</p>\n\n<p>McGrath said admissions counselors who are checking social networking sites are mostly looking for content that people would find objectionable like racist comments, or would raise concerns about the student. . . .</p>\n\n<p>She also said students who post self-incriminating information online show a lack of common sense. . . .</p>\n\n<p>According to the Kaplan report, the social networking sites had a positive impact 25 percent of the time on admission, while 38 percent of the time it had a negative effect. Many students feel checking social networking profiles is wrong for colleges to do.</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Used by permission of ThreeSixty Journalism-University of St. Thomas.</span></p>\n\n<p>Source B</p>\n\n<p>“Report Finds Use of Social Networking Tools on the Rise in College Admission Offices.” <em>Nacacnet.org.</em> National Association for College Admission Counseling, 29 Apr. 2009. Web. 21 Dec. 2010.</p>\n\n<p><em>The following is excerpted from a press release published online by the National Association for College Admission Counseling.</em></p>\n\n<p>College admission offices may take a student’s MySpace, Facebook, Twitter, or other online social networking activity into account during the college admission process, according to a paper released (members only) by the National Association for College Admission Counseling (NACAC). One-fourth of colleges surveyed indicated that they used Web search or social networking technology to locate information about prospective students. The paper suggests that colleges are also more likely than not to use social media in promotion and student recruitment.</p>\n\n<p>“Social media tools, like Facebook, Twitter and blogs, are key to communicating with this generation of students,” stated Joyce Smith, NACAC CEO. “While still no substitute for face-to-face interaction, social media have opened lines of communication and inquiry for both students and institutions that were inconceivable only a decade ago.”</p>\n\n<p>Other findings of note include:</p>\n\n<p>· More than half (53 percent) of colleges monitor social media for “buzz” about their institution.</p>\n\n<p>· A majority of colleges maintain a presence in social media, as 33 percent of colleges maintain a blog, 29 maintain a presence on social networking Web sites, 27 percent maintain message- or bulletin-boards, 19 percent employ video blogging, and 14 percent issue podcasts. Thirty-nine percent of colleges reported using no social media technology.</p>\n\n<p>· Eighty-eight percent of admission offices believed social media were either “somewhat” or “very” important to their future recruitment efforts.</p>\n\n<p>The purpose of NACAC’s research on social networking sites was to 1) present recent data collected by the author on the extent to which colleges and universities are using social media for recruitment; 2) highlight best practices for blogging and the use of other social media and Web 2.0 applications for those institutions who are new to these endeavors; and 3) begin to explore the ethical and legal issues inherent in engaging with prospective students through these media.</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Used by permission of National Association for College Admission Counseling</span></p>\n\n<p>Source C</p>\n\n<p>“Social Networking Sites and College-Bound Students.” <em>StudentPOLL</em> 7.2. College Board and Art &amp; Science Group, LLC, 23 Jan. 2009. Web. 16 Aug. 2010.</p>\n\n<p><em>The following graph is from a national survey of 34,000 high school seniors who registered for the SAT.</em></p>\n\n<p class=\"text-center\">LEVEL OF CONCERN ABOUT POSSIBLE USES OF PRIVATE INFORMATION ON SOCIAL NETWORKING SITE</p>\n\n<p><img alt=\"The graph is labeled level of Concern About Possible Uses of Private Information on Social Networking Site,&quot; and shows three levels of concern, from a scale of zero percent to 100 percent, among the high school seniors surveyed, in relation to four different use categories. The percentages for each category of use is as follows: Category: Used by employers who are reviewing your job application and looking for other information about you. Level of concern among the students: 41 percent of students were not concerned, 33 percent of students were somewhat concerned, and 26 percent of students were extremely concerned. Category: Used by your parents to find out things you want to keep secret from them. Level of concern among students: 55 percent of students were not concerned, 25 percent of students were somewhat concerned, and 20 percent of students were extremely concerned. Category: Used by advertisers to pitch products to you based on your interests. Level of concern among students: 49 percent of students were not concerned, 34 percent of students were somewhat concerned, and 17 percent of students were extremely concerned. Category: Used by colleges to find out things about you that might affect your chances of admission. Level of concern among students: 41 percent of students were not concerned, 29 percent of students were somewhat concerned, and 30 percent of students were extremely concerned.\" height=\"415\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/83ee6505467c2927d5e35ab0d39a12d6/original.jpg\" width=\"693\" /></p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">© 2008 Art &amp; Science Group LLC.</span></p>\n\n<p>Source D</p>\n\n<p>Jolly, David. “Germany Plans Limits on Facebook Use in Hiring.” <em>New York Times.</em> New York Times, 26 Aug. 2010. Web. 27 Oct. 2010.</p>\n\n<p><em>The following is excerpted from an online article published by a national newspaper.</em></p>\n\n<p>As part of the draft of a law governing workplace privacy, the German government on Wednesday proposed placing restrictions on employers who want to use Facebook profiles when recruiting.</p>\n\n<p>The bill would allow managers to search for publicly accessible information about prospective employees on the Web and to view their pages on job networking sites, like LinkedIn or Xing. But it would draw the line at purely social networking sites like Facebook, said Philipp Spauschus, a spokesman for the Interior Minister, Thomas de Maizière.</p>\n\n<p>Chancellor Angela Merkel’s cabinet on Wednesday gave its backing to the proposed law. The bill will now go to Parliament for discussion, and could be passed as early as this year, Mr. Spauschus said.</p>\n\n<p>The law also would prohibit companies from secretly videotaping employees, though they could still videotape in certain areas as long as they disclosed the fact. It would also allow employers to hold secret investigations when they suspected a crime had been committed.</p>\n\n<p>Germany’s Nazi-era history has made the country extremely cautious on matters of individual privacy. Concerns have been heightened in recent years by scandals involving companies’ secret videotaping of employees, as well as intercepting their e-mail and bank data. The explosion of Web-based information tools has added to the unease.</p>\n\n<p>The German authorities are investigating Google for having collected private Internet information while doing research for its Street View mapping service, and they have asked Apple to explain its data-collection policies for the iPhone.</p>\n\n<p>Facebook, which says it has more than 500 million users worldwide, with about 10 million in Germany, has come under fire for what some consider privacy shortcomings, as when the site changed its default settings to reveal more of individuals’ personal data. The German proposal, however, is aimed squarely at employers.</p>\n\n<p>Peter Schaar, the German commissioner for data protection and freedom of information, told The Associated Press that the proposal was “a substantial improvement on the status quo in dealing with employees’ data.”</p>\n\n<p>There are currently no rules governing how companies use Facebook data, Mr. Spauschus said. The proposal is meant to create guidelines for the courts in handling the cases that will inevitably arise as social networking penetrates further into everyday life, he said, and companies would also benefit from clear rules.</p>\n\n<p>Sarah Roy, a spokeswoman in Paris for Facebook, said the company generally did not comment on legislation as a matter of policy. But she said that the Web site’s privacy settings allowed users to share information as broadly or as narrowly as they liked, either with entire networks or with a limited number of participants.</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">From International Herald Tribune, 8/26/2010 Issue © 2010 International Herald Tribune. All rights reserved.</span></p>\n\n<p>Source E</p>\n\n<p>Lee, Timothy B. “Employers, Get Outta My Facebook: When Considering Job Applicants, Prospective Employers Have No Business Poking Around TheirProfiles on Social Networking Sites. Pro or Con?” <em>The Debate Room.</em> Bloomberg Businessweek, Mar. 2008. Web. 27 Oct. 2010.</p>\n\n<p><em>The following is excerpted from an article in an online magazine.</em></p>\n\n<p>Obviously, employers should not use information obtained from Facebook, blogs, or other Internet sites in ways that would be intrinsically unethical or illegal. But there are lots of situations in which such sites could be used legitimately in hiring decisions, and there’s absolutely no reason employers shouldn’t check them as a normal part of the hiring process.</p>\n\n<p>Employees in sales, public relations, and customer service function as representatives for the companies they work for, so employers have a legitimate interest in ensuring potential workers won’t embarrass the company.</p>\n\n<p>More important, a job applicant’s well-crafted online persona can serve as an asset, acting as a kind of extended résumé. In many white-collar occupations, a candidate can use his Web presence to demonstrate passion and depth of knowledge for his or her area of expertise. When hiring a writer, for example, I’d be more likely to choose one who had a blog (assuming it was well-written) than one who did not, even if I disagreed with some of the views it contained.</p>\n\n<p>Similarly, a programmer, for example, can enhance his application by keeping a blog that demonstrates his contributions to open-source projects, handiness with gadgets, or knowledge of the technology industry. Ultimately, developing an appealing Web presence is a part of portraying oneself in an attractive manner—no different from wearing a freshly pressed suit and proofreading your résumé.</p>\n\n<p>Of course, in most cases, employers won’t find out anything at all about a job candidate. And when they do find information, they should keep in mind that some of it might be inaccurate or give an incomplete picture.</p>\n\n<p>But the bottom line is that a public Facebook page is just that: public. People are responsible for what they post. It’s unreasonable to make personal information available to the whole world and not expect employers to look at it.</p>\n\n<p>Facebook gives users the option of keeping their profiles private, and so does blogging software such as LiveJournal. Users should take advantage of these options for information they don’t want considered by potential employers. But if applicants choose to make information about themselves available to the world, they can hardly object when employers take that information into account in hiring decisions.</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">© 2008 Timothy B. Lee</span></p>\n\n<p>Source F</p>\n\n<p>Jones, Michael, Adam Schuckman, and Kelly Watson. “The Ethics of Pre-Employment Screening Through the Use of the Internet.” <em>The Ethical Imperative in the Context of Evolving Technologies.</em> Boulder: Ethica Publishing, n.d. Web. 27 Oct. 2010.</p>\n\n<p><em>The following is excerpted from a chapter of an online book.</em></p>\n\n<p>Another increasingly used practice for employment prescreening is to “Google” applicants. . . .</p>\n\n<p>Over half of the applicants found on search engines and nearly two-thirds of the applicants found on social networking sites were not hired as a result of the information found on sites, such as Facebook.com, MySpace.com, and Google.com. Among other concerns, these sites are not necessarily valid nor is there any way to ascertain the true identity of the person responsible for the information found. Unlike the interview process, there is no personal connection when sifting through information found on the internet and therefore there is a greater likelihood for the information to be taken out of context or misused. In many cases, the information used to determine the suitability of a prospective employee had little or no bearing on their ability to adequately complete the work. In fact, 8% of the potential employees that were rejected as a result of information found on search engines and networking sites were rejected because their screen name was unprofessional. As information on the internet is generally considered public, permission for these searches is not required and the information found need not be disclosed. As a result, unverified information can sway a future employer’s decision without any input from the employee in question. . . .</p>\n\n<p>The ethical dilemma that arises as a result of these searches is one of fairness. According to the Markkula Center for Applied Ethics, the fairness and justice approach to ethics stems from “Aristotle and other Greek philosophers [who] have contributed the idea that all equals should be treated equally.” This approach states that “ethical actions treat all human beings equally—or if unequally, then fairly based on some standard that is defensible.” People generally assume that they have a certain degree of informational privacy, yet the information accessed on the internet is not restricted in a way that would protect this sense of privacy. While rules exist to prevent employers from asking questions about belief systems or disabilities of their prospective employees, these rules fail to prevent the same information from being divulged through internet searches. These laws are intended to prevent discrimination on the basis of information irrelevant to the job. By circumventing these laws, the information used to make hiring decisions may unfairly discriminate against people with certain beliefs or backgrounds. The lack of these laws in regards to their application to the information found on the internet may lead to discrimination, whether done on a conscious or unconscious level.</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Used by permission of Michael Jones, Adam Schuckman, and Kelly Watson.</span></p>\n"}]}]