[{"id":"FT545359-22","type":"longtextV2","stimulusHtml":"Write an essay that argues your position on the creation of a class in creativity at your school.","features":[{"type":"sharedpassage","html":"<p>Authors Po Bronson and Ashley Merryman published “The Creativity Crisis” in <em>Newsweek.com</em> in July 2010. They reported that the Torrance Test, a test of creativity that has been administered to millions of people worldwide in 50 languages, indicates that the public’s “creativity quotient” has steadily crept downward since 1990. In their article, Bronson and Merryman cite the claim of Professor Kyung Hee Kim at the College of William and Mary: “It’s very clear, and the decrease is very significant.” Kim reports that it is the scores of younger children in America—from kindergarten through sixth grade—for whom the decline is “most serious.”</p>\n\n<p>Bronson and Merryman state that “[t]he potential consequences are sweeping. The necessity of human ingenuity is undisputed. A recent IBM poll of 1,500 CEOs identified creativity as the No. 1 ‘leadership competency’ of the future. Yet it’s not just about sustaining our nation’s economic growth. All around us are matters of national and international importance that are crying out for creative solutions, from saving the Gulf of Mexico to bringing peace to Afghanistan to delivering health care. Such solutions emerge from a healthy marketplace of ideas, sustained by a populace constantly contributing original ideas and receptive to the ideas of others.”</p>\n\n<p>One possible approach to this reputed decline in creativity is to explicitly teach creative thinking in school. Write an essay that argues your position on the creation of a class in creativity at your school.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Provide evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n"}]}]