[{"id":"FT541221","type":"mcq","stimulusHtml":"<p>The passage focuses primarily on the</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><strong>Note: </strong>Pay particular attention to the requirement of questions that contain the words NOT, LEAST, or EXCEPT.</p>\n\n<p>I am a woman. I desire to state it distinctly, because I like to do as I would be done by, when I can just as well as not. It rasps a person of my temperament exceedingly to be deceived. When any one tells a story, we wish to know at the outset whether the story-teller is a man or a woman. The two sexes awaken two entirely distinct sets of feelings, and you would no more use the one for the other than you would put on your tiny teacups at breakfast, or lay the carving-knife by the butter-plate. Consequently it is very exasperating to sit, open-eyed and expectant, watching the removal of the successive swathings which hide from you the dusky glories of an old-time princess, and, when the unrolling is over, to find it is nothing, after all, but a great lubberly boy. Equally trying is to feel your interest clustering round a narrator’s manhood, all your individuality merging in his, till, of a sudden, by the merest chance, you catch the swell of crinoline, and there you are. Away with such clumsiness! Let us have everybody christened before we begin.</p>\n\n<p>I do, therefore, with Spartan firmness, depose and say that I am a woman. I am aware that I place myself at signal disadvantage by the avowal. I fly in the face of hereditary prejudice. I am thrust at once beyond the pale of masculine sympathy. Men will neither credit my success nor lament my failure, because they will consider me poaching on their manor. If I chronicle a big beet, they will bring forward one twice as large. If I mourn a deceased squash, they will mutter, “Woman’s farming!” Shunning Scylla, I shall perforce fall into Charybdis. (<em>Vide</em> Classical Dictionary. I have lent mine, but I know one was a rock and the other a whirlpool, though I cannot state, with any definiteness, which was which.) I may be as humble and deprecating as I choose, but it will not avail me. A very agony of self-abasement will be no armor against the poisoned shafts which assumed superiority will hurl against me. Yet I press the arrow to my bleeding heart, and calmly reiterate, I am a woman.</p>\n\n<p>The full magnanimity of which reiteration can be perceived only when I inform you that I could easily deceive you, if I chose. There is about my serious style a vigor of thought, a comprehensiveness of view, a closeness of logic, and a terseness of diction, commonly supposed to pertain only to the stronger sex. Not wanting in a certain fanciful sprightliness which is the peculiar grace of woman, it possesses also, in large measure, that concentrativeness which is deemed the peculiar strength of man. Where an ordinary woman will leave the beaten track, wandering in a thousand little byways of her own—flowery and beautiful, it is true, and leading her airy feet to “sunny spots of greenery” and the gleam of golden apples, but keeping her not less surely from the goal,—I march straight on, turning neither to the right hand nor to the left, beguiled into no side-issues, discussing no collateral question, but with keen eye and strong hand aiming right at the heart of my theme. Judge thus of the stern severity of my virtue. There is no heroism in denying ourselves the pleasure which we cannot compass. It is not self-sacrifice, but self-cherishing, that turns the dyspeptic alderman away from turtle-soup and the <em>pâté de foie gras</em> to mush and milk. The hungry newsboy, regaling his nostrils with the scents that come up from a subterranean kitchen, does not always know whether or not he is honest, till the cook turns away for a moment, and a steaming joint is within reach of his yearning fingers. It is no credit to a weak-minded woman not to be strong-minded and write poetry. She could not if she tried; but to feed on locusts and wild honey that the soul may be in better condition to fight the truth’s battles,—to go with empty stomach for a clear conscience’ sake,—to sacrifice intellectual tastes to womanly duties, when the two conflict,—</p>\n\n<p class=\"text-center\">“That’s the true pathos and sublime,</p>\n\n<p class=\"text-center\">Of human life.”</p>\n\n<p>You will, therefore, no longer withhold your appreciative admiration, when, in full possession of what theologians call the power of contrary choice, I make the unmistakable assertion that I am a woman.</p>\n\n<p class=\"text-right\">(1862)</p>\n"}],"choicesHtml":["<p>difficulties that the speaker had in getting published</p>","<p>speaker's analysis of how her own writing style developed</p>","<p>speaker's pride in being a female and a writer</p>","<p>inspiration that enabled the speaker to become a writer</p>"],"answer":2}]