[{"id":"FT541759","type":"mcq","stimulusHtml":"<p>Which statement best describes the style and content of the first paragraph?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The following passage is excerpted from a recent nonfiction book.)</em></p>\n\n<p>Four fish, then. Or rather four archetypes of fish flesh, which humanity is trying to master in one way or another, either through the management of a wild system, through the domestication and farming of individual species, or through the outright substitution of one species for another.</p>\n\n<p>This is not the first time humanity has glanced across the disorderly range of untamed nature and selected a handful of species to exploit and propagate. Out of all of the many mammals that roamed the earth before the last ice age, our forebears selected four— cows, pigs, sheep, and goats—to be their principal meats.<sup>1 </sup>Out of all the many birds that darkened the primeval skies, humans chose four—chickens, turkeys, ducks, and geese—to be their poultry. But today, as we evaluate and parse fish in this next great selection and try to figure out which ones will be our principals, we find ourselves with a more complex set of decisions before us. Early man put very little thought into preserving his wild food. He was in the minority in nature, and the creatures he chose to domesticate for his table were a subset of a much greater, wilder whole. He had no idea of his destructive potential or of his abilities to remake the world.</p>\n\n<p>Modern man is a different animal, one who is fully aware of his capability to skew the rules of nature in his favor. Up until the mid-twentieth century, humans tended to see their transformative abilities as not only positive but inevitable. Francis Galton, a leading Victorian intellectual, infamously known as the founder of eugenics but also a prolific writer on a wide range of subjects including animal domestication, wrote at the dawn of the industrialization of the world’s food system, “It would appear that every wild animal has had its chance of being domesticated.”<sup>2</sup> Of the undomesticated animals left behind, Galton had this depressing prediction: “As civilization extends they are doomed to be gradually destroyed off the face of the earth as useless consumers of cultivated produce.”</p>\n\n<p>And that brings us to the present day, the crucial point at which we stand in our current relationship with the ocean. Must we eliminate all wildness from the sea and replace it with some kind of human controlled system, or can wildness be understood and managed well enough to keep humanity and the marine world in balance? In spite of the impression given by numerous reports in the news media, wild fish still exist in great numbers. The wild harvest from the ocean is now around 90 million tons<sup>3</sup> a year. The many cycles and subcycles that spin and generate food are still spinning, sometimes with great vigor, and they require absolutely no input from us in order to continue, other than restraint. In cases where grounds have been seemingly tapped out, ten years’ rest has sometimes been enough to restore them to at least some of their former glory. World War II, while one of the most devastating periods in history for humans, might be called “The Great Reprieve” if history were written by fish.<sup>4</sup> With mines and submarines ready to blow up any unsuspecting fishing vessel, much of the North Atlantic’s depleted fishing grounds were left fallow and fish increased their numbers significantly.</p>\n\n<p>But is modern man capable of <em>consciously </em>creating restraint without some outside force, like war? Is there some wiser incarnation of the hunter-gatherer that will compel us to truly conserve our wild food, or is humanity actually hardwired to eradicate the wild majority and then domesticate a tiny subset? Can we not resist the urge to remake a wild system, to redirect the energy flow of that system in a way that serves us?</p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup> <strong>principal meats</strong>: My summaries of animal breeding and the histories of domestication derive from Trygve Gjedrem, <em>Selection and Breeding Programs in Aquaculture </em>(New York: Springer, 2005).</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup> <strong>“It would appear that every wild animal”</strong>: Francis Galton as cited in Juliet Clutton-Brock, <em>A Natural History of Domesticated Mammals </em>(New York: Cambridge University Press, 1999). In addition to his writing on eugenics, animal domestication, and many other topics, Galton was a cousin of Charles Darwin and is considered to be one of the founders of the school of statistical genetics.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>3</sup> <strong>around 90 million tons</strong>: Most of my larger macro-level fisheries data are drawn from the United Nations Food and Agriculture Organization’s latest biennial report <em>The State of World Fisheries and Aquaculture 2008</em>, ed. J.-F. Pulvenis de Séligny, A. Gumy, and R. Grainger (Rome: FAO, 2009), http://www.fao.org/docrep/011/i0250e/ i0250e00.htm. The marine ecologist Daniel Pauly and others have repeatedly stressed that the Republic of China’s overestimation of aquaculture production and wild catch could significantly skew the overall global data in FAO’s statistics. In particular, Pauly takes issue with the assessment that aquaculture is now 50 percent of the world’s seafood supply and warns that the actual number may be much lower. While I agree that the data may be skewed, the trend of the rise of aquaculture is unmistakable. If we have not reached a point of 50% aquacultured seafood by now we surely will reach that number within a decade or two.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>4</sup> <strong>if history were written by fish</strong>: The observation that World War II represented a reprieve for groundfish in the North Atlantic is based on an interview conducted with Daniel Pauly in the summer of 2005. Other researchers, most notably Jeff Hutchinson at Dalhousie University, disagree on this point. Whether or not a difference in groundfish numbers before and after World War II can be quantified, it is nevertheless undeniable that fishing pressure declined during the war and that fishing pressure, globally, increased progressively from 1950 through the present day.</span></p>\n"}],"choicesHtml":["<p>The author moves from the general to the specific as he considers the nutritional value of fish.</p>","The author speaks in poetic fragments as he ponders the qualities and characteristics of fish.","<p>The author employs technical terms as he critiques the primary types of fish.</p>","<p>The author's voice changes from conversational to academic as he clarifies his thoughts about fish.</p>"],"answer":3}]