[{"id":"FT543838-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Browning makes to achieve her purpose of petitioning Napoleon.","features":[{"type":"sharedpassage","html":"<p>French writer Victor Hugo, author of&nbsp;The Hunchback of Notre Dame,&nbsp;Les Misérables, and other works, was banished by Napoleon III, emperor of France, for writings that were deemed critical of the government. In April of 1857 English poet Elizabeth Barrett Browning wrote a letter (which she never mailed) imploring Napoleon III to pardon Hugo. Read the passage carefully. Write an essay that analyzes the rhetorical choices Browning makes to achieve her purpose of petitioning Napoleon.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>SIRE,</p>\n\n<p>I am only a woman and have no claim on your Majesty’s attention except that of the weakest on the strongest. Probably my very name as the wife of an English poet and as named itself a little among English poets, is unknown to your Majesty. I never approached my own sovereign with a petition, nor am skilled in the way of addressing kings. Yet having, through a studious and thoughtful life, grown used to great men (among the Dead at least) I cannot feel entirely at a loss in speaking to the Emperor Napoleon.</p>\n\n<p>And I beseech you to have patience with me while I supplicate you. It is not for myself nor for mine.</p>\n\n<p>I have been reading with wet eyes and a swelling heart (as many who love and some who hate your Majesty have lately done) a book called the ‘Contemplations’ of a man who has sinned deeply against you in certain of his political writings, and who expiates rash phrases and unjustifiable statements in exile in Jersey.<sup>1</sup> I have no personal knowledge of this man; I never saw his face; and certainly I do not come now to make his apology. It is indeed precisely because he cannot be excused, that, I think, he might worthily be forgiven. For this man, whatever else he is not, is a great poet of France, and the Emperor who is the guardian of her other glories should remember him and not leave him out.</p>\n\n<p>Ah sire, what was written on “Napoleon le petit”<sup>2</sup> does not touch your Majesty; but what touches you is, that no historian of the age should have to write hereafter, “While Napoleon the Third reigned Victor Hugo lived in exile.” What touches you is, that when your people count gratefully the men of commerce, arms and science secured by you to France, no voice shall murmur, “But where is our poet?” What touches you is, that, however statesmen and politicians may justify his exclusion, it may draw no sigh from men of sentiment and impulse, yes, and from women like myself. What touches you is, that when your own beloved young prince shall come to read these poems (and when you wish him a princely nature, you wish, sire, that such things should move him) he may exult to recall that his imperial father was great enough to overcome this great poet with magnanimity.</p>\n\n<p>Ah Sire, you are great enough! You can allow for the peculiarity of the poetical temperament, for the temptations of high gifts, for the fever in which poets are apt to rage and suffer beyond the measure of other men. You can consider that when they hate most causelessly, there is a divine love in them somewhere, —and that when they see most falsely they are loyal to some ideal light. Forgive this enemy, this accuser, this traducer. Disprove him by your generosity. Let no tear of an admirer of his poetry drop upon your purple.<sup>3</sup> Make an exception of him as God made an exception of him when He gave him genius, and call him back without condition to his country and his daughter’s grave.</p>\n\n<p>I have written these words without the knowledge of any. Naturally I should have preferred as a woman to have addressed them through the mediation of the tender-hearted Empress Eugénie,—but, a wife myself, I felt it would be harder for her majesty to pardon an offence against the Emperor Napoleon, than it could be for the Emperor.</p>\n\n<p>And I am driven by an irresistible impulse to your Majesty’s feet to ask this grace. It is a woman’s voice, Sire, which dares to utter what many yearn for in silence. I have believed in Napoleon the Third. Passionately loving the democracy, I have understood from the beginning that it was to be served throughout Europe in you and by you. I have trusted you for doing greatly. I will trust you besides for pardoning nobly. You will be Napoleon in this also.</p>\n\n<p style=\"margin-left: 720px;\">Elizabeth Barrett Browning</p>\n\n<p>1 One of the Channel Islands, located between England and France</p>\n\n<p>2 Napoleon the small (translated from the French)</p>\n\n<p>3 Purple robes are associated with royalty.</p>\n"}]}]