[{"id":"FT544316-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on whether or not there should be specific texts that all students of high school English must read.","features":[{"type":"sharedpassage","html":"<p>Some nations have a defined national school curriculum, while others, such as the United States, do not. As a result, students in high school English classes in the United States can read texts that vary widely from school to school, while students in other countries may all read the same books in high school.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source.&nbsp;Write an essay that synthesizes material from at least three of the sources and develops your position on whether or not there should be specific texts that all students of high school English must read.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Landow)<br />\nSource B (Table)<br />\nSource C (Greer)<br />\nSource D (Book cover)<br />\nSource E (Pirofski)<br />\nSource F (Fowler)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source A</strong></p>\n\n<p>Landow, George P. “The Literary Canon.” <em>The Victorian</em></p>\n\n<p><em>Web.</em> 3 Sept. 2004</p>\n\n<p>&lt;http://www.victorianweb.org/victorian/canon/litcanon.html&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following excerpt is from an online reference source.</em></p>\n\n<p><strong>The American Heritage Dictionary </strong>has eleven separate definitions of the term canon, the most relevant of which is “an authoritative list, as of the works of an author” and “a basis for judgment; standard; criterion.” . . . To enter the canon, or more properly, to be entered into the canon is to gain certain obvious privileges. The gatekeepers of the fortress of high culture include influential critics, museum directors and their boards of trustees, and far more lowly scholars and teachers. Indeed, a chief enforcer of the canon appears in middlebrow anthologies, those hangers on of high culture that in the Victorian period took the form of pop anthologies like <strong>Golden Treasury</strong> and today that of major college anthologies in America. To appear in the Norton or Oxford anthology is to have achieved, not exactly greatness but what is more important, certainly—status and accessibility to a reading public. And that is why, of course, it matters that so few women writers have managed to gain entrance to such anthologies.</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source B</strong></p>\n\n<p>Table adapted from a 1992 publication of the Nationa</p>\n\n<p>lCouncil of Teachers of English (NCTE).<br />\n_________________________________________________________</p>\n\n<p><em>The following table is based on data gathered from schools in the United States.</em></p>\n\n<p><img alt=\"A table is shown with the title Table 1, Most Frequently Required Titles, Grades 9-12, Title and Percent of Schools. The left column shows public, or non-tuition charging, schools. Under this heading are Romeo and Juliet at 84 percent, Macbeth at 81 percent, Huckleberry Finn at 70 percent, Julius Caesar at 70 percent, To Kill a Mockingbird at 69 percent, Scarlet Letter at 62 percent, Of Mice and Men at 56 percent, Hamlet at 55 percent, Great Gatsby at 54 percent, and Lord of the Flies at 54 percent. The right column shows independent, or tuition-charging, schools. Under this heading are Macbeth at 74 percent, Romeo and Juliet at 66 percent, Huckleberry Finn at 56 percent, Scarlet Letter at 52 percent, Hamlet at 51 percent, Great Gatsby at 49 percent, To Kill a Mockingbird at 47 percent, Julius Caesar at 42 percent, Odyssey at 39 percent. There are asterisks next to To Kill a Mockingbird and Julius Caesar in the right hand column indicating that the percentage is significantly different from the public school sample, with p less than 0.5.\" height=\"416\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5e97f9524cd4a508094af50641a0ef36/original.png\" width=\"625\" /></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source C</strong></p>\n\n<p>Greer, Michael. “New NCTE Book Stirs Debate on</p>\n\n<p>Poetry Canon.” <em>The Council Chronicle</em> Feb. 1996.<br />\n_________________________________________________________</p>\n\n<p><em>The following excerpt is taken from an academic journal.</em></p>\n\n<p>Clayton Eshleman, who edits the poetry journal <em>Sulfur</em> and teaches English at Eastern Michigan University, agrees with . . . criticism of the major anthologies, arguing that . . . “teachers have to make their own decisions” about what to include in an introductory poetry course, and that they “can’t trust anthologies” to answer students’ questions about the nature and significance of poetry.</p>\n\n<p>Eshleman’s strategy is to teach anthologies alongside other poems—sometimes by the same poets—that the editor(s) chose not to include. In one instance, he provided his class with portions of Whitman’s “Song of Myself” that had been edited out of a particular anthology. Because the passages in question (which Eshleman had to photocopy and provide to the class in handout form) were highly charged with homoerotic energy and sexual imagery, the discussion shifted to the question of what subject matter was “appropriate” in poetry and why a particular editor might have chosen a small selection as “representative” of Whitman’s work.</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source D</strong></p>\n\n<p>Mack, Maynard, ed. <em>The Norton Anthology: World</em></p>\n\n<p><em>Masterpieces.</em> New York: Norton, 1999.<br />\n_________________________________________________________</p>\n\n<p><em>The following is the cover of a widely used literature textbook.</em></p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"The cover of a book is shown. At the top in a black box with white text it reads “The Norton Anthology.” Below this is reads World Masterpieces, Expanded Edition in One Volume. Below this is a drawing showing three people in traditional east asian clothes in a room surrounded by panels with writing on them. Two people are sitting on the floor, and one is watching while the other paints large characters on a piece of paper. The third person is standing and looking off to the side. \" height=\"460\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/eedfdf24813f4d3d4cad025e3b99f374/original.png\" width=\"300\" /></p>\n\n<p><em style=\"font-family: inherit; font-size: 0.8em; font-variant-ligatures: inherit; font-variant-caps: inherit; font-weight: inherit; text-align: center;\">Torii Kiyonaga, Shigeyuki Executing Calligraphy, Philadelphia Museum of Art: Gift of Mrs. John D. Rockefeller, Jr., 1946</em></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source E</strong></p>\n\n<p>Pirofski, Kira Isak. “Multicultural Literature and the</p>\n\n<p>Children’s Literary Canon.” 23 Oct. 2006</p>\n\n<p>&lt;http://www.edchange.org/multicultural/papers/literature.html&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following is taken from an online article about using multicultural literature in the classroom.</em></p>\n\n<p>This paper presents an historical overview of research and reading programs which have found that multicultural literature is a valuable learning tool as well as research which documents the longstanding lack of multicultural literature in the children’s literature. Reasons for the exclusion of culturally authentic reading materials in the canon are discussed as well.</p>\n\n<p>Pioneer researcher, Florez-Tighe (1983), was one of the first educators to advocate the use of multicultural literature in school curriculum. Her research indicated that culturally authentic children’s literature enhances language development and thought processes of African-American children (Florez-Tighe, 1983). Florez-Tighe (1983) believes that use of African-American folktales by teachers in the classroom can teach respect for African-American culture and affirm a child’s feeling of self worth (Florez-Tighe, 1983).</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source F</strong></p>\n\n<p>Fowler, Robert M. “The Fate of the Notion of the Canon</p>\n\n<p>in the Electronic Age.” <em>Forum 9</em> (1993).<br />\n_________________________________________________________</p>\n\n<p><em>The following is the introduction to a discussion about how reading changes when it occurs online.</em></p>\n\n<p>What happens when text moves from page to screen? First, the digital text becomes unfixed and interactive. The reader can change it, become writer. The center of Western culture since the Renaissance—really since the great Alexandrian editors of Homer—the fixed, authoritative, canonical text, simply explodes into the ether. (Lanham, <em>The Electronic Word</em>, 31)</p>\n\n<p>In the world of electronic writing, there will be no texts that everyone must read. There will only be texts that more or fewer readers choose to examine in more or less detail. The idea of the great, inescapable book belongs to the age of print that is now passing. (Bolter, <em>Writing Space,</em> 240)</p>\n\n<p>The idea of a relatively stable [literary] canon made sense in a culture dominated by printed books. The canon was also appropriate to a centralized educational system, in which everyone studied the same subjects and the same texts in order to be introduced into the standards of cultural life. But the notion of a standard has now collapsed, and the collapse is mirrored in the shift from the printed to the electronic writing space, in which a stable canon of works and authors is meaningless. (Bolter, <em>Writing Space</em>, 237)</p>\n"}]}]