[{"id":"FT543837-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develop a position on the value, if any, of preserving, reading, or studying everyday writing.","features":[{"type":"sharedpassage","html":"<p>How do we decide which texts to preserve, read, or study? Some texts are considered important because of the identity of their authors, the gravity of their subjects, or their influences on society. However, there are other types of writing done by ordinary people under ordinary circumstances. A piece of “everyday writing” might be a diary entry of a farmer in the nineteenth century, a postcard written to a family member at the beginning of the twentieth century, or even a text message written to a friend in the early twenty-first century.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develop a position on the value, if any, of preserving, reading, or studying everyday writing.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Hewitt)</p>\n\n<p style=\"margin-left: 40px;\">Source B (Stafford)</p>\n\n<p style=\"margin-left: 40px;\">Source C (Postcard)</p>\n\n<p style=\"margin-left: 40px;\">Source D (Gross)</p>\n\n<p style=\"margin-left: 40px;\">Source E (Barton)</p>\n\n<p style=\"margin-left: 40px;\">Source F (Goldsborough)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><strong>Source A</strong></p>\n\n<p>Hewitt, Joe A. “Preface.” <em>Keep Up the Good Work(s): Readers Comment on Documenting the American South.</em> Ed. Judith M. Panitch. University of North Carolina at Chapel Hill Library. 2002. Web. 28 July 2014.</p>\n\n<p><em>The following is excerpted from the preface to a collection of user comments on Documenting the American South (DAS), an online archive of materials related to the American South and maintained by the University of North Carolina at Chapel Hill Library.</em></p>\n\n<p>As of this writing, DAS comprises six sections designed to shed light upon the history, literature, and culture of the American South. They are: “First Person Narratives of the American South, 1860 to 1920”; “A Library of Southern Literature, Beginnings to 1920”; “North American Slave Narratives, Beginnings to 1920”; “The Southern Homefront, 1861-1865”; “The Church in the Southern Black Community, Beginnings to 1920”; and “The North Carolina Experience, Beginnings to 1940.” Content, which now includes not only the encoded searchable text of print publications, but also images of illustrations, manuscript items, maps, letters, currency, and other artifacts, is selected to emphasize social history and the stories and viewpoints of ordinary people. While prominent issues of political and military history are not ignored, DAS brings to light and makes accessible primary sources which have been neglected by students and scholars, or which have not been widely available to the public. DAS brings the South’s past vividly to life by presenting works which both accurately capture that past and resonate in today’s society. . . .</p>\n\n<p>Scores of individuals [who have used DAS] have discovered their family histories; many others have begun to relate to the nation’s past in ways that inform and reorient their perspectives on important issues in the present. One reader, expressing a common sentiment, reported that DAS has led him to “a fluent empathy for the everyday lives of the past.” It is obvious from the large number of such messages that DAS has connected Carolina’s libraries and scholars with a dynamic and engaged audience of new readers. Through DAS, the University is greatly extending the benefits of its cultural resources to the general public and enhancing their value as a public good.</p>\n\n<p>DAS was conceived primarily as a service to the large Southern Studies community at UNC-Chapel Hill and to students and scholars of the South in colleges and universities across the country. Reader comments emphatically attest to our success in meeting those objectives. Faculty in institutions of all sizes and types are referring students to DAS to support coursework. Many students, particularly in small institutions without extensive library collections, depend on DAS as their main source of materials for research papers, theses, and dissertations. Even in universities with strong print and microform collections, DAS electronic texts make researchers’ work more productive and efficient.</p>\n\n<p>In addition to the higher education community, DAS is reaching a substantial audience of K–12 readers. Teachers in classrooms across the country report using DAS in courses on southern literature and history and especially in curricula on African American heritage. Students use DAS for class papers and projects and many parents consult DAS to help their children with classroom assignments. By making these valuable and engaging primary texts available to readers in their homes, DAS enables a shared, multi-generational educational experience in the family setting. It is clear from readers’ comments that the availability of these high-quality, carefully chosen primary sources represents a powerful educational opportunity for a large number of innovative teachers and motivated learners.</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Documenting the American South, University Library, the University of North Carolina at Chapel Hill</span></p>\n\n<p><strong>Source B</strong></p>\n\n<p>Stafford, Mary F. Letter to Mattie V. Thomas. 24 May 1863. <em>Prairie Settlement: Nebraska Photographs and Family Letters, 1862–1912</em>. Nebraska State Historical Society. Library of Congress. n.d. Web. 11 July 2014.</p>\n\n<p><em>The following is a transcription of a letter sent in 1863. Errors and underlining are the author’s own.</em></p>\n\n<p>New Carlisle,</p>\n\n<p>May 24th /63.</p>\n\n<p>Sabbath afternoon.</p>\n\n<p>Dear cousin Martha</p>\n\n<p>did you think your cousin Mary had entirely forgotten you? if so, you see you were mistaken.</p>\n\n<p>I would have written to you long before this; but I did not have an opportunity of getting my picture taken for you until last week; you had written for it so often that I was ashamed to write to you again without sending it. Father, and I, were up at the cove spring church today to hear Mr Armstrong’s funeral preached. He died several weeks ago, but his wife, and Phillip, were very sick at that time so his funeral was not preached until today. It was preached by Mr Simington.</p>\n\n<p>Mother was whitewashing near the bees yesterday and one stung her below one of her eyes, it swelled nearly shut. It kept her from church today.</p>\n\n<p>There has been a disease in town, and a few cases in the country something like smallpox. there were a great many cases of it in town. Samantha’s Father and Mother and Sister had it. Her Father is marked. I was afraid <u>we</u> would get it, but we did not. we stayed from church about six weeks. there were three or four deaths from it. I believe there are no cases of it now. Uncle John’s left town awhile on account of it. They have gone back again.</p>\n\n<p>Uncle Howard, and Aunt Nancy, and Findley, and Catharine have gone to [Indiana] to see Jimmy. His health is not good.</p>\n\n<p>Aunt Ellen’s health is very poor. She has a severe cough, and looks badly. They are afraid her lungs are affected. She is taking medicine from Dr Beard, Corwin was sick and came home from the army a few weeks ago expecting to get his discharge. He did not get it but was ordered <u>back</u> last week, and <u>that</u> troubles <u>Aunt</u>, almost to death</p>\n\n<p>Martha, are George, and Giles, at Indianapolis yet? I have not heard any thing about them for a long time. I hope they are well.</p>\n\n<p>Lissie was at home last thursday. She has another <u>Baby, another boy</u>.</p>\n\n<p>I was at a big Dunker* meeting last wednesday theye were a great many people there. Tell your aunt Eliza I saw her sister Susan and Grizzie and brother John there. Susan was nursing quite a littlee babe I <u>guess</u> it must have been <u>hers.</u></p>\n\n<p>Milt an Samantha expect to go to housekeeping in a week or two they are repairing the house now, it is a little frame house with four rooms in just a cross the road from ours. Aunt Margaret, I expect <u>Viola</u> will do as I did when I was a little girl, (<u>run off to her Grandmother’s pretty often</u>.)</p>\n\n<p>Here is a piece of Mother’s dress that Father bought for her in dayton. He went down to get some things for himself, and I guess he thought he would surprize Mother by bringing her a nice silk dress, and I guess <u>she was surprized for certain.</u></p>\n\n<p>Uncle George’s folks are all well. It is very healthy here at present. Tell Charlie, Algie is not going to school now. we have none this summer, Martha may we not expect a visit from you this spring, or summer? I would love to see you all.</p>\n\n<p>My love to all.</p>\n\n<p>Good-Bye.</p>\n\n<p>Your Cousin</p>\n\n<p>M. F. Stafford.</p>\n\n<p>*Any of several originally German-American Baptist denominations</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Nebraska State Historical Society</span></p>\n\n<p><strong>Source C</strong></p>\n\n<p>“Brooklyn Bridge,” <em>FSU Card Archive</em>. Florida State University. n.d. Web. 16 September 2014.</p>\n\n<p><em>The following is the image and transcript of a postcard sent in 1910.</em></p>\n\n<p><img alt=\"An image is shown of the front and back of a postcard. The front of the postcard shows a framed, black and white picture of the Brooklyn Bride. In the foreground are industrial buildings, and there are boats on the river near the bridge. The back of the postcard has a stamp in the upper right corner that costs one cent, and a postmark across the stamp reading Newark, New Jersey, May 9, ten thirty AM, 1910. On the left it reads this side for correspondence, beneath which it reads Newark, May 8, All is well at present hope you are well, Tom. On the right it reads this side for address, beneath which it reads Mrs. E. Norman, Havre de Grace, Maryland. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/45688c44ac984ca4c44ae8953be04b0c/original.png\" /></p>\n\n<p>Brooklyn Bridge, New York</p>\n\n<p>Newark May 8</p>\n\n<p>All is Well at Present hope you are all Well</p>\n\n<p>Tom</p>\n\n<p>Mrs E. Norman</p>\n\n<p>Havre de Grace</p>\n\n<p>Md.</p>\n\n<p><strong>Source D</strong></p>\n\n<p>Gross, Doug. “Library of Congress Digs into 170 Billion Tweets.” <em>CNN</em>. CNN.com, 7 Jan. 2013. Web. 11 July 2014.</p>\n\n<p><em>The following is excerpted from an article by a CNN technology reporter. It was published on a news website.</em></p>\n\n<p>An effort by the Library of Congress to archive Twitter posts has amassed more than 170 billion tweets, which the library is now seeking to make available to researchers and other interested parties.</p>\n\n<p>Created in 1800, the Library of Congress serves as the unofficial library of the United States, as well as being Congress’ official research library.</p>\n\n<p>In April 2010, the library signed an agreement with Twitter to gain access to all public tweets since the site’s founding in 2006.</p>\n\n<p>“Twitter is a new kind of collection for the Library of Congress but an important one to its mission,” Gayle Osterberg, the library’s director of communications, wrote in a blog post. “As society turns to social media as a primary method of communication and creative expression, social media is supplementing, and in some cases supplanting, letters, journals, serial publications and other sources routinely collected by research libraries.”</p>\n\n<p>Osterberg wrote that the library has completed digitally archiving all of the tweets it currently possesses and is now working on how to best make them available to the public. The library already has received about 400 requests from researchers all over the world looking into topics ranging from the rise of citizen journalism to tracking vaccination rates to predicting stock market activity.</p>\n\n<p>The archive promises to keep growing fast. Currently, the library is processing roughly 500 million tweets per day, up from about 140 million daily messages in 2011, according to the blog post.</p>\n\n<p>Making such a vast database publicly available is proving to be a challenge unto itself, according to the Library of Congress.</p>\n\n<p>“It is clear that technology to allow for scholarship access to large data sets is lagging behind technology for creating and distributing such data,” library executives wrote last week in a government white paper updating their progress. “Even the private sector has not yet implemented cost-effective commercial solutions because of the complexity and resource requirements of such a task.”</p>\n\n<p>Currently, the library is working on partnerships with the private sector that would at least allow access to the archives in its Washington reading rooms.</p>\n\n<p>The Twitter archive might be its biggest and most challenging effort, but it’s not the first time the Library of Congress has sought to document the digital world.</p>\n\n<p>Since 2000, the library has been collecting pages from websites that document government information and activity. Today, that archive is more than 300 terabytes in size and represents tens of thousands of different sites. The library’s entire collection of printed books has been estimated to total about 10 terabytes of data (although staff at the library suspect it’s probably more).</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">From CNN.com, 1/7/2013 © 2013 Cable News Network, Inc. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of this Content without express written permission is prohibited.</span></p>\n\n<p><strong>Source E</strong></p>\n\n<p>Barton, Keith C. “Primary Sources in History: Breaking Through the Myths.” <em>Phi Delta Kappan</em> 86.10 (June 2005): 745-753. Print.</p>\n\n<p><em>The following excerpt from an article by a professor of history education appeared in a professional journal for teachers.</em></p>\n\n<p>In some cases, scholars who have little experience with historical methods appear to be passing along mistaken ideas about what historians do. In other cases, the use of primary sources seems to be driven less by a concern with historical authenticity than by demands for standards and accountability. The misunderstandings that arise from these practices, if not addressed, will result in classroom procedures that are not only inauthentic but irrelevant and ineffective. . . .</p>\n\n<p><em>Myth 1. Primary sources are more reliable than secondary sources.</em> Perhaps this is not the most common belief about primary sources, but it is surely the most ridiculous. Because primary sources were created during the period under study or by witnesses to historical events, some people believe they provide direct insight into the past and have greater authenticity than later accounts. . . .</p>\n\n<p>However, primary sources are created for a variety of reasons, and some of those reasons have nothing to do with objectivity. Sometimes primary sources represent narrow or partisan perspectives; sometimes they were created intentionally to deceive. The speeches of white politicians in the American South during Reconstruction are primary sources, for example, but a secondary work by a modern historian—although published over a hundred years later —is a far more reliable account of the era’s political system, because it does not attempt to justify white political dominance. . . .</p>\n\n<p>Ultimately, we cannot depend on any single source—primary or secondary—for reliable knowledge; we have to consult multiple sources in our quest to develop historical understanding. Whether a source is primary or secondary has no bearing on its reliability, much less on its usefulness for a given inquiry.</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Reprinted with permission of Phi Delta Kappa International, www.pdkintl.org. All rights reserved.</span></p>\n\n<p><strong>Source F</strong></p>\n\n<p>Goldsborough, Reid. “Battling Information Overload In The Information Age.” <em>Tech Directions</em> 68.9 (2009): 13. <em>Business Source Complete</em>. Web. 11 July 2014.</p>\n\n<p><em>The following is excerpted from a trade publication for technology educators.</em></p>\n\n<p>E-mail. Blogs. Texting. Online discussion groups. Instant messaging. RSS feeds. Web sites. Not to mention such “old media” sources as newsletters, journals, reports, books, newspapers, and magazines.</p>\n\n<p>In this Jetsonian Tomorrowland we live in, facilitated by the Internet, we’re inundated with information. But information overload isn’t a new phenomenon. Nearly two millennia ago, the Roman philosopher Seneca wrote, “What is the use of having countless books and libraries whose titles their owners can scarcely read through in a whole lifetime? The learner is not instructed but burdened by the mass of them.”</p>\n\n<p>Still, the quantity of information produced today is unprecedented. According to the study “How Much Information?” from the University of California at Berkeley, the amount of information produced in the world increases by about 30% every year. . . .</p>\n\n<p>Ours is an information society. It assails us, surrounds us, and demands our attention. How you deal with information can to a great extent determine your professional and personal success.</p>\n\n<p>Information can lead to knowledge and knowledge to wisdom—but managing information requires some wisdom of its own.</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">By Reid Goldsborough</span></p>\n"}]}]