[{"id":"FT544258-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Oliver makes to convey her message about nature.","features":[{"type":"sharedpassage","html":"<p>The following is an excerpt from the essay “Owls” by Mary Oliver, a poet and essayist who won the National Book Award and the Pulitzer Prize for poetry. Oliver’s writing focuses on the wonder of the natural world. Read the passage carefully. Write an essay that analyzes the rhetorical choices Oliver makes to convey her message about nature.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.&nbsp;</li>\n</ul>\n\n<p>When the great horned [owl] is in the trees its razor-tipped toes rasp the limb, flakes of bark fall through the air and land on my shoulders while I look up at it and listen to the heavy, crisp, breathy snapping of its hooked beak. The screech owl I can imagine on my wrist, also the delicate saw-whet that flies like a big soft moth down by Great Pond. And I can imagine sitting quietly before that luminous wanderer the snowy owl, and learning, from the white gleam of its feathers, something about the Arctic. But the great horned I can’t imagine in any such proximity—if one of those should touch me, it would be to the center of my life, and I must fall. They are the pure wild hunters of our world. They are swift and merciless upon the backs of rabbits, mice, voles, snakes, even skunks, even cats sitting in dusky yards, thinking peaceful thoughts. I have found the headless bodies of rabbits and bluejays, and known it was the great horned owl that did them in, taking the head only, for the owl has an insatiable craving for the taste of brains. I have walked with prudent caution down paths at twilight when the dogs were puppies. I know this bird. If it could, it would eat the whole world.</p>\n\n<p>In the night, when the owl is less than exquisitely swift and perfect, the scream of the rabbit is terrible. But the scream of the owl, which is not of pain and hopelessness, and the fear of being plucked out of the world, but of the sheer rollicking glory of the death-bringer, is more terrible still. When I hear it resounding through the woods, and then the five black pellets of its song dropping like stones into the air, I know I am standing at the edge of the mystery, in which terror is naturally and abundantly part of life, part of even the most becalmed, intelligent, sunny life—as, for example, my own. The world where the owl is endlessly hungry and endlessly on the hunt is the world in which I live too. There is only one world.</p>\n\n<p>Sometimes, while I have stood listening to the owl’s auguring song drifting through the trees, when it is ten degrees above nothing and life for any small creature is hard enough without that, I have found myself thinking of summer fields. Fields full of flowers—poppies or lupines. Or, here, fields where the roses hook into the dunes, and their increase is manyfold. All summer they are red and pink and white tents of softness and nectar, which wafts and hangs everywhere—a sweetness so palpable and excessive that, before it, I’m struck, I’m taken, I’m conquered, I’m washed into it, as though it was a river, full of dreaming and idleness—I drop to the sand, I can’t move; I am restless no more; I am replete, supine, finished, filled to the last edges with an immobilizing happiness. And is this not also terrible? Is this not also frightening?</p>\n\n<p>Are the roses not also—even as the owl is—excessive? Each flower is small and lovely, but in their sheer and silent abundance the roses become an immutable force, as though the work of the wild roses was to make sure that all of us who come wandering over the sand may be, for a while, struck to the heart and saturated with a simple happiness. Let the mind be teased by such stretches of the imagination, by such balance. Now I am cringing at the very sound of the owl’s dark wings opening over my head—not long ago I could do nothing but lounge on the sand and stare into the cities of the roses.</p>\n\n<p><sup>Excerpt from “Owls” in BLUE PASTURES, copyright © 1995, 1992, 1991 by Mary Oliver, reprinted by permission of Harcourt, Inc.</sup></p>\n"}]}]