[{"id":"FT542043","type":"mcq","stimulusHtml":"<p>A central concept in the passage is the notion that</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The following passage is from an essay published in the late twentieth century.)</em></p>\n\n<p>I am a writer. And by that definition, I am someone who has always loved language. I am fascinated by language in daily life. I spend a great deal of my time thinking about the power of language—the way it can evoke an emotion, a visual image, a complex idea, or a simple truth. Language is the tool of my trade. And I use them all—all the Englishes I grew up with.</p>\n\n<p>Recently, I was made keenly aware of the different Englishes I do use. I was giving a talk to a large group of people, the same talk I had already given to half a dozen other groups. The nature of the talk was about my writing, my life, and my book <em>The Joy Luck Club</em>. The talk was going along well enough, until I remembered one major difference that made the whole talk sound wrong. My mother was in the room. And it was perhaps the first time she had heard me give a lengthy speech using the kind of English I have never used with her. I was saying things like, “The intersection of memory upon imagination” and “There is an aspect of my fiction that relates to thus-and-thus”—a speech filled with carefully wrought grammatical phrases, burdened, it suddenly seemed to me, with nominalized forms, past perfect tenses, conditional phrases, all the forms of standard English that I had learned in school and through books, the forms of English I did not use at home with my mother.</p>\n\n<p>Just last week, I was walking down the street with my mother, and I again found myself conscious of the English I was using, the English I do use with her. We were talking about the price of new and used furniture and I heard myself saying this: “Not waste money that way.” My husband was with us as well, and he didn’t notice any switch in my English. And then I realized why. It’s because over the twenty years we’ve been together I’ve often used that same kind of English with him, and sometimes he even uses it with me. It has become our language of intimacy, a different sort of English that relates to family talk, the language I grew up with.</p>\n\n<p>So you’ll have some idea of what this family talk I heard sounds like, I’ll quote what my mother said during a recent conversation which I videotaped and then transcribed. During this conversation, my mother was talking about a political gangster in Shanghai who had the same last name as her family’s, Du, and how the gangster in his early years wanted to be adopted by her family, which was rich by comparison. Later, the gangster became more powerful, far richer than my mother’s family, and one day showed up at my mother’s wedding to pay his respects. Here’s what she said in part:</p>\n\n<p>“Du Yusong having business like fruit stand. Like off the street kind. He is Du like Du Zong—but not Tsung-ming Island people. The local people call putong, the river east side, he belong to that side local people. That man want to ask Du Zong father take him in like become own family. Du Zong father wasn’t look down on him, but didn’t take seriously, until that man big like become a mafia. Now important person, very hard to inviting him. Chinese way, came only to show respect, don’t stay for dinner. Respect for making big celebration, he shows up. Mean gives lots of respect. Chinese custom. Chinese social life that way. If too important won’t have to stay too long. He come to my wedding. I didn’t see, I heard it. I gone to boy’s side, they have YMCA dinner. Chinese age I was nineteen.”</p>\n\n<p>You should know that my mother’s expressive command of English belies how much she actually understands. She reads the <em>Forbes </em>report, listens to <em>Wall Street Week</em>, converses daily with her stockbroker, reads all of Shirley MacLaine’s books with ease—all kinds of things I can’t begin to understand. Yet some of my friends tell me they understand 50 percent of what my mother says. Some say they understand 80 to 90 percent. Some say they understand none of it, as if she were speaking pure Chinese. But to me, my mother’s English is perfectly clear, perfectly natural. It’s my mother tongue. Her language, as I hear it, is vivid, direct, full of observation and imagery. That was the language that helped shape the way I saw things, expressed things, made sense of the world.</p>\n"}],"choicesHtml":["<p>English has been enriched by borrowing from other languages</p>","speakers use different forms of language for different purposes","<p>creative writers should first master the standard form of their native language</p>","<p>literary conventions must often be sacrificed for elegance of expression</p>"],"answer":0}]