[{"id":"FT544324-22","type":"longtextV2","stimulusHtml":"Write an essay that argues your position on why people continue to watch television even though it fails to portray real life.","features":[{"type":"sharedpassage","html":"<p>The passage below is from <em>The Worst Years of Our Lives</em> by Barbara Ehrenreich. Ehrenreich is writing about life in the 1980s.</p>\n\n<p>Only after many months of viewing did I begin to understand the force that has transformed the American people into root vegetables. If you watch TV for a very long time, day in, day out, you will begin to notice something eerie and unnatural about the world portrayed therein. I don’t mean that it is two-dimensional or lacks a well-developed critique of the capitalist consumer culture or something superficial like that. I mean something so deeply obvious that it’s almost scary: when you watch television, you will see people doing many things— chasing fast cars, drinking lite beer, shooting each other at close range, etc. But you will never see people <em>watching television</em>. Well, maybe for a second, before the phone rings or a brand-new, multiracial adopted child walks into the house. But never <em>really watching,</em> hour after hour, the way <em>real</em> people do.</p>\n\n<p>Way back in the beginning of the television era, this was not so strange, because real people actually did many of the things people do on TV, even if it was only bickering with their mothers-in-law about which toilet paper to buy. But modern people, i.e., couch potatoes, do nothing that is ever shown on television (because it is either dangerous or would involve getting up from the couch). And what they do do—watch television—is far too boring to be televised for more than a fraction of a second, not even by Andy Warhol,* bless his boredom-proof little heart.</p>\n\n<p>So why do we keep on watching?</p>\n\n<p><span style=\"font-size:12pt\"><span style=\"background:white\"><span style=\"font-family:&quot;Times New Roman&quot;,serif\"><span lang=\"EN-US\" style=\"font-family:&quot;Calibri&quot;,&quot;sans-serif&quot;\"><span style=\"color:#333333\"></span></span></span></span></span></p>\n\n<p>Write an essay that argues your position on why people continue to watch television even though it fails to portray real life.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Provide evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><span style=\"font-size:0.9em;\">*Artist and filmmaker known for using repeated images and for making movies dealing with time, boredom, and repetition</span></p>\n\n<p class=\"text-right\"><sup style=\"\">Reprinted by permission of International Creative Management, Inc.</sup><br />\n<sup style=\"\">Copyright © 1991 by Barbara Ehrenreich</sup></p>\n"}]}]