[{"id":"FT544334-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on the extent to which government should be responsible for fostering green practices.<span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"></span></span></span>","features":[{"type":"sharedpassage","html":"<p>Green living (practices that promote the conservation and wise use of natural resources) has become a topic of discussion in many parts of the world today. With changes in the availability and cost of natural resources, many people are discussing whether conservation should be required of all citizens.</p>\n\n<p>Carefully read the following five sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the extent to which government should be responsible for fostering green practices.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Webber)<br />\nSource B (Friedman)<br />\nSource C (Samuelson)<br />\nSource D (graph)<br />\nSource E (“Energy Savers”)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p style=\"margin-bottom:11px\"><span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"></span></span></span></p>\n\n<p>_________________________________________________________<br />\n<strong>Source A</strong></p>\n\n<p>Webber, Alan M. “U.S. Could Learn a Thing or Two<br />\nfrom Singapore.” Editorial. <em>USA Today</em>. USA<br />\nToday, 14 Aug. 2006. Web. 17 Aug. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from an online editorial in a national newspaper.</em></p>\n\n<p>It’s time to take . . . a look at how Singapore’s transportation policymakers deal with the tyranny of the automobile.</p>\n\n<p>Start with Singapore’s general approach to every policy issue. The overarching premise is that the government intends to run the country with a business-driven perspective. That’s an idea you’d think would appeal to President Bush, America’s first MBA chief executive. . . .</p>\n\n<p>So what is it that the Singaporean government has crafted as its comprehensive policy approach to the auto? The first thing you need to know is, if you want to buy a car in Singapore, you first must buy a permit to buy a car. . . . The current price is roughly $10,000 for a midsize car. And here’s the policy kicker: The money goes into supporting an efficient, highly developed mass transit system, which today handles about 4 million rides per day, compared with 3 million daily private auto trips.</p>\n\n<p>Taxes are the other energy-conserving measure adopted by the Singaporean government. In particular, car buyers pay an annual tax that specifically punishes high-powered, gas-guzzling engines. But for every stick there’s a carrot: The government awards a lump sum tax rebate of 40% of the price of a vehicle to Singaporeans who opt for hybrids. As any public policy wonk will tell you, tax policy is public policy. In the case of Singapore, the policy message is clear: Gasoline is scarce and expensive—and likely only to become more so. Tax policies that encourage conservation and punish waste just make sense. . . .</p>\n\n<p>These are just a few of the thoughtfully aligned policy incentives adopted in Singapore. More important, perhaps, Singapore is only one of many places in the world that is making energy conservation and auto management a priority. Just as globalization has made American companies learn from other businesses around the world, so the opportunity exists for mayors, governors and even members of Congress and White House officials to learn from more advanced, more adventurous nations.</p>\n\n<p><sup>“U.S. Could Learn a Thing or Two from Singapore” by Alan Webber, copyright © 2006 by Alan Webber. Used by permission of the author.</sup></p>\n\n<p>_________________________________________________________<br />\n<strong>Source B</strong></p>\n\n<p>Friedman, Thomas L. <em>Hot, Flat, and Crowded: Why We<br />\nNeed a Green Revolution—and How It Can Renew<br />\nAmerica.</em> New York: Farrar, 2008. Print.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from a book about the need for a green revolution.</em></p>\n\n<p>America has a problem and the world has a problem. America’s problem is that it has lost its way in recent years—partly because of 9/11 and partly because of the bad habits that we have let build up over the last three decades, bad habits that have weakened our society’s ability and willingness to take on big challenges.</p>\n\n<p>The world also has a problem: It is getting <em>hot, flat, and crowded</em>. That is, global warming, the stunning rise of middle classes all over the world, and rapid population growth have converged in a way that could make our planet dangerously unstable. In particular, the convergence of hot, flat, and crowded is tightening energy supplies, intensifying the extinction of plants and animals, deepening energy poverty, strengthening petro-dictatorship, and accelerating climate change. How we address these interwoven global trends will determine a lot about the quality of life on earth in the twenty-first century.</p>\n\n<p>I am convinced that the best way for America to solve its big problem—the best way for America to get its “groove” back—is for us to take the lead in solving the world’s big problem. In a world that is getting hot, flat, and crowded, the task of creating the tools, systems, energy sources, and ethics that will allow the planet to grow in cleaner, more sustainable ways is going to be the biggest challenge of our lifetime.</p>\n\n<p>But this challenge is actually an opportunity for America. If we take it on, it will revive America at home, reconnect America abroad, and retool America for tomorrow. America is always at its most powerful and most influential when it is combining innovation and inspiration, wealth-building and dignity-building, the quest for big profits and the tackling of big problems. When we do just one, we are less than the sum of our parts. When we do both, we are greater than the sum of our parts—much greater.</p>\n\n<p>_________________________________________________________<br />\n<strong>Source C</strong></p>\n\n<p>Samuelson, Robert J. “Selling the Green Economy.”<br />\n<em>Washington Post.</em> The Washington Post Company,<br />\n27 Apr. 2009. Web. 18 Aug. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from an online article in a national newspaper.</em></p>\n\n<p>Few things are more appealing in politics than something for nothing. As Congress begins considering anti-global warming legislation, environmentalists hold out precisely that tantalizing prospect: We can conquer global warming at virtually no cost. Here’s a typical claim, from the Environmental Defense Fund (EDF):</p>\n\n<p>“For about a dime a day [per person], we can solve climate change, invest in a clean energy future, and save billions in imported oil.”</p>\n\n<p>This sounds too good to be true, because it is. . . . The claims of the Environmental Defense Fund and other environmentalists . . . rely on economic simulations by “general equilibrium” models. An Environmental Protection Agency study put the cost as low as $98 per household a year, because high energy prices are partly offset by government rebates. With 2.5 people in the average household, that’s roughly 11 cents a day per person.</p>\n\n<p>The trouble is that these models embody wildly unrealistic assumptions: There are no business cycles; the economy is always at “full employment”; strong growth is assumed, based on past growth rates; the economy automatically accommodates major changes—if fossil fuel prices rise (as they would under anti-global-warming laws), consumers quickly use less and new supplies of “clean energy” magically materialize.</p>\n\n<p>There’s no problem and costs are low, because the models say so. But the real world, of course, is different. . . .</p>\n\n<p>Countless practical difficulties would arise in trying to wean the U.S. economy from today’s fossil fuels. One estimate done by economists at the Massachusetts Institute of Technology found that meeting most transportation needs in 2050 with locally produced biofuels would require “500 million acres of U.S. land—more than the total of current U.S. cropland.” America would have to become a net food importer. . . .</p>\n\n<p>The selling of the green economy involves much economic make-believe. Environmentalists not only maximize the warming—from rising sea levels to advancing tropical diseases—they also minimize the costs of dealing with it. Actually, no one involved in this debate really knows what the consequences or costs might be. All are inferred from models of uncertain reliability.</p>\n\n<p><sup>From The Washington Post, © 04/27/2009 The Washington Post. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of the Material without express written permission is prohibited.</sup></p>\n\n<p>_________________________________________________________<br />\n<strong>Source D</strong></p>\n\n<p>Rheault, Magali. “In Top Polluting Nations, Efforts to<br />\nLive ‘Green’ Vary.” <em>Gallup</em>. Gallup, Inc., 22 Apr.<br />\n2008. Web. 18 Aug. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from an article on the results of polls on environmental awareness conducted in 2007.</em></p>\n\n<p>According to the Energy Information Administration, the United States, China, Russia, Japan, and India together account for 54% of the world’s total carbon dioxide emissions, which represent the largest share of man-made greenhouse gases. Gallup Polls conducted in 2007 show that American and Japanese residents express the highest levels of environmental stewardship.</p>\n\n<p><img alt=\"A horizontal bar graph is shown with the title Which of these, if any, have you done in the past year? Percentage of respondents who say “yes, have done”. The horizontal axis shows percent from 0 to 90 in increments of 10 percent with vertical reference lines drawn. The vertical axis has four statements. The legend indicates that black bars represent the united states, dark grey bars represent China, light grey bars represent Russia, striped bars represent Japan and white bars represent India. The first statement is tried to use less water in your household. The black bar goes to 74 percent, the dark grey bar goes to 75 percent, the light grey bar goes to 35 percent, the striped bar goes to 82 percent, and the white bar goes to 58 percent. The second statement is avoided using certain products that harm the environment. The black bar goes to 72 percent, the dark grey bar goes to 38 percent, the light grey bar goes to 29 percent, the striped bar goes to 72 percent and the white bar goes to 30 percent. The third statement is voluntarily recycled newspapers, glass, aluminum, moron oil, or other items. The black bar goes to 85 percent, the dark grey bar goes to 29 percent, the light grey bar goes to 9 percent, the striped bar goes to 85 percent and the white bar goes to 8 percent. The fourth statement is Been active in a group or organization that works to protect the environment. The black bar goes to 28 percent, the dark grey bar goes to 11 percent, the light grey bar goes to 6 percent, the striped bar goes to 12 percent and the white bar goes to 11 percent. \" height=\"1403\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5f112e688c4ede9525c3865c57ef349e/original.png\" width=\"1513\" /></p>\n\n<p><sup>Copyright © 2008 GALLUP. Reprinted with permission. All Rights Reserved.</sup></p>\n\n<p>&nbsp;</p>\n\n<p>_________________________________________________________<br />\n<strong>Source E</strong></p>\n\n<p>United States. Department of Energy. Office of Energy<br />\nEfficiency and Renewable Energy. <em>Energy Savers<br />\nBooklet: Tips on Saving Energy &amp; Money at Home.</em><br />\n6 Aug. 2009. Web. 18 Aug. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from a Web site published by the United States Department of Energy.</em></p>\n\n<p>Did you know that the typical U.S. family spends about $1,900 a year on home utility bills? Unfortunately, a large portion of that energy is wasted. And each year, electricity generated by fossil fuels for a single home puts more carbon dioxide into the air than two average cars. And as for the road, transportation accounts for 67% of all U.S. oil consumption. The good news is that there is a lot you can do to save energy and money at home and in your car. Start making small changes today.</p>\n\n<ul>\n\t<li>\n\t<p>Install a programmable thermostat to keep your house comfortably warm in the winter and comfortably cool in the summer.</p>\n\t</li>\n\t<li>\n\t<p>Use compact fluorescent light bulbs with the ENERGY STAR® label.</p>\n\t</li>\n\t<li>\n\t<p>Air dry dishes instead of using your dishwasher’s drying cycle.</p>\n\t</li>\n\t<li>\n\t<p>Turn off your computer and monitor when not in use.</p>\n\t</li>\n\t<li>\n\t<p>Plug home electronics, such as TVs and DVD players, into power strips; turn the power strips off when the equipment is not in use (TVs and DVDs in standby mode still use several watts of power).</p>\n\t</li>\n\t<li>\n\t<p>Lower the thermostat on your hot water heater to 120°F.</p>\n\t</li>\n\t<li>\n\t<p>Take short showers instead of baths.</p>\n\t</li>\n\t<li>\n\t<p>Wash only full loads of dishes and clothes.</p>\n\t</li>\n\t<li>\n\t<p>Drive sensibly. Aggressive driving (speeding, rapid acceleration and braking) wastes gasoline.</p>\n\t</li>\n</ul>\n"}]}]