[{"id":"FT542231-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Crèvecoeur makes to develop his argument about colonial American society.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from J. Hector St. John de Crèvecoeur’s collection of essays titled<em> Letters from an American Farmer</em>.&nbsp;Crèvecoeur was a French aristocrat who traveled widely in the American colonies and bought a farm in New York, where he settled for a time. In this excerpt&nbsp;from 1782, Crèvecoeur defines Americans. Read the passage carefully. Write an essay that analyzes the rhetorical choices Crèvecoeur makes to develop his argument about colonial American society.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>In this great American asylum, the poor of Europe have by some means met together and in consequence of various causes; to what purpose should they ask one another what countrymen they are? Alas, two thirds of them had no country. Can a wretch who wanders about, who works and starves, whose life is a continual scene of sore affliction or pinching penury, can that man call England or any other kingdom his country? A country that had no bread for him, whose fields procured him no harvest, who met with nothing but the frowns of the rich, the severity of the laws, with jails and punishments; who owned not a single foot of the extensive surface of this planet? No! urged by a variety of motives, here they came. Everything has tended to regenerate them: new laws, a new mode of living, a new social system; here they are become men; in Europe they were as so many useless plants, wanting vegetative mold<sup>1</sup> and refreshing showers; they withered and were mowed own by want, hunger, and war; but now by the power of transplantation, like all other plants they have taken root and flourished! Formerly they were not numbered in any civil lists of their country, except in those of the poor; here they rank as citizens. By what invisible power has this surprising metamorphosis been performed? By that of the laws and that of their industry. The laws, the indulgent laws, protect them as they arrive, stamping on them the symbol of adoption; they receive ample rewards for their labors; these accumulated rewards procure them lands; those lands confer on them the title of freemen, and to that title every benefit is affixed which men can possibly require. This is the great operation daily performed by our laws. From whence proceed these laws? From our government. Whence the government? It is derived from the original genius and strong desire of the people ratified and confirmed by the crown. This is the great chain which links us all. . . .</p>\n\n<p>What attachment can a poor European emigrant have for a country where he had nothing? The knowledge of the language, the love of a few kindred as poor as himself were the only cords that tied him; his country is now that which gives him land, bread, protection, and consequence; <em>Ubi panis ibi patria</em><sup>2</sup> is the motto of all emigrants. What then is the American, this new man? He is either an European or the descendant of an European, hence that strange mixture of blood, which you will find in no other country. I could point out to you a family whose grandfather was an Englishman, whose wife was Dutch, whose son married a French woman, and whose present four sons have now four wives of different nations. <em>He</em> is an American who, leaving behind him all his ancient prejudices and manners, receives new ones from the new mode of life he has embraced, the new government he obeys, and the new rank he holds. He becomes an American by being received in the broad lap of our great <em>Alma Mater</em><sup>3</sup>. Here individuals of all nations are melted into a new race whose labors and posterity will one day cause great changes in the world. Americans are the western pilgrims who are carrying along with them that great mass of arts, sciences, vigor, and industry which began long since in the east; they will finish the great circle. The Americans were once scattered all over Europe; here they are incorporated into one of the finest systems of population which has ever appeared and which will hereafter become distinct by the power of the different climates they inhabit.</p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup>Soil</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>2</sup>Where there is bread, there is the homeland.</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>3</sup>Cherishing or fostering mother</span></p>\n"}]}]