[{"id":"FT544303-22","type":"longtextV2","stimulusHtml":"Write an essay in which you analyze the rhetorical choices Hazlitt makes to develop his argument about money.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from “On the Want of Money,” an essay written in 1827 by William Hazlitt, an author, essayist, and literary critic. Hazlitt’s essay discusses how the absence of money can influence one’s experiences. Read the passage carefully. Write an essay in which you analyze the rhetorical choices Hazlitt makes to develop his argument about money.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Literally and truly, one cannot get on well in the world without money. To be in want of it, is to pass through life with little credit or pleasure; it is to live out of the world, or to be despised if you come into it; it is not to be sent for to court, or asked out to dinner, or noticed in the street; it is not to have your opinion consulted or else rejected with contempt, to have your acquirements carped at and doubted, your good things disparaged, and at last to lose the wit and the spirit to say them; it is to be scrutinized by strangers, and neglected by friends; it is to be a thrall to circumstances, an exile in one’s own country; to forego leisure, freedom, ease of body and mind, to be dependent on the good-will and caprice of others, or earn a precarious and irksome livelihood by some laborious employment; it is to be compelled to stand behind a counter, or to sit at a desk in some public office, or to marry your landlady, or not the person you would wish; or to go out to the East or West Indies, or to get a situation as judge abroad, and return home with a liver-complaint; or to be a law-stationer, or a scrivener or scavenger, or newspaper reporter; or to read law and sit in court without a brief; or to be deprived of the use of your fingers by transcribing Greek manuscripts, or to be a seal-engraver and pore yourself blind; or to go upon the stage, or try some of the Fine Arts; with all your pains, anxiety, and hopes, and most probably to fail, or, if you succeed, after the exertions of years, and undergoing constant distress of mind and fortune, to be assailed on every side with envy, back-biting, and falsehood, or to be a favourite with the public for awhile, and then thrown into the background—or a gaol,* by the fickleness of taste and some new favourite; to be full of enthusiasm and extravagance in youth, of chagrin and disappointment in after-life; to be jostled by the rabble because you do not ride in your coach, or avoided by those who know your worth and shrink from it as a claim on their respect or their purse; to be a burden to your relations, or unable to do anything for them; to be ashamed to venture into crowds; to have cold comfort at home; to lose by degrees your confidence and any talent you might possess; to grow crabbed, morose, and querulous, dissatisfied with every one, but most so with yourself; and plagued out of your life, to look about for a place to die in, and quit the world without any one’s asking after your will. The <em>wiseacres</em> will possibly, however, crowd round your coffin, and raise a monument at a considerable expense, and after a lapse of time, to commemorate your genius and your misfortunes!</p>\n\n<p class=\"text-right\">(1827)</p>\n\n<p>* jail</p>\n"}]}]