[{"id":"FT544266-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Abbey makes to convey his message about nature.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from a collection of essays titled <em>Down the River</em> by Edward Abbey, an American author and essayist. The essay collection, published in 1982, examines the American wilderness. This excerpt describes the Aravaipa Canyon in New Mexico. Read the passage carefully. Write an essay that analyzes the rhetorical choices Abbey makes to convey his message about nature.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Once, years before, I had glimpsed a mountain lion in this canyon, following me through the twilight. It was the only mountain lion I had ever seen, so far, in the wild. I stopped, the big cat stopped, we peered at each other through the gloom. Mutual curiosity: I felt more wonder than fear. After a minute, or perhaps it was five minutes, I made a move to turn. The lion leaped up into the rocks and melted away.</p>\n\n<p>We see no mountain lions this evening. Nor any of the local deer, either Sonoran whitetail or the desert mule deer, although the little heart-shaped tracks of the former are apparent in the sand. Javelina, or peccary, too, reside in this area; piglike animals with tusks, oversized heads, and tapering bodies, they roam the slopes and gulches in family bands, living on roots, tubers, and innards of barrel cactus, on grubs, insects, and carrion. Omnivorous, like us, and equally playful, if not so dangerous. Any desert canyon with permanent water, like Aravaipa, will be as full of life as it is beautiful.</p>\n\n<p>We stumble homeward over the stones and through the anklebone-chilling water. The winter day seems alarmingly short; it is.</p>\n\n<p>We reach the mouth of the canyon and the old trail uphill to the roadhead in time to see the first stars come out. Barely in time. Nightfall is quick in this arid climate and the air feels already cold. But we have earned enough memories, stored enough mental-emotional images in our heads, from one brief day in Aravaipa Canyon, to enrich the urban days to come. As Thoreau found a universe in the woods around Concord, any person whose senses are alive can make a world of any natural place, however limited it might seem, on this subtle planet of ours.</p>\n\n<p>“The world is big but it is comprehensible,” says R. Buckminster Fuller. But it seems to me that the world is not nearly big enough and that any portion of its surface, left unpaved and alive, is infinitely rich in details and relationships, in wonder, beauty, mystery, comprehensible only in part. The very existence of existence is itself suggestive of the unknown—not a problem but a mystery.</p>\n\n<p>We will never get to the end of it, never plumb the bottom of it, never know the whole of even so small and trivial and useless and precious a place as Aravaipa. Therein lies our redemption.</p>\n"}]}]