[{"id":"FT542046","type":"mcq","stimulusHtml":"<p>The primary goal of the passage is to</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(This passage is from a book about clouds. Contrails are airborne streaks of condensed water vapor created by aircrafts.)</em></p>\n\n<p><span style=\"font-size:0.9em\"></span></p>\n\n<p>One paper, published in 2004,<sup>1 </sup>looked at the increase in observed cirriform clouds over the US between the years 1974 and 1994. [The paper] . . . concluded that the increase in air traffic and its resulting contrails had led to increasing cirriform cloud cover. Estimations of the expected warming effects of this increase were equivalent to .36°F per decade. Amazingly, the effect of the increase in cirriform clouds alone was considered sufficient to account for almost the entire rise in temperatures across the USA during the last 25 years. This is a major claim, for though it relates to localised warming effects, not global ones, the report suggests that the high clouds that develop from contrails are a huge contributor to surface warming.</p>\n\n<p>&nbsp;</p>\n\n<p>Another key paper, published in 2003,<sup>2</sup> was equally sobering. Here, the scientists correlated the changing distribution of cirriform clouds over Europe from weather satellite images with precise records of the varying concentrations of air traffic during the same periods. The report concluded that the warming attributable to cirriform clouds appearing to develop as a result of air traffic was ten times greater than that expected to result from aviation CO<sub>2</sub> emissions.</p>\n\n<p>&nbsp;</p>\n\n<p>Now, it is hard to make a meaningful comparison between the environmental impacts of such differing factors as, on the one hand, aircraft CO<sub>2</sub> emissions, which remain in the atmosphere for over a hundred years and have a cumulative and global effect on surface warming and, on the other hand, aviation-induced cloud cover, whose warming effects are both localised and temporary. But these studies suggest that aviation’s contrails are leading to other high clouds that are a more significant factor in global warming than its CO<sub>2</sub> emissions.</p>\n\n<p>&nbsp;</p>\n\n<p>Air traffic is estimated to be increasing by five percent a year,<sup>3</sup> with most of the increase being in contrail-forming long-haul flights. Ironically, modern aircraft engines—designed to burn more efficiently and so emit less CO<sub>2</sub>—actually create more contrails.</p>\n\n<p>&nbsp;</p>\n\n<p>A team of scientists at Imperial College in London has been looking at one possible way to reduce contrails: stopping aircraft from flying so high.</p>\n\n<p>&nbsp;</p>\n\n<p>Using computer simulations designed for air-traffic management, they have considered the implications of imposing restrictions on European cruising altitudes to keep aircraft below contrail-forming&nbsp;levels.<sup>4</sup>&nbsp; One problem with such a system is that the lower an airplane flies, the denser the air it has to travel through and so the more fuel it needs to burn— something that has financial implications as well as those of increased greenhouse gas emissions.</p>\n\n<p>&nbsp;</p>\n\n<p>So the team evaluated a system that imposed the highest possible ‘contrail-free’ ceiling on cruising altitudes, which could be calculated dynamically in response to changes in atmospheric temperature and humidity.</p>\n\n<p>&nbsp;</p>\n\n<p>‘If you had that cap on the flights in Europe—’ explained Dr. Bob Noland, one of the scientists behind the project, ‘which would result in a four percent increase in CO<sub>2</sub> emissions from increased fuel consumption—our conclusion was that the reduction in contrails would make it a good policy.’ Their findings suggested that, though there would certainly be implementation difficulties, such as increased congestion and longer flight times, the system could reduce contrail formation by between 65 and 95 percent, compared with just a four percent rise in CO<sub>2</sub> emissions.</p>\n\n<p>&nbsp;</p>\n\n<p>Without the contrails it seems that there would be a considerable reduction in the overall amount of thin, ground-warming cirriform clouds. ‘The CO<sub>2</sub> emissions from aircraft,’ says Noland, ‘while significant and growing, are not going to make that much difference even if we cut them down, but if we reduce contrails by 90 percent tomorrow—which we think is entirely feasible—you would get a major impact right away. Stopping the contrails would bring an immediate benefit.’</p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup> Minnis, P.; Ayers, J. K.; Palikonda, R.; Phan, D.: ‘Contrails, Cirrus Trends, and Climate’. 2004, <em>Journal of Climate</em>, 17.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup> Mannstein, H. &amp; Schumann, U.: ‘Observations of Contrails and Cirrus over Europe’. Proceedings of the AAC Conference, 30 June–3 July 2003, Friedrichshafen, Germany.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>3</sup> <em>IPCC Special Report on Aviation and the Global Atmosphere</em>, 1999.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>4</sup> Williams, V. &amp; Noland, R. B.: ‘Variability of contrail formation conditions and the implications for policies to reduce the climate impacts of aviation’, not yet published.</span></p>\n"}],"choicesHtml":["<p>compare two recent scientific studies on global warming</p>","<p>explore the relationship of air traffic to atmospheric temperatures</p>","<p>argue for the necessity of limiting air travel in Europe</p>","<p>review a chronological series of studies on cirriform clouds</p>"],"answer":0}]