[{"id":"FT544319-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on whether the penny coin should be eliminated.","features":[{"type":"sharedpassage","html":"<p>In 2001 United States Representative Jim Kolbe introduced legislation to Congress to eliminate the penny coin in most transactions. Although this legislation failed, there are still consistent calls to eliminate the penny as the smallest-denomination United States coin. While some commentators argue that the penny is an important United States tradition, others see pennies as no longer useful in today’s society. &nbsp;</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source.&nbsp;Write an essay that synthesizes material from at least three of the sources and develops your position on whether the penny coin should be eliminated.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Lewis)<br />\nSource B (Kahn)<br />\nSource C (Safire)<br />\nSource D (Weller)<br />\nSource E (Harris Poll)<br />\nSource F (Penny Visual)</p>\n\n<div>\n<div>In your response you should do the following:</div>\n</div>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source A</strong></p>\n\n<p>Lewis, Mark. “Ban the Penny.” <em>Forbes.com</em> 5 July 2002. 8 February 2006<br />\n&lt;http://www.forbes.com/2002/07/05/0705penny.htm&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following is an excerpt from an online edition of a magazine that focuses on business and the United States economy.</em></p>\n\n<p>New York—Almost a year has passed now since U.S. Rep. Jim Kolbe made headlines by introducing his anti-penny bill, yet these pesky one-cent coins continue to jingle uselessly in people’s pockets. Can nobody rid America of this copper-coated scourge?</p>\n\n<p>Kolbe, an Arizona Republican, is doing his best, although his proposed Legal Tender Modernization Act is languishing in a subcommittee. The bill would not ban pennies, but merely discourage their use by establishing a system under which cash transactions would be rounded up or down. That would render the penny unnecessary.</p>\n\n<p>“It’s practically useless in everyday life,” complains Neena Moorjani, Kolbe’s press secretary. But the penny has its fans, especially in Tennessee, which is rich in zinc. Up until 1982, pennies were made mostly of copper; since then they have been 97.5% zinc, with a little copper mixed in for appearance’s sake.</p>\n\n<p>Just last week, two lawmakers from the Volunteer State introduced a resolution commemorating the 20th anniversary of the zinc-based penny. Fans of this coin note snidely that Kolbe’s home state of Arizona is rich in copper—which makes up a bigger percentage of the larger-denomination coins that might be more heavily used if the penny were discontinued. Kolbe also favors replacing paper dollar bills with longer-lasting $1 coins—and as it happens, the Sacagawea “golden dollar” introduced two years ago is made mostly of copper. . . .</p>\n\n<p>Perhaps the University of Pennsylvania’s prestigious Wharton School could take the lead in studying this issue and determining which course makes the best economic sense. That would only be appropriate, because this school originally was endowed by Gilded Age industrialist Joseph Wharton, who got rich by cornering the market for nickel and then persuading Congress to create a new coin made exclusively of metal from his mines.</p>\n\n<p><sup>Reprinted by Permission of Forbes Magazine © 2007 Forbes LLC</sup></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source B</strong></p>\n\n<p>Kahn, Ric. “Penny Pinchers.” <em>Globe.com</em> 9 October 2005.<br />\n10 February 2006<br />\n&lt;http://www.boston.com/news/local/massachusetts/<br />\narticles/2005/10/09/penny_pinchers/&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from an article published in the online edition of a newspaper.</em></p>\n\n<p>Pity the poor penny.</p>\n\n<p>Once, it had swagger. With a pedigree dating back to 1787, it was feted as the first currency authorized by the United States. As a money symbol, it was deemed as rock-solid as the presidential jaw of Abraham Lincoln, which first appeared on it in 1909. Boston’s own Paul Revere, resident silversmith, supplied some of the copper for those bygone pennies.</p>\n\n<p>Now, everywhere you turn around town, the zinc-and-copper one-cent piece is taking it on the chin: Shoved out of the economic picture by charge cards. Flung into the trash by people who think it’s mucky and worthless. Hijacked by cashiers who assume you’re among the 27 percent of Americans who don’t even keep track of their loose change, according to a May 2005 survey conducted by Coinstar, providers of the self-service machines that help convert coins into paper money. . . .</p>\n\n<p>On the Internet, you were introduced to a group called “Citizens for Retiring the Penny,” which advocates rounding off prices to the nearest nickel, as have some members of Congress. The group was founded by a 1999 MIT graduate named Jeff Gore.</p>\n\n<p>“The point of currency is to facilitate transactions,” Gore, 27, told you by phone. “People fishing in their pockets. The cashier has to open a new bag of pennies. For me, it’s the waste of time I object to.”</p>\n\n<p>Gore is a busy guy. As a graduate student in physics at the University of California at Berkeley, he has tackled topics such as “Single Molecule Investigations of the Mechanochemical Cycle of DNA Gyrase.”</p>\n\n<p>However, Gore did find the time to come up with this calculation, posed on the group’s website:</p>\n\n<p>“The National Association of Convenience Stores and Walgreens drug store chain estimated that handling pennies adds 2 to 2.5 seconds to each cash transaction (remember that we are including the occasional customer who spends 30 seconds looking for the penny in his pocket). Let us estimate that each person goes through three of these transactions per day and that on average there is one person waiting in line (making for a total of three people’s time wasted in each transaction). We can then calculate that the presence of pennies wastes (3 transactions/day) x (2.25 seconds/transaction) x (3 people per transaction) = 20 seconds per day. Probably only about half of the wasted time is directly connected with a cash transaction, giving a total of 40 wasted seconds per day per person. This may not seem like a lot, but it translates to 40 x 365 / 3600 = 4 hours per person per year. If each person’s time is worth $15/hour then we arrive at the conclusion that each person is losing $60 per year, at a cost to the nation of over $15 billion per year. . . .”</p>\n\n<p>On the other side of the coin, Edmond Knowles figures he has saved an average of about 90 pennies a day for the last 38 years: On his counter, in jugs, and finally in 55-gallon drums in his garage.</p>\n\n<p>In June, an armored car picked up his 4.5 tons of spare change, and had it recycled through Coinstar.</p>\n\n<p>That would be 1,308,459 pennies, or $13,084.59. . . .</p>\n\n<p><sup>“Penny Pinchers” from The Boston Globe, by Ric Kahn, Globe Staff, October 9, 2005</sup></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source C</strong></p>\n\n<p>Safire, William. “Abolish the Penny.” <em>nytimes.com</em><br />\n2 June 2004. 3 November 2006<br />\n&lt;http://select.nytimes.com/gst/abstract.html?res=F0<br />\n0911F63C550C718CDDAF0894DC404482&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following is an opinion piece published in an online edition of a newspaper.</em></p>\n\n<p>The time has come to abolish the outdated, almost worthless, bothersome and wasteful penny. Even President Lincoln, who distrusted the notion of paper money because he thought he would have to sign each greenback, would be ashamed to have his face on this specious specie.</p>\n\n<p>That’s because you can’t buy anything with a penny any more. Penny candy? Not for sale at the five-and-dime (which is now a “dollar store”). Penny-ante poker? Pass the buck. Any vending machine? Put a penny in and it will sound an alarm.</p>\n\n<p>There is no escaping economic history: it takes nearly a dime today to buy what a penny bought back in 1950. Despite this, the U.S. Mint keeps churning out a billion pennies a month.</p>\n\n<p>Where do they go? Two-thirds of them immediately drop out of circulation, into piggy banks or—as The Times’s John Tierney noted five years ago—behind chair cushions or at the back of sock drawers next to your old tin-foil ball. Quarters and dimes circulate; pennies disappear because they are literally more trouble than they are worth. The remaining 300 million or so—that’s 10 million shiny new useless items punched out every day by government workers who could be more usefully employed tracking counterfeiters—go toward driving retailers crazy. They cost more in employee-hours—to wait for buyers to fish them out, then to count, pack up and take them to the bank —than it would cost to toss them out. That’s why you see “penny cups” next to every cash register; they save the seller time and the buyer the inconvenience of lugging around loose change that tears holes in pockets and now sets off alarms at every frisking-place.</p>\n\n<p>Why is the U.S. among the last of the industrialized nations to abolish the peskiest little bits of coinage? At the G-8 summit next week, the Brits and the French—even the French!—who dumped their low-denomination coins 30 years ago, will be laughing at our senseless jingling.</p>\n\n<p><sup>Copyright © 2005 by The New York Times Co. Reprinted with permission.</sup></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source D</strong></p>\n\n<p>Weller, Mark W. Letter. Unpublished letter to the<br />\nNew York Times. Americans for Common Cents.<br />\n7 Nov. 2006. &lt;www.pennies.org.&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following is an unpublished letter to the editor that was posted to the website of a special interest group.</em></p>\n\n<p>June 3, 2004</p>\n\n<p>Letters to the Editor<br />\nThe New York Times<br />\n229 West 43rd Street<br />\nNew York, N.Y. 10036-3959</p>\n\n<p>(Via e-mail: letters@nytimes.com)</p>\n\n<p>Dear Letters to the Editor:</p>\n\n<p>I was disappointed to read Bill Safire’s embrace of price rounding (“Abolish the Penny,” Op-Ed, June 2). While most of the arguments by penny opponents have been soundly rejected by the American public and Congress, Mr. Safire’s inaccuracies about penny circulation and other countries’ use of low denomination coins must be corrected.</p>\n\n<p>First, the statement that the “U.S. is among the last industrialized nations to abolish” its low-denomination coin runs counter to the facts. The European Union’s adoption of the euro included a one-cent euro coin or “euro penny.” The choice for the smallest coin denomination was mainly based on European policymakers’ observation that in the majority of member states the smallest coin denomination in circulation had a value equivalent to one cent. The EU also sought to avoid the systematic rounding of prices. And in the major industrialized countries, including Great Britain, Canada, Japan and the U.S., the penny or penny-equivalent remains in production and shares similar percentages of total coins produced in those countries.</p>\n\n<p>Second, two-thirds of pennies do not “immediately drop out of circulation.” A 2002 study based on Federal Reserve data indicated that the annual rate pennies disappear from circulation is surprisingly similar to all other forms of our coinage—around 5.6 percent.</p>\n\n<p>The fact is the penny remains popular with the public and important to our pricing system.</p>\n\n<p>Mark W. Weller<br />\nExecutive Director<br />\nAmericans for Common Cents<br />\nWashington, D.C., June 3, 2004</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source E</strong></p>\n\n<p>“Abolish the Penny? A Majority of the Public Says ‘No.’”<br />\nThe Harris Poll #51 15 July 2004. 8 March 2006<br />\n&lt;http://www.harrisinteractive.com/harris_poll/index<br />\n.asp?PID=480&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following are data from an independent poll.</em></p>\n\n<p><img alt=\"A table is shown with the title Favor Abolishing the Penny? Below that is the question, would you favor or oppose abolishing the penny so that the nickel would be the lowest denomination coin? The table has the heading income across the top, and the columns from left to right are labeled Total, Less than 25000 dollars, 25000 to 34900 dollars, 35000 to 49900 dollars, 50000 to 74900 dollars, and 75000 to more dollars. The first row in the table is people who favor abolishing the penny and the values from left to right are 23 percent, 16 percent, 26 percent, 25 percent, 24 percent, and 32 percent. The second row in the table is people who oppose abolishing the penny and the values from left to right are 59 percent, 62 percent, 59 percent, 58 percent, 57 percent, and 53 percent. The third row in the table is people who are not sure and the values from left to right at 18 percent, 21 percent, 15 percent, 17 percent, 20 percent, and 15 percent. \" height=\"365\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a87057840721121a5f248e26b5a1be84/original.png\" width=\"750\" /></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source F</strong></p>\n\n<p>Pennies<br />\n_________________________________________________________</p>\n\n<p><em>The following are scanned images of pennies.</em></p>\n\n<p><img alt=\"Images are shown of the front and back of two pennies. On the top row are the front and back of a modern penny. The front is on the left with a side portrait of Abraham Lincoln, the words In God We Trust across the top, the word liberty to his left, and the year 2005 to his right. The back is on the right with the lincoln memorial in the middle, the words United States of America and E Pluribus Unum at the top, and the words One Cent at the bottom. On the bottom row are the front and back of an old penny. The front is on the left with a side portrait of a person with long hair, the word liberty across the top, and the year 1793 at the bottom. The back is on the right with the words One Cent and 1 divided by 100 in the center surrounded by a circular chain, and the words United States of America are written around the outer edge. \" height=\"522\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/059e6ce64e03194469c5b818b55ed2a2/original.png\" width=\"500\" /></p>\n"}]}]