[{"id":"FT544302-22","type":"longtextV2","stimulusHtml":"Write an essay in which that analyzes the rhetorical choices Price makes to develop her argument about United States culture.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from the essay “The Plastic Pink Flamingo: A Natural History” by Jennifer Price. The essay, published in 1999, examines the popularity of the plastic pink flamingo in the 1950s. Read the passage carefully. Write an essay in which that analyzes the rhetorical choices Price makes to develop her argument about United States culture.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>When the pink flamingo splashed into the fifties market, it staked two major claims to boldness. First, it was a <em>flamingo</em>. Since the 1930s, vacationing Americans had been flocking to Florida and returning home with flamingo souvenirs. In the 1910s and 1920s, Miami Beach’s first grand hotel, the Flamingo, had made the bird synonymous with wealth and pizzazz. . . . [Later], developers built hundreds of more modest hotels to cater to an eager middle class served by new train lines—and in South Beach, especially, architects employed the playful Art Deco style, replete with bright pinks and flamingo motifs.</p>\n\n<p>This was a little ironic, since Americans had hunted flamingos to extinction in Florida in the late 1800s, for plumes and meat. But no matter. In the 1950s, the new interstates would draw working-class tourists down, too. Back in New Jersey, the Union Products flamingo inscribed one’s lawn emphatically with Florida’s cachet of leisure and extravagance. The bird acquired an extra fillip of boldness, too, from the direction of Las Vegas—the flamboyant oasis of instant riches that the gangster Benjamin “Bugsy” Siegel had conjured from the desert in 1946 with his Flamingo Hotel. Anyone who has seen Las Vegas knows that a flamingo stands out in a desert even more strikingly than on a lawn. In the 1950s, namesake Flamingo motels, restaurants, and lounges cropped up across the country like a line of semiotic sprouts.</p>\n\n<p>And the flamingo was pink—a second and commensurate claim to boldness. The plastics industries of the fifties favored flashy colors, which Tom Wolfe called “the new electrochemical pastels of the Florida littoral: tangerine, broiling magenta, livid pink, incarnadine, fuchsia demure, Congo ruby, methyl green.” The hues were forward-looking rather than old-fashioned, just right for a generation, raised in the Depression, that was ready to celebrate its new affluence. And as Karal Ann Marling has written, the “sassy pinks” were “the hottest color of the decade.” Washing machines, cars, and kitchen counters proliferated in passion pink, sunset pink, and Bermuda pink. In 1956, right after he signed his first recording contract, Elvis Presley bought a pink Cadillac.</p>\n\n<p>Why, after all, call the birds “pink flamingos”—as if they could be blue or green? The plastic flamingo is a hotter pink than a real flamingo, and even a real flamingo is brighter than anything else around it. There are five species, all of which feed in flocks on algae and invertebrates in saline and alkaline lakes in mostly warm habitats around the world. The people who have lived near these places have always singled out the flamingo as special. Early Christians associated it with the red phoenix. In ancient Egypt, it symbolized the sun god Ra. In Mexico and the Caribbean, it remains a major motif in art, dance, and literature. No wonder that the subtropical species stood out so loudly when Americans in temperate New England reproduced it, brightened it, and sent it wading across an inland sea of grass.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.9em\">The American Scholar, Spring 1999</span></p>\n"}]}]