[{"id":"FT544292-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Rodriguez makes to achieve his purpose of introducing the reader to his book.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from the introduction of <em>Days of Obligation: An Argument with My Mexican Father</em> by Richard Rodriguez, an author, journalist, and educator. His book, published in 1992, is a collection of essays about Mexico and the United States. Read the passage carefully. Write an essay that analyzes the rhetorical choices Rodriguez makes to achieve his purpose of introducing the reader to his book.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>For the last several years, I have told friends that I was writing a book about California and Mexico. That was not saying enough. I’ve been writing a book about comedy and tragedy. In my mind, in my life, Mexico plays the tragic part; California plays the role of America’s wild child.</p>\n\n<p>Or was I writing a book about competing theologies?</p>\n\n<p>Josiah Royce, another Californian, another writer, became a famous Harvard professor. Royce wrote about California with disappointment from the distance of New England. Royce believed that some epic opportunity had been given California—the chance to reconcile the culture of the Catholic south and the Protestant north. California had the chance to heal the sixteenth-century tear of Europe. But the opportunity was lost. The Catholic—the Mexican— impulse was pushed back, vanquished by comedy; a Protestant conquest.</p>\n\n<p>I use the word “comedy” here as the Greeks used it, with utmost seriousness, to suggest a world where youth is not a fruitless metaphor; where it is possible to start anew; where it is possible to escape the rivalries of the Capulets and the McCoys; where young women can disprove the adages of grandmothers.</p>\n\n<p>The comedy of California was constructed on a Protestant faith in individualism. Whereas Mexico knew tragedy.</p>\n\n<p>My Mexican father, as his father before him, believed that old men know more than young men; that life will break your heart; that death finally is the vantage point from which a life must be seen.</p>\n\n<p>I think now that Mexico has been the happier place for being a country of tragedy. Tragic cultures serve up better food than optimistic cultures; tragic cultures have sweeter children, more opulent funerals. In tragic cultures, one does not bear the solitary burden of optimism. California is such a sad place, really—a state where children run away from parents, a state of pale beer, and young old women, and divorced husbands living alone in condos. But at a time when Californians are driven to despair by the relentless optimism of their state, I can only marvel at the comic achievement of the place, California’s defiance of history, the defiance of ancestors.</p>\n\n<p>Something hopeful was created in California through the century of its Protestant settlement. People believed that in California they could begin new lives. New generations of immigrants continue to arrive in California, not a few of them from Mexico, hoping to cash in on comedy.</p>\n\n<p>It is still possible in California to change your name, change your sex, get a divorce, become a movie star. My Mexican parents live in a California house with four telephones, three televisions, and several empty bedrooms.</p>\n\n<p>How could California ever reconcile comedy and tragedy? How could there not have been a divorce between Mexico and California in the nineteenth century?</p>\n\n<p>The youth of my life was defined by Protestant optimism. Now that I am middle-aged, I incline more toward the Mexican point of view, though some part of me continues to resist the cynical conclusions of Mexico.</p>\n\n<p>Which leaves me with at least a literary problem to start with: How shall I present the argument between comedy and tragedy, this tension that describes my life? Shall I start with the boy’s chapter, then move toward more “mature” tragic conclusions? But that would underplay the boy’s wisdom. The middle-aged man would simply lord over the matter.</p>\n\n<p>No, I will present this life in reverse. After all, the journey my parents took from Mexico to America was a journey from an ancient culture to a youthful one— backward in time. In their path I similarly move, if only to honor their passage to California, and because I believe the best resolution to the debate between comedy and tragedy is irresolution, since both sides can claim wisdom.</p>\n"}]}]