[{"id":"FT545364-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Thatcher makes to convey her message.","features":[{"type":"sharedpassage","html":"<p>On June 11, 2004, Margaret Thatcher, the former prime minister of Great Britain, delivered the following eulogy to the American people in honor of former United States president Ronald Reagan, with whom she had worked closely. Read the eulogy carefully. Write an essay that analyzes the rhetorical choices Thatcher makes to convey her message.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>We have lost a great president, a great American, and a great man, and I have lost a dear friend.</p>\n\n<p>In his lifetime, Ronald Reagan was such a cheerful and invigorating presence that it was easy to forget what daunting historic tasks he set himself. He sought to mend America’s wounded spirit, to restore the strength of the free world, and to free the slaves of communism. These were causes hard to accomplish and heavy with risk, yet they were pursued with almost a lightness of spirit, for Ronald Reagan also embodied another great cause, what Arnold Bennett once called “the great cause of cheering us all up.” His policies had a freshness and optimism that won converts from every class and every nation, and ultimately, from the very heart of the “evil empire.”<sup>1</sup></p>\n\n<p>Yet his humour often had a purpose beyond humour. In the terrible hours after the attempt on his life, his easy jokes gave reassurance to an anxious world. They were evidence that in the aftermath of terror and in the midst of hysteria one great heart at least remained sane and jocular. They were truly grace under pressure. And perhaps they signified grace of a deeper kind. Ronnie himself certainly believed that he had been given back his life for a purpose. As he told a priest after his recovery, “Whatever time I’ve got left now belongs to the big fella upstairs.” And surely, it is hard to deny that Ronald Reagan’s life was providential when we look at what he achieved in the eight years that followed.</p>\n\n<p>Others prophesied the decline of the West. He inspired America and its allies with renewed faith in their mission of freedom.</p>\n\n<p>Others saw only limits to growth. He transformed a stagnant economy into an engine of opportunity.</p>\n\n<p>Others hoped, at best, for an uneasy cohabitation with the Soviet Union. He won the Cold War, not only without firing a shot, but also by inviting enemies out of their fortress and turning them into friends.</p>\n\n<p>I cannot imagine how any diplomat or any dramatist could improve on his words to Mikhail Gorbachev<sup>2</sup> at the Geneva summit. “Let me tell you why it is we distrust you.” Those words are candid and tough, and they cannot have been easy to hear. But they are also a clear invitation to a new beginning and a new relationship that would be rooted in trust.</p>\n\n<p>We live today in the world that Ronald Reagan began to reshape with those words. It is a very different world, with different challenges and new dangers. All in all, however, it is one of greater freedom and prosperity, one more hopeful than the world he inherited on becoming president.</p>\n\n<p>As Prime Minister, I worked closely with Ronald Reagan for eight of the most important years of all our lives. We talked regularly, both before and after his presidency, and I’ve had time and cause to reflect on what made him a great president.</p>\n\n<p>Ronald Reagan knew his own mind. He had firm principles and, I believe, right ones. He expounded them clearly. He acted upon them decisively. When the world threw problems at the White House, he was not baffled or disorientated or overwhelmed.</p>\n\n<p>He knew almost instinctively what to do.</p>\n\n<p>When his aides were preparing option papers for his decision, they were able to cut out entire rafts of proposals that they knew the old man would never wear. When his allies came under Soviet or domestic pressure, they could look confidently to Washington for firm leadership, and when his enemies tested American resolve, they soon discovered that his resolve was firm and unyielding.</p>\n\n<p>Yet his ideas, so clear, were never simplistic. He saw the many sides of truth. Yes, he warned that the Soviet Union had an insatiable drive for military power and territorial expansion, but he also sensed that it was being eaten away by systemic failures impossible to reform. Yes, he did not shrink from denouncing Moscow’s evil empire, but he realized that a man of good will might nonetheless emerge from within its dark corridors.</p>\n\n<p>So the president resisted Soviet expansion and pressed down on Soviet weakness at every point until the day came when communism began to collapse beneath the combined weight of those pressures and its own failures. And when a man of good will did emerge from the ruins, President Reagan stepped forward to shake his hand and to offer sincere cooperation.</p>\n\n<p>Nothing was more typical of Ronald Reagan than that large-hearted magnanimity, and nothing was more American.</p>\n\n<p>Therein lies perhaps the final explanation of his achievements. Ronald Reagan carried the American&nbsp;people with him in his great endeavours because there was perfect sympathy between them. He and they loved America and what it stands for: freedom and opportunity for ordinary people.</p>\n\n<p><sup>1 A phrase used by Reagan to describe the Soviet Union<br />\n2 The leader of the Communist Party of the Soviet Union from 1985 to 1991</sup></p>\n"}]}]