[{"id":"FT544257-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Lewes makes to convey her message about the development of a writer.","features":[{"type":"sharedpassage","html":"<p><span lang=\"EN-US\" style=\"font-size:10.5pt\"><span style=\"line-height:107%\"><span style=\"font-family:&quot;Helvetica&quot;,&quot;sans-serif&quot;\"><span style=\"color:#333333\">The letter below was written in 1866 by the English novelist Marian Evans Lewes (who used the pen name George Eliot) in response to a letter from an American woman, Melusina Fay Peirce who was also a writer. Peirce’s letter sought advice from Lewes about writing. </span></span></span></span><br />\nRead the <span lang=\"EN-US\" style=\"font-size:10.5pt\"><span style=\"line-height:107%\"><span style=\"font-family:&quot;Helvetica&quot;,&quot;sans-serif&quot;\"><span style=\"color:#333333\">passage carefully. Write an essay that analyzes the rhetorical choices Lewes makes to convey her message about the development of a writer.</span></span></span></span></p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>My dear Madam</p>\n\n<p>I do not usually answer letters unless they demand an answer, finding the days too short for much correspondence; but I am so deeply touched by your words of tenderness and by the details you tell me about yourself, that I cannot keep total silence towards you.</p>\n\n<p>My consciousness is not of the triumphant kind your generous joy on my behalf leads you to imagine. Exultation is a dream before achievement, and rarely comes after. What comes after, is rather the sense that the work has been produced within one, like offspring, developing and growing by some force of which one’s own life has only served as a vehicle, and that what is left of oneself is only a poor husk. Besides, the vision of something that life might be and that one’s own ignorance and incompleteness have hindered it from being, presses more and more as time advances. The only problem for us, the only hope, is to try and unite the utmost activity with the utmost resignation. Does this seem melancholy? I think it is less melancholy than any sort of self-flattery.</p>\n\n<p>I want to tell you not to fancy yourself old because you are thirty, or to regret that you have not yet written anything. It is a misfortune to many that they begin to write when they are young and give out all that is genuine and peculiar in them when it can be no better than trashy, unripe fruit. There is nothing more dreary than the life of a writer who has early exhausted himself. I enter into those young struggles of yours to get knowledge, into the longing you feel to do something more than domestic duties while yet you are held fast by womanly necessities for neatness and household perfection as well as by the lack of bodily strength. Something of all that I have gone through myself. I have never known perfect health, and I have known what it was to have close ties making me feel the wants of others as my own and to have very little money by which these wants could be met. Before that, I was too proud and ambitious to write: I did not believe that I could do anything fine, and I did not choose to do anything of that mediocre sort which I despised when it was done by others. I began, however, by a sort of writing which had no great glory belonging to it, but which I felt certain I could do faithfully and well. This resolve to work at what did not gratify my ambition, and to care only that I worked faithfully, was equivalent to the old phrase—“using the means of grace.” Not long after that, I wrote fiction which has been thought a great deal of—but the satisfaction I have got out of it has not been exactly that of ambition. When we are young we say, “I should be proud if I could do that.” Having done it, one finds oneself the reverse of proud.</p>\n\n<p>I will say no more about myself except that you must not imagine my position to be at all like Romola’s.<sup>1</sup> I have the best of husbands, the most sympathetic of companions; indeed, I have more than my share of love in a world where so many are pining for it. Mr. Lewes,<sup>2</sup> who cares supremely for science, is interested in what you say of your husband’s labours; and he is so delighted when anything good or pretty comes to me that I think he is more grateful to you than I am for your generous, affectionate words. Yet I too am not insensible, but shall remain always</p>\n\n<p class=\"text-right\">Yours in grateful memory<br />\nM. E. Lewes.</p>\n\n<p><sup>1</sup> <sub>Romola: the isolated, unhappily married main character in one of Eliot’s novels</sub><br />\n<sup>2</sup> <sub>Mr. Lewes: Eliot’s common-law husband, a prominent philosopher</sub></p>\n"}]}]