[{"id":"FT542676","type":"mcq","stimulusHtml":"<p>Which statement provides the best rhetorical analysis of the first sentence (Paragraph 1)?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The following passage is excerpted from a recent book of essays.)</em></p>\n\n<p>There is something preemptive about laziness, something that smacks of a decision to refuse all offers even before they’re put on the table. The lazy don’t come to the table. And I think there is a philosophical component to this reluctance. At bottom, laziness is negation, turning one’s back on what others neutrally, cheerfully, or resignedly go to meet. The truly lazy—the ones who cannot bring themselves to greet and meet, to scheme and struggle, to interact on a daily basis with others—are, in effect, refusing to affix their signatures to the social contract. Given that success hinges on understanding, using, and occasionally subverting the social contract, the lazy don’t stand a chance.</p>\n\n<p>&nbsp;</p>\n\n<p>The secret to failure is far more elusive than the secret to success. Lagging behind when one could have advanced isn’t just about laziness; it’s about all the things that psychoanalysis takes a rather serious view of—the absence of love, coping with anger, rationalizing failure, the reluctance to supersede or replace one’s father. Heavy stuff, and perhaps true, but the acknowledgment of which never put a dime in my pocket.</p>\n\n<p>&nbsp;</p>\n\n<p>Laziness just is. It’s like being freckled or color blind. Indeed, when the world was younger, intelligent people believed they had no choice in the matter of who was naughty or nice, passive or active. Hippocrates’s theory<sup>1</sup> of “temperament,” which anchored Western medicine for two millennia, put some muscle behind varieties of human behavior. Well, not muscle exactly—more like four potentially pathogenic substances, or cardinal humors, whose relative proportion in the blood determined personality and moods. The Church fathers, as it turns out, were on the right track; only the messenger and manner of delivery were wrong. It’s not black bile or phlegm that causes Oblomov-like<sup>2</sup> symptoms but a certain kind of electrochemical activity in the left frontal lobe of the brain, or whatever. The point is, everyone enters the world predisposed physiologically to think and feel in certain ways.</p>\n\n<p>&nbsp;</p>\n\n<p>Happenstance also has its place; I don’t deny that. But do any two people react identically to the same stimuli? The event that jump-starts one person’s psyche does not necessarily have the same effect on another’s. It’s one thing to concede that certain tendencies can be reinforced or weakened by experience; it is quite another to think that some event during my formative years, which might have occurred but didn’t, would have had me sharing a bucket of Kentucky Fried Chicken with Bill Gates, or loping down a runway in Milan wearing a spiffy outfit by Valentino. In short, there’s no contradiction in thinking that temperament defines you and thinking that you’re still in charge of your life. Temperament is the gas, but you’ve got a foot on the pedal.</p>\n\n<p>&nbsp;</p>\n\n<p>Because of some unpredictable sequence of recombinant DNA and early experiences, I always knew I’d write things. I also knew I was an incurable lazybones. This accounts, in my case, for the odd tension between writing and laziness, which Samuel Beckett describes to a T: “There is nothing to express, nothing with which to express, nothing from which to express, no power to express, no desire to express, together with the obligation to express.” As a solid constituent of the couchant<sup>3</sup> class, I can say that the obligation to express does not weigh heavily. Still, I have my moments—moments when I feel like addressing the fading shimmer of my own skin. I want answers. Or, more precisely, one big answer. In a sense, life is like an examination that has only one question—the one that asks why you’re taking the exam in the first place. Having been instructed to “fill in the blank” (an aptly phrased command), you ponder, and then wonder if perhaps the truest answer is no answer at all. But in the end, because there is, after all, plenty of time to reflect and you do want to leave the room, you hunker down and fill in the blank. My own response is hardly profound or incisive: I’m taking the exam because I like writing sentences, and because—well, what else do I have to do?</p>\n\n<p>&nbsp;</p>\n\n<p>As for the laziness that moves with me wherever I go, I have finally found a way to make it “work” for me. Lassitude, aloofness, low-grade depression, coupled with a healthy respect for money, have gradually steered me to the obvious vocation. Yes, dear reader, I have become a screenwriter.</p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup> Hippocrates was an ancient G reek physician who b elieved that bodily fluids, or humors, influenced human health and disposition.</span></p>\n\n<p><span style=\"font-size:0.9em\"></span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup> Oblomov is a nobleman in a nineteenth-century Russian novel who is famous for his lethargy and inertia.</span></p>\n\n<p><span style=\"font-size:0.9em\"></span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>3</sup> lying on the belly with the head raised, like a heraldic lion on a coat of arms</span></p>\n\n<p>&nbsp;</p>\n"}],"choicesHtml":["<p>The author betrays a sense of resentment by using the modification \"even before.\"</p>","<p>The author adopts an authoritative stance on the topic by beginning with \"There is.\"</p>","<p>The author defines the scope of his argument by referring to \"all offers.\"</p>","<p>The author expresses his anger by selecting the confrontational verb \"smacks.\"</p>"],"answer":0}]