[{"id":"FT544305-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on the most important considerations facing the person responsible for securing a new work of art or an artifact for a museum.","features":[{"type":"sharedpassage","html":"<p>Museums are collections of artifacts. Although museums can represent interests from fine arts to whaling, people who visit museums sometimes fail to realize that every exhibit, every display case, represents a series of human decisions: some individual or group of individuals has to decide to include a particular piece of art or specific artifact in the museum’s collection.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source.&nbsp;Write an essay that synthesizes material from at least three of the sources and develops your position on the most important considerations facing the person responsible for securing a new work of art or an artifact for a museum.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Rockefeller)<br />\nSource B (Peale)<br />\nSource C (National Museum of the American Indian)<br />\nSource D (Theobald)<br />\nSource E (Handler)<br />\nSource F (De Montebello)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>________________________________________________________</p>\n\n<p><strong>Source A</strong><br />\nRockefeller, David. <em>Memoirs</em>. New York: Random</p>\n\n<p>House, 2002.<br />\n________________________________________________________</p>\n\n<p><em>While John D. Rockefeller, Jr., funded the restoration of Colonial Williamsburg, his wife Abby Aldrich was a driving force behind the creation of the Museum of Modern Art (MoMA) in New York City. This excerpt, from the autobiography written by their son, David Rockefeller, discusses a bleak financial period for MoMA.</em></p>\n\n<p>Below the surface, however, two critical business problems threatened the institution: money and management. The recurring operating deficit approached $1 million a year and was worsening. Our thirtieth anniversary endowment campaign had raised $25.6 million, but the annual deficits quickly eroded this reserve. . . .</p>\n\n<p>Our financial woes were exacerbated by a poor management structure, a result of a decentralized system in which each department enjoyed considerable autonomy in terms of exhibitions, acquisitions, and programs. Furthermore, influential trustees often aligned themselves with the curators of departments in which they had a special interest and for which they became strong advocates and financial backers. Since no one wanted to antagonize important trustees, exhibitions and acquisitions were often approved without regard for overall policy guidelines or the museum’s fragile financial condition. . . .</p>\n\n<p>This unbusinesslike process was symptomatic of a deeper problem: the lack of consensus about the composition of MoMA’s permanent collection and the direction our collecting should take in the future. Some trustees strongly advocated continuing to collect the work of emerging contemporary artists while carefully culling the collection of its less outstanding holdings to finance new acquisitions.</p>\n\n<p>________________________________________________________</p>\n\n<p><strong>Source B</strong><br />\nPeale, Charles Wilson. <em>The Artist in His Museum</em>.</p>\n\n<p>Pennsylvania Academy of the Fine Arts.</p>\n\n<p>Philadelphia. [1822]<br />\n________________________________________________________</p>\n\n<p><em>Charles W. Peale, an eminent portrait painter, established the first art gallery, natural history museum, and art school in the United States. Unlike earlier European museums, largely royal collections with access limited to scholars and government officials, Peale’s Museum was notable as a private institution devoted to, and reliant upon, public patronage. Peale’s Museum combined art works and artifacts, which grew from a small sampling of curiosities in the 1780s to a large and impressive collection of scientifically classified specimens in the 1820s. Peale also offered his visitors performers, a zoo, and an intriguing assembly of biological oddities such as a two-headed pig, a root resembling a human face, and a five-legged cow with no tail.</em></p>\n\n<p><img alt=\"An image of a painting is shown in black and white. In the center of the painting is an older man in a suit. He is looking forward and holding up a curtain with one hand, allowing the observer to see into the room behind him. In the foreground with the man is a table with an eagle and paint brushes to one side of him, and in front of the table are large bones. On the man’s other side, a large bird is picking at a box of tools on the floor with its beak. Behind the curtain, the walls of the room are lined with what appear to be cabinets with glass fronts, and the cabinets are filled with birds. Above the cabinets are paintings of birds. People are milling about in the room and observing the birds. \" height=\"626\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f897c7c95968aa0dd4bbea9988841738/original.png\" width=\"500\" /></p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\"><em>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Courtesy of the Pennsylvania Academy of the Fine Arts, Philadelphia.</em></span></p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Gift of Mrs. Sarah Harrison, (The Joseph Harrison, Jr. Collection).</span></p>\n\n<p>________________________________________________________</p>\n\n<p><strong>Source C</strong><br />\n<em>National Museum of the American Indian</em>. 5 May 2006</p>\n\n<p>&lt;http://www.nmai.si.edu/subpage.cfm?subpage=visitor&amp;second=about&amp;third=about&gt;.<br />\n________________________________________________________</p>\n\n<p><em>The following is excerpted from the website of the National Museum of the American Indian.</em></p>\n\n<p><strong>About the National Museum of the American Indian</strong></p>\n\n<p>The National Museum of the American Indian is the sixteenth museum of the Smithsonian Institution. It is the first national museum dedicated to the preservation, study, and exhibition of the life, languages, literature, history, and arts of Native Americans. Established by an act of Congress in 1989, the museum works in collaboration with the Native peoples of the Western Hemisphere to protect and foster their cultures by reaffirming traditions and beliefs, encouraging contemporary artistic expression, and empowering the Indian voice.</p>\n\n<p>The museum’s extensive collections, assembled largely by George Gustav Heye (1874-1957), encompass a vast range of cultural material—including more than 800,000 works of extraordinary aesthetic, religious, and historical significance, as well as articles produced for everyday, utilitarian use. The collections span all major culture areas of the Americas, representing virtually all tribes of the United States, most of those of Canada, and a significant number of cultures from Central and South America as well as the Caribbean. Chronologically, the collections include artifacts from Paleo-Indian to contemporary arts and crafts. The museum’s holdings also include film and audiovisual collections, paper archives, and a photography archive of approximately 90,000 images depicting both historical and contemporary Native American life.</p>\n\n<p>The National Museum of the American Indian comprises three facilities, each designed following consultations between museum staff and Native peoples. In all of its activities, the National Museum of the American Indian acknowledges the diversity of cultures and the continuity of cultural knowledge among indigenous peoples of the Western Hemisphere and Hawai’i, incorporating Native methodologies for the handling, documentation, care, and presentation of collections. NMAI actively strives to find new approaches to the study and representation of the history, materials, and cultures of Native peoples.</p>\n\n<p>________________________________________________________</p>\n\n<p><strong>Source D</strong><br />\nTheobald, Mary Miley. <em>Museum Store Management</em>.</p>\n\n<p>Nashville: American Association for State and Local History, 1991.</p>\n\n<p>________________________________________________________</p>\n\n<p><em>This book explores how to manage successful museum stores (the shops attached to museums where museum-inspired artifacts are sold).</em></p>\n\n<p>There is considerable controversy within the museum world on the topic of sales. Leading the anti-sales movement are museum professionals who feel that commercialism has no place within the scope of museum activities. . . .</p>\n\n<p>The standard apology for museum sales activities, “Because we need the money,” may also be true but is . . . irrelevant. If the shop’s only reason for being is money, then the museum is operating a gift shop rather than a museum store and it has little justification for existence.</p>\n\n<p>The legitimate concern for museums revolves around the issue of control and priority. Former art museum director Sherman E. Lee gave a speech at the Metropolitan Museum in 1978 expressing the fear that the marketing function was starting to dominate the sales process, overriding aesthetic and educational considerations. Will sales rule the museum or vice versa?</p>\n\n<p>A work is chosen for reproduction, not because of its place within an educational context, or because of its intrinsic aesthetic worth, but because of its marketability. Usually the choice is made not by a curator or educator but by persons on a sales staff. Arguments are piously made that the process aids the appreciation of art, and more pragmatically that the sales provide income for scholarly or educational uses when in reality the selection is made because the item is appealing to a large customer base and because modern manufacturing processes are capable of mass-producing it at a reasonable cost.</p>\n\n<p>This then is the museum’s legitimate concern: not money <em>or</em> education but money <em>and</em> education; how to achieve the proper balance whereby the educational goals maintain their ascendancy and the profits grow. If museum shops were run ethically and educationally, criticism and opposition would almost disappear.</p>\n\n<p>________________________________________________________</p>\n\n<p><strong>Source E</strong><br />\nHandler, Richard and Eric Gable.</p>\n\n<p><em>The New History in an Old Museum: Creating the Past at Colonial Williamsburg.</em></p>\n\n<p>Durham: Duke UP, 1997.<br />\n________________________________________________________</p>\n\n<p><em>In the eighteenth century, Williamsburg was the capital of the British colony of Virginia, located on the site of the current United States state of Virginia. In the twentieth century, philanthropist John D. Rockefeller, Jr. funded the historical restoration of the village by building the town according to a particular view of the way it was in the mid to late eighteenth century. Colonial Williamsburg, as this village is called today, is a historical and commercial enterprise, a premier living history museum that employs workers practicing historical trades and costumed historian-actors portraying people who might have lived in the eighteenth-century village. The following excerpt is from a book about this museum.</em></p>\n\n<p>In the same month that <em>Better Homes</em> celebrated “a Williamsburg Christmas season” that “is one of the most beguiling holidays your family is likely to experience,” an organ of America’s highbrow press, the <em>New York Review of Books</em>, published an article denigrating Colonial Williamsburg. The essay, an attack on contemporary architecture by critic Ada Louise Huxtable, opened with a tirade against Colonial Williamsburg, which Huxtable saw as “predating and preparing the way for the new world order of Disney Enterprises,” an order that systematically fosters “the replacement of reality with selective fantasy.” According to Huxtable, Colonial Williamsburg “has perverted the way we think,” for it has “taught” Americans “to prefer—and believe in—a sanitized and selective version of the past, to deny the diversity and eloquence of change and continuity, to ignore the actual deposits of history and humanity that make our cities vehicles of a special kind of art and experience, the gritty accumulations of the best and worst we have produced. This record has the wonder and distinction of being the real thing.”</p>\n\n<p>Huxtable’s remarks epitomize an enduring critique of Colonial Williamsburg. Many of the museum’s critics have said that it is literally too clean (Huxtable’s “sanitized” is the favorite word), that it does not include the filth and stench that would have been commonplace in the eighteenth-century colonial town. Many critics go further than Huxtable and imply that Colonial Williamsburg is also metaphorically too clean—that it avoids historical unpleasantness like slavery, disease, and class oppression in favor of a rosy picture of an elegant, harmonious past. As one such critic, Michael Wallace put it, Colonial Williamsburg “is a corporate world; planned, orderly, tidy, with no dirt, no smell, no visible signs of exploitation.”</p>\n\n<p>________________________________________________________</p>\n\n<p><strong>Source F</strong><br />\nDe Montebello, Philippe. “Testimony.”</p>\n\n<p>Hearing at the Presidential Advisory Commission on Holocaust</p>\n\n<p>Assets in the United States. 12 April 2000.<br />\n________________________________________________________</p>\n\n<p><em>The Presidential Advisory Commission was intended to facilitate the restitution, or return, of art that was stolen from private collections by the Nazis during the Holocaust. De Montebello is director of the Metropolitan Museum of Art in New York City.</em></p>\n\n<p>The Metropolitan Museum has undertaken to re-examine its collections in order to ascertain whether any of its works were unlawfully confiscated by the Nazis and never restituted.</p>\n\n<p>To give a sense of the magnitude of the effort, I hope you will remember that the Metropolitan’s collections number more than two million works, works of art held in trust for the benefit and education of a broad public, which now numbers some 5.5 million visitors a year.</p>\n\n<p>As a central part of its mission, the Met has long kept that public informed about all aspects of its collections through illustrated publications presenting both essential art-historical analysis as well as provenance* and bibliographical information. And just a few months ago, we launched a new Web site that enables us to post on the Internet the provenance of works in the collection.</p>\n\n<p>I think it is worth recalling, at this point, that there are at the Met, as in just about every other museum in the world, a great many works of art whose complete ownership history is not fully known, not just for the Nazi era, but for other frames of time as well. . . .</p>\n\n<p>Let me reiterate, in closing, our profound conviction that the unlawful and immoral spoliation of art during the Nazi period remains a bitter part of the horrific memory of this tragic time, and let me renew the Metropolitan Museum’s pledge that every effort will be made to try to locate still-missing works of art. To this end, we sincerely hope that the list of paintings we have just released, paintings about which we seek more information, will prove a useful resource in arriving at the truth and ensuring justice.</p>\n\n<p>___________________________</p>\n\n<p>*place or source of origin</p>\n"}]}]