[{"id":"FT544332-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Banneker makes to develop his argument against slavery.","features":[{"type":"sharedpassage","html":"<p>Benjamin Banneker, the son of former slaves, was a farmer, astronomer, mathematician, surveyor, and author. In 1791 he wrote to Thomas Jefferson, framer of the Declaration of Independence and secretary of state to President George Washington. Read the passage carefully. Write an essay that analyzes the rhetorical choices Banneker makes to develop his argument against slavery.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Sir, suffer<sup>1</sup> me to recall to your mind that time in which the arms and tyranny of the British Crown were exerted with every powerful effort in order to reduce you to a State of Servitude, look back I entreat you on the variety of dangers to which you were exposed; reflect on that time in which every human aid appeared unavailable, and in which even hope and fortitude wore the aspect of inability to the conflict and you cannot but be led to a serious and grateful sense of your miraculous and providential preservation; you cannot but acknowledge that the present freedom and tranquility which you enjoy you have mercifully received and that it is the pecular blessing of Heaven.</p>\n\n<p>This sir, was a time in which you clearly saw into the injustice of a state of slavery and in which you had just apprehensions of the horrors of its condition, it was now, sir, that your abhorrence thereof was so excited, that you publickly held forth this true and valuable doctrine, which is worthy to be recorded and remembered in all succeeding ages. “We hold these truths to be self-evident, that all men are created equal, and that they are endowed by their creator with certain unalienable rights, that among these are life, liberty and the pursuit of happiness.”</p>\n\n<p>Here, sir, was a time in which your tender feelings for yourselves had engaged you thus to declare, you were then impressed with proper ideas of the great valuation of liberty and the free possession of those blessings to which you were entitled by nature; but, sir, how pitiable is it to reflect that although you were so fully convinced of the benevolence of the Father of mankind and of his equal and impartial distribution of those rights and privileges which he had conferred upon them, that you should at the same time counteract his mercies in detaining by fraud and violence so numerous a part of my brethren under groaning captivity and cruel oppression, that you should at the same time be found guilty of that most criminal act which you professedly detested in others with respect to yourselves.</p>\n\n<p>Sir, I suppose that your knowledge of the situation of my brethren is too extensive to need a recital here; neither shall I presume to prescribe methods by which they may be relieved, otherwise than by recommending to you and all others to wean yourselves from those narrow prejudices which you have imbibed with respect to them and as Job<sup>2</sup> proposed to his friends, “put your souls in their souls stead,” thus shall your hearts be enlarged with kindness and benevolence towards them, and thus shall you need neither the direction of myself or others, in what manner to proceed herein.</p>\n\n<p><sup>1 </sup><sub>allow</sub></p>\n\n<p><sup>2 </sup><sub>In the Bible, Job is a righteous man who endures much suffering.</sub></p>\n"}]}]