[{"id":"FT545361-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Chavez makes to develop his argument about nonviolent resistance.","features":[{"type":"sharedpassage","html":"<p>In 1978, on the tenth anniversary of the assassination of Dr. Martin Luther King, Jr., labor union organizer and civil rights leader Cesar Chavez published an article, titled “He Showed Us the Way,” in the magazine of a religious organization devoted to helping those in need. Read the passage carefully. Write an essay that analyzes the rhetorical choices Chavez makes to develop his argument about nonviolent resistance.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Dr. King’s entire life was an example of power that nonviolence brings to bear in the real world. It is an example that inspired much of the philosophy and strategy of the farm workers’ movement. This observance of Dr. King’s death gives us the best possible opportunity to recall the principles with which our struggle has grown and matured.</p>\n\n<p>Our conviction is that human life is a very special possession given by God to man and that no one has the right to take it for any reason or for any cause, however just it may be.</p>\n\n<p>We are also convinced that nonviolence is more powerful than violence. Nonviolence supports you if you have a just and moral cause. Nonviolence provides the opportunity to stay on the offensive, and that is of crucial importance to win any contest.</p>\n\n<p>If we resort to violence then one of two things will happen: either the violence will be escalated and there will be many injuries and perhaps deaths on both sides, or there will be total demoralization of the workers.</p>\n\n<p>Nonviolence has exactly the opposite effect. If, for every violent act committed against us, we respond with nonviolence, we attract people’s support. We can gather the support of millions who have a conscience and would rather see a nonviolent resolution to problems. We are convinced that when people are faced with a direct appeal from the poor struggling nonviolently against great odds, they will react positively. The American people and people everywhere still yearn for justice. It is to that yearning that we appeal.</p>\n\n<p>But if we are committed to nonviolence only as a strategy or tactic, then if it fails our only alternative is to turn to violence. So we must balance the strategy with a clear understanding of what we are doing. However important the struggle is and however much misery, poverty and exploitation exist, we know that it cannot be more important than one human life. We work on the theory that men and women who are truly concerned about people are nonviolent by nature. These people become violent when the deep concern they have for people is frustrated and when they are faced with seemingly insurmountable odds.</p>\n\n<p>We advocate militant nonviolence as our means of achieving justice for our people, but we are not blind to the feelings of frustration, impatience and anger which seethe inside every farm worker. The burdens of generations of poverty and powerlessness lie heavy in the fields of America. If we fail, there are those who will see violence as the shortcut to change.</p>\n\n<p>It is precisely to overcome these frustrations that we have involved masses of people in their own struggle throughout the movement. Freedom is best experienced through participation and self- determination, and free men and women instinctively prefer democratic change to any other means.</p>\n\n<p>Thus, demonstrations and marches, strikes and boycotts are not only weapons against the growers, but our way of avoiding the senseless violence that brings no honor to any class or community. The boycott, as Gandhi taught, is the most nearly perfect instrument of nonviolent change, allowing masses of people to participate actively in a cause.</p>\n\n<p>When victory comes through violence, it is a victory with strings attached. If we beat the growers at the expense of violence, victory would come at the expense of injury and perhaps death. Such a thing would have a tremendous impact on us. We would lose regard for human beings. Then the struggle would become a mechanical thing. When you lose your sense of life and justice, you lose your strength.</p>\n\n<p>The greater the oppression, the more leverage nonviolence holds. Violence does not work in the long run and if it is temporarily successful, it replaces one violent form of power with another just as violent. People suffer from violence.</p>\n\n<p>Examine history. Who gets killed in the case of violent revolution? The poor, the workers. The people of the land are the ones who give their bodies and don’t really gain that much for it. We believe it is too big a price to pay for not getting anything. Those who espouse violence exploit people. To call men to arms with many promises, to ask them to give up their lives for a cause and then not produce for them afterwards, is the most vicious type of oppression.</p>\n\n<p>We know that most likely we are not going to do anything else the rest of our lives except build our union. For us there is nowhere else to go. Although we would like to see victory come soon, we are willing to wait. In this sense, time is our ally. We learned many years ago that the rich may have money, but the poor have time.</p>\n"}]}]