[{"id":"FT545358-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Adams makes to achieve her purpose of advising her son.","features":[{"type":"sharedpassage","html":"<p>In the following letter, written in 1780, Abigail Adams (1744–1818) writes to her son John Quincy Adams, who is traveling abroad with his father, John Adams, a United States diplomat and later the country’s second president. Read the letter carefully. Write an essay that analyzes the rhetorical choices Adams makes to achieve her purpose of advising her son.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>12 January, 1780.</p>\n\n<p>MY DEAR SON,</p>\n\n<p>I hope you have had no occasion, either from enemies or the dangers of the sea, to repent your second voyage to France. If I had thought your reluctance arose from proper deliberation, or that you were capable of judging what was most for your own benefit, I should not have urged you to accompany your father and brother when you appeared so averse to the voyage.</p>\n\n<p>You, however, readily submitted to my advice, and, I hope, will never have occasion yourself, nor give me reason, to lament it. Your knowledge of the language must give you greater advantages now than you could possibly have reaped whilst ignorant of it; and as you increase in years, you will find your understanding opening and daily improving.</p>\n\n<p>Some author, that I have met with, compares a judicious traveller to a river, that increases its stream the further it flows from its source; or to certain springs, which, running through rich veins of minerals, improve their qualities as they pass along. It will be expected of you, my son, that, as you are favored with superior advantages under the instructive eye of a tender parent, your improvement should bear some proportion to your advantages. Nothing is wanting with you but attention, diligence, and steady application. Nature has not been deficient.</p>\n\n<p>These are times in which a genius would wish to live. It is not in the still calm of life, or the repose of a pacific station, that great characters are formed. Would Cicero have shone so distinguished an orator if he had not been roused, kindled, and inflamed by the tyranny of Catiline, Verres, and Mark Anthony? The habits of a vigorous mind are formed in contending with difficulties. All history will convince you of this, and that wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues. When a mind is raised and animated by scenes that engage the heart, then those qualities, which would otherwise lie dormant, wake into life and form the character of the hero and the statesman. War, tyranny, and desolation are the scourges of the Almighty, and ought no doubt to be deprecated. Yet it is your lot, my son, to be an eyewitness of these calamities in your own native land, and, at the same time, to owe your existence among a people who have made a glorious defence of their invaded liberties, and who, aided by a generous and powerful ally, with the blessing of Heaven, will transmit this inheritance to ages yet unborn.</p>\n\n<p>Nor ought it to be one of the least of your incitements towards exerting every power and faculty of your mind, that you have a parent who has taken so large and active a share in this contest, and discharged the trust reposed in him with so much satisfaction as to be honored with the important embassy which at present calls him abroad.</p>\n\n<p>The strict and inviolable regard you have ever paid to truth, gives me pleasing hopes that you will not swerve from her dictates, but add justice, fortitude, and every manly virtue which can adorn a good citizen, do honor to your country, and render your parents supremely happy, particularly your ever affectionate mother,</p>\n\n<p>A. A.</p>\n"}]}]