[{"id":"FT540318","type":"mcq","stimulusHtml":"<p>In the passage, the author's overall attitude toward Bentham can best be described as</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The following passage is from an essay by a nineteenth-century British writer.)</em></p>\n\n<p>With Imagination in the popular sense, command of imagery and metaphorical expression, Bentham<sup>*</sup> was, to a certain degree, endowed. For want, indeed, of poetical culture, the images with which his fancy supplied him were seldom beautiful, but they were quaint and humorous, or bold, forcible, and intense: passages might be quoted from him both of playful irony, and of declamatory eloquence, seldom surpassed in the writings of philosophers. The Imagination which he had not, was that to which the name is generally appropriated by the best writers of the present day; that which enables us, by a voluntary effort, to conceive the absent as if it were present, the imaginary as if it were real, and to clothe it in the feelings which, if it were indeed real, it would bring along with it. This is the power by which one human being enters into the mind and circumstances of another. This power constitutes the poet, in so far as he does anything but melodiously utter his own actual feelings. It constitutes the dramatist entirely. It is one of the constituents of the historian; by it we understand other times; by it Guizot interprets to us the middle ages; Nisard, in his beautiful Studies on the later Latin poets, places us in the Rome of the Caesars; Michelet disengages the distinctive characters of the different races and generations of mankind from the facts of their history. Without it nobody knows even his own nature, further than circumstances have actually tried it and called it out; nor the nature of his fellow-creatures, beyond such generalizations as he may have been enabled to make from his observation of their outward conduct.</p>\n\n<p>By these limits, accordingly, Bentham's knowledge of human nature is bounded. It is wholly empirical; and the empiricism of one who has had little experience. He had neither internal experience nor external; the quiet, even tenor of his life, and his healthiness of mind, conspired to exclude him from both. He never knew prosperity and adversity, passion nor satiety: he never had even the experiences which sickness gives: he lived from childhood to the age of eighty-five in boyish health. He knew no dejection, no heaviness of heart. He never felt life a sore and weary burden. He was a boy to the last. Self-consciousness, that daemon of the men of genius of our time, from Wordsworth to Byron, from Goethe to Chateaubriand, and to which this age owes so much both of its cheerful and its mournful wisdom, never was awakened in him. How much of human nature slumbered in him he knew not, neither can we know. He had never been made alive to the unseen influences which were acting on himself, nor consequently on his fellow-creatures. Other ages and other nations were a blank to him for purposes of instruction. He measured them but by one standard; their knowledge of facts, and their capability to take correct views of utility, and merge all other objects in it. His own lot was cast in a generation of the leanest and barrenest men whom England had yet produced, and he was an old man when a better race came in with the present century. He saw accordingly in man little but what the vulgarest eye can see; recognized no diversities of character but such as he who runs may read. Knowing so little of human feelings, he knew still less of the influences by which those feelings are formed; all the more subtle workings both of the mind upon itself, and of external things upon the mind, escaped him; and no one, probably, who, in a highly instructed age, ever attempted to give a rule to all human conduct, set out with a more limited conception either of the agencies by which human conduct <em>is</em>, or of those by which it <em>should</em> be, influenced.</p>\n\n<p><span style=\"font-size:0.9em\"><sup>* </sup>Jeremy Bentham (1748-1832) was an English philosopher and the founder of Utilitarianism, the theory that the aim of action should be greatest happiness of the greatest number.</span></p>\n"}],"choicesHtml":["<p>cleverly nonjudgmental</p>","<p>bitterly disillusioned</p>","<p>viciously sarcastic</p>","<p>essentially negative</p>"],"answer":3}]