[{"id":"FT541527","type":"mcq","stimulusHtml":"<p>Which of the following statements is best supported by information given in the passage?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The passage below consists of excerpts from an essay published in the 1940s.)</em></p>\n\n<p>It is the fate of actors to leave only picture postcards behind them. Every night when the curtain goes down the beautiful coloured canvas is rubbed out. What Line remains is at best only a wavering, insubstantial phantom—a verbal life on the lips of the living. Ellen Terry was well aware of it. She tried herself, overcome by the greatness of Irving as Hamlet and indignant at the caricatures of his detractors, to describe what she remembered. It was in vain. She dropped her pen in despair. “Oh God, that I were a writer!” she cried. “Surely a <em>writer </em>could not string words together about Henry Irving’s Hamlet and say <em>nothing, nothing.</em>” It never struck her, humble as she was, and obsessed by her lack of book learning, that she was, among other things, a writer. It never occurred to her when she wrote her autobiography, or scribbled page after page to Bernard Shaw late at night, dead tired after a rehearsal, that she was “writing.” The words in her beautiful rapid hand bubbled off her pen. With dashes and notes of exclamation she tried to give them the very tone and stress of the spoken word. It is true, she could not build a house with words, one room opening out of another, and a staircase connecting the whole. But whatever she took up became in her warm, sensitive grasp a tool. If it was a rolling-pin, she made perfect pastry. If it was a carving knife, perfect slices fell from the leg of mutton. If it were a pen, words peeled off, some broken, some suspended in mid-air, but all far more expressive than the tappings of the professional typewriter.</p>\n\n<p>&nbsp;</p>\n\n<p>With her pen then at odds and ends of time she has painted a self-portrait. It is not an Academy portrait, glazed, framed, complete. It is rather a bundle of loose leaves upon each of which she has dashed off a sketch for a portrait—here a nose, here an arm, here a foot, and there a mere scribble in the margin. The sketches done in different moods, from different angles, sometimes contradict each other.</p>\n\n<p>&nbsp;</p>\n\n<p>Which, then, of all these women is the real Ellen Terry? How are we to put the scattered sketches together? Is she mother, wife, cook, critic, actress, or should she have been, after all, a painter? Each part seems the right part until she throws it aside and plays another. Something of Ellen Terry it seems overflowed every part and remained unacted. Shakespeare could not fit her; not Ibsen; nor Shaw. The stage could not hold her; nor the nursery. But there is, after all, a greater dramatist than Shakespeare, Ibsen, or Shaw. There is Nature. Hers is so vast a stage, and so innumerable a company of actors, that for the most part she fobs them off with a tag or two. They come on and they go off without breaking the ranks. But now and again Nature creates a new part, an original part. The actors who act that part always defy our attempts to name them. They will not act the stock parts—they forget the words, they improvise others of their own. But when they come on the stage falls like a pack of cards and the limelights are extinguished. That was Ellen Terry’s fate—to act a new part. And thus while other actors are remembered because they were Hamlet, Phèdre, or Cleopatra, Ellen Terry is remembered because she was Ellen Terry.</p>\n\n<p>&nbsp;</p>\n"}],"choicesHtml":["<p>Terry never focused on one career; she was skilled at so many things that she did not excel in any one thing.</p>","<p>Terry was so clever an actress that her portrayal of a role seemed to change every night.</p>","<p>Shaw encouraged Terry to become a playwright by carefully tutoring her in creating plots and characters.</p>","<p>Because Terry lacked confidence in certain of her skills, she never fully realized she was a person of rare talents and gifts.</p>"],"answer":2}]