[{"id":"FT541871","type":"mcq","stimulusHtml":"<p>In the context of the entire passage, the word “anecdote” (first sentence) is best understood to mean</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(This passage is from the preface to a work published early in the nineteenth century.)</em></p>\n\n<p>The prevailing taste of the public for anecdote has been censured and ridiculed by critics, who aspire to the character of superior wisdom: but if we consider it in a proper point of view, this taste is an incontestible proof of the good sense and profoundly philosophic temper of the present times. Of the numbers who study, or at least who read history, how few derive any advantage from their labors! The heroes of history are so decked out by the fine fancy of the professed historian; they talk in such measured prose, and act from such sublime or such diabolical motives, that few have sufficient taste, wickedness or heroism, to sympathize in their fate. Besides, there is much uncertainty even in the best authenticated antient* or modern histories; and that love of truth, which in some minds is innate and immutable, necessarily leads to a love of secret memoirs and private anecdotes. We cannot judge either of the feelings or of the characters of men with perfect accuracy from their actions or their appearance in public; it is from their careless conversations, their half-finished sentences, that we may hope with the greatest probability of success to discover their real characters. The life of a great or of a little man written by himself, the familiar letters, the diary of any individual published by his friends, or by his enemies after his decease, are esteemed important literary curiosities. We are surely justified in this eager desire to collect the most minute facts relative to the domestic lives, not only of the great and the good, but even of the worthless and insignificant, since it is only by a comparison of their actual happiness or misery in the privacy of domestic life, that we can form a just estimate of the real reward of virtue, or the real punishment of vice. That the great are not as happy as they seem, that the external circumstances of fortune and rank do not constitute felicity, is asserted by every moralist; the historian can seldom, consistently with his dignity, pause to illustrate this truth, it is therefore to the biographer we must have recourse. After we have beheld splendid characters playing their parts on the great theatre of the world, with all the advantages of stage effect and decoration, we anxiously beg to be admitted behind the scenes, that we may take a nearer view of the actors and actresses.</p>\n\n<p>Some may perhaps imagine, that the value of biography depends upon the judgment and taste of the biographer; but on the contrary it may be maintained, that the merits of a biographer are inversely as the extent of his intellectual powers and of his literary talents. A plain unvarnished tale is preferable to the most highly ornamented narrative. Where we see that a man has the power, we may naturally suspect that he has the will to deceive us, and those who are used to literary manufacture know how much is often sacrificed to the rounding of a period or the pointing an antithesis.</p>\n\n<p><span style=\"font-size:0.9em\">* ancient</span></p>\n"}],"choicesHtml":["<p>an unreliable secondhand account</p>","<p>an official government document</p>","<p>a narrative in the style of a morality play</p>","<p>an informal story involving personal details</p>"],"answer":2}]