[{"id":"FT540526","type":"mcq","stimulusHtml":"<p>In relation to the rest of the passage, the first paragraph provides</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The following passage is excerpted from a 1940 autobiographical essay.)</em></p>\n\n<p>A man in the European sixteenth century was born not simply in the valley of the Thames or Seine, but in a certain social class and the environment of that class made and limited his world. He was then, consciously or not, not fully a man; he was an artisan and until he complied with the limitations of that class he was continually knocking his hands, head and heart against an environment, composed of other classes, which limited what he could and could not do and what he must do; and this greater group environment was not a matter of mere ideas and thought; it was embodied in muscles and armed men, in scowling faces, in the majesty of judge and police and in human law which became divine.</p>\n\n<p>Much as I knew of this class structure of the world, I should never have realized it vividly and fully if I had not been born into its modern counterpart, racial segregation; first into a world composed of people with colored skins who remembered slavery and endured discrimination; and who had to a degree their own habits, customs, and ideals; but in addition to this I lived in an environment which I came to call the white world. I was not an American; I was not a man; I was by long education and continual compulsion and daily reminder, a colored man in a white world; and that white world often existed primarily, so far as I was concerned, to see with sleepless vigilance that I was kept within bounds. All this made me limited in physical movement and provincial in thought and dream. I could not stir. I could not act, I could not live, without taking into careful daily account the reaction of my white environing world. How I traveled and where, what work I did, what income I received, where I ate, where I slept, with whom I talked, where I sought recreation, where I studied, what I wrote and what I could get published - all this depended primarily upon an overwhelming mass of my fellow citizens in the United States, from whose society I was largely excluded.</p>\n\n<p>Of course, there was no real wall between us. I knew from the days of my childhood and in the elementary school, on through my walks in the Harvard yard and my lectures in Germany, that in all things in general, white people were just the same as I: their physical possibilities, their mental processes were no different from mine; even the difference in skin color was vastly overemphasized and intrinsically trivial. And yet this fact of racial distinction based on color was the greatest thing in my life and absolutely determined it, because this surrounding group, in alliance and agreement with the white European world, was settled and determined upon the fact that I was and must be a thing apart.</p>\n\n<p>It was impossible to gainsay this. It was impossible for any time and to any distance to withdraw myself and look down upon those absurd assumptions with philosophical calm and humorous self-control. If, as happened to a friend of mine, a lady in a Pullman car ordered me to bring her a glass of water, mistaking me for a porter, the incident in its essence was a joke to be chuckled over; but in its hard, cruel significance and its unending inescapable sigh of slavery, it was something to drive a man mad.</p>\n"}],"choicesHtml":["<p>historical information that illuminates the speaker's own circumstances</p>","an analogy that puts the reader in the same situation as that in which the speaker exists","a comparison between the life of sixteenth-century artisans and twentieth-century artists","<p>conflicting statements about the social position of artisans in Europe</p>"],"answer":-1}]