[{"id":"FT541000","type":"mcq","stimulusHtml":"<p>The primary function of the second paragraph is to</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p>(This passage is a translation into English of material written in the nineteenth century.)</p>\n\n<p>&nbsp;</p>\n\n<p>Fetters and headsmen were the coarse instruments that tyranny formerly employed; but the civilization of our age has perfected despotism itself, though it seemed to have nothing to learn. Monarchs had, so to speak, materialized oppression; the democratic republics of the present day have rendered it as entirely an affair of the mind as the will which it is intended to coerce. Under the absolute sway of one man the body was attacked in order to subdue the soul; but the soul escaped the blows which were directed against it and rose proudly superior. Such is not the course adopted by tyranny in democratic republics; there the body is left free, and the soul is enslaved. The master no longer says: ”You shall think as I do or you shall die“; but he says: “You are free to think differently from me and to retain your life, your property, and all that you possess; but you are henceforth a stranger among your people. You may retain your civil rights, but they will be useless to you, for you will never be chosen by your fellow citizens if you solicit their votes; and they will affect to scorn you if you ask for their esteem. You will remain among men, but you will be deprived of the rights of mankind. Your fellow creatures will shun you like an impure being; and even those who believe in your innocence will abandon you, lest they should be shunned in their turn. Go in peace! I have given you your life, but it is an existence worse than death.”</p>\n\n<p>Absolute monarchies had dishonored despotism; let us beware lest democratic republics should reinstate it and render it less odious and degrading in the eyes of the many by making it still more onerous to the few.</p>\n\n<p>Works have been published in the proudest nations of the Old World expressly intended to censure the vices and the follies of the times: La Bruyère inhabited the palace of Louis XIV when he composed his chapter upon the Great, and Molière criticized the courtiers in the plays that were acted before the court. But the ruling power in the United States is not to be made game of. The smallest reproach irritates its sensibility, and the slightest joke that has any foundation in truth renders it indignant; from the forms of its language up to the solid virtues of its character, everything must be made the subject of encomium. No writer, whatever be his eminence, can escape paying this tribute of adulation to his fellow citizens. The majority lives in the perpetual utterance of self-applause, and there are certain truths which the Americans can learn only from strangers or from experience.</p>\n"}],"choicesHtml":["<p>caution the reader that statements in the first paragraph may be misleading</p>","<p>recapitulate ideas in the first paragraph and provide a transition to the third paragraph</p>","<p>shift the focus from personal experience to objective analysis</p>","expand the generalizations introduced in paragraph one&nbsp;to include various other forms of government"],"answer":1}]