[{"id":"FT541257","type":"mcq","stimulusHtml":"In the passage, the \"cookery-book\" (sentence 17) is used primarily as an example of writing that is","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answer.</strong></p>\n\n<p><strong>Note: </strong>Pay particular attention to the requirement of questions that contain the words NOT, LEAST, or EXCEPT.</p>\n\n<p>But a far more important correction, applicable to the common vague idea of literature, is to be sought, not so much in a better definition of literature, as in a sharper distinction of the two functions which it fulfils. In that great social organ which, collectively, we call literature, there may be distinguished two separate offices, that may blend and often <em>do</em> so, but capable, severally, of a severe insulation, and naturally fitted for reciprocal repulsion. There is, first, the literature of <em>knowledge,</em> and, secondly, the literature of <em>power</em>. The function of the first is to <em>teach</em>; the function of the second is to <em>move</em>: the first is a rudder; the second an oar or a sail. The first speaks to the <em>mere</em> discursive understanding; the second speaks ultimately, it may happen, to the higher understanding, or reason, but always <em>through</em> affections of pleasure and sympathy. Remotely it may travel towards an object seated in what Lord Bacon calls <em>dry</em> light; but proximately it does and must operate—else it ceases to be a literature of <em>power—</em>on and through that <em>humid</em> light which clothes itself in the mists and glittering <em>iris</em><sup>1</sup> of human passions, desires, and genial emotions. Men have so little reflected on the higher functions of literature as to find it a paradox if one should describe it as a mean or subordinate purpose of books to give information. But this is a paradox only in the sense which makes it honorable to be paradoxical. Whenever we talk in ordinary language of seeking information or gaining knowledge, we understand the words as connected with something of absolute novelty. But it is the grandeur of all truth which <em>can</em> occupy a very high place in human interests that it is never absolutely novel to the meanest of minds: it exists eternally, by way of germ or latent principle, in the lowest as in the highest, needing to be developed but never to be planted. To be capable of transplantation is the immediate criterion of a truth that ranges on a lower scale. Besides which, there is a rarer thing than truth, namely, <em>power</em>, or deep sympathy with truth. What is the effect, for instance, upon society, of children? By the pity, by the tenderness, and by the peculiar modes of admiration, which connect themselves with the helplessness, with the innocence, and with the simplicity of children, not only are the primal affections strengthened and continually renewed, but the qualities which are dearest in the sight of heaven—the frailty, for instance, which appeals to forbearance, the innocence which symbolizes the heavenly, and the simplicity which is most alien from the worldly—are kept up in perpetual remembrance, and their ideals are continually refreshed. A purpose of the same nature is answered by the higher literature, <em>viz</em>., the literature of power. What do you learn from <em>Paradise Lost</em>? Nothing at all. What do you learn from a cookery-book? Something new, something that you did not know before, in every paragraph. But would you therefore put the wretched cookery-book on a higher level of estimation than the divine poem? What you owe to Milton is not any knowledge, of which a million separate items are still but a million of advancing steps on the same earthly level; what you owe is <em>power</em>, that is, exercise and expansion to your own latent capacity of sympathy with the infinite, where every pulse and each separate influx is a step upwards, a step ascending as upon a Jacob’s ladder<sup>2</sup> from earth to mysterious altitudes above the earth. <em>All</em> the steps of knowledge, from first to last, carry you further on the same plane, but could never raise you one foot above your ancient level of earth; whereas the very <em>first</em> step in power is a flight, is an ascending movement into another element where earth is forgotten.</p>\n\n<p class=\"text-right\">(1848)</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup>Rainbow</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup>In the Bible, Jacob has a vision of angels ascending and descending a ladder to Heaven.</span></p>\n"}],"choicesHtml":["<p>boring</p>","<p>repetitive</p>","<p>awkward</p>","<p>informative</p>"],"answer":2}]