[{"id":"FT544325-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes at least three of the sources and develops your position on the issues that should be considered in making decisions about space exploration.","features":[{"type":"sharedpassage","html":"<p>Explorers and tales of explorations tend to capture the human imagination. However, such explorations have financial and ethical consequences. Space exploration is no exception. While some argue that space exploration is an opportunity to advance scientific research, others maintain that there is ample opportunity for scientific advancement to occur on earth.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source.&nbsp;Write an essay that synthesizes at least three of the sources and develops your position on the issues that should be considered in making decisions about space exploration.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Livingston)<br />\nSource B (Photo)<br />\nSource C (Chamberlain)<br />\nSource D (NIH)<br />\nSource E (McLean)<br />\nSource F (Collins)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source A</strong></p>\n\n<p>Livingston, David. “Is Space Exploration Worth the Cost?”<br />\n21 Jan. 2008. <em>The Space Review: Essays and Commentary<br />\nAbout the Final Frontier</em>. 4 March 2008<br />\n&lt;http://www.thespacereview.com/article/ 1040/1&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following is from the Web page of a person dedicated to space travel.</em></p>\n\n<p>In my opinion, the manned space exploration program is absolutely worth the cost. The money spent on manned space exploration is spent right here on Earth and most of it is spent in the US. We do not yet have a Bank of the Milky Way, the First International Bank of Mars, or a Lunar Mutual Savings and Loan. The money that is spent goes to manufacturing, research and development, salaries, benefits, insurance companies, doctors, teachers, scientists, students, blue- and white-collar workers, and corporations and businesses both large and small. The money disperses throughout the economy in the same way as money spent on medical research, building houses, or any other activity we engage in with government or even private spending.</p>\n\n<p>We have our work cut out for us as we move forward in this new century. We don’t seem to get along well with each other here on Earth, but we do quite well in space. Space is our model for all nations. Notice how many more nations are talking about and wanting to get into the manned space act. India, Russia, China, Japan, and the European Space Agency, for starters, all want a manned mission to the Moon and it won’t stop there. These countries and agencies know that manned space exploration builds wealth for their nation, solves problems and enhances life for their people right here on Earth, and shows us the way for how we can all live together in peace.</p>\n\n<p>Manned space exploration is absolutely worth the investment. It’s not just about what we learn out there in space, or about ourselves, or how to be a better steward of precious Earth. It’s about how we live here on Earth together and what type of future we want for ourselves and children. Manned space exploration is the path to how we build a better life for ourselves here on Earth, and how we can give hope and provide inspiration for our youngsters to grow up, do the schoolwork, and accept the challenges that await them to make our world even better. Whatever we spend on manned space exploration is a bargain and our investment will be returned to us many times over, both quantitatively and qualitatively.</p>\n\n<p><em>The Space Review</em> © 2008 Used by permission of Dr. David Livingston, www.thespaceshow.com.</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source B</strong></p>\n\n<p>National Aeronautics and Space Administration (NASA) photo<br />\n_________________________________________________________</p>\n\n<p><em>The following photo is taken from the NASA photo archive.</em></p>\n\n<p>&nbsp;</p>\n<img alt=\"A picture is shown of a rocket being prepared to launch into space. The scaffolding on one side of the rocket has been pulled away, and the scaffolding on the other side is still attached. White smoke appears to be coming from the bottom of the rocket. There are small vehicles and buildings in the foreground of the picture. \" height=\"413\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/74801e9e261e8324be108a6c591352dd/original.png\" width=\"600\" />\n<p><sup>Photo Credit: NASA</sup></p>\n\n<p>&nbsp;</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source C</strong></p>\n\n<p>Chamberlain, Andrew. “Pennies of Each Federal<br />\nSpending Dollar.” 7 Apr. 2006. <em>The Tax Foundation</em>.<br />\n1 March 2008<br />\n&lt;http://www.taxfoundation.org/blog/printer/1420.html&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following are two visual representations of the same information about how each federal tax dollar is spent.</em></p>\n\n<p><img alt=\"A pie chart is shown with the title Pennies of Each Federal Dollar Spent on Various Programs, 2006 Estimates. A white slice that is 21 percent of the circle is for social security, which takes 21 cents. A horizontally striped slice that is 19 percent of the circle is for national defense, which takes 19 cents. A light grey slice that is 14 percent of the circle is for income security, which takes 14 cents. A guided slice that is 13 percent of the circle is for medicare, which takes 13 cents. A grey slice that is 10 percent of the circle is for health, which takes 10 cents. A dashed slice that is 8 percent of the circle is for net interest on debt, which takes 8 cents. A dark grey slice that is 4 percent of the circle is for education, training, employment, and social services, which takes 4 cents. A diagonally striped slice that is 3 percent of the circle is for transportation, which takes 3 cents. A black slice that is 3 percent of the circle is for veterans benefits and services, which takes 3 cents. A dotted site that is 6 percent of the circle is for all others, which takes 6 cents. \" height=\"462\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6247932df6907f218d96ad4af0e905cf/original.png\" width=\"600\" /></p>\n\n<p><img alt=\" A table is shown with the title Pennies of each federal dollar spent on various programs, 2006 estimate. The left column is for function, and the right column is for amount. Row 1 is social security, 21 cents. Row 2 is national defense, 19 cents. Row 3 is income security, 14 cents. Row 4 is medicare, 13 cents. Row 5 is health, 10 cents. Row 6 is net interest on debt, 8 cents. Row 7 is education, training, employment, and social services, 4 cents. Row 8 is transportation, 3 cents. Row 9 is veterans benefits and services, 3 cents. Row 10 is all others, 6 cents. Row 11 is total, 1 dollar. There is an asterisk next to the function all others indicating that this includes community and regional development; administration of justice; international affairs; natural resources and environment; agriculture; general science; space and technology; general government; commerce and housing credit; energy; and undistributed offsetting receipts. The source of the information is the office of management and budget, analytical perspectives, budget of the united states government, fiscal year 2007, and tax foundation calculations. \" height=\"400\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2bb809b8d2c343f9c3ae6b7db554463e/original.png\" width=\"650\" /></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source D</strong></p>\n\n<p><em>National Institutes of Health</em>. 26 Feb. 2008<br />\n&lt;http://www.nih.gov/about/NIHoverview.html&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following is a description of the National Institutes of Health (NIH), a government-funded agency whose mission is to improve health.</em></p>\n\n<p><strong>The Nation’s Medical Research Agency</strong></p>\n\n<p>The National Institutes of Health (NIH), a part of the U.S. Department of Health and Human Services, is the primary Federal agency for conducting and supporting medical research. Helping to lead the way toward important medical discoveries that improve people’s health and save lives, NIH scientists investigate ways to prevent disease as well as the causes, treatments, and even cures for common and rare diseases. Composed of 27 Institutes and Centers, the NIH provides leadership and financial support to researchers in every state and throughout the world. . . .</p>\n\n<p>In the past several decades, NIH-supported research, and its national programs to communicate the results of research, played a major role in achievements such as:</p>\n\n<ul>\n\t<li>\n\t<p>Death rates from heart disease and stroke fell by 40% and 51%, respectively, between 1975 and 2000.</p>\n\t</li>\n\t<li>\n\t<p>The overall five-year survival rate for childhood cancers rose to nearly 80% during the 1990s from under 60% in the 1970s.</p>\n\t</li>\n\t<li>\n\t<p>The number of AIDS-related deaths fell by about 70% between 1995 and 2001.</p>\n\t</li>\n\t<li>\n\t<p>Sudden infant death syndrome rates fell by more than 50% between 1994 and 2000.</p>\n\t</li>\n\t<li>\n\t<p>Infectious diseases—such as rubella, whooping cough, and pneumococcal pneumonia—that once killed and disabled millions of people are now prevented by vaccines.</p>\n\t</li>\n\t<li>\n\t<p>Quality of life for 19 million Americans suffering with depression has improved as a result of more effective medication and psychotherapy.</p>\n\t</li>\n</ul>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source E</strong></p>\n\n<p>McLean, Margaret R. “To Boldly Go: Ethical<br />\nConsiderations for Space Exploration.” Feb. 2006.<br />\nMarkkula Center for Applied Ethics. 29 Feb. 2008<br />\n&lt;http://www.scu.edu/ethics/publications/<br />\nethicalperspectives/space-exploration.html&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following excerpt appeared on the Web page of a group dedicated to ethics.</em></p>\n\n<p>In the budget unveiled on Monday, almost $17 billion will fly into NASA’s coffers with around $5.3 billion dedicated to space exploration. The Crew Exploration Vehicle and Launch Vehicles will be built; new spacecraft on their way to the moon and Mars will be whizzing overhead by 2014. NASA chief Michael Griffin claimed that this new budget would set the stage for “the expansion of human presence into the solar system.”</p>\n\n<p>But before we think about exploring—and potentially exploiting—“the final frontier,” we would do well to remember that we do not have a very good track record in protecting our planet home. We have expanded human presence into pristine forests resulting in the disruption of migratory routes, soil erosion, and species extinction. What can be learned from our presence on Earth about the potential impact of our forays into the outer reaches of the solar system?</p>\n\n<p>We are the only earthly creatures with the capacity to extend our influence beyond the 4 corners of the globe. This puts on us the responsibility to acknowledge that, despite the depths of space, it is not so limitless as to be able to weather mistreatment or suffer every demand we may place on it.</p>\n\n<p>One way to think about expanding our presence in the solar system is through the lens of stewardship. Stewardship envisions humans not as owners of the solar system but as responsible managers of its wonder and beauty.</p>\n\n<p>Stewardship holds us accountable for a prudent use of space resources. Such responsibility may support exploration of the final frontier, but at the same time it warns against exploitation of its resources. We must account for our urges and actions in terms of their impact on others, the universe, and the future.</p>\n\n<p>As we boldly plan to extend ourselves to places where no one has gone before, we would do well to consider the following principles:</p>\n\n<p>1. Space preservation requires that the solar system be valued for its own sake, not on the basis of what it can do for us.</p>\n\n<p>2. Space conservation insists that extraterrestrial resources ought not to be exploited to benefit the few at the expense of the many or of the solar system itself.</p>\n\n<p>3. Space sustainability asks that our explorations “do no harm” and that we leave the moon, Mars, and space itself no worse—and perhaps better—than we found them.</p>\n\n<p>As we expand human presence into the solar system, we ought not to park ethical considerations next to the launching pad. We must take our best ethical thinking with us as we cross the frontier of space exploration.</p>\n\n<p><sup>© Markkula Center for Applied Ethics at Santa Clara University</sup></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source F</strong></p>\n\n<p>Collins, Michael. <em>Carrying the Fire: An Astronaut’s Journeys.</em> New York: Farrar, Straus and Giroux, 1974.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from a book written by one of the first astronauts in space.</em></p>\n\n<p>I really believe that if the political leaders of the world could see their planet from a distance of, let’s say, 100,000 miles, their outlook would be fundamentally changed. That all-important border would be invisible, that noisy argument suddenly silenced. The tiny globe would continue to turn, serenely ignoring its subdivisions, presenting a unified façade that would cry out for unified understanding, for homogeneous treatment. The earth must become as it appears: blue and white, not capitalist or Communist; blue and white, not rich or poor; blue and white, not envious or envied. I am not a naïve man. I don’t believe that a glance from 100,000 miles out would cause a Prime Minister to scurry back to his parliament with a disarmament plan, but I do think it would plant a seed that ultimately could grow into such concrete action. Just because borders are invisible from space doesn’t mean that they’re not real—they are, and I like them. . . . What I am saying, however, is that all countries must begin thinking of solutions to their problems which benefit the entire globe, not simply their own national interests. The smoke from the Saar Valley may pollute half a dozen other countries, depending on the direction of the wind. We all know that, but it must be seen to make an indelible impression, to produce an emotional impact that makes one argue for long-term virtues at the expense of short-term gains. I think the view from 100,000 miles could be invaluable in getting people together to work out joint solutions, by causing them to realize that the planet we share unites us in a way far more basic and far more important than differences in skin color or religion or economic system. The pity of it is that so far the view from 100,000 miles has been the exclusive property of a handful of test pilots, rather than the world leaders who need this new perspective, or the poets who might communicate it to them.</p>\n"}]}]