[{"id":"FT544293-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Stewart makes to convey her message.","features":[{"type":"sharedpassage","html":"<p>On September 21, 1832, Maria W. Stewart, an African American educator and writer, delivered a lecture in Boston at the meeting site of the New England Anti-Slavery Society. The following is an excerpt from Stewart’s lecture. Read the passage carefully. Write an essay that analyzes the rhetorical choices Stewart makes to convey her message.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Few white persons of either sex, who are calculated for any thing else, are willing to spend their lives and bury their talents in performing mean, servile labor. And such is the horrible idea that I entertain respecting a life of servitude, that if I conceived of there being no possibility of my rising above the condition of a servant, I would gladly hail death as a welcome messenger. O, horrible idea, indeed! to possess noble souls aspiring after high and honorable acquirements, yet confined by the chains of ignorance and poverty to lives of continual drudgery and toil. Neither do I know of any who have enriched themselves by spending their lives as house-domestics, washing windows, shaking carpets, brushing boots, or tending upon gentlemen’s tables. I can but die for expressing my sentiments; and I am as willing to die by the sword as the pestilence; for I am a true born American; your blood flows in my veins, and your spirit fires my breast.</p>\n\n<p>I observed a piece in the <em>Liberator</em><sup>1</sup> a few months since, stating that the colonizationists<sup>2</sup> had published a work respecting us, asserting that we were lazy and idle. I confute them on that point. Take us generally as a people, we are neither lazy nor idle; and considering how little we have to excite or stimulate us, I am almost astonished that there are so many industrious and ambitious ones to be found: although I acknowledge, with extreme sorrow, that there are some who never were and never will be serviceable to society. And have you not a similar class among yourselves? Again. It was asserted that we were “a ragged set, crying for liberty.” I reply to it, the whites have so long and so loudly proclaimed the theme of equal rights and privileges, that our souls have caught the flame also, ragged as we are. As far as our merit deserves, we feel a common desire to rise above the condition of servants and drudges. I have learnt, by bitter experience, that continual hard labor deadens the energies of the soul, and benumbs the faculties of the mind; the ideas become confined, the mind barren, and, like the scorching sands of Arabia, produces nothing; or, like the uncultivated soil, brings forth thorns and thistles.</p>\n\n<p>Again. Continual hard labor irritates our tempers and sours our dispositions; the whole system becomes worn out with toil and fatigue; nature herself becomes almost exhausted, and we care but little whether we live or die. It is true, that the free people of color throughout these United States are neither bought nor sold, nor under the lash of the cruel driver; many obtain a comfortable support; but few, if any, have an opportunity of becoming rich and independent; and the employments we most pursue are as unprofitable to us as the spider’s web or the floating bubbles that vanish into air. As servants, we are respected; but let us presume to aspire any higher, our employer regards us no longer. And were it not that the King Eternal has declared that Ethiopia<sup>3</sup> shall stretch forth her hands unto God, I should indeed despair.</p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup> An abolitionist newspaper</span><span style=\"font-size:0.8em\"></span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>2</sup> The American Colonization Society was founded in 1817. The colonizationists were White Americans who advocated the return of free African Americans to Africa as a way of dealing with the issue of race.</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>3</sup> Biblical designation for Africans</span></p>\n"}]}]