[{"id":"FT544328-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes at least three of the sources and develops your position on the value of daylight saving time.","features":[{"type":"sharedpassage","html":"<p>In much of the world, the time that regulates our lives is altered by daylight saving time. Each year, we set our clocks back an hour in the fall and then move them forward an hour in the spring. This annual shift is thought to have been invented by Benjamin Franklin, who in 1784 wrote a letter to a French journal suggesting that Parisians could economize on candles if they simply woke up earlier during the summer. Daylight saving time was adopted by the United States in the twentieth century and is regulated by the federal government. Even though daylight saving time has been widely adopted, it still has detractors.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source.&nbsp;Write an essay that synthesizes at least three of the sources and develops your position on the value of daylight saving time.</p>\n\n<p style=\"margin-left: 40px;\">Source A (“Extra!”)<br />\nSource B (Longley)<br />\nSource C (Prerau)<br />\nSource D (graph)<br />\nSource E (O’Connor)<br />\nSource F (Kotchen)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><strong>_________________________________________________________<br />\nSource A</strong><br />\n“Extra!: Daylight-Saving Time.” <em>CNN.com</em>.<br />\nCable News Network, 7 March 2007. Web. 8 Aug. 2007.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from an article on a news Web site.</em></p>\n\n<p><strong>1918</strong> - The U.S. first adopts daylight-saving time, in the same act that created standard time zones, in an effort to save energy during World War I. It didn’t prove popular, and, as a result, it was repealed the following year.</p>\n\n<p><strong>1942</strong> - President Franklin D. Roosevelt instituted “war-time,” a year-round daylight-saving time to save energy during World War II. After the year-round shift ended in 1945, many states adopted their own summer time changes.</p>\n\n<p><strong>1966</strong> - Congress established a national pattern for summer time changes with the Uniform Time Act. The act came in response from the transportation industry, which demanded consistency across time zones. The U.S. Department of Transportation now oversees time changes in the United States.</p>\n\n<p><strong>1973</strong> - An oil embargo by the Organization of Petroleum Exporting Countries led Congress to enact a test period of year-round daylight-saving time in 1974 and 1975. The test period was controversial; it ended after complaints that the dark winter mornings endangered children traveling to school. The U.S. returned to summer daylight-saving time in 1975.</p>\n\n<p><strong>1986</strong> - The Federal law is amended to start daylight-saving time on the first Sunday in April, beginning in 1987. The ending date of daylight-saving time was never changed, and remained the last Sunday in October through 2006.</p>\n\n<p><strong>2005</strong> - On August 8, President Bush signs the Energy Policy Act of 2005 into law. Part of the act will extend daylight-saving time starting in 2007, from the second Sunday in March to the first Sunday in November.</p>\n\n<p><strong>2007</strong> - Daylight-saving time begins on Sunday, March 11 and ends on Sunday, November 4.</p>\n\n<p class=\"text-center\"><sup>Courtesy CNN</sup></p>\n\n<p><strong>_________________________________________________________</strong><br />\n<strong>Source B</strong><br />\nLongley, Robert. “Energy Bill Would Extend Daylight<br />\nSavings Time.” <em>About.com.</em> The New York Times<br />\nCompany, 2008. Web. 17 Aug. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from an online article.</em></p>\n\n<p><strong>An extra month of “synthetic sunshine” every year</strong></p>\n\n<p>Love it or hate it, America’s annual observance of daylight savings time would be extended one additional month under a provision of the massive Energy Policy Act of 2005. . . .</p>\n\n<p>Daylight Saving Time—for the U.S. and its territories—is NOT observed in Hawaii, American Samoa, Guam, Puerto Rico, the Virgin Islands, the Eastern Time Zone portion of the State of Indiana, and by most of Arizona (with the exception of the Navajo Indian Reservation in Arizona). These states and territories remain on their local “standard” time throughout the year. . . .</p>\n\n<p>Theory has it that daylight savings time promotes energy conservation. . . . Studies done in the 1970s by the U.S. Department of Transportation show that America’s electricity usage is reduced by about one percent during each day that daylight savings time is in effect.</p>\n\n<p><strong>Also in the Energy Bill</strong></p>\n\n<p>Other major provisions of the Energy Policy Act of 2005 include the allowance of oil drilling in an Alaska wildlife refuge and the creation of policies to shield makers of gasoline additives from future water contamination lawsuits.</p>\n\n<p>The bill also provides $12 billion in tax breaks and subsidies for energy companies . . . .</p>\n\n<p class=\"text-center\"><sup>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ©2008 by Robert Longley http://usgovinfo.about.com/od/consumerawareness/a/dstextend.htm). Used with&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;permission of&nbsp; &nbsp;About, Inc., which&nbsp;can be found online at www.about.com. All rights reserved.</sup></p>\n\n<p><strong>_________________________________________________________</strong><br />\n<strong>Source C</strong><br />\nPrerau, David. <em>Seize the Daylight: The Curious and</em><br />\n<em>Contentious Story of Daylight Saving Time.</em><br />\nNew York: Thunder’s Mouth, 2005. Print.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from a book about daylight saving time.</em></p>\n\n<p>Using a variety of analytical techniques, the DOT [United States Department of Transportation] study assessed the impacts of DST [daylight saving time] in March and April and concluded that “modest overall benefits” might be realized in three primary areas—energy conservation, traffic safety, and reduced crime—by use of an eight-month DST system (March through October) rather than the Uniform Time Act’s six-month DST system (May through October).</p>\n\n<p>Most subsequent studies of the effects of daylight saving time, performed in the United States, Britain, France, Israel, Mexico, New Zealand, and other countries, have produced somewhat similar results to the DOT study, especially with regard to the benefits of DST for energy conservation and traffic safety. . . . The DOT concluded that the total electricity savings associated with DST amounted to about 1 percent in spring and fall, corresponding to national savings of forty to fifty megawatt hours per day.</p>\n\n<p>DST also might affect home heating, air conditioning, and other forms of energy consumption. For example, the extra hour of light in the evening could cause an increase in recreational and shopping travel by automobile (and therefore an increase in gasoline consumption) that might not be offset by a corresponding decrease in the morning. On the other hand, more outdoor activities might save energy by decreasing the use of TV sets and appliances. The DOT did not detect any significant DST impact on these areas. . . .</p>\n\n<p>Another area of DST impact is crime reduction. People generally feel safer in the daylight, and many types of crime are believed to be influenced by lighting conditions. For example, more light in the evening decreases the opportunity for street crime against people returning home from work. The DOT study found that violent crime in Washington, D.C., was reduced by 10 to 13 percent during periods of daylight saving time. . . .</p>\n\n<p>The issue of DST remained quiescent in the U.S. for almost twenty years. But in the spring of 2005, with oil prices soaring and U.S. energy consumption growing, Congressmen Fred Upton of Michigan and Edward Markey of Massachusetts proposed an amendment to a mammoth Energy Policy bill that provided for a two-month extension to the daylight saving time period. . . .</p>\n\n<p>The Upton-Markey amendment was passed by the House of Representatives by voice vote with general acceptance. However, when the proposal reached the Senate, some opposition surfaced, primarily from a new quarter, the U.S. airlines. The airlines had never before played a major role in the daylight saving time debate, but they were now concerned that the DST extension would put the U.S. significantly out of sync with the time in foreign countries. A two month extension would, for example, result in seven or eight weeks each year when the U.S. had DST while Europe did not. At many foreign airports, U.S. carriers have established fixed landing and takeoff time “slots” for which they cannot make short-term changes. Having to keep to these time slots during the U.S. DST extension would cause significant disruption to the airlines’ schedules, and they anticipated a loss of many millions of dollars due to scheduling problems and lost connections for overseas flights.</p>\n\n<p><strong>_________________________________________________________</strong><br />\n<strong>Source D</strong><br />\nFerguson, Susan A., David F. Preusser, Adrian K. Lund,<br />\nPaul L. Zador, and Robert G. Ulmer. “Daylight Saving<br />\nTime and Motor Vehicle Crashes: The Reduction in<br />\nPedestrian and Vehicle Occupant Fatalities.”<br />\n<em>American Journal of Public Health</em> 85.1 (1995): 92-95. Print.<br />\n_________________________________________________________</p>\n\n<p><em>The following is a graph from a public health journal.</em></p>\n\n<p><img alt=\"A graph is shown with the title Pedestrian fatal crashes before and after the change to standard time in the fall PM2 hour, 1987 through 1991. An asterisk indicates that for the purposes of this graph, the fall PM2 hour refers to a single afternoon hour that is light during daylight saving time but that shifts to twilight with the resumption of standard time. The horizontal axis shows time in increments of one week, with 13 weeks before on the left and 9 weeks after on the right. There is a vertical line drawn through the graph at the end of daylight savings time, between 1 week before and 1 week after on the horizontal axis. The vertical axis shows the number of fatal crashes from 0 to 150 in increments of 25. There is a data point for each week and the points are connected by a line. From 13 weeks before to the end of daylight saving time, the number of fatal crashes is steady around 20, with small fluctuations down to about 10 and up to about 25. From the end of daylight saving time to 9 weeks after the number of fatal crashes is also somewhat steady around 120, with fluctuations down to about 100 and up to about 140. \" height=\"741\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/53bf7251966b97c029667c97108bdac1/original.png\" width=\"650\" /></p>\n\n<p><strong>_________________________________________________________</strong><br />\n<strong>Source E</strong><br />\nO’Connor, Anahad. “Really? The Claim: Daylight Saving<br />\nTime Can Affect Your Health.” <em>New York Times.</em><br />\nNew York Times, 10 Mar. 2009. Web. 17 Aug. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is an online article from a national newspaper.</em></p>\n\n<p><strong>THE FACTS</strong></p>\n\n<p>Daylight saving time, which began this week in most of the United States, has long been promoted as a way to save energy. Whether it does is still a matter of debate. But it does seem clear from studies that a one-hour time adjustment can have unintended health consequences.</p>\n\n<p>It seems that when the clock is moved forward or back one hour, the body’s internal clock—its circadian rhythm, which uses daylight to stay in tune with its environment—does not adjust. In a study of 55,000 people, for example, scientists found that on days off from work, subjects tended to sleep on standard time, not daylight time: their waking hour followed the seasonal progression of dawn.</p>\n\n<p>In other studies, scientists tracked large groups of people for eight weeks at a time as they made the transitions to daylight time in spring and to standard time in autumn. They found that in spring, people’s peak activity levels were more in tune with their body clock than with the actual clock. Studies suggest that this disconnect between body time and clock time can result in restlessness, sleep disruption and shorter sleep duration. Other studies have suggested links between time change and increases in heart attacks, suicides and accidents, though scientists say more study is needed.</p>\n\n<p><strong>THE BOTTOM LINE</strong></p>\n\n<p>Daylight saving time is associated with sleep disruptions and possibly more serious consequences.</p>\n\n<p class=\"text-center\"><sup style=\"\">From</sup> <sup style=\"\">The New York Times</sup><sup style=\"\">, © March 10, 2009. The New York Times. All rights reserved.</sup></p>\n\n<p><strong>_________________________________________________________</strong><br />\n<strong>Source F</strong><br />\nKotchen, Matthew J., and Laura E. Grant. “Does Daylight<br />\nSaving Time Save Energy? Evidence from a Natural<br />\nExperiment in Indiana” [Working Paper 14429].<br />\n<em>NBER Working Paper Series</em>. National Bureau of Economic<br />\nResearch, Oct. 2008. Web. 17 Aug. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from a working paper published by the National Bureau of Economic Research.</em></p>\n\n<p>The history of DST has been long and controversial. Throughout its implementation during World Wars I and II, the oil embargo of the 1970s, more consistent practice today, and recent extensions, the primary rationale for DST has always been the promotion of energy conservation. Nevertheless, there is surprisingly little evidence that DST actually saves energy. This paper takes advantage of a unique natural experiment in the state of Indiana to provide the first empirical estimates of DST effects on electricity consumption in the United States since the mid-1970s. The results are also the first-ever empirical estimates of DST’s overall effect.</p>\n\n<p>Our main finding is that—contrary to the policy’s intent—DST results in an overall increase in residential electricity demand. Estimates of the overall increase in consumption are approximately 1 percent and highly statistically significant. We also find that the effect is not constant throughout the DST period: there is some evidence for an increase in electricity demand at the spring transition into DST, but the real increases come in the fall when DST appears to increase consumption between 2 and 4 percent. These findings are generally consistent with simulation results that point to a tradeoff between reducing demand for lighting and increasing demand for heating and cooling. According to the dates of DST practice prior to 2007, we estimate a cost to Indiana households of $9 million per year in increased electricity bills. Estimates of the social costs due to increased pollution emissions range from $1.7 to $5.5 million per year.</p>\n\n<p class=\"text-center\"><sup>© 2008 by Matthew J. Kotchen and Laura E. Grant. All rights reserved.</sup></p>\n"}]}]