[{"id":"FT544294-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Barry makes to convey his message about the complex mechanics of the Mississippi River.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from the nonfiction book <em>Rising Tide: The Great Mississippi Flood of 1927&nbsp;and&nbsp;How It Changed America</em>, by John M. Barry. Read the passage carefully. Write an essay that analyzes the rhetorical choices Barry makes to convey his message about the complex mechanics of the Mississippi River.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>The river’s characteristics represent an extraordinarily dynamic combination of turbulent effects, and river hydraulics quickly go beyond the merely complex. Indeed, studies of flowing water in the 1970s helped launch the new science of chaos, and James Gleick in his book on the subject quotes physicist Werner Heisenberg, who stated that on his deathbed he would like to ask God two questions: why relativity? and, why turbulence? Heisenberg suggested, “I really think God may have an answer to the first question.”</p>\n\n<p>Anything from a temperature change to the wind to the roughness of the bottom radically alters a river’s internal dynamics. Surface velocities, bottom velocities, midstream and mid-depth velocities—all are affected by friction or the lack of friction with the air, the riverbank, the riverbed.</p>\n\n<p>But the complexity of the Mississippi exceeds that of nearly all other rivers. Not only is it acted upon; it acts. It generates its own internal forces through its size, its sediment load, its depth, variations in its bottom, its ability to cave in the riverbank and slide sideways for miles, and even tidal influences, which affect it as far north as Baton Rouge. Engineering theories and techniques that apply to other rivers, even such major rivers as the Po, the Rhine, the Missouri, and even the upper Mississippi, simply do not work on the lower Mississippi, which normally runs far deeper and carries far more water. (In 1993, for example, the floodwaters that overflowed, with devastating result, the Missouri and upper Mississippi put no strain on the levees along the lower Mississippi.)</p>\n\n<p>The Mississippi never lies at rest. It roils. It follows no set course. Its waters and currents are not uniform. Rather, it moves south in layers and whorls, like an uncoiling rope made up of a multitude of discrete fibers, each one following an independent and unpredictable path, each one separately and together capable of snapping like a whip. It never has one current, one velocity. Even when the river is not in flood, one can sometimes see the surface in one spot one to two feet higher than the surface close by, while the water swirls about, as if trying to devour itself. Eddies of gigantic dimensions can develop, sometimes accompanied by great spiraling holes in the water. Humphreys observed an eddy “running <em>upstream</em> at seven miles an hour and extending half across the river, whirling and foaming like a whirlpool.”</p>\n\n<p>The river’s sinuosity itself generates enormous force. The Mississippi snakes seaward in a continual series of S curves that sometimes approach 180 degrees. The collision of river and earth at these bends creates tremendous turbulence: currents can drive straight down to the bottom of the river, sucking at whatever lies on the surface, scouring out holes often several hundred feet deep. Thus the Mississippi is a series of deep pools and shallow “crossings,” and the movement of water from depth to shallows adds still further force and complexity.</p>\n"}]}]