[{"id":"FT544331-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on the most important factors that a school should consider before using particular technologies in curriculum and instruction.","features":[{"type":"sharedpassage","html":"<p>Much attention has been given lately to the ubiquitous presence of information technologies. Our daily lives seem to be saturated with television, computers, cell phones, personal digital assistants (PDAs), and MP3 players, to name just a few of the most common technologies.</p>\n\n<p>Many people extol the ability of such technologies to provide easy access to information and facilitate research and learning. At the same time, however, some critics worry that the widespread use of information technologies forces our lives to move too quickly. We encounter images and information from the Internet and other sources faster than we can process or evaluate them, and even though electronic communication has been enhanced, both the quality and quantity of face-to-face interaction is changing.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source.&nbsp;Write an essay that synthesizes material from at least three of the sources and develops your position on the most important factors that a school should consider before using particular technologies in curriculum and instruction.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Rotstein)<br />\nSource B (Delaney)<br />\nSource C (Dyson)<br />\nSource D (Johnson)<br />\nSource E (Gelernter)<br />\nSource F (cartoon)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>_______________________________________________________<br />\n<strong>Source A</strong></p>\n\n<p>Rotstein, Arthur H. “Books Are Out, iBooks Are In for<br />\nStudents at Arizona High School.” <em>St. Louis Post-</em><br />\n<em>Dispatch</em> 19 Aug. 2005: C2. Print.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from an article in a local newspaper.</em></p>\n\n<p>Students at Empire High School here started class this year with no textbooks—but it wasn’t because of a funding crisis.</p>\n\n<p>Instead, the school issued iBooks—laptop computers by Apple Computer Inc.—to each of its 340 students, becoming one of the first U.S. public schools to shun printed textbooks.</p>\n\n<p>School officials believe the electronic materials will get students more engaged in learning. Empire High, which opened this year, was designed specifically to have a textbook-free environment.</p>\n\n<p>“We’ve always been pretty aggressive in use of technology and we have a history of taking risks,” said Calvin Baker, superintendent of the Vail Unified School District, with 7,000 students near Tucson.</p>\n\n<p>Schools typically overlay computers onto their instruction “like frosting on the cake,” Baker said. “We decided that the real opportunity was to make the laptops the key ingredient of the cake . . . to truly change the way that schools operated.”</p>\n\n<p class=\"text-center\"><sup>Used with permission of The Associated Press. Copyright © 2008. All rights reserved.</sup></p>\n\n<p>_________________________________________________________<br />\n<strong>Source B</strong></p>\n\n<p>Delaney, Kevin J. “Teaching Tools.” <em>Wall Street Journal</em><br />\n17 Jan. 2005: R4. Print.<br />\n_________________________________________________________<br />\n<em>The following is excerpted from an article in a national newspaper.</em></p>\n\n<p>Pioneering teachers are getting their classes to post writing assignments online so other students can easily read and critique them. They’re letting kids practice foreign languages in electronic forums instead of pen-and-paper journals. They’re passing out PDAs to use in scientific experiments and infrared gadgets that let students answer questions in class with the touch of a button. And in the process, the educators are beginning to interact with students, parents and each other in ways they never have before.</p>\n\n<p>The issue is, “how do we communicate with students today who have grown up with technology from the beginning?” says Tim Wilson, a technology-integration specialist at Hopkins High School in Minnetonka, Minn.</p>\n\n<p class=\"text-center\"><sup>Reprinted with permission of Kevin J. Delaney/Wall Street Journal. Copyright © 2005 Dow Jones &amp; Company, Inc. All Rights Reserved Worldwide.</sup></p>\n\n<p>_________________________________________________________<br />\n<strong>Source C</strong></p>\n\n<p>Dyson, Esther. Untitled essay. <em>What We Believe But</em><br />\n<em>We Cannot Prove: Today’s Leading Thinkers</em><br />\n<em>on Science in the Age of Certainty.</em> Ed. John<br />\nBrockman. New York: Harper, 2006. 192-194.<br />\nPrint.<br />\n________________________________________________________</p>\n\n<p><em>The following is excerpted from a book about science and technology.</em></p>\n\n<p>We’re living longer and thinking shorter.</p>\n\n<p>It’s all about time.</p>\n\n<p>Modern life has fundamentally and paradoxically changed our sense of time. Even as we live longer, we seem to think shorter. Is it because we cram more into each hour, or because the next person over seems to cram more into each hour? For a variety of reasons, everything is happening much faster, and more things are happening. Change is a constant.</p>\n\n<p>It used to be that machines automated work, giving us more time to do other things, but now machines automate the production of attention-consuming information, which <em>takes</em> our time. For example, if one person sends the same e-mail message to ten people, then ten people (in theory) should give it their attention. And that’s a low-end example.</p>\n\n<p>The physical friction of everyday life—the time it took Isaac Newton to travel by coach from London to Cambridge, the dead spots of walking to work (no iPod), the darkness that kept us from reading—has disappeared, making every minute not used productively into an opportunity lost.</p>\n\n<p>And finally, we can measure more, over smaller chunks of time. From airline miles to calories (and carbs and fat grams), from friends on Friendster to steps on a pedometer, from real-time stock prices to millions of burgers consumed, we count things by the minute and the second. Unfortunately, this carries over into how we think and plan: Businesses focus on short-term results; politicians focus on elections; school systems focus on test results; most of us focus on the weather rather than on the climate. Everyone knows about the big problems, but their behavior focuses on the here and now. . . .</p>\n\n<p>How can we reverse this?</p>\n\n<p>It’s a social problem, but I think it may also herald a mental one—which I imagine as a sort of mental diabetes. Most of us grew up reading books (at least occasionally) and playing with noninteractive toys that required us to make up our own stories, dialogue, and behavior for them. But today’s children are living in an information-rich, time-compressed environment that often seems to stifle a child’s imagination rather than stimulate it. Being fed so much processed information—video, audio, images, flashing screens, talking toys, simulated action games—is like being fed too much processed, sugar-rich food. It may seriously mess up children’s informational metabolism—their ability to process information for themselves. Will they be able to discern cause and effect, put together a coherent story line, think scientifically, read a book with a single argument rather than a set of essays?</p>\n\n<p>I don’t know the answers, but these questions are worth thinking about, for the long term.</p>\n\n<p class=\"text-center\"><sup>First published by Edge (www.edge.org).</sup></p>\n\n<p>_________________________________________________________<br />\n<strong>Source D</strong></p>\n\n<p>Johnson, Steven. <em>Interface Culture: How New</em><br />\n<em>Technology Transforms the Way We Create and</em><br />\n<em>Communicate.</em> New York: Basic, 1999. Print.<br />\n_________________________________________________________</p>\n\n<p><em>The following is an excerpt in which the author reflects on his early experience using a computer.</em></p>\n\n<p>Fast-forward a decade or two, and I can’t imagine writing without a computer. Even jotting down a note with pen and paper feels strained. . . . I have to <em>think</em> about writing, think about it consciously as my hand scratches out the words on the page, think about the act itself. There is none of the easy flow of the word processor, just a kind of drudgery, running against the thick grain of habit. Pen and paper feel profoundly different to me now—they have the air of an inferior technology about them, the sort of contraption well suited for jotting down a phone number, but not much beyond that. Writing an entire book by hand strikes me as being a little like filming <em>Citizen Kane</em> with a camcorder. You can make a go at it, of course, but on some fundamental level you’ve misjudged the appropriate scale of the technology you’re using. It sounds appalling, I know, but there it is. I’m a typer, not a writer. Even my handwriting is disintegrating, becoming less and less my handwriting, and more the erratic, anonymous scrawl of someone learning to write for the first time.</p>\n\n<p>I accept this condition gladly, and at the same time I can recall the predigital years of my childhood, writing stories by hand into loose-leaf notebooks, practicing my cursive strokes and then surveying the loops and descenders, seeing something there that looked like me, my sense of selfhood scrawled onto the page. On a certain level these two mental states are totally incompatible—bits versus atoms—but the truth is I have no trouble reconciling them. My “written” self has always fed back powerfully into my normal, walking-around-doing-more-or-less-nothing self. When I was young that circuit was completed by tools of ink and paper; today it belongs to the zeros and ones. The basic shape of the circuit is unchanged.</p>\n\n<p>_________________________________________________________<br />\n<strong>Source E</strong></p>\n\n<p>Gelernter, David. “Should Schools Be Wired To The<br />\nInternet?” <em>Time</em>. Time Inc., 25 May 1998. Web. 18<br />\nAug. 2006.<br />\n________________________________________________________</p>\n\n<p><em>The following is excerpted from an article by a computer scientist.</em></p>\n\n<p>I’ve never met one parent or teacher or student or principal or even computer salesman who claimed that insufficient data is the root of the problem. With an Internet connection, you can gather the latest stuff from all over, but too many American high school students have never read one Mark Twain novel or Shakespeare play or Wordsworth poem, or a serious history of the U.S.; they are bad at science, useless at mathematics, hopeless at writing—but if they could only connect to the latest websites in Passaic [New Jersey] and Peru, we’d see improvement? The Internet, said President Clinton in February, “could make it possible for every child with access to a computer to stretch a hand across a keyboard to reach every book ever written, every painting ever painted, every symphony ever composed.” Pardon me, Mr. President, but this is demented. Most American children don’t know what a symphony is. If we suddenly figured out how to teach each child one movement of one symphony, that would be a miracle.</p>\n\n<p>And our skill-free children are overwhelmed by information even without the Internet. The glossy magazines and hundred-odd cable channels, the videotapes and computer CDs in most libraries and many homes—they need more information? It’s as if the Administration were announcing that every child must have the fanciest scuba gear on the market—but these kids don’t know how to swim, and fitting them out with scuba gear isn’t just useless, it’s irresponsible; they’ll drown.</p>\n\n<p>And it gets worse. Our children’s attention spans are too short already, but the Web is a propaganda machine for short attention spans. The instant you get bored, click the mouse, and you’re someplace else. Our children already prefer pictures to words, glitz to substance, fancy packaging to serious content. But the Web propagandizes relentlessly for glitz and pictures, for video and stylish packaging. And while it’s full of first-rate information, it’s also full of lies, garbage and pornography so revolting you can’t even describe it. There is no quality control on the Internet.</p>\n\n<p class=\"text-center\"><sup>Permission granted by David Gelernter.</sup></p>\n\n<p>_________________________________________________________<br />\n<strong>Source F</strong></p>\n\n<p>Boligan, Angel. Cartoon. <em>El Universal</em> [Mexico City].<br />\nCagle Cartoons, 9 Jan. 2008. Web. 17 Aug. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is a cartoon commentary.</em></p>\n\n<p><img alt=\"An image of a cartoon is shown. Most of the single frame is of a large, dark, nearly empty room. In the lower left corner is a TV on which a bird is flying above treetops. A person is sitting on a chair just in front of the TV. In the upper right corner of the room there is a small window, high above the TV and person, through which the same image of the treetops and bird can be seen. The window lets a small amount of light into the room. \" height=\"555\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5ad4db252d131114af0a45ab2279fa2f/original.png\" width=\"350\" /></p>\n\n<p class=\"text-center\"><sup>© Copyright 2008 Angel Boligan. All Rights Reserved.</sup></p>\n"}]}]