[{"id":"FT544337-22","type":"longtextV2","stimulusHtml":"<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.<span style=\"font-size:11pt\"><span style=\"background:white\"><span style=\"line-height:16.8pt\"><span style=\"font-family:Calibri,sans-serif\"><span lang=\"EN-US\" style=\"font-size:12.0pt\"><span style=\"color:#333333\"></span></span></span></span></span></span></li>\n</ul>\n\n<p>&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p>Locavores are people who have decided to eat locally grown or produced products as much as possible. With an eye to nutrition as well as sustainability (resource use that preserves the environment), the locavore movement has become widespread over the past decade.</p>\n\n<p>Imagine that a community is considering organizing a locavore movement. Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the key issues associated with the locavore movement and examines their implications for the community.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Maiser)<br />\nSource B (McWilliams)<br />\nSource C (chart)<br />\nSource D (Gogoi)<br />\nSource E (Roberts)<br />\nSource F (cartoon)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.<span style=\"font-size:11pt\"><span style=\"background:white\"><span style=\"line-height:16.8pt\"><span style=\"font-family:Calibri,sans-serif\"><span lang=\"EN-US\" style=\"font-size:12.0pt\"><span style=\"color:#333333\"></span></span></span></span></span></span></li>\n</ul>\n\n<p>_________________________________________________________<br />\n<strong>Source A</strong></p>\n\n<p>Maiser, Jennifer. “10 Reasons to Eat Local Food.” <em>Eat<br />\nLocal Challenge.</em> Eat Local Challenge, 8 Apr. 2006.<br />\nWeb. 16 Dec. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is an article from a group Weblog written by individuals who are interested in the benefits of eating food grown and produced locally.</em></p>\n\n<p><strong>Eating local means more for the local economy.</strong> According to a study by the New Economics Foundation in London, a dollar spent locally generates twice as much income for the local economy. When businesses are not owned locally, money leaves the community at every transaction.</p>\n\n<p><strong>Locally grown produce is fresher.</strong> While produce that is purchased in the supermarket or a big-box store has been in transit or cold-stored for days or weeks, produce that you purchase at your local farmer’s market has often been picked within 24 hours of your purchase. This freshness not only affects the taste of your food, but the nutritional value which declines with time.</p>\n\n<p><strong>Local food just plain tastes better.</strong> Ever tried a tomato that was picked within 24 hours? ’Nuff said.</p>\n\n<p><strong>Locally grown fruits and vegetables have longer to ripen.</strong> Because the produce will be handled less, locally grown fruit does not have to be “rugged” or to stand up to the rigors of shipping. This means that you are going to be getting peaches so ripe that they fall apart as you eat them, figs that would have been smashed to bits if they were sold using traditional methods, and melons that were allowed to ripen until the last possible minute on the vine.</p>\n\n<p><strong>Eating local is better for air quality and pollution than eating organic.</strong> In a March 2005 study by the journal Food Policy, it was found that the miles that organic food often travels to our plate creates environmental damage that outweighs the benefit of buying organic.</p>\n\n<p><strong>Buying local food keeps us in touch with the seasons.</strong> By eating with the seasons, we are eating foods when they are at their peak taste, are the most abundant, and the least expensive.</p>\n\n<p><strong>Buying locally grown food is fodder for a wonderful story.</strong> Whether it’s the farmer who brings local apples to market or the baker who makes local bread, knowing part of the story about your food is such a powerful part of enjoying a meal.</p>\n\n<p><strong>Eating local protects us from bio-terrorism</strong>. Food with less distance to travel from farm to plate has less susceptibility to harmful contamination.</p>\n\n<p><strong>Local food translates to more variety.</strong> When a farmer is producing food that will not travel a long distance, will have a shorter shelf life, and does not have a high-yield demand, the farmer is free to try small crops of various fruits and vegetables that would probably never make it to a large supermarket. Supermarkets are interested in selling “Name brand” fruit: Romaine Lettuce, Red Delicious Apples, Russet Potatoes. Local producers often play with their crops from year to year, trying out Little Gem Lettuce, Senshu Apples, and Chieftain Potatoes.</p>\n\n<p><strong>Supporting local providers supports responsible land development.</strong> When you buy local, you give those with local open space—farms and pastures—an economic reason to stay open and undeveloped.</p>\n\n<p class=\"text-center\"><sup>Jennifer Maiser, www.eatlocalchallenge.com</sup></p>\n\n<p>_________________________________________________________<br />\n<strong>Source B</strong></p>\n\n<p>McWilliams, James E. “On My Mind: The Locavore<br />\nMyth.” <em>Forbes.com</em>. Forbes, 15 Jul. 2009. Web.<br />\n16 Dec. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from an online opinion article in a business magazine.</em></p>\n\n<p>Buy local, shrink the distance food travels, save the planet. The locavore movement has captured a lot of fans. To their credit, they are highlighting the problems with industrialized food. But a lot of them are making a big mistake. By focusing on transportation, they overlook other energy-hogging factors in food production.</p>\n\n<p>Take lamb. A 2006 academic study (funded by the New Zealand government) discovered that it made more environmental sense for a Londoner to buy lamb shipped from New Zealand than to buy lamb raised in the U.K. This finding is counterintuitive—if you’re only counting food miles. But New Zealand lamb is raised on pastures with a small carbon footprint, whereas most English lamb is produced under intensive factory-like conditions with a big carbon footprint. This disparity overwhelms domestic lamb’s advantage in transportation energy.</p>\n\n<p>New Zealand lamb is not exceptional. Take a close look at water usage, fertilizer types, processing methods and packaging techniques and you discover that factors other than shipping far outweigh the energy it takes to transport food. One analysis, by Rich Pirog of the Leopold Center for Sustainable Agriculture, showed that transportation accounts for only 11% of food’s carbon footprint. A fourth of the energy required to produce food is expended in the consumer’s kitchen. Still more energy is consumed per meal in a restaurant, since restaurants throw away most of their leftovers.</p>\n\n<p>Locavores argue that buying local food supports an area’s farmers and, in turn, strengthens the community. Fair enough. Left unacknowledged, however, is the fact that it also hurts farmers in other parts of the world. The U.K. buys most of its green beans from Kenya. While it’s true that the beans almost always arrive in airplanes—the form of transportation that consumes the most energy—it’s also true that a campaign to shame English consumers with small airplane stickers affixed to flown-in produce threatens the livelihood of 1.5 million sub-Saharan farmers.</p>\n\n<p>Another chink in the locavores’ armor involves the way food miles are calculated. To choose a locally grown apple over an apple trucked in from across the country might seem easy. But this decision ignores economies of scale. To take an extreme example, a shipper sending a truck with 2,000 apples over 2,000 miles would consume the same amount of fuel per apple as a local farmer who takes a pickup 50 miles to sell 50 apples at his stall at the green market. The critical measure here is not food miles but apples per gallon.</p>\n\n<p>The one big problem with thinking beyond food miles is that it’s hard to get the information you need. Ethically concerned consumers know very little about processing practices, water availability, packaging waste and fertilizer application. This is an opportunity for watchdog groups. They should make life-cycle carbon counts available to shoppers.</p>\n\n<p class=\"text-center\"><sup>Reprinted by Permission of Forbes Media LLC © 2010</sup></p>\n\n<p>_________________________________________________________<br />\n<strong>Source C</strong></p>\n\n<p>Loder, Natasha, Elizabeth Finkel, Craig Meisner, and<br />\nPamela Ronald. “The Problem of What to Eat.”<br />\n<em>Conservation Magazine</em>. The Society for<br />\nConservation Biology, July-Sept. 2008. Web.<br />\n16 Dec. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following chart is excerpted from an online article in an environmental magazine.</em></p>\n\n<p><img alt=\"A horizontal stacked bar graph is shown with the title Total greenhouse gar emissions by supply chain tier associated with household food consumption in the United States. The horizontal axis shows the climate impact in metric tons of carbon dioxide per household year from 0 to 2.5 in increments of 0.5. The vertical axis has different categories of foods. The legend shows that striped bars indicate transport, grey bars indicate production, and black bars indicate wholesale or retail. The top category is red meat with a striped bar extending from 0 to about 0.2, then the grey bar extending from there to about 2.3, then a black bar extending from there to about 2.4. The next category is dairy products with a striped bar extending from o to about 0.1, then the grey bar extending from there to about 1.4, then a black bar extending from there to about 1.45. The next category is cereals and carbs with a striped bar extending from 0 to about 0.2, then the grey bar extending from there to about 0.8, then a black bar extending from there to about 0.9. The next category is fruits and vegetables with a striped bar extending from 0 to about 0.2, then the grey bar extending from there to about 0.7, then a black bar extending from there to about 0.8. The next category is chicken, fish, and eggs,  with a striped bar extending from 0 to about 0.1, then the grey bar extending from there to about 0.6, then a black bar extending from there to about 0.7. The next category is Other miscellaneous with a striped bar extending from 0 to about 0.1, then the grey bar extending from there to about 0.55, then a black bar extending from there to about 0.6. The next category is beverages with a striped bar extending from 0 to about 0.1, then the grey bar extending from there to about 0.49, then a black bar extending from there to about 0.5. The last category is oils, sweets, and condiments with a striped bar extending from 0 to about 0.1, then the grey bar extending from there to about 0.48, then a black bar extending from there to about 0.49. \" height=\"349\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e443b233d96b842fc0c719244035dfe7/original.png\" width=\"654\" /></p>\n\n<p>_________________________________________________________<br />\n<strong>Source D</strong></p>\n\n<p>Gogoi, Pallavi. “The Rise of the ‘Locavore’: How the<br />\nStrengthening Local Food Movement in Towns<br />\nAcross the U.S. Is Reshaping Farms and Food<br />\nRetailing.” <em>Bloomberg Businessweek.</em> Bloomberg,<br />\n20 May 2008. Web. 17 Dec. 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from an online article in a business magazine.</em></p>\n\n<p>The rise of farmers’ markets—in city centers, college towns, and rural squares—is testament to a dramatic shift in American tastes. Consumers increasingly are seeking out the flavors of fresh, vine-ripened foods grown on local farms rather than those trucked to supermarkets from faraway lands. “This is not a fringe foodie culture,” says [Anthony] Flaccavento. “These are ordinary, middle-income folks who have become really engaged in food and really care about where their food comes from.”</p>\n\n<p>It’s a movement that is gradually reshaping the business of growing and supplying food to Americans. The local food movement has already accomplished something that almost no one would have thought possible a few years back: a revival of small farms. After declining for more than a century, the number of small farms has increased 20% in the past six years, to 1.2 million, according to the Agriculture Dept. . . .</p>\n\n<p>The impact of “locavores” (as local-food proponents are known) even shows up in that Washington salute every five years to factory farming, the Farm Bill. The latest version passed both houses in Congress in early May and was sent on May 20 to President George W. Bush’s desk for signing. Bush has threatened to veto the bill, but it passed with enough votes to sustain an override. Predictably, the overwhelming bulk of its $290 billion would still go to powerful agribusiness interests in the form of subsidies for growing corn, soybeans, and cotton. But $2.3 billion was set aside this year for specialty crops, such as the eggplants, strawberries, or salad greens that are grown by exactly these small, mostly organic farmers. That’s a big bump-up from the $100 million that was earmarked for such things in the previous legislation.</p>\n\n<p>Small farmers will be able to get up to 75% of their organic certification costs reimbursed, and some of them can obtain crop insurance. There’s money for research into organic foods, and to promote farmers’ markets. Senator Tom Harkin (D-Iowa) said the bill “invests in the health and nutrition of American children . . . by expanding their access to farmer’s markets and organic produce.”</p>\n\n<p class=\"text-center\"><sup>Reprinted from the May 20, 2008 issue of Bloomberg BusinessWeek by special permission, copyright © 2008 by Bloomberg L.P.</sup></p>\n\n<p>_________________________________________________________<br />\n<strong>Source E</strong></p>\n\n<p>Roberts, Paul. <em>The End of Food.</em> New York: Houghton<br />\nMifflin Harcourt, 2008. Print.<br />\n_________________________________________________________</p>\n\n<p><em>The following is excerpted from a book about the food industry.</em></p>\n\n<p>[T]he move toward local food, for all its trendiness (the more adamant adherents, known as “localvores,” strive to buy products that have traveled the least “food miles”), highlights one of the problematic pieces of the modern food economy: the increasing reliance on foods shipped halfway round the world. Because long-distance food shipments promote profligate fuel use and the exploitation of cheap labor (which compensates for the profligate fuel use), shifting back to a more locally sourced food economy is often touted as a fairly straightforward way to cut externalities, restore some measure of equity between producers and consumers, and put the food economy on a more sustainable footing. “Such a shift would bring back diversity to land that has been all but destroyed by chemical-intensive mono-cropping, provide much-needed jobs at a local level, and help to rebuild community,” argues the UK-based International Society for Ecology and Culture, one of the leading lights in the localvore movement. “Moreover, it would allow farmers to make a decent living while giving consumers access to healthy, fresh food at affordable prices.”</p>\n\n<p>While localvorism sounds superb in theory, it is proving quite difficult in practice. To begin with, there are dozens of different definitions as to what local is, with some advocates arguing for political boundaries (as in Texas-grown, for example), others using quasi-geographic terms like food sheds, and still others laying out somewhat arbitrarily drawn food circles with radii of 100 or 150 or 500 miles. Further, whereas some areas might find it fairly easy to eat locally (in Washington State, for example, I’m less than fifty miles from industrial quantities of fresh produce, corn, wheat, beef, and milk), people in other parts of the country and the world would have to look farther afield. And what counts as local? Does food need to be purchased directly from the producer? Does it still count when it’s distributed through a mass marketer, as with Wal-Mart’s Salute to America’s Farmer program, which is now periodically showcasing local growers?</p>\n\n<p>The larger problem is that although decentralized food systems function well in decentralized societies—like the United States was a century ago, or like many developing nations still are—they’re a poor fit in modern urbanized societies. The same economic forces that helped food production become centralized and regionalized did the same thing to our population: in the United States, 80 percent of us live in large, densely populated urban areas, usually on the coast, and typically hundreds of miles, often thousands of miles, from the major centers of food production.</p>\n\n<p>_________________________________________________________<br />\n<strong>Source F</strong></p>\n\n<p>Hallatt, Alex. “Arctic Circle.” Comic strip. King Features<br />\nSyndicate, Inc. 1 Sept. 2008. Web. 12 July 2009.<br />\n_________________________________________________________</p>\n\n<p><em>The following is a cartoon from an environmentally themed comic strip.</em></p>\n\n<p><img alt=\"An image of a comic strip is shown. The first panel shows a rabbit and a penguin standing in an igloo having a conversation. The rabbit on the left has a speech bubble that reads, If you want to eat better for you and the planet, become a locavore. The penguin on the left is looking at a piece of paper with writing on it and has a thought bubble with a question mark in it. The second panel shows the rabbit and the penguin still in the igloo, both looking at a piece of paper on a table. The rabbit has a speech bubble that reads, Eat food source from within a 100 mile radius. The penguin has a speech bubble that reads, sure I’ll try that. The third panel is split in half. On the top the penguin is walking away from the igloo in the snow.  On the bottom the penguin is walking toward the igloo in the snow carrying a bag. The fourth panel shows the rabid and the penguin in the igloo again. The penguin’s bad has been emptied onto the table. The rabbit is holding two objects and has a surprised expression. The rabbit has a speech bubble that reads, Parma ham, french cheese, coconut macaroons! Weren’t you trying to be a locavore? The penguin has a speech bubble that reads, I was, the super-market is only a mile away!\" height=\"248\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/11f89d50de132bc7b44a02a9c91c887a/original.png\" width=\"800\" /></p>\n\n<p class=\"text-center\"><sup>ARCTIC CIRCLE © 2008 MACNELLY. DISTRIBUTED BY KING FEATURES SYNDICATE</sup></p>\n"}]}]