[{"id":"FT545360-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes information from at least three of the sources and develops your position on whether your school should establish, maintain, revise, or eliminate an honor code or honor system.","features":[{"type":"sharedpassage","html":"<p>Many high schools, colleges, and universities have honor codes or honor systems: sets of rules or principles that are intended to cultivate integrity. These rules or principles often take the form of written positions on practices like cheating, stealing, and plagiarizing as well as on the consequences of violating the established codes.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes information from at least three of the sources and develops your position on whether your school should establish, maintain, revise, or eliminate an honor code or honor system.</p>\n\n<p style=\"margin-left: 40px;\">Source A (cartoon)<br />\nSource B (Vangelli)<br />\nSource C (Dirmeyer and Cartwright)<br />\nSource D (Kahn)<br />\nSource E (table)<br />\nSource F (McCabe and Pavela)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source A</strong></p>\n\n<p>Bacall, Aaron. “Recent Research Has Shown That a Spycam Can Greatly Improve the Honor Code.” Cartoon. CSL CartoonStock, n.d. Web. 10 April 2013.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following is a cartoon from an online cartoon archive based in Great Britain.</em></p>\n\n<p><img alt=\"The figure shows a group of men and women attending a presentation. The presenter is using a chart which has the following information written on it: Staff Development: Using Honor Codes to Prevent Cheating. The presenter is saying to his audience, &quot;Recent research has shown that a spycam can greatly improve the honor code.&quot;\" height=\"455\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/474aded6fdf0565378a3c82e3fc547c1/original.png\" width=\"400\" /></p>\n\n<p class=\"text-center\"><sup>www.CartoonStock.com</sup></p>\n\n<p>&nbsp;</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source B</strong></p>\n\n<p>Vangelli, Alyssa. “The Honor Code Vote: One Student Senator’s View.” <em>ParentsAssociation.com</em>. ParentsAssociation.com, n.d. Web. 1 April 2013.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following, an excerpt from a student’s account of the introduction of an honor code at her high school, Lawrence Academy—a private boarding school in Massachusetts—was originally published in the school newsletter in May 1999.</em></p>\n\n<p>When the honor code proposal first came under consideration in the spring of 1998, many students, including members of the Senate, were quick to criticize it. Students did not fully understand the role of an honor code; many saw it as another rule to obey. The earlier drafts of the honor code included specific penalties for violations of the honor code, which many students opposed. Students were expected to report or confront a fellow student if they knew that he/she had cheated, lied, or stolen. Failure to confront or report a student would result in a period of probation. Students opposed this obligation to take action against another student because they did not see it as their responsibility. They feared that a mandate to confront peers would create friction and that a subsequent report could not easily be kept confidential. . . .</p>\n\n<p>After much discussion and debate in class and Senate meetings, the proposal was revised to eliminate any formal disciplinary actions, although the expectation to take action if one witnessed or knew about any dishonest behavior still existed. I saw the revision to eliminate all formal penalties in the honor code as a huge step in gaining student approval, both inside and outside of the Senate.</p>\n\n<p>Another part of the code which received student criticism was a requirement for students to write a pledge of honor on every piece of work submitted, stating that it was the result of their own thinking and effort. Many students thought that a pledge of honor for each piece of paper submitted was excessive, but a less frequent pledge of honor could be a helpful reminder of their responsibilities. This section was revised to require a pledge of honor at the beginning of each term, affirming that each student will behave honestly and responsibly at all times. In signing this pledge of honor, students have reminders of these moral values and a responsibility to perform honestly in the school environment. The revised pledge of honor also helped gain student approval for the honor code.</p>\n\n<p>Another turning point occurred when students began to examine the role of an honor code as something other than a new set of rules and regulations to obey. In order to understand the purpose of an honor code, the real question was what type of environment we wanted to live in. As Senate members, we brought this question to class meetings for discussion. Most responded that we needed an environment where students and faculty could live in complete trust of one another. Although some did not see a need for an honor code, we, as Senate members, concluded that this type of environment could only be achieved through first adopting an honor code. Implicit in an honor code is a belief in the integrity of human beings; it also provides students a clear explanation of the importance of behaving with the integrity and the expectation that our resulting actions will increase trust and respect in the LA [Lawrence Academy] community.</p>\n\n<p>As the time to vote for the honor code approached, I and many other student members of the Senate felt pulled in two directions; we wanted to vote based on our consciences, but we wanted to represent the remaining skeptical and uncertain views of our fellow students. At the time of voting, most of us took the first option and voted according to our consciences, which we believed would eventually benefit every member of the school.</p>\n\n<p>I voted in favor because I wanted to go to a school where I could feel comfortable taking an exam without worrying about someone looking at my paper and where I could be trusted visiting a dorm as a day student. I imagined that other students and future students of Lawrence would feel the same way.</p>\n\n<p>Although the full acceptance of an honor code will take time, an important process has begun, one which I believe will ensure moral action and thinking here at Lawrence Academy.</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source C</strong></p>\n\n<p>Dirmeyer, Jennifer, and Alexander Cartwright. “Honor Codes Work Where Honesty Has Already Taken Root.” <em>Chronicle of Higher Education</em>. Chronicle of Higher Education, 24 Sept. 2012. Web. 20 March 2013.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following is excerpted from a commentary published in an online newspaper focused on higher education.</em></p>\n\n<p>The possibility that 125 Harvard students “improperly collaborated” on an exam in the spring has galvanized a continuing discussion about the use of honor codes. While Harvard administrators hope that an honor code can improve the academic integrity of the college, critics—especially Harvard students—are skeptical that signing a piece of paper will suddenly cause a cheater to change his ways.</p>\n\n<p>They’re right. Not all colleges have what it takes to make an honor code effective—not because the students aren’t honest, but because they don’t expect anyone else to be. And with honor codes, expectations determine reality.</p>\n\n<p>According to research by Donald L. McCabe, a professor of management at Rutgers University who specializes in student integrity, students at colleges with honor codes—typically student-enforced—cheat less than their counterparts elsewhere do. Our experience at Hampden-Sydney College would seem to support this conclusion: We find little evidence of cheating, even when professors work in their offices during exams. Indeed, you have not seen an honor code at work until you have seen a show of hands for those who did <em>not</em> do the reading for today’s class turn out to be completely accurate.</p>\n\n<p>Our honor code is strictly enforced, and the enforcement is handled by an all-student court. Students convicted of lying or cheating can expect to receive punishments ranging from suspension to expulsion.</p>\n\n<p>However, honor codes don’t always work. Mr. McCabe says that their success depends on a “culture of academic integrity” that leads students to take enforcement of the rules seriously. But economic theory suggests that it’s more a matter of expectations. When it works, the culture makes for a successful honor code as much as the honor code makes for a successful culture.</p>\n\n<p>Student expectations about the integrity of their classmates can determine whether the college culture reinforces honesty. Say that each student arrives as a “cheater” type, an “honest” type, or somewhere on the continuum between them. Whatever the individual’s innate level of integrity, we believe that each student will decide whether or not to cheat by weighing the costs and benefits.</p>\n\n<p>With a peer-enforced honor code, the likelihood of being caught depends on other students’ tolerance for cheating. Students who enter a college of mostly “honest” types will more often choose not to cheat even if they are innately “cheater” types, because the higher risk of getting caught makes the costs greater.</p>\n\n<p>That leads to a feedback loop, as more of the population behaves like “honest” types than normally would, increasing the impression that everyone is honest and raising still higher the expectation of being caught. This feedback loop generates the culture of trust and integrity that students—like those at, say, Davidson College, which has a well-publicized honor code—reportedly value so highly.</p>\n\n<p>Unfortunately, the feedback loop can go the other way. If a student enters a college with mostly “cheater” types, not only are the costs of cheating very low, encouraging fellow “cheater” types to cheat, but the benefits of cheating (or the costs of not cheating) are very high, encouraging even “honest” types to cheat. That leads more students to cheat than would normally do so, creating a culture of dishonesty.</p>\n\n<p>The success of the honor code, then, depends on the expectations that students have of their peers’ behavior, which is why colleges with successful honor codes must invest considerable resources in programs that influence how the honor code is perceived.</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source D</strong></p>\n\n<p>Kahn, Chris. “Pssst—How Do Ya Spell <em>Plagiarism</em> ? Cheating Scandal Tests Honor Code at U. Va.” <em>Daily Press</em>. Daily Press Media Group, 14 April 2002. Web. 10 Sept. 2013.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following is excerpted from an article in a regional newspaper headquartered in Newport News, Virginia.</em></p>\n\n<p>At the University of Virginia, there’s a saying that students soon commit to memory: “On my honor as a student, I have neither given nor received aid on this assignment/exam.”</p>\n\n<p>Students write this on every test in every class during their college career, pledging as their predecessors have since 1842 never to lie, cheat or steal. It’s a tradition that’s made Thomas Jefferson’s school a richer academic environment, students say, as well as an easier place to find lost wallets.</p>\n\n<p>But even here, where honor is so well defined and policed by an elite student committee, plagiarism has become a problem.</p>\n\n<p>Since last spring, 157 students have been investigated by their peers in the largest cheating scandal in memory. Thirty-nine of those accused of violating the school’s honor code have either dropped out or been expelled—the only penalty available for such a crime.</p>\n\n<p>Some students who had already graduated lost their diplomas.</p>\n\n<p>“It’s not like we’re saying we hate you, it’s just that we have standards here,” said 22-year-old Cara Coolbaugh, one of the students on U.Va.’s Honor Committee who has spent countless hours this year determining the fate of her peers.</p>\n\n<p>The scandal began in a popular introductory physics class designed for non-majors. The course, which explores pragmatic topics such as why the sky is blue and how light bulbs work, usually attracts 300 to 500 students per semester—too many to watch closely. Instructor Lou Bloomfield said he started to worry about plagiarism after a student confided that some of her friends had copied papers from a file at their sorority. To find out for sure, Bloomfield spent an afternoon programming a computer to spot repeated phrases.</p>\n\n<p>He fed in computer files of 1,500 term papers from four semesters of classes, and matches started popping up.</p>\n\n<p>“I was disappointed,” Bloomfield said. “But I wasn’t so surprised—I have a large class.”</p>\n\n<p>A few of his students had simply copied from earlier work. Others had lifted at least a third of their papers from someone else.</p>\n\n<p>The Honor Committee, whose 21 members were elected just before the plagiarism scandal hit, was overwhelmed. Most professors usually have a few people they’d like to investigate. Bloomfield handed over a list of more than 100.</p>\n\n<p>Philip Altbach, a higher education scholar at Boston College, said he isn’t surprised. “Plagiarism is more common now,” he said. “It’s just easier to do.”</p>\n\n<p>The Internet provides an inexhaustible source of information, and it’s tempting to simply insert phrases directly into reports, Altbach said.</p>\n\n<p class=\"text-center\"><sup>Used with permission of The Associated Press. Copyright © 2013. All rights reserved.</sup></p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source E</strong></p>\n\n<p>Sledge, Sally, and Pam Pringle. “Assessing Honor Code Effectiveness: Results of a Multipronged Approach from a Five Year Study.” <em>Research &amp; Practice in Assessment</em> 5 (2010): 4-12. Web. 20 March 2013.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following table is from a research report describing an ongoing study at a small public university to assess student, faculty, and alumni perceptions of academic integrity.</em></p>\n\n<p>Student Research and Results</p>\n\n<p>Members of the student honor council were encouraged to create their own survey and administer it in their classes. Faculty oversaw the research project. . . . The student survey was given in Fall 2007 and Spring 2008 resulting in 275 usable responses. The findings are located in [the following table].</p>\n\n<p><img alt=\"A table is shown with the title Highlights from Student Research: 2007 to 2008. The left column has the heading topic, and the right column has the heading percent. The first row is students who believe the honor code is enforced fairly and 48 percent. The second row is student who do now know the range of sanctions that can occur and 42 percent. The third row is students who would report a fellow student for cheating and 8 percent. The fourth row is students who say the honor system is discussed in class and on the syllabus and 65 percent. The fifth row is student who have violated the honor code and not been caught and 40 percent. The sixth row is students who believe that failure on the assignment was a reasonable sanction for a violation of the honor code and 88 percent. \" height=\"346\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b132d2d966d092972eeed4e7955dce68/original.png\" width=\"650\" /></p>\n\n<p class=\"text-center\"><sup>Source: Sledge, S. &amp; Pringle, P. (2010). Assessing honor code effectiveness: Results of a multipronged approach from a five year study. Research &amp; Practice in Assessment, 5, pg. 9.</sup></p>\n\n<p>&nbsp;</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source F</strong></p>\n\n<p>McCabe, Donald, and Gary Pavela. “New Honor Codes for a New Generation.” <em>Inside Higher Ed.</em> Inside Higher Ed, 11 March 2005. Web. 20 March 2013.</p>\n\n<p>_________________________________________________________</p>\n\n<p><em>The following is excerpted from an opinion piece published in an online publication focused on higher education.</em></p>\n\n<p>Research confirms recent media reports concerning the high levels of cheating that exist in many American high schools, with roughly two-thirds of students acknowledging one or more incidents of explicit cheating in the last year. Unfortunately, it appears many students view high school as simply an annoying obstacle on the way to college, a place where they learn little of value, where teachers are unreasonable or unfair, and where, since “everyone else” is cheating, they have no choice but to do the same to remain competitive. And there is growing evidence many students take these habits with them to college.</p>\n\n<p>At the college level, more than half of all students surveyed acknowledge at least one incident of serious cheating in the past academic year and more than two-thirds admit to one or more “questionable” behaviors—e.g., collaborating on assignments when specifically asked for individual work. We believe it is significant that the highest levels of cheating are usually found at colleges that have not engaged their students in active dialogue on the issue of academic dishonesty—colleges where the academic integrity policy is basically dictated to students and where students play little or no role in promoting academic integrity or adjudicating suspected incidents of cheating.</p>\n\n<p><strong>The Impact of Honor Codes</strong></p>\n\n<p>A number of colleges have found effective ways to reduce cheating and plagiarism. The key to their success seems to be encouraging student involvement in developing community standards on academic dishonesty and ensuring their subsequent acceptance by the larger student community. Many of these colleges employ academic honor codes to accomplish these objectives.</p>\n\n<p>Unlike the majority of colleges where proctoring of tests and exams is the responsibility of the faculty and/or administration, many schools with academic honor codes allow students to take their exams without proctors present, relying on peer monitoring to control cheating. Yet research indicates that the significantly lower levels of cheating reported at honor code schools do not reflect a greater fear of being reported or caught. Rather, a more important factor seems to be the peer culture that develops on honor code campuses—a culture that makes most forms of serious cheating socially unacceptable among the majority of students. Many students would simply be embarrassed to have other students find out they were cheating.</p>\n\n<p>In essence, the efforts expended at these schools to help students understand the value of academic integrity, and the responsibilities they have assumed as members of the campus community, convince many students, most of whom have cheated in high school, to change their behavior. Except for cheating behaviors that most students consider trivial (e.g., unpermitted collaboration on graded assignments), we see significantly less self-reported cheating on campuses with honor codes compared to those without such codes. The critical difference seems to be an ongoing dialogue that takes place among students on campuses with strong honor code traditions, and occasionally between students and relevant faculty and administrators, which seeks to define where, from a student perspective, “trivial” cheating becomes serious. While similar conversations occasionally take place on campuses that do not have honor codes, they occur much less frequently and often do not involve students in any systematic or meaningful way.</p>\n"}]}]