[{"id":"FT544320-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Barry makes to convey his message about scientific research.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from&nbsp;<em>The Great Influenza</em>, by John M. Barry, an author and historian. The book, published in 2004, is an account of the 1918 flu epidemic. In this excerpt, Barry writes about scientists and their research. Read the passage carefully. Write an essay that analyzes the rhetorical choices Barry makes to convey his message about scientific research.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Certainty creates strength. Certainty gives one something upon which to lean. Uncertainty creates weakness. Uncertainty makes one tentative if not fearful, and tentative steps, even when in the right direction, may not overcome significant obstacles.</p>\n\n<p>To be a scientist requires not only intelligence and curiosity, but passion, patience, creativity, self-sufficiency, and courage. It is not the courage to venture into the unknown. It is the courage to accept—indeed, embrace—uncertainty. For as Claude Bernard, the great French physiologist of the nineteenth century, said, “Science teaches us to doubt.”</p>\n\n<p>A scientist must accept the fact that all his or her work, even beliefs, may break apart upon the sharp edge of a single laboratory finding. And just as Einstein refused to accept his own theory until his predictions were tested, one must seek out such findings. Ultimately a scientist has nothing to believe in but the process of inquiry. To move forcefully and aggressively even while uncertain requires a confidence and strength deeper than physical courage.</p>\n\n<p>All real scientists exist on the frontier. Even the least ambitious among them deal with the unknown, if only one step beyond the known. The best among them move deep into a wilderness region where they know almost nothing, where the very tools and techniques needed to clear the wilderness, to bring order to it, do not exist. There they probe in a disciplined way. There a single step can take them through the looking glass into a world that seems entirely different, and if they are at least partly correct their probing acts like a crystal to precipitate an order out of chaos, to create form, structure, and direction. A single step can also take one off a cliff.</p>\n\n<p>In the wilderness the scientist must create . . . <em>everything</em>. It is grunt work, tedious work that begins with figuring out what tools one needs and then making them. A shovel can dig up dirt but cannot penetrate rock. Would a pick be best, or would dynamite be better—or would dynamite be too indiscriminately destructive? If the rock is impenetrable, if dynamite would destroy what one is looking for, is there another way of getting information about what the rock holds? There is a stream passing over the rock. Would analyzing the water after it passes over the rock reveal anything useful? How would one analyze it?</p>\n\n<p>Ultimately, if the researcher succeeds, a flood of colleagues will pave roads over the path laid, and those roads will be orderly and straight, taking an investigator in minutes to a place the pioneer spent months or years looking for. And the perfect tool will be available for purchase, just as laboratory mice can now be ordered from supply houses.</p>\n\n<p>Not all scientific investigators can deal comfortably with uncertainty, and those who can may not be creative enough to understand and design the experiments that will illuminate a subject—to know both where and how to look. Others may lack the confidence to persist. Experiments do not simply work. Regardless of design and preparation, experiments—especially at the beginning, when one proceeds by intelligent guesswork—rarely yield the results desired. An investigator must make them work. The less known, the more one has to manipulate and even force experiments to yield an answer.</p>\n"}]}]