[{"id":"FT541949-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Johnson makes to develop his argument about debtors’ prisons.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from “Debtors’ Prisons (2)” published in 1759 by Samuel Johnson, an English author, essayist, poet, and critic. Prior to the mid-nineteenth century, individuals who could not pay their debts were commonly sent to debtors’ prisons. In the following excerpt, Johnson (1709-1784) responds to comments made about a letter he had sent to a British lawmaker. Read the passage carefully. Write an essay that analyzes the rhetorical choices Johnson makes to develop his argument about debtors’ prisons.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Since the publication of the letter concerning the condition of those who are confined in gaols* by their creditors, an enquiry is said to have been made by which it appears that more than twenty thousand are at this time prisoners for debt.</p>\n\n<p>We often look with indifference on the successive parts of that which, if the whole were seen together, would shake us with emotion. A debtor is dragged to prison, pitied for a moment, and then forgotten; another follows him, and is lost alike in the caverns of oblivion; but when the whole mass of calamity rises up at once, when twenty thousand reasonable beings are heard all groaning in unnecessary misery, not by the infirmity of nature, but the mistake or negligence of policy, who can forbear to pity and lament, to wonder and abhor?</p>\n\n<p>There is here no need of declamatory vehemence; we live in an age of commerce and computation; let us therefore coolly enquire what is the sum of evil which the imprisonment of debtors brings upon our country.</p>\n\n<p>It seems to be the opinion of the later computists that the inhabitants of England do not exceed six millions, of which twenty thousand is the three-hundredth part. What shall we say of the humanity or the wisdom of a nation that voluntarily sacrifices one in every three hundred to lingering destruction!</p>\n\n<p>The misfortunes of an individual do not extend their influence to many; yet, if we consider the effects of consanguinity and friendship, and the general reciprocation of wants and benefits, which make one man dear or necessary to another, it may reasonably be supposed that every man languishing in prison gives trouble of some kind to two others who love or need him. By this multiplication of misery we see distress extended to the hundredth part of the whole society.</p>\n\n<p>If we estimate at a shilling a day what is lost by the inaction and consumed in the support of each man thus chained down to involuntary idleness, the public loss will rise in one year to three hundred thousand pounds; in ten years to more than a sixth part of our circulating coin.</p>\n\n<p>I am afraid that those who are best acquainted with the state of our prisons will confess that my conjecture is too near the truth when I suppose that the corrosion of resentment, the heaviness of sorrow, the corruption of confined air, the want of exercise, and sometimes of food, the contagion of diseases from which there is no retreat, and the severity of tyrants against whom there can be no resistance, and all the complicated horrors of a prison put an end every year to the life of one in four of those that are shut up from the common comforts of human life.</p>\n\n<p>Thus perish yearly five thousand men, overborne with sorrow, consumed by famine, or putrified by filth; many of them in the most vigorous and useful part of life; for the thoughtless and imprudent are commonly young, and the active and busy are seldom old.</p>\n\n<p>According to the rule generally received, which supposes that one in thirty dies yearly, the race of man may be said to be renewed at the end of thirty years. Who would have believed till now that of every English generation a hundred and fifty thousand perish in our gaols! That in every century, a nation eminent for science, studious of commerce, ambitious of empire, should willingly lose, in noisome dungeons, five hundred thousand of its inhabitants: a number greater than has ever been destroyed in the same time by the pestilence and sword!</p>\n\n<p>A very late occurrence may show us the value of the number which we thus condemn to be useless; in the reestablishment of the trained bands, thirty thousand are considered as a force sufficient against all exigencies: while, therefore, we detain twenty thousand in prison, we shut up in darkness and uselessness two thirds of an army which ourselves judge equal to the defence of our country.</p>\n\n<p>*jails</p>\n"}]}]