[{"id":"FT540765","type":"mcq","stimulusHtml":"<p>The speaker's primary purpose in the passage is to</p>","features":[{"type":"sharedpassage","html":"<p>Note: Pay particular attention to the requirement of questions that contain the words NOT, LEAST, or EXCEPT.</p>\n\n<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p>It was not a union which seemed likely to prosper, since its chief characteristics were imprudence, youth and extreme good looks. But the married life of the young Brudenells unexpectedly turned out a rustic idyll. They chose to live quietly in the country at the Manor, Hambleden, Buckinghamshire, a Jacobean house set on gently rising ground and framed in chestnut trees. The rector of Hambleden at the time has left letters in which are glimpses of an amiable, charitable and democratic pair. They preferred not to use their title and, even after Robert had succeeded his uncle as Earl of Cardigan, they were known in Hambleden as Mr. and Mrs. Brudenell. They were much given to good works, and Robert, “ever a good friend to Hambleden,” bought two and a half acres of land and presented it to the village for cottagers’ gardens; “these gardens are a great benefit and much prized.” Penelope interested herself in the village women and the school. “She is a sweet woman, possessing a temper both mild and engaging,” wrote the rector.</p>\n\n<p>And at the Manor on October 16th, 1797, their second child and only male infant was born and christened James Thomas.</p>\n\n<p>The circumstances surrounding his arrival were Impressive. It was three generations since the succession of the Earls of Cardigan had gone direct from father to son. The much desired heir was of almost mystic importance, and, as he lay in his cradle, wealth, rank, power and honours gathered round his head.</p>\n\n<p>It was unfortunate that he was destined to grow up in a world that was almost entirely feminine. He already had an elder sister, and seven more girls followed his birth, of whom six survived. He remained the only son, the only boy among seven girls, unique, unchallenged, and the effect on his character was decisive. He was brought up at home among his sisters, and he grew up as such boys do, spoilt, domineering and headstrong. No arm was stronger than his. No rude voice contradicted him, no rough shoulder pushed him. From his earliest consciousness he was the most important, the most interesting, the most influential person in the world. He retained, however, from these early years a liking for the society of women and a softness in his manner toward them which, having regard to his manner with men, struck his contemporaries with surprise. For a woman, a pretty woman, above all a pretty women in distress, James Brudenell, later Lord Cardigan, had an almost medieval deference, a chivalrous turn of phrase, a sometimes embarrassing readiness to protect and defend, which, though productive of astonishment and mirth, were nevertheless rooted in a genuine sympathy.</p>\n\n<p>It was to be expected that his parents and sisters should be passionately attached to him, and natural affection and pride were immensely heightened by the circumstance of his extraordinary good looks. In him the Brudenell beauty had come to flower. He was tall, with wide shoulders tapering to a narrow waist, his hair was golden, his eyes flashing sapphire blue, his nose aristocratic, his bearing proud. If there were a fault it was that the lower part of his face was oddly long and narrow so that sometimes one was surprised to catch an obstinate, almost a foxy Look. But the boy had a dash and gallantry that were irresistible. He did not know what fear was. A superb and reckless horseman, he risked his neck on the most dangerous brutes. No tree was too tall for him to climb, no tower too high to scale. He excelled in swordsmanship and promised to be a first-class shot. He had in addition to courage another characteristic which impressed itself on all who met him. He was, alas, unusually stupid; in fact, as Greville pronounced later, an ass. The melancholy truth was that his glorious golden head had nothing in it.</p>\n"}],"choicesHtml":["<p>describe a series of unprecedented events</p>","<p>portray an unusual character</p>","<p>depict an inequitable situation</p>","<p>comment on a popular assumption</p>"],"answer":1}]