[{"id":"FT544323-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Lippmann makes to develop his argument.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from “The Indispensable Opposition,” an article by Walter Lippmann, an author, journalist, and political critic. The article appeared in&nbsp;<em>The Atlantic Monthly</em>&nbsp;in 1939. Read the passage carefully. Write an essay that analyzes the rhetorical choices Lippmann makes to develop his argument.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Were they pressed hard enough, most men would probably confess that political freedom— that is to say, the right to speak freely and to act in opposition—is a noble ideal rather than a practical necessity. As the case for freedom is generally put to-day, the argument lends itself to this feeling. It is made to appear that, whereas each man claims his freedom as a matter of right, the freedom he accords to other men is a matter of toleration. Thus, the defense of freedom of opinion tends to rest not on its substantial, beneficial, and indispensable consequences, but on a somewhat eccentric, a rather vaguely benevolent, attachment to an abstraction.</p>\n\n<p>It is all very well to say with Voltaire, ‘I wholly disapprove of what you say, but will defend to the death your right to say it,’ but as a matter of fact most men will not defend to the death the rights of other men: if they disapprove sufficiently what other men say, they will somehow suppress those men if they can.</p>\n\n<p>So, if this is the best that can be said for liberty of opinion, that a man must tolerate his opponents because everyone has a ‘right’ to say what he pleases, then we shall find that liberty of opinion is a luxury, safe only in pleasant times when men can be tolerant because they are not deeply and vitally concerned.</p>\n\n<p>Yet actually, as a matter of historic fact, there is a much stronger foundation for the great constitutional right of freedom of speech, and as a matter of practical human experience there is a much more compelling reason for cultivating the habits of free men. We take, it seems to me, a naïvely self-righteous view when we argue as if the right of our opponents to speak were something that we protect because we are magnanimous, noble, and unselfish. The compelling reason why, if liberty of opinion did not exist, we should have to invent it, why it will eventually have to be restored in all civilized countries where it is now suppressed, is that we must protect the right of our opponents to speak because we must hear what they have to say.</p>\n\n<p>We miss the whole point when we imagine that we tolerate the freedom of our political opponents as we tolerate a howling baby next door, as we put up with the blasts from our neighbor’s radio because we are too peaceable to heave a brick through the window. If this were all there is to freedom of opinion, that we are too good-natured or too timid to do anything about our opponents and our critics except to let them talk, it would be difficult to say whether we are tolerant because we are magnanimous or because we are lazy, because we have strong principles or because we lack serious convictions, whether we have the hospitality of an inquiring mind or the indifference of an empty mind. And so, if we truly wish to understand why freedom is necessary in a civilized society, we must begin by realizing that, because freedom of discussion improves our own opinions, the liberties of other men are our own vital necessity.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\"><em>The Atlantic Monthly</em></span></p>\n"}]}]