[{"id":"FT541007","type":"mcq","stimulusHtml":"<p>It can be inferred from the passage that the speaker was glad when she was told, \"You may go and collect Negro folk-lore\" (sentence 1) because</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p>(This passage was first published in 1935.)</p>\n\n<p>I was glad when somebody told me, “You may go and collect Negro folk-lore.”</p>\n\n<p>In a way it would not be a new experience for me. When pitched headforemost into the world I landed in a crib of negroism. From the earliest rocking of my cradle, I had known about the capers Brer Rabbit is apt to cut and what the Squinch Owl says from the house top. But it was fitting me like a tight chemise. I couldn’t see it for wearing it. It was only when I was off in college, away from my native surroundings, that I could see myself like somebody else and stand off and look at my garment. Then I had to have the spy-glass of Anthropology to look through at that.</p>\n\n<p>Dr. Boas asked me where I wanted to work and I said, “Florida,” and gave, as my big reason, that “Florida is a place that draws people—white people from all over the world, and Negroes from every Southern state surely and some from the North and West.” So I knew that it was possible for me to get a cross section of the Negro South in the one state. And then I realized that I was new myself, so it looked sensible for me to choose familiar ground.</p>\n\n<p>First place I aimed to stop to collect material was Eatonville, Florida.</p>\n\n<p>And now, I’m going to tell you why I decided to go to my native village first. I didn’t go back there so that the home folks could make admiration over me because I had been up North to college and come back with a diploma and a Chevrolet. I knew they were not going to pay either one of these items too much mind. I was just Lucy Hurston’s daughter, Zora, and even if I had—to use one of our down-home expressions—had a Kaiser baby, and that’s something that hasn’t been done in this Country yet, I’d still be just Zora to the neighbors. If I had exalted myself to impress the town, somebody would have sent me word in a match-box that I had been up North there and had rubbed the hair off of my head against some college wall, and then come back there with a lot of form and fashion and outside show to the world. But they’d stand flat-footed and tell me that they didn’t have me, neither my sham-polish, to study ’bout. And that would have been that.</p>\n\n<p>I hurried back to Eatonville because I knew that the town was full of material and that I could get it without hurt, harm or danger. As early as I could remember it was the habit of the men folks particularly to gather on the store porch of evenings and swap stories. Even the women folks would stop and break a breath with them at times. As a child when I was sent down to Joe Clarke’s store, I’d drag out my leaving as long as possible in order to hear more.</p>\n\n<p>Folk-lore is not as easy to collect as it sounds. The best source is where there are the least outside influences and these people, being usually under-privileged, are the shyest. They are most reluctant at times to reveal that which the soul lives by.</p>\n"}],"choicesHtml":["<p>she did not like the university she was attending</p>","<p>it was something she had had little success at</p>","<p>it was something she had been doing informally all her life</p>","<p>she knew that folklore was easy to collect</p>"],"answer":2}]