[{"id":"FT544290-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Chesterfield makes to convey his message about his own values.","features":[{"type":"sharedpassage","html":"<p>In 1746, Lord Chesterfield, a British author and diplomat, wrote a letter to his son about the value of parental advice. At the time, Chesterfield’s son was traveling far from home. Read the passage carefully. Write an essay that analyzes the rhetorical choices Chesterfield makes to convey his message about his own values.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</li>\n</ul>\n\n<p class=\"text-right\">Bath, October 4, 1746</p>\n\n<p>Dear Boy,</p>\n\n<p>Though I employ so much of my time in writing to you, I confess I have often my doubts whether it is to any purpose. I know how unwelcome advice generally is; I know that those who want it most, like it and follow it least; and I know, too, that the advice of parents, more particularly, is ascribed to the moroseness, the imperiousness, or the garrulity of old age. But then, on the other hand, I flatter myself, that as your own reason, though too young as yet to suggest much to you of itself, is however, strong enough to enable you, both to judge of, and receive plain truths: I flatter myself (I say) that your own reason, young as it is, must tell you, that I can have no interest but yours in the advice I give you; and that consequently, you will at least weigh and consider it well: in which case, some of it will, I hope, have its effect. Do not think that I mean to dictate as a parent; I only mean to advise as a friend, and an indulgent one too: and do not apprehend that I mean to check your pleasures; of which, on the contrary, I only desire to be the guide, not the censor. Let my experience supply your want of it, and clear your way, in the progress of your youth, of those thorns and briars which scratched and disfigured me in the course of mine. I do not, therefore, so much as hint to you, how absolutely dependent you are upon me; that you neither have, nor can have a shilling in the world but from me; and that, as I have no womanish weakness for your person, your merit must, and will, be the only measure of my kindness. I say, I do not hint these things to you, because I am convinced that you will act right, upon more noble and generous principles: I mean, for the sake of doing right, and out of affection and gratitude to me.</p>\n\n<p>I have so often recommended to you attention and application to whatever you learn, that I do not mention them now as duties; but I point them out to you as conducive, nay, absolutely necessary to your pleasures; for can there be a greater pleasure than to be universally allowed to excel those of one’s own age and manner of life? And, consequently, can there be anything more mortifying than to be excelled by them? In this latter case, your shame and regret must be greater than anybody’s, because everybody knows the uncommon care which has been taken of your education, and the opportunities you have had of knowing more than others of your age. I do not confine the application which I recommend, singly to the view and emulation of excelling others (though that is a very sensible pleasure and a very warrantable pride); but I mean likewise to excel in the thing itself; for, in my mind, one may as well not know a thing at all, as know it but imperfectly. To know a little of anything, gives neither satisfaction nor credit; but often brings disgrace or ridicule.</p>\n"}]}]