[{"id":"FT544338-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Kelley makes to convey her message about child labor to her audience.<span lang=\"EN-US\" style=\"font-size: 12pt;\"><span style=\"line-height: 107%;\"><span style=\"font-family: Calibri, &quot;sans-serif&quot;;\"></span></span></span>","features":[{"type":"sharedpassage","html":"<p>Florence Kelley (1859-1932) was a United States social worker and reformer who fought successfully for child labor laws and improved conditions for working women. She delivered the following speech before the convention of the National American Woman Suffrage Association in Philadelphia on July 22, 1905. Read the passage carefully. Write an essay that analyzes the rhetorical choices Kelley makes to convey her message about child labor to her audience.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argumen<span lang=\"EN-US\" style=\"font-size:12.0pt\"><span style=\"line-height:107%\"><span style=\"font-family:&quot;Calibri&quot;,&quot;sans-serif&quot;\">t.</span></span></span></li>\n</ul>\n\n<p><br />\nWe have, in this country, two million children under the age of sixteen years who are earning their bread. They vary in age from six and seven years in the cotton mills of Georgia) and eight, nine and ten years (in the coal-breakers of Pennsylvania), to fourteen, fifteen and sixteen years in more enlightened states.</p>\n\n<p>No other portion of the wage earning class increased so rapidly from decade to decade as the young girls from fourteen to twenty years. Men increase, women increase, youth increase, boys increase in the ranks of the breadwinners; but no contingent so doubles from census period to census period (both by percent and by count of heads), as does the contingent of girls between twelve and twenty years of age. They are in commerce, in offices, in manufacturing.</p>\n\n<p>Tonight while we sleep, several thousand little girls will be working in textile mills, all the night through, in the deafening noise of the spindles and the looms spinning and weaving cotton and wool, silks and ribbons for us to buy.</p>\n\n<p>In Alabama the law provides that a child under sixteen years of age shall not work in a cotton mill at night longer than eight hours, and Alabama does better in this respect than any other southern state. North and South Carolina and Georgia place no restriction upon the work of children at night; and while we sleep little white girls will be working tonight in the mills in those states, working eleven hours at night.</p>\n\n<p>In Georgia there is no restriction whatever! A girl of six or seven years, just tall enough to reach the bobbins, may work eleven hours by day or by night. And they will do so tonight, while we sleep.</p>\n\n<p>Nor is it only in the South that these things occur. Alabama does better than New Jersey. For Alabama limits the children’s work at night to eight hours, while New Jersey permits it all night long. Last year New Jersey took a long backward step. A good law was repealed which had required women and [children] to stop work at six in the evening and at noon on Friday. Now, therefore, in New Jersey, boys and girls, after their 14th birthday, enjoy the pitiful privilege of working all night long.</p>\n\n<p>In Pennsylvania, until last May it was lawful for children, 13 years of age, to work twelve hours at night. A little girl, on her thirteenth birthday, could start away from her home at half past five in the afternoon, carrying her pail of midnight luncheon as happier people carry their midday luncheon, and could work in the mill from six at night until six in the morning, without violating any law of the Commonwealth.</p>\n\n<p>If the mothers and the teachers in Georgia could vote, would the Georgia Legislature have refused at every session for the last three years to stop the work in the mills of children under twelve years of age?</p>\n\n<p>Would the New Jersey Legislature have passed that shameful repeal bill enabling girls of fourteen years to work all night, if the mothers in New Jersey were enfranchised? Until the mothers in the great industrial states are enfranchised, we shall none of us be able to free our consciences from participation in this great evil. No one in this room tonight can feel free from such participation. The children make our shoes in the shoe factories; they knit our stockings, our knitted underwear in the knitting factories. They spin and weave our cotton underwear in the cotton mills. Children braid straw for our hats, they spin and weave the silk and velvet wherewith we trim our hats. They stamp buckles and metal ornaments of all kinds, as well as pins and hat-pins. Under the sweating system, tiny children make artificial flowers and neckwear for us to buy. They carry bundles of garments from the factories to the tenements, little beasts of burden, robbed of school life that they may work for us.</p>\n\n<p>We do not wish this. We prefer to have our work done by men and women. But we are almost powerless. Not wholly powerless, however, are citizens who enjoy the right of petition. For myself, I shall use this power in every possible way until the right to the ballot is granted, and then I shall continue to use both.</p>\n\n<p>What can we do to free our consciences? There is one line of action by which we can do much. We can enlist the workingmen on behalf of our enfranchisement just in proportion as we strive with them to free the children. No labor organization in this country ever fails to respond to an appeal for help in the freeing of the children.</p>\n\n<p>For the sake of the children, for the Republic in which these children will vote after we are dead, and for the sake of our cause, we should enlist the workingmen voters, with us, in this task of freeing the children from toil!</p>\n"}]}]