[{"id":"FT544313-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on the effects of advertising.","features":[{"type":"sharedpassage","html":"<p>That advertising plays a huge role in society is readily apparent to anyone who watches television, listens to radio, reads newspapers, uses the Internet, or simply looks at billboards on streets and buses. Advertising has fierce critics as well as staunch advocates. Critics claim that advertisement is propaganda, while advocates counter that advertising fosters free trade and promotes prosperity.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the effects of advertising.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Red Cross)<br />\nSource B (Shaw)<br />\nSource C (Culpa)<br />\nSource D (Day)<br />\nSource E (Schrank)<br />\nSource F (Sesana)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>________________________________________________________</p>\n\n<p><strong>Source A</strong><br />\nAmerican Red Cross poster, 2004<br />\n_________________________________________________________</p>\n\n<p>&nbsp;</p>\n<img alt=\"A screenshot of a page from a book with two band aids arranged to form a plus sign, labeled &quot;Give blood&quot; depicting the logo of American Red Cross. The logo of American Red Cross appears to the top left corner of the page. A chunk of illegible text appears at the bottom of the page.\n\" height=\"810\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d0a1059ce03d2ab75acf105121cdf3cd/original.png\" width=\"600\" />\n<p class=\"text-right\"><span style=\"font-size:0.9em\"></span><span style=\"font-size:0.8em\">Artwork used with permission of the American Red Cross</span><span style=\"font-size:0.9em\">.</span></p>\n\n<p class=\"text-right\">&nbsp;</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source B</strong></p>\n\n<p>Shaw, Eric H. and Stuart Alan. “Cigarettes.”</p>\n\n<p><em>The Advertising Age Encyclopedia of Advertising</em>.Ed.</p>\n\n<p>John McDonough and Karen Egolf. 3 vols.</p>\n\n<p>New York: Fitzray Dearborn, 2003.<br />\n_________________________________________________________</p>\n\n<p><em>The following passage is excerpted from an encyclopedia of advertising.</em></p>\n\n<p>The success of cigarette advertising is a potent example of advertising’s enormous power and economic value. From the birth of the cigarette industry, advertising was instrumental in creating a mass market and apportioning shares among brands. At the end of the 20th century, guided by increasingly sophisticated consumer research, advertising continued to increase the size of the market, despite an expanding awareness of health risks and increasing advertising restrictions. Cigarette advertisers became adept at targeting every conceivable consumer niche and developing an impressive array of advertising and promotional tools to reach them.</p>\n\n<p>Campaigns throughout the 20th century demonstrated that in addition to directly increasing primary demand for cigarettes, advertising could be highly effective in developing selective demand for individual brands, particularly during their introduction. Advertising also had other less quantifiable benefits for cigarette companies: it promoted the continued social acceptability of smoking and encouraged the incorrect belief that the majority of people smoke.</p>\n\n<p>The start of the 21st century presented both unique opportunities and growing challenges for cigarette advertising. Although U.S. sales were declining, markets in Asia, Eastern Europe, South America, and Africa offered significant financial opportunities for the industry. International advertising restrictions forced companies to become increasingly sophisticated in their promotional strategies, as well as to rely on new, unregulated media, such as the Internet. If the history of cigarette advertising in the 20th century is any predictor of the future, it clearly suggests that in the 21st century the tobacco industry will adapt, persevere, and remain a vivid testament to the power of advertising.</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source C</strong></p>\n\n<p>Culpa, Maria. “Advertising Gets Another Bum Rap.”</p>\n\n<p>Unpublished lecture. 26 July 2004.<br />\n_________________________________________________________</p>\n\n<p><em>The following passage is excerpted from a recent lecture.</em></p>\n\n<p>People can complain all they want about advertising, but at its most basic form advertising is teaching, pure and simple. No one complains when high-school teachers put maps of the world on the wall, or kindergarten teachers put funny little dancing alphabets all over the room. Why should they complain when companies put advertisements for milk or houses or cars on billboards? These ads tell us that milk makes our bones strong, where we can buy affordable houses, and which car will fit our needs and get us to work safely. Just as we need the information found in maps, we need the information in ads to buy the necessities of life—which has to be as important as knowing that New Zealand looks REALLY small next to Australia!</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source D</strong></p>\n\n<p>Day, Nancy. <em>Advertising: Information or Manipulation?</em></p>\n\n<p>Berkeley Heights: Enslow Publishers, 1999.<br />\n_________________________________________________________</p>\n\n<p><em>The following passage is excerpted from a book that examines the role of advertising in society.</em></p>\n\n<p>Advertising tells you what you need. Before advertisers told us to, who worried about dandruff? Who was embarrassed by teeth that weren’t blinding white, toilets that didn’t smell fresh, or water spots on drinking glasses? Who knew that houses had to be deodorized with perfume-packed sprays, plug-in devices, stick-on scent dispensers, potpourri, simmering herbs, and odor neutralizers?</p>\n\n<p>Advertising isn’t all bad, however. By paying for advertising space, companies fund most of what you read in magazines and books, what you hear on the radio, and what you watch on television. It also increasingly pays for what is on the Internet.</p>\n\n<p>Advertising also educates. It informs us about candidates running for office. It tells us about important issues such as the benefits of seatbelt use, the dangers of drugs, and the problem of drunk driving.</p>\n\n<p>It explains how to use products, gives us recipes, and demonstrates ways in which we can change our homes and places of business. It teaches us grooming habits. Unfortunately. . .[i]t can reinforce racial, cultural, and sexual stereotypes. It can make us unsatisfied with who we are, greedy for what we don’t have, and oblivious to the miseries of millions who haven’t a fraction of the comforts we take for granted. . . .</p>\n\n<p>Teens establish buying habits they will carry into adulthood. Studies conducted for <em>Seventeen</em> magazine have shown that 29 percent of adult women still buy the brand of coffee they preferred as teenagers, and 41 percent buy the same brand of mascara. “If you miss her,” the magazine warns its advertisers, “then you may miss her for ever. She’s at that receptive age when looks, tastes and brand loyalties are being established. . . . Reach for a girl in her <em>Seventeen</em> years and she may be yours for life.”</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source E</strong></p>\n\n<p>Schrank, Jeffrey. <em>Deception Detection</em>.</p>\n\n<p>Boston: Beacon Press, 1975.<br />\n_________________________________________________________</p>\n\n<p><em>The following passage is excerpted from a book that examines the effects of advertising.</em></p>\n\n<p>Although few people admit to being greatly influenced by ads, surveys and sales figures show that a well-designed advertising campaign has dramatic effects. A logical conclusion is that advertising works below the level of conscious awareness and it works even on those who claim immunity to its message. Ads are designed to have an effect while being laughed at, belittled, and all but ignored.</p>\n\n<p>A person unaware of advertising’s claim on him is precisely the one most vulnerable to the ad’s attack. Advertisers delight in an audience that believes ads to be harmless nonsense, for such an audience is rendered defenseless by its belief that there is no attack taking place. The purpose of classroom study of advertising is to raise the level of awareness about the persuasive techniques used in ads. One way to do this is to analyze ads in microscopic detail. Ads can be studied to detect their psychological hooks, how they are used to gauge values and hidden desires of the common [person]. They can be studied for their use of symbols, color, and imagery. But perhaps the simplest and most direct way to study ads is through an analysis of the language of the advertising claim.</p>\n\n<p>_________________________________________________________</p>\n\n<p><strong>Source F</strong></p>\n\n<p>Sesana, Renato K. “Exercise Your Moral Judgement</p>\n\n<p>Through the Way You Buy.” <em>Wajibu: A Journal of Social and</em></p>\n\n<p><em>Religious Concern</em> 15.4 (2002). 8 Feb. 2005</p>\n\n<p>&lt;http://web.peacelink.it/wajibu/12_issue/p4.html&gt;.<br />\n_________________________________________________________</p>\n\n<p><em>The following passage is excerpted from an online journal.</em></p>\n\n<p>Nowadays, marketing executives will use all available methods to convince us of the need to buy their company products. They are not selling soap or petrol, but a vision, a way of life. Using the most sophisticated knowledge and techniques, they create unfulfilled desires and then they push us to buy the products that we do not need. But we should not take all the information we receive at face value.</p>\n\n<p>The desire for profit and the appeal for a “healthy economy” has led many companies and governments to put aside the necessary moral responsibilities in the age of the global market.</p>\n\n<p>One often hears the comment made after watching fast cars, semi-nude bodies, or amorous encounters during television adverts or on huge billboards: “I never did figure out what they were advertising.” There is no connection or indeed there often is a contradiction between the way of life presented and the product sold. For instance, sport and beer, sport and hard liquor do not go together in real life, but the advertisers know that rationality is not important, what is important is the emotional impact. Advertisers claim that it is up to the consumer to make moral decisions. The advertisers simply present their products. . . but not without spending a great deal of time and money to study how best to attract and control consumers of every age, sex, race and religion.</p>\n\n<p>It is interesting to note that what we really need does not need advertising. For instance, nobody spends huge sums advertising flour. People will buy it even without it being advertised. But soft drinks may stop selling after a few months without adverts. The need for it is created by the advert. Otherwise everybody would consider it a rip-off to pay [$1.00] for a glass of water with a bit of sugar, artificial colouring and flavouring whose real value must not be over a [few cents]. . . .</p>\n\n<p>Another case is the marketing of products such as powdered milk in countries which have no sanitary water supply to make them safe for use, thus causing diseases and death to a great number of babies. However, no one has an economic interest in advertising breast-feeding, which is the best and cheapest way nature has provided for babies to grow strong and healthy. But many have an interest in advertising powdered milk. It is a form of violence to psychologically force in the mind of a rural woman that to be modern she has to feed her babies with powdered milk.</p>\n"}]}]