[{"id":"FT542146","type":"mcq","stimulusHtml":"<p>In Paragraph 1, \"impatient of\" is best interpreted as meaning</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The passage below is from an eighteenth-century essay.)</em></p>\n\n<p>Such is the emptiness of human enjoyment, that we are always impatient of the present. Attainment is followed by neglect, and possession by disgust; and the malicious remark of the Greek epigrammatist on marriage may be applied to every other course of life, that its two days of happiness are the first and the last<sup>1</sup>.</p>\n\n<p>&nbsp;</p>\n\n<p>Few moments are more pleasing than those in which the mind is concerting measures for a new undertaking. From the first hint that wakens the fancy, till the hour of actual execution, all is improvement and progress, triumph and felicity. Every hour brings additions to the original scheme, suggests some new expedient to secure success, or discovers consequential advantages not hitherto foreseen. While preparations are made, and materials accumulated, day glides after day through elysian prospects, and the heart dances to the song of hope.</p>\n\n<p>&nbsp;</p>\n\n<p>Such is the pleasure of projecting, that many content themselves with a succession of visionary schemes, and wear out their allotted time in the calm amusement of contriving what they never attempt or hope to execute.</p>\n\n<p>&nbsp;</p>\n\n<p>Others, not able to feast their imagination with pure ideas, advance somewhat nearer to the grossness of action, with great diligence collect whatever is requisite to their design, and, after a thousand researches and consultations, are snatched away by death, as they stand <em>in procinctu</em><sup>2</sup><em> </em>waiting for a proper opportunity to begin.</p>\n\n<p>&nbsp;</p>\n\n<p>If there were no other end of life, than to find some adequate solace for every day, I know not whether any condition could be preferred to that of the man who involves himself in his own thoughts, and never<em> </em>suffers experience to show him the vanity of speculation; for no sooner are notions reduced to practice, than tranquility and confidence forsake the breast; every day brings its task, and often without bringing abilities to perform it: difficulties embarrass, uncertainty perplexes, opposition retards, censure exasperates, or neglect depresses. We proceed, because we have begun; we complete our design, that the labor already spent may not be vain: but as expectation gradually dies away, the gay smile of alacrity disappears, we are compelled to implore severer powers, and trust the event<sup>3</sup> to patience and constancy.</p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup> Paraphrase of the Greek poet Palladas</span></p>\n\n<p><span style=\"font-size:0.9em\"><em><sup>2</sup> </em>Under arms, ready for action</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>3</sup> Outcome</span></p>\n"}],"choicesHtml":["<p>eager for</p>","<p>interested in</p>","<p>anxious about</p>","<p>unsatisfied with</p>"],"answer":3}]