[{"id":"FT541779","type":"mcq","stimulusHtml":"<p>Compared with that of the rest of the passage, the diction of Paragraph 1 (\"Climatologists ... survived\") is</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The following passage is excerpted from a nonfiction book published in the late twentieth century.)</em></p>\n\n<p>Climatologists speak of thunderstorms pregnant with tornadoes, storm-breeding clouds more than twice the height of Mount Everest; they speak of funicular envelopes and anvil clouds with pendant mammati and of thermal instability of winds in cyclonic vorticity, of rotatory columns of air torquing at velocities up to three hundred miles an hour (although no anemometer in the direct path of a storm has survived), funnels that can move over the ground at the speed of a strolling man or at the rate of a barrel-assing semi on the turn-pike; they say the width of the destruction can be the distance between home plate and deep center field and its length the hundred miles between New York City and Philadelphia. A tornado, although more violent than a much longer lasting hurricane, has a life measured in minutes, and weathercasters watch it snuff out as it was born: unnamed.</p>\n\n<p>I know here a grandfather, a man as bald as if a cyclonic wind had taken his scalp—something witnesses claim has happened elsewhere—who calls twisters Old Nell, and he threatens to set crying children outside the back door for her to carry off. People who have seen Old Nell close, up under her skirt, talk about her colors: pastel-pink, black, blue, gray, and a survivor said this: <em>All at once a big hole opened in the sky with a mass of cherry-red, a yellow tinge in the center, </em>and another said: <em>a funnel with beautiful electric-blue light, </em>and a third person: <em>It was glowing like it was illuminated from the inside</em>. The witnesses speak of shapes: a formless black mass, a cone, cylinder, tube, ribbon, pendant, thrashing hose, dangling lariat, writhing snake, elephant trunk. They tell of ponds being vacuumed dry, . . . chickens clean-plucked from beak to bum, water pulled straight up out of toilet bowls, . . . a wife killed after being jerked through a car window, a child carried two miles and set down with only scratches, a Cottonwood Falls mother (fearful of wind) cured of chronic headaches when a twister passed harmlessly within a few feet of her house, and, just south of Chase, a woman blown out of her living room window and dropped unhurt sixty feet away and falling unbroken beside her a phonograph record of “Stormy Weather.”</p>\n"}],"choicesHtml":["<p>informal and straightforward</p>","<p>technical and specialized</p>","<p>subjective and impressionistic</p>","speculative and uncertain"],"answer":0}]