[{"id":"FT541824","type":"mcq","stimulusHtml":"The author mentions “glass-blowing and harpsichord manufacture” (third sentence) to suggest that taxonomy is","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><strong>Note:</strong> Pay particular attention to the requirement of questions that contain the words NOT, LEAST, or EXCEPT.</p>\n\n<p><em>(This passage is excerpted from a publication by a contemporary biologist.)</em></p>\n\n<p><em>We know less about life on earth than we know about the surface of the moon and Mars</em>—in part because far less money has been spent studying it. Taxonomy, the study of classification and hence of biological diversity, has been allowed to dwindle, while other important fields such as space exploration and biomedical studies have flourished. Like glass-blowing and harpsichord manufacture, taxonomy of many kinds of organisms has been left in the hands of a small number of unappreciated specialists who have had few opportunities to train their successors. To take one of hundreds of examples, two of the four most abundant groups of small animals of the soil are springtails and oribatid mites. Marvelously varied, having complex life cycles, and teeming by the millions in every acre of land, these tiny animals play vital ecological roles by consuming dead vegetable matter. Thus they help to drive the energy and materials cycles on which all life depends. Yet there are only four specialists in the United States who can identify springtails—one is retired—and only one is an expert on oribatid mites. The reason that so little is heard about these important organisms in the scientific literature and popular press is that there are so few people who know enough to write about them at any level.</p>\n\n<p>The general neglect of expertise in the face of overwhelming need and opportunity rebounds to the weakness of many other enterprises in science and education. Museums are understaffed, with too few biologists to develop research collections and prepare exhibitions. Systematics, the branch of biology that employs taxonomy and the study of similarities among species to work out the evolution of groups of organisms, is able to address only a minute fraction of life. Biogeography, the analysis of the distribution of organisms, is similarly hobbled. So is ecology, the extremely important discipline that explores the relationships of organisms to their environment and to one another. A great deal of the future of biology depends on the strengthening of taxonomy, for if you can’t tell one kind of plant or animal from another, you are in trouble. Some kinds of research may be held up indefinitely. As the Chinese say, the beginning of wisdom is getting things by their right names.</p>\n\n<p>The study of classification and expertise on “obscure” groups of organisms such as periwinkles, leeches, springtails and mites may receive the needed boost by association with what has come to be known as biodiversity studies. Biodiversity studies constitute a hybrid discipline that took solid form during the 1980s. They can be defined (a bit formally, I admit, but bear with me) as follows: the systematic examination of the full array of organisms and the origin of this diversity, together with the technology by which diversity can be maintained and utilized for the benefit of humanity. Thus biodiversity studies are both scientific in nature, a branch of pure evolutionary biology, and applied studies, a branch of biotechnology.</p>\n\n<p>Two events during the past quarter-century brought biodiversity to center stage and encouraged the deliberately hybrid form of its analysis. The first was the recognition that human activity threatens the extinction of not only a few “star” species such as giant pandas and California condors, but also a large fraction of all the species of plants and animals on earth. At least one-quarter of the species on earth are likely to vanish due to the cutting and burning of tropical rainforests alone if the current rate of destruction continues. The second reason for the new prominence of biodiversity studies is the recognition that extinction can be slowed and eventually halted without significant cost to humanity. <em>Extinction is not a price we are compelled to pay for economic progress.</em> Quite the contrary: As the examples of the rosy periwinkle and medicinal leech suggest, conservation can promote human welfare. Ultimately conservation might even be necessary for continued progress in many realms of human endeavor.</p>\n"}],"choicesHtml":["<p>a field characterized by antiquated practices</p>","<p>an art that is extremely difficult to master</p>","a profession practiced by relatively few people","<p>an area of expertise with various practical applications</p>"],"answer":1}]