[{"id":"FT542529","type":"mcq","stimulusHtml":"<p>In the first paragraph, the author introduces his topic by</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The passage below is from a recent book on cognitive psychology.)</em></p>\n\n<p>The psychologist Gary Klein tells the story of a team of firefighters that entered a house in which the kitchen was on fire<sup>1</sup>. Soon after they started hosing down the kitchen, the commander heard himself shout, “Let’s get out of here!” without realizing why. The floor collapsed almost immediately after the firefighters escaped. Only after the fact did the commander realize that the fire had been unusually quiet and that his ears had been unusually hot. Together, these impressions prompted what he called a “sixth sense of danger.” He had no idea what was wrong, but he knew something was wrong. It turned out that the heart of the fire had not been in the kitchen but in the basement beneath where the men had stood.</p>\n\n<p>We have all heard such stories of expert intuition: the chess master who walks past a street game and announces “White mates in three” without stopping, or the physician who makes a complex diagnosis after a single glance at a patient. Expert intuition strikes us as magical, but it is not. Indeed, each of us performs feats of intuitive expertise many times each day. Most of us are pitch-perfect in detecting anger in the first word of a telephone call, recognize as we enter a room that we were the subject of the conversation, and quickly react to subtle signs that the driver of the car in the next lane is dangerous. Our everyday intuitive abilities are no less marvelous than the striking insights of an experienced firefighter or physician — only more common.</p>\n\n<p>The psychology of accurate intuition involves no magic. Perhaps the best short statement of it is by the great Herbert Simon, who studied chess masters<sup>2</sup> and showed that after thousands of hours of practice they come to see the pieces on the board differently from the rest of us. You can feel Simon’s impatience with the mythologizing of expert intuition when he writes: “The situation has provided a cue; this cue has given the expert access to information stored in memory, and the information provides the answer. Intuition is nothing more and nothing less than recognition.”<sup>3</sup></p>\n\n<p>We are not surprised when a two-year-old looks at a dog and says “doggie!” because we are used to the miracle of children learning to recognize and name things. Simon’s point is that the miracles of expert intuition have the same character. Valid intuitions develop when experts have learned to recognize familiar elements in a new situation and to act in a manner that is appropriate to it. Good intuitive judgments come to mind with the same immediacy as “doggie!”</p>\n\n<p>Unfortunately, professionals’ intuitions do not all arise from true expertise. Many years ago I visited the chief investment officer of a large financial firm, who told me that he had just invested some tens of millions of dollars in the stock of Ford Motor Company. When I asked how he had made that decision, he replied that he had recently attended an automobile show and had been impressed. “Boy, do they know how to make a car!” was his explanation. He made it very clear that he trusted his gut feeling and was satisfied with himself and with his decision. I found it remarkable that he had apparently not considered the one question that an economist would call relevant: Is Ford stock currently underpriced? Instead, he had listened to his intuition; he liked the cars, he liked the company, and he liked the idea of owning its stock. From what we know about the accuracy of stock picking, it is reasonable to believe that he did not know what he was doing.</p>\n\n<p>The specific heuristics that Amos [Tversky, the author’s colleague] and I studied provide little help in understanding how the executive came to invest in Ford stock, but a broader conception of heuristics now exists, which offers a good account. An important advance is that emotion now looms much larger in our understanding of intuitive judgments and choices than it did in the past. The executive’s decision would today be described as an example of the affect heuristic,<sup>4</sup> where judgments and decisions are guided directly by feelings of liking and disliking, with little deliberation or reasoning.</p>\n\n<p><span style=\"font-size:0.9em\">1 <em>kitchen was on fire</em>: Gary A. Klein, <em>Sources of Power </em>(Cambridge, MA: MIT Press, 1999).</span></p>\n\n<p><span style=\"font-size:0.9em\">2 <em>studied chess masters</em>: Herbert Simon was one of the great scholars of the twentieth century, whose discoveries and inventions ranged from political science (where he began his career) to economics (in which he won a Nobel Prize) to computer science (in which he was a pioneer) and to psychology.</span></p>\n\n<p><span style=\"font-size:0.9em\">3 <em>“The situation . . . recognition”</em>: Herbert A. Simon, “What Is an Explanation of Behavior?” <em>Psychological Science 3</em> (1992): 150–61.</span></p>\n\n<p><span style=\"font-size:0.9em\">4 <em>affect heuristic</em>: The concept of the affect heuristic was developed by Paul Slovic, a classmate of Amos’s at Michigan and lifelong frien</span><span style=\"font-size:0.9em\">d.</span></p>\n"}],"choicesHtml":["<p>describing a behavioral paradox that had previously defied explanation</p>","<p>indicating how his research extends the theoretical work of Gary Klein</p>","<p>providing a dramatic example of a phenomenon that he will examine</p>","<p>illustrating a controversial theory by Gary Klein that he will analyze</p>"],"answer":2}]