[{"id":"FT541947-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on what the role of GM foods should be in the global food supply.","features":[{"type":"sharedpassage","html":"<p>Foods that have been genetically modified are widely produced and consumed throughout the world. Despite the growth in genetically modified (GM) foods, most people are unaware of the place of GM foods in the food supply. Producers of GM (also called biotech) foods insist that they are safe and desirable, especially as the rapidly increasing human population requires more food. Many scientists and health practitioners, however, maintain that GM foods are not just undesirable but dangerous, both to individuals and to ecosystems.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on what the role of GM foods should be in the global food supply.</p>\n\n<p style=\"margin-left: 40px;\">Source A (McKie)</p>\n\n<p style=\"margin-left: 40px;\">Source B (graph/map)</p>\n\n<p style=\"margin-left: 40px;\">Source C (Human Genome Project)</p>\n\n<p style=\"margin-left: 40px;\">Source D (Cage)</p>\n\n<p style=\"margin-left: 40px;\">Source E (University of Queensland)</p>\n\n<p style=\"margin-left: 40px;\">Source F (Manda)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><strong>Source A</strong></p>\n\n<p>McKie, Robin. “Genetically Modified Crops Are the Key to Human Survival, Says UK’s Chief Scientist.” <em>The Guardian</em> [U.K.]. Guardian News and Media, 23 Jan. 2011. Web. 14 July 2011.</p>\n\n<p><em>The following is excerpted from an article on the Web site of a major British newspaper.</em></p>\n\n<p>Moves to block cultivation of genetically modified crops in the developing world can no longer be tolerated on ethical or moral grounds, the government’s chief scientist, Sir John Beddington, has warned. He said the world faced “a perfect storm” of issues that could lead to widespread food shortages and public unrest over the next few decades. His warning comes in the wake of food riots in north Africa and rising global concern about mounting food prices.</p>\n\n<p>“A number of very important factors are about to change our world,” said Beddington, an expert in population biology. “Its population is rising by six million every month and will reach a total of around 9,000 million by 2050. At the same time, it is estimated that by 2030 more than 60% of the population will be living in cities and will no longer be involved in growing crops or raising domestic animals. And on top of that the world’s population is getting more prosperous and able to pay for more food.” . . .</p>\n\n<p>Beddington said humanity had to face the fact that every means to improve food production should now be employed, including widespread use of new biotechnological techniques in farming. He stressed that no harm should be inflicted on humans or the environment. His remarks were made in advance of publication tomorrow of a major report, “The Future of Food and Farming.” . . .</p>\n\n<p>He emphasised the role of modern biotechnological techniques, including GM crops, in the future of global food production. “There will be no silver bullet, but it is very hard to see how it would be remotely sensible to justify not using new technologies such as GM. Just look at the problems that the world faces: water shortages and salination of existing water supplies, for example. GM crops should be able to deal with that.”</p>\n\n<p>Such remarks will enrage many environmental groups, who believe it is wrong for the west to impose a technology it has developed on the third world. But Beddington was adamant about the benefits of GM crop technology. “Around 30% of food is lost before it can be harvested because it is eaten by pests that we never learnt how to control. We cannot afford that kind of loss to continue. GM should be able to solve that problem by creating pest-resistant strains, for example. Of course, we will have to make sure these crops are properly tested; that they work; that they don’t harm people; and that they don’t harm the environment.”</p>\n\n<p>GM crops alone would not be sufficient to hold off widespread starvation, he added. No single approach would guarantee food security for humanity for the rest of the century. A widespread approach, including the development of proper sustainability, protecting fish stocks and changes to patterns of consumption, was also critical, he said. “This report was set up to find out if we can feed nine billion people sustainably, healthily and equitably. We can, but it will take many different approaches to crack the problem.”</p>\n\n<p>Almost a billion people now suffer serious food shortages and face starvation. “It is unimaginable that in the next 10 to 20 years that there will not be a worsening of that problem unless we take action now, and we have to include the widest possible range of solutions.”</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Copyright Guardian News &amp; Media Ltd 2011.</span></p>\n\n<p><strong>Source B</strong></p>\n\n<p>James, Clive. “Brief 42: Global Status of Commercialized Biotech/GM Crops.” <em>ISAAA.org</em>. International Service for the Acquisition of Agri-Biotech Applications, 2010. Web. 14 July 2011.</p>\n\n<p><i>The following graph/map is adapted from a yearly brief published by an international not-for-profit organization.</i></p>\n\n<p><img alt=\"The figure shows a graph with the image of a world map in the background. The graph is entitled Global Area of Biotech Crops, from 1996 through 2010. On the background of the map, 29 countries are shaded and labeled as Biotech Crop Countries. These countries include: Canada, United States of America, Mexico, Honduras, Costa Rica, Colombia, Brazil Bolivia, Paraguay, Chile, Argentina, Uruguay, Sweden, Germany, Czech Republic, Slovakia, Poland, Romania, Portugal, Spain, Egypt, Burkina Faso, South Africa, China, Pakistan, India, Myanmar, Philippines, and Australia. On the graph, the horizontal axis is marked with the years 1996 through 2010 in units of one year. The vertical axis is labeled Million Hectares and is marked from zero hectares to 160 hectares in units of twenty million hectares. Below the graph is the following footnote. Begin Footnote. A hectare is a metric unit of area defined as 10,000 square meters open parenthesis one hundred M by one hundred M close parenthesis and primarily used in the measurement of land. End Footnote. There are three upward sloping lines on the graph, and they originate on the horizontal axis at the 1996 mark. The uppermost line is labeled Total Hectares and slopes upwards. The line ends at the year 2010 with approximately 145 million hectares. The middle upward sloping line is labeled Industrial and remains below the Total Hectares line and reduces slightly in its incline as the years on the horizontal axis increase. The line ends at the year 2010 with approximately 75 million hectares. The bottommost upward sloping line is labeled Developing and remains below both the Total Hectares and Developing lines. The line ends at the year 2010 with approximately 70 hectares.\" height=\"490\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0d5f526b997dae2f793954e69e154946/original.jpg\" width=\"966\" /></p>\n\n<p><strong>Source C</strong></p>\n\n<p>“Genetically Modified Foods and Organisms.” <em>Human Genome Project Information</em>. United States Department of Energy Office of Science, 5 Nov. 2008. Web. 11 July 2011.</p>\n\n<p><em>The following is excerpted from an online article on genetically modified foods published by the U.S. Department of Energy’s Human Genome Program.</em></p>\n\n<p><strong>Benefits</strong></p>\n\n<p><strong>Crops</strong></p>\n\n<ul>\n\t<li>\n\t<p>Enhanced taste and quality</p>\n\t</li>\n\t<li>\n\t<p>Reduced maturation time</p>\n\t</li>\n\t<li>\n\t<p>Increased nutrients, yields, and stress tolerance</p>\n\t</li>\n\t<li>\n\t<p>Improved resistance to disease, pests, and herbicides</p>\n\t</li>\n\t<li>\n\t<p>New products and growing techniques . . .</p>\n\t</li>\n</ul>\n\n<p><strong>Environment</strong></p>\n\n<ul>\n\t<li>\n\t<p>“Friendly” bioherbicides and bioinsecticides</p>\n\t</li>\n\t<li>\n\t<p>Conservation of soil, water, and energy . . .</p>\n\t</li>\n</ul>\n\n<p><strong>Society</strong></p>\n\n<ul>\n\t<li>\n\t<p>Increased food security for growing populations</p>\n\t</li>\n</ul>\n\n<p><strong>Controversies</strong></p>\n\n<p><strong>Safety</strong></p>\n\n<ul>\n\t<li>\n\t<p>Potential human health impacts, including allergens, transfer of antibiotic resistance markers, unknown effects</p>\n\t</li>\n\t<li>\n\t<p>Potential environmental impacts, including: unintended transfer of transgenes through cross-pollination, unknown effects on other organisms (e.g., soil microbes), and loss of flora and fauna biodiversity</p>\n\t</li>\n</ul>\n\n<p><strong>Access and Intellectual Property</strong></p>\n\n<ul>\n\t<li>\n\t<p>Domination of world food production by a few companies</p>\n\t</li>\n\t<li>\n\t<p>Increasing dependence on industrialized nations by developing countries</p>\n\t</li>\n\t<li>\n\t<p>Biopiracy, or foreign exploitation of natural resources</p>\n\t</li>\n</ul>\n\n<p><strong>Ethics</strong></p>\n\n<ul>\n\t<li>\n\t<p>Violation of natural organisms’ intrinsic values</p>\n\t</li>\n\t<li>\n\t<p>Tampering with nature by mixing genes among species . . .</p>\n\t</li>\n</ul>\n\n<p><strong>Labeling</strong></p>\n\n<ul>\n\t<li>\n\t<p>Not mandatory in some countries (e.g., United States)</p>\n\t</li>\n\t<li>\n\t<p>Mixing GM crops with non-GM products confounds labeling attempts</p>\n\t</li>\n</ul>\n\n<p><strong>Society</strong></p>\n\n<ul>\n\t<li>\n\t<p>New advances may be skewed to interests of rich countries</p>\n\t</li>\n</ul>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">U.S. Department of Energy Genome Programs, http://genomics.energy.gov</span></p>\n\n<p><strong>Source D</strong></p>\n\n<p>Cage, Sam. “High Food Prices May Cut Opposition to Genetically Modified Foods.” <em>New York Times</em>. New York Times, 8 July 2008. Web. 15 July 2011.</p>\n\n<p><em>The following is excerpted from an online article published by a major American newspaper.</em></p>\n\n<p>In a Eurobarometer opinion poll in March, the number of European respondents saying they lacked information on genetically modified food fell to 26 percent, compared with 40 percent in the previous survey, which took place in 2005.</p>\n\n<p>But 58 percent were apprehensive about the use of such crop technology and just 21 percent were in favor, down from 26 percent in a 2006 Eurobarometer survey on biotechnology.</p>\n\n<p>“People do change attitudes, just gradually, because they become used to technologies,” said Jonathan Ramsay, spokesman for Monsanto, the world’s biggest seed company. “Consumers are looking at prices, consumers hear the stories about food production, growing population in the world, and I think people do understand that agriculture needs to be efficient.”</p>\n\n<p>Friedrich Berschauer, chief executive of the world’s fourth-biggest seed producer, Bayer CropScience, believes that acceptance of genetically modified organisms, or GMOs, will be gradual.</p>\n\n<p>“Long-term, I am certain that GMOs will be accepted,” Berschauer said. “But I dare not give a forecast whether that will be in 5 years or in 10.”</p>\n\n<p>But critics of genetic modification say that the technology does not bring the benefits promised. A recent report by the organic group Soil Association concluded that yields of all major GM varieties are equivalent to or less than those from conventional crops.</p>\n\n<p>“GM chemical companies constantly claim they have the answer to world hunger while selling products which have never led to overall increases in production,” said Peter Melchett, Soil Association’s policy director, “and which have sometimes decreased yields or even led to crop failure.”</p>\n\n<p>Geert Ritsema, a genetic engineering campaigner at Greenpeace International, said that proponents of biotech crops are using high market prices to scare consumers into thinking that their food will become too expensive unless they turn to GM technology.</p>\n\n<p>More awareness of the technology could also reinforce wariness, said Jean Halloran, head of food policy initiatives at Consumers Union.</p>\n\n<p>“I think that if consumers become really educated,” she said, “that’s the point they’ll end up at and say, ‘Why should I mess around with this technology when it has no benefits to me?’”</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">\"High Food Prices May Cut Opposition to Genetically Modified Food,” Author Sam Cage, Reuters, 2008, Reuters. Used by permission.</span></p>\n\n<p><strong>Source E</strong></p>\n\n<p>“Benefits Outweigh Risks from Genetically Modified Plants.” <em>UQ News</em>. University of Queensland, Australia, 23 Jan. 2008. Web. 15 July 2011.</p>\n\n<p><em>The following is excerpted from an article on the Web site of an Australian university.</em></p>\n\n<p>Australian states should not ban commercial production of genetically modified (GM) plants and food as the risks are alarmist and exaggerated, according to a new study.</p>\n\n<p>The UQ PhD study found the benefits of GM plants and food outweighed the risks, finding no compelling evidence of harm to humans from GM plants.</p>\n\n<p>GM plants have been trialled in most states with South Australia, Tasmania and Western Australia the only states to ban GM plants. South Australia and Tasmania are reviewing their moratoriums.</p>\n\n<p>The study author, ethicist Dr Lucy Carter, spent three-and-a-half years examining arguments and evidence for and against the development and use of GM plants and food in Australia and in the developing world.</p>\n\n<p>Dr Carter said there was no evidence to justify continuing moratoriums on commercial GM planting so long as thorough risk assessments were done.</p>\n\n<p>Opponents say GM products are unnatural, potentially harmful to humans and capable of environmental injury and creating ‘superweeds’.</p>\n\n<p>She said the risks of GM plants transferring allergenic proteins to novel foods or creating superweeds were very low.</p>\n\n<p>“If you take a GM plant and a conventional plant, you can’t easily create a hybrid that is both strong enough to withstand natural environmental conditions as well as survive all eradication attempts unless you’re in the lab,” Dr Carter said.</p>\n\n<p>“It’s just too difficult.”</p>\n\n<p>Asked if it was too early to tell if GM plants were safe, Dr Carter said research that included risk assessments showed no reason for alarm.</p>\n\n<p>Food products that contain more than one percent of a GM ingredient must be labelled and most people have already eaten GM food in some supermarket junk food.</p>\n\n<p>“I think the risks and benefits are overstated by both sides of the debate,” she said.</p>\n\n<p>“Opponents tend to inflate the risks while proponents at times overstate the benefits.”</p>\n\n<p><strong>Source F</strong></p>\n\n<p>Manda, Olga. “Controversy Rages Over ‘GM’ Food Aid.” <em>Africa Renewal</em> 16.4 (2003): n. pag. Web. 21 Feb. 2012.</p>\n\n<p><em>The following is excerpted from an article in “Africa Renewal,” an online magazine published by the United Nations.</em></p>\n\n<p>Southern African governments find themselves in a dilemma: they have to choose between letting their citizens starve to death or giving them genetically modified food aid that many believe may be harmful to health.</p>\n\n<p>That was the predicament facing the region’s cash-strapped governments when the UN’s World Food Programme (WFP) provided them with thousands of tonnes of emergency food aid to help combat severe famine conditions. Some of the food came from donor countries, such as the US, which produce large quantities of genetically modified (GM) maize and other grains.</p>\n\n<p>Several governments in the region objected to the GM grain, especially Zambia and Zimbabwe, the countries hardest hit by the drought. Citing health and environmental concerns, Zimbabwe blocked the GM food aid from entering the country. In Zambia, where some GM grain had already arrived, the government placed it under lock and key, banned its distribution and then blocked another 40,000 tonnes that were in the pipeline.</p>\n\n<p><strong>Scientific uncertainty</strong></p>\n\n<p>In Zambia, the decision came after months of intense debate. Environmental and other “watchdog” groups critical of genetically modified organisms (GMOs) have been influential, and through networking, forums and protests applied pressure on the government. Local civic groups and scientists conducted a study tour of the US, India, South Africa and Europe to investigate views about genetic modification. “We established from all the countries we visited that GMOs are a health hazard,” the team maintained after returning to Lusaka.</p>\n\n<p>Many Zambians believe that GMOs cause resistance to antibiotics, thereby cutting immunity to diseases, and that they may lead to the emergence of new food toxins or to allergies in people with poor health. “For Zambia, most people in outlying areas are of an average health status,” argued Dr Mwananyanda Mbikusita-Lewanika, a Zambian scientist, “and if consumption [of GM grains] is high, then toxicity would equally increase.”. . .</p>\n\n<p><strong>‘Zambians are not guinea pigs’</strong></p>\n\n<p>Although nearly 30 per cent of Zambia’s 10.2 million people are facing starvation, the government of President Levy Mwanawasa has bowed to the concerns about the potential hazards of genetic modification and has flatly refused to accept GM grain. President Mwanawasa has repeatedly said that until he has sufficient and credible information to the contrary, he will not risk feeding Zambians a “poison” that could have long-term effects.</p>\n\n<p>The government has said it will follow the “cautionary principle,” which states that in the face of scientific uncertainty, a country should not take action that might adversely affect human and animal health or harm the environment. Noting that it currently has no technological capacity to handle GMOs, the administration nevertheless announced that it will set up a task force to study the issue more closely.</p>\n\n<p>In the meantime, President Mwanawasa has asked Zambians to be “patient” while the government does all it can to secure non-GM food. “I will not allow Zambians to be turned into guinea pigs no matter the levels of hunger in the country.”</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Africa Renewal, United Nations</span></p>\n"}]}]