[{"id":"FT544281-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Downe makes to achieve his purpose of convincing his wife to emigrate to the United States.","features":[{"type":"sharedpassage","html":"<p>In 1830, John Downe, a weaver, traveled to the United States from England and took a job so that he could earn enough money to enable his wife and children to join him. The following letter is from Downe to his wife. Read the passage carefully. Write an essay that analyzes the rhetorical choices Downe makes to achieve his purpose of convincing his wife to emigrate to the United States.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p class=\"text-right\">New York, United States<br />\nAugust 12, 1830</p>\n\n<p>My dear wife,</p>\n\n<p>I have got a situation in a Factory, in a very pleasant vale about 7 miles from Hudson, and I am to have the whole management of the factory and the master is going to board me till you come in his house. A Farmer took me one day in his waggon into the country, from Hudson, to see a factory, and I dined with him, and he would not have a farthing, and told me I was welcome to come to his house at any time; they had on the table pudding, pyes, and fruit of all kind that was in season, and preserves, pickles, vegetables, meat, and everything that a person could wish, and the servants set down at the same table with their masters. They do not think of locking the doors in the country, and you can gather peaches, apples, and all kinds of fruit by the side of the roads. And I can have a barrel of cider holding 32 gallons, for 4s., and they will lend me the barrel till I have emptied it. And I can have 100 lbs. of Beef for 10s. English money. Lamb is about five farthings the pound, and the butcher brings it to your door. And as for the bullocks’ heads, sheep and lambs’, they are thrown away, no one will eat them. I went into the market yesterday at New York, and on the outside of the market there was bullocks’ and sheep and lambs’ heads laying underfoot like dogs’ meat. They cut the tongue, and throw the rest away. And I can go into a store, and have as much brandy as I like to drink for three half-pence and all other spirits in proportion. If a man like work he need not want victuals. It is a foolish idea that some people have, that there is too many people come here, it is quite the reverse; there was more than 1000 emigrants came in the day after I landed, and there is four ships have arrived since with emigrants. But there is plenty of room yet, and will for a thousand years to come.</p>\n\n<p>My dear Sukey, all that I want now is to see you, and the dear children here, and then I shall be happy, and not before. You know very well that I should not have left you behind me, if I had money to have took you with me. It was sore against me to do it. But I do not repent of coming, for you know that there was nothing but poverty before me, and to see you and the dear children want was what I could not bear. <em>I would rather cross the Atlantic ten times than hear my children cry for victuals once.</em> Now, my dear, if you can get the Parish to pay for your passage, come directly; for I have not a doubt in my mind I shall be able to keep you in credit. You will find a few inconveniences in crossing the Atlantic, but it will not be long, and when that is over, all is over, for I know that you will like America.</p>\n\n<p>America is not like England, for here no man thinks himself your superior. There is no improper or disgusting equality, for Character has its weight and influence, and the man which is really your superior does not plume himself on being so. An American, however low his station, never feels himself abashed when entering the presence of the highest. This is a country where a man can stand as a man, and where he can enjoy the fruits of his own exertions, with rational liberty to its fullest extent.</p>\n\n<p>There is much attention paid to dress as at any of the watering places in England. Out in the country where I have been you see the young women with their veils and parasols, at the lowest that I saw. Poverty is unknown here. You see no beggars.</p>\n\n<p class=\"text-right\">Give all the little ones a kiss for me, etc.</p>\n"}]}]