[{"id":"FT544309-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Phillips makes to achieve his purpose of praising Toussaint-Louverture.","features":[{"type":"sharedpassage","html":"<p>The selections below are taken from a speech delivered in 1861 by Wendell Phillips, a prominent white American abolitionist. The speech, written near the beginning of the Civil War, when Northerners were debating whether to allow African Americans to serve in the military, celebrates the achievements of the Haitian general Toussaint-Louverture (c. 1744-1803). Toussaint-Louverture was a former slave who led the struggle to liberate other enslaved Haitians. At one time, he was the most powerful leader in Haiti, which was threatened alternately by French, Spanish, and British armies.</p>\n\n<p>Read the passage carefully. Write an essay that analyzes the rhetorical choices Phillips makes to achieve his purpose of praising Toussaint-Louverture.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>If I stood here tonight to tell the story of Napoleon, I should take it from the lips of Frenchmen, who find no language rich enough to paint the great captain of the nineteenth century. Were I here to tell you the story of Washington, I should take it from your hearts,—you, who think no marble white enough on which to carve the name of the Father of his Country. [Applause.] I am about to tell you the story of a negro who has left hardly one written line. I am to glean it from the reluctant testimony of Britons, Frenchmen, Spaniards,—men who despised him as a negro and a slave, and hated him because he had beaten them in many a battle. All the materials for his biography are from the lips of his enemies. . . .</p>\n\n<p>[Toussaint] forged a thunderbolt and hurled it at what? At the proudest blood in Europe, the Spaniard, and sent him home conquered [cheers]; at the most warlike blood in Europe, the French, and put them under his feet; at the pluckiest blood in Europe, the English, and they skulked home to Jamaica. [Applause.] Now if Cromwell<sup>1</sup> was a general, at least this man was a soldier. I know it was a small territory; it was not as large as the continent; but it was as large as that Attica<sup>2</sup>, which, with Athens for a capital, has filled the earth with its fame for two thousand years. We measure genius by quality, not by quantity. . . .</p>\n\n<p>I would call him Cromwell, but Cromwell was only a soldier, and the state he founded went down with him into his grave. I would call him Washington, but the great Virginian held slaves. This man risked his empire rather than permit the slave-trade in the humblest village of his dominions.</p>\n\n<p>You think me a fanatic tonight, for you read history, not with your eyes, but with your prejudices. But fifty years hence, when Truth gets a hearing, the Muse of History will put Phocion for the Greek, and Brutus for the Roman, Hampden for England, Fayette for France, choose Washington as the bright, consummate flower of our earlier civilization, and John Brown the ripe fruit of our noonday [thunders of applause], then, dipping her pen in the sunlight, will write in the clear blue, above them all, the name of the soldier, the statesman, the martyr, Toussaint-Louverture. [Long-continued applause.]</p>\n\n<p><sup>1</sup> <sub>Oliver Cromwell: 1599-1658. Important English political leader known for military skill</sub></p>\n\n<p><sup>2 </sup><sub>Classical Greece</sub></p>\n"}]}]