[{"id":"FT545355-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Louv makes to develop his argument about the separation between people and nature.","features":[{"type":"sharedpassage","html":"<p>The following is from&nbsp;<em>Last Child</em> <em>in the Woods</em>&nbsp;(2008) by Richard Louv, an author and journalist. His book discusses how interaction with nature is vital for childhood development. Read the passage carefully. Write an essay that analyzes the rhetorical choices Louv makes to develop his argument about the separation between people and nature.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Researchers at the State University of New York at Buffalo are experimenting with a genetic technology through which they can choose the colors that appear on butterfly wings. The announcement of this in 2002 led writer Matt Richtel to conjure a brave new advertising medium: “There are countless possibilities for moving ads out of the virtual world and into the real one. Sponsorship-wise, it’s time for nature to carry its weight.” Advertisers already stamp their messages into the wet sands of public beaches. Cash-strapped municipalities hope corporations agree to affix their company logo on parks in exchange for dollars to keep the public spaces maintained. “The sheer popularity” of simulating nature or using nature as ad space “demands that we acknowledge, even respect, their cultural importance,” suggests Richtel. Culturally important, yes. But the logical extension of synthetic nature is the irrelevance of “true” nature— the certainty that it’s not even worth looking at.</p>\n\n<p>True, our experience of natural landscape “often occurs within an automobile looking out,” as Elaine Brooks said. But now even that visual connection is optional. A friend of mine was shopping for a new luxury car to celebrate her half-century of survival in the material world. She settled on a Mercedes SUV, with a Global Positioning System: just tap in your destination and the vehicle not only provides a map on the dashboard screen, but talks you there. But she knew where to draw the line. “The salesman’s jaw dropped when I said I didn’t want a backseat television monitor for my daughter,” she told me. “He almost refused to let me leave the dealership until he could understand why.” Rear-seat and in-dash “multimedia entertainment products,” as they are called, are quickly becoming the hottest add-on since rearview mirror fuzzy dice. The target market: parents who will pay a premium for a little backseat peace. Sales are brisk; the prices are falling. Some systems include wireless, infrared-connected headsets. The children can watch <em>Sesame Street</em> or play Grand Theft Auto on their PlayStation without bothering the driver.</p>\n\n<p>Why do so many Americans say they want their children to watch less TV, yet continue to expand the opportunities for them to watch it? More important, why do so many people no longer consider the physical world worth watching? The highway’s edges may not be postcard perfect. But for a century, children’s early understanding of how cities and nature fit together was gained from the backseat: the empty farmhouse at the edge of the subdivision; the variety of architecture, here and there; the woods and fields and water beyond the seamy edges—all that was and is still available to the eye. This was the landscape that we watched as children. It was our drive-by movie.</p>\n\n<p>Perhaps we’ll someday tell our grandchildren stories about our version of the nineteenth-century Conestoga wagon.</p>\n\n<p>“You did <em>what</em>?” they’ll ask.</p>\n\n<p>“Yes,” we’ll say, “it’s true. We actually <em>looked out the car window</em>.” In our useful boredom, we used our fingers to draw pictures on fogged glass as we watched telephone poles tick by. We saw birds on the wires and combines in the fields. We were fascinated with roadkill, and we counted cows and horses and coyotes and shaving-cream signs. We stared with a kind of reverence at the horizon, as thunderheads and dancing rain moved with us. We held our little plastic cars against the glass and pretended that they, too, were racing toward some unknown destination. We considered the past and dreamed of the future, and watched it all go by in the blink of an eye.</p>\n"}]}]