[{"id":"FT544278-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Welty makes to convey her message about the intensity and value of these experiences.","features":[{"type":"sharedpassage","html":"<p>In the following passage from her 1983 autobiography,&nbsp;<em>One Writer’s Beginnings</em>, Eudora Welty, a short story writer and novelist, recalls early experiences of reading and books that had later impact on her craft as a writer of fiction. Read the passage carefully. Write an essay that analyzes the rhetorical choices Welty makes to convey her message about the intensity and value of these experiences.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>I never knew anyone who’d grown up in Jackson without being afraid of Mrs. Calloway, our librarian. She ran the Library absolutely by herself, from the desk where she sat with her back to the books and facing the stairs, her dragon eye on the front door, where who knew what kind of person might come in from the public? SILENCE in big black letters was on signs tacked up everywhere. She herself spoke in her normally commanding voice; every word could be heard all over the Library above a steady seething sound coming from her electric fan; it was the only fan in the Library and stood on her desk, turned directly onto her streaming face.</p>\n\n<p>As you came in from the bright outside, if you were a girl, she sent her strong eyes down the stairway to test you; if she could see through your skirt she sent you straight back home: you could just put on another petticoat if you wanted a book that badly from the public library. I was willing; I would do anything to read.</p>\n\n<p>My mother was not afraid of Mrs. Calloway. She wished me to have my own library card to check out books for myself. She took me in to introduce me and I saw I had met a witch. “Eudora is nine years old and has my permission to read any book she wants from the shelves, children or adult,” Mother said. “With the exception of <em>Elsie Dinsmore,</em>”* she added. Later she explained to me that she’d made this rule because Elsie the heroine, being made by her father to practice too long and hard at the piano, fainted and fell off the piano stool. “You’re too impressionable, dear,” she told me. “You’d read that and the very first thing you’d do, you’d fall off the piano stool.” “Impressionable” was a new word. I never hear it yet without the image that comes with it of falling straight off the piano stool.</p>\n\n<p>Mrs. Calloway made her own rules about books. You could not take back a book to the Library on the same day you’d taken it out; it made no difference to her that you’d read every word in it and needed another to start. You could take out two books at a time and two only; this applied as long as you were a child and also for the rest of your life, to my mother as severely as to me. So two by two, I read library books as fast as I could go, rushing them home in the basket of my bicycle. From the minute I reached our house, I started to read. Every book I seized on, from <em>Bunny Brown and His Sister Sue at Camp Resta- While to Twenty Thousand Leagues Under the Sea</em>, stood for the devouring wish to read being instantly granted. I knew this was bliss, knew it at the time. Taste isn’t nearly so important; it comes in its own time. I wanted to read <em>immediately</em>. The only fear was that of books coming to an end.</p>\n\n<p>My mother was very sharing of this feeling of insatiability. Now, I think of her as reading so much of the time while doing something else. In my mind’s eye <em>The Origin of Species</em> is lying on the shelf in the pantry under a light dusting of flour—my mother was a bread maker; she’d pick it up, sit by the kitchen window and find her place, with one eye on the oven. I remember her picking up <em>The Man in Lower Ten</em> while my hair got dry enough to unroll from a load of kid curlers trying to make me like my idol, Mary Pickford. A generation later, when my brother Walter was away in the Navy and his two little girls often spent the day in our house, I remember Mother reading the new issue of <em>Time</em> magazine while taking the part of the Wolf in a game of “Little Red Riding Hood” with the children. She’d just look up at the right time, long enough to answer—in character—“The better to eat you with, my dear,” and go back to her place in the war news.</p>\n\n<p><sup>*Elsie Dinsmore was the long-suffering young heroine in a popular series of children’s books written by Martha Finley and first published in 1868.</sup></p>\n"}]}]