[{"id":"FT545354-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on the factors a group or agency should consider in memorializing an event or person and in creating a monument.<span style=\"font-size:11pt\"><span style=\"background:white\"><span style=\"line-height:16.8pt\"><span style=\"font-family:Calibri,sans-serif\"><span lang=\"EN-US\" style=\"font-size:10.5pt\"><span style=\"font-family:&quot;Roboto&quot;,&quot;serif&quot;\"><span style=\"color:#333333\"></span></span></span></span></span></span></span>","features":[{"type":"sharedpassage","html":"<p>The need to memorialize events or people is complex; in some cases, monuments honor moments of great achievement, while in other cases, monuments pay homage to deep sacrifice. A monument’s size, location, and materials are all considerations in planning and creating a memorial to the past.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the factors a group or agency should consider in memorializing an event or person and in creating a monument.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Savage)<br />\nSource B (photo)<br />\nSource C (Downes)<br />\nSource D (Kosareff)<br />\nSource E (Musser)<br />\nSource F (Lin)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p style=\"margin-bottom:16px\"><span style=\"font-size:11pt\"><span style=\"background:white\"><span style=\"line-height:16.8pt\"><span style=\"font-family:Calibri,sans-serif\"><span lang=\"EN-US\" style=\"font-size:10.5pt\"><span style=\"font-family:&quot;Roboto&quot;,&quot;serif&quot;\"><span style=\"color:#333333\"></span></span></span></span></span></span></span></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Source A</strong></p>\n\n<p>Savage, Kirk. <em>Monument Wars: Washington, D.C., the<br />\nNational Mall, and the Transformation of the<br />\nMemorial Landscape.</em> Berkeley: U of California P, 2009. Print.</p>\n\n<p>&nbsp;</p>\n\n<p><em>The following is excerpted from a book on monuments in Washington, D.C.</em></p>\n\n<p>There is no doubt that the modern state has been built on the mass circulation of the written word. Public monuments, by contrast, offer an anachronistic experience: a face-to-face encounter in a specially valued place set aside for collective gathering. . . . [T]he public monument speaks to a deep need for attachment that can be met only in a real place, where the imagined community actually materializes and the existence of the nation is confirmed in a simple but powerful way. The experience is not exactly in the realm of imagination or reason, but grounded in the felt connection of individual to collective body.</p>\n\n<p>In this way the monumental core in Washington functions somewhat like a pilgrimage site, where communities of believers actually come together in the act of occupying a holy site, seeing a relic, reenacting a sacred event. The rhetoric of civil religion—pilgrimage, holy ground, sacred space—is often used to describe monumental Washington because it does seem to ring true. But we must not forget that in the disenchanted world of the modern secular nation, the monument is not, properly speaking, a sacred site. Typically it holds no relic or spiritual trace of a past presence. The site of the Lincoln Memorial, for instance, did not even exist in Lincoln’s lifetime; it sits quite literally on mud dredged from the Potomac River bottom in the late nineteenth century by the Army Corps of Engineers. The memorial itself contains no actual relic of Lincoln. It is pure representation—a colossal marble statue and the text of two speeches carved on enormous panels, all housed in a neoclassical temple . . . . One of those speeches, the Gettysburg Address, had already been reproduced ad infinitum in newspapers and readers and textbooks long before the monument was built. The major Union veterans’ organization had even sponsored a drive to put a bronze plaque carrying the full speech in schools and public places throughout the nation.</p>\n\n<p>Why make a pilgrimage to a site with no historical significance to read a text that was already everywhere? The answer is simple: the monument manufactures its own aura. In the context of the Lincoln Memorial, the Gettysburg Address ceases to be a mere “mechanical reproduction” and becomes a treasure-piece by virtue of its hand carving in stone, at large scale, in a sequestered space, distinguished by lavish materials and aesthetic refinement. And the monument creates an actual, if temporary, community of readers, who must obey a particular decorum: they must stand at a certain distance to see the text panels in their entirety, which is not the way we ordinarily read—as photographers and filmmakers have observed to great effect . . . . Everything about the experience marks it as extraordinary and authoritative.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Source B</strong></p>\n\n<p><em>The Christopher Columbus Monument in Riverside Park. Express-Times</em> file photo. Deegan, Jim. “A History Lesson on Easton’s Christopher Columbus Monument.” <em>Lehighvalleylive.com</em>. Lehigh Valley Express-Times,<br />\n15 Jan. 2010. Web. 20 Dec. 2010.</p>\n\n<p>&nbsp;</p>\n\n<p><em>The following is a photo of a monument of Christopher Columbus in Riverside Park, Easton, Pennsylvania.</em></p>\n\n<p><img alt=\"A picture is shown of a metal statue on a pedestal. There are bare trees behind the statue, and it is foggy. The statue shows a man in old fashioned clothing which is being blown by the wind. The man has his face tipped slightly up toward the sky. \" height=\"333\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e940c1c432b790efcda12582a3b38993/original.png\" width=\"480\" /></p>\n\n<p style=\"margin-left: 360px;\"><sup>Express-Times/Landov</sup></p>\n\n<p><strong>Source C</strong></p>\n\n<p>Downes, Lawrence. “Waiting for Crazy Horse.”<br />\n<em>New York Times.</em> New York Times, 2 Sept. 2009.<br />\nWeb. 20 Dec. 2010.</p>\n\n<p>&nbsp;</p>\n\n<p><em>The following is excerpted from an online opinion article published in a major newspaper.</em></p>\n\n<p>The carving of this South Dakota peak into a mounted likeness of Crazy Horse, the great Sioux leader, has been going on since 1948. It’s a slow job. After all this time, only his face is complete. The rest—his broad chest and flowing hair, his outstretched arm, his horse—is still encased in stone. Someday, long after you are dead, it may finally emerge.</p>\n\n<p>The memorial, outside Rapid City, is only a few miles from Mount Rushmore. Both are tributes to greatness. One is a federal monument and national icon, the other a solitary dream. A sculptor, Korczak Ziolkowski, worked at it alone for more than 30 years, roughing out the shape while acquiring a mighty beard and a large family. He died in 1982 and is buried in front of the mountain. His widow, Ruth, lives at the site and continues the mission with her many children.</p>\n\n<p>I have to admit: Mount Rushmore bothers me. It was bad enough that white men drove the Sioux from hills they still hold sacred; did they have to carve faces all over them too? It’s easy to feel affection for Mount Rushmore’s strange grandeur, but only if you forget where it is and how it got there. To me, it’s too close to graffiti.</p>\n\n<p>The Crazy Horse Memorial has some of the same problems: it is most definitely an unnatural landmark. Some of the Indians I met in South Dakota voiced their own misgivings, starting with the fact that it presumes to depict a proud man who was never captured in a photograph or drawn from life.</p>\n\n<p>Kelly Looking Horse, a Sioux artist I talked with as he sewed a skin drum at Mount Rushmore, said there were probably better ways to help Indians than a big statue. He also grumbled that many of the crafts for sale at the memorial were made by South Americans and Navajos and sold to people who wouldn’t know the differences among Indian tribes, or care. Leatrice (Chick) Big Crow, who runs a Boys and Girls Club at the Pine Ridge Reservation, said she thought the memorial was one of those things that could go on swallowing money and effort forever.</p>\n\n<p>But two other Sioux artists—Charlie Sitting Bull, a weaver of intricate beadwork, and Del Iron Cloud, a watercolorist—said they were grateful at least that the memorial gave them free space to show and sell their work. As for the loss of the Black Hills, Mr. Iron Cloud told me, without rancor, that there wasn’t much to be done about it now.</p>\n\n<p>Looking up at the mountain in the golden light of late afternoon, it was hard not to be impressed, even moved, by this effort to honor the memory of a people this country once tried mightily to erase. I came away reminded that eternity is not on our side. The nearby South Dakota Badlands, made of soft and crumbling sediment and ash, will be gone in a geological instant.</p>\n\n<p>The day may sooner come when most human works have worn away as well. When all is lost to rust and rot, what remains may be two enormous granite oddities in the Great Plains: Four men’s heads mysteriously huddled cheek to cheek—a forgotten album cover. And, far bigger, a full-formed Indian on a horse, his eyes ablaze, his long arm pointing out over his beloved Black Hills.</p>\n\n<p class=\"text-center\"><sup>From The New York Times, 9/2/2009 © 2009 The New York Times. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of this Content without express written permission is prohibited.</sup></p>\n\n<p class=\"text-center\">&nbsp;</p>\n\n<p><strong>Source D</strong></p>\n\n<p>Kosareff, Jason. “Cemetery Faces an Uncertain Future.”<br />\n<em>Whittier Daily News</em> 25 July 2004. Print.</p>\n\n<p>&nbsp;</p>\n\n<p><em>The following is excerpted from an article published in a local newspaper.</em></p>\n\n<p>ROSEMEAD—Grandma Mary Pallett must be turning in her grave. The bones of Pallet (1796-1889) and thousands of other San Gabriel Valley pioneers buried at <strong>Savannah Memorial Park</strong> could be moved to make way for a future development.</p>\n\n<p>“Unless something happens and we get the money from somewhere, I don’t know how we’re going to make it,” said Rosie Gutierrez, treasurer for the El Monte Cemetery Association, which owns the 4-acre graveyard at 9263 Valley Blvd.</p>\n\n<p>The association has enough money to keep the place open at least two years, said Bob Bruesch, vice president of the association and a Garvey School District board member.</p>\n\n<p>Developers have an eye for the cemetery site and the community of Asian businesses and residents nearby would like to see it gone because they think it brings bad luck, Bruesch added.</p>\n\n<p>But Savannah is rich in history and should be preserved, Bruesch argues.</p>\n\n<p>“The pioneers from the Santa Fe Trail would bring their dead along with them, preserved somehow, and bury them here,” he said.</p>\n\n<p>More than 3,000 graves fill the cemetery, dated as early as 1847. Bruesch said more graves are scattered under Valley Boulevard and beneath area businesses. The area also was an Indian burial ground before the corpses of settlers filled the place, Bruesch said.</p>\n\n<p>Bruesch said the association would go for historical landmark status with the state, but fears a lack of resources to pull it off. If the cemetery was sold for development, the association or developer would have to move the graves to another location and notify every relative. That task could cost millions of dollars, Bruesch said.</p>\n\n<p>The association has about 200 more plots it could sell for $1,000 apiece, but it would not bring enough cash to keep Savannah running, Gutierrez said.</p>\n\n<p>“I don’t know what the solution is, I really don’t,” Gutierrez said. “It’s going to take a city like Rosemead to take care of it.”</p>\n\n<p class=\"text-center\"><sup>“Cemetery faces an uncertain future” by Jason Kosareff, from</sup> <sup>The Whittier Daily News</sup><sup>, copyright © 2004 by Steve Lambert. Used by permission.</sup></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Source E</strong></p>\n\n<p>Musser, Christine. “Preserving Memory: National<br />\nHolocaust Memorial Museum Controversy.”<br />\n<em>Suite101.com</em>. Suite101.com Media Inc., 30 Oct. 2008.<br />\nWeb. 20 Dec. 2010.</p>\n\n<p>&nbsp;</p>\n\n<p><em>The following is excerpted from an article published on a Web site for freelance writers and journalists.</em></p>\n\n<p>It had to be done, but is The Mall* in Washington, D.C. the proper place for a museum that is dedicated to victims and survivors of the Holocaust?</p>\n\n<p>It is not surprising that immediate and intense controversy erupted when plans were publicized to build a Holocaust museum on The Mall in Washington, D.C. The controversy grew from Jewish and non-Jewish communities, primarily due to the fact that a museum dedicated to the memory of the Holocaust would be built in the United States, who did little to stop the Holocaust from occurring, or as one protester said, “Imagine a Holocaust museum in the town whose political sages refused to lift a finger to halt the Holocaust or open our shores to the few survivors! How offensive to any informed individual!”</p>\n\n<p>As the controversy grew, the supporters of the museum felt that building a museum on The Mall would enhance The Mall’s already diverse stories. For example, George Will, a political columnist, states, “No other nation has a broader, graver responsibility in the world . . . No other nation more needs citizens trained to look life in the face”. . . .</p>\n\n<p><strong>Holocaust Museum Design</strong></p>\n\n<p>The design of the building encouraged further controversy. Supporters did not want a duplicate of other buildings on The Mall, nor did they want something that would cause further anti-Semitism or to down play the atrocities of the Holocaust.</p>\n\n<p>The Commission of Fine Arts refused the first design, stating the design was too “massive”. The members of the commission felt the massive building would overcome The Mall and take away the main purpose of the museum, which was meant to be a place of remembrance and not to overpower The Mall or its visitors.</p>\n\n<p>Albert Abraham was ready to scratch the design until he realized that the design could still work by downsizing it. Still not overly enthused by the design, it was approved by the Commission. Eventually the Commission would decide not to use Abraham’s firm and asked James Ingo Freed to design the museum.</p>\n\n<p><sup>*The National Mall: a park in Washington, D.C., that stretches from the Lincoln Memorial to the United States Capitol. It contains a number of memorials, museums, and governmental buildings.</sup></p>\n\n<p class=\"text-center\"><sup>“Preserving Memory-National Holocaust Memorial Museum Controversy” by Christine Musser, from</sup> <em><sup>suite101.com</sup></em><sup>, copyright © 2008 by Christine Musser. Used by permission.</sup></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Source F</strong></p>\n\n<p>Lin, Maya. “Making the Memorial.” <em>New York Review<br />\nof Books</em>. NYREV, Inc., 2 Nov. 2000.<br />\nWeb. 5 July 2011.</p>\n\n<p>&nbsp;</p>\n\n<p><em>The following is excerpted from an online article by Maya Lin, designer of the Vietnam Veterans Memorial in Washington, D.C.</em></p>\n\n<p>The use of names was a way to bring back everything someone could remember about a person. The strength in a name is something that has always made me wonder at the “abstraction” of the design; the ability of a name to bring back every single memory you have of that person is far more realistic and specific and much more comprehensive than a still photograph, which captures a specific moment in time or a single event or a generalized image that may or may not be moving for all who have connections to that time.</p>\n\n<p>Then someone in the class [an architectural seminar Lin took during her senior year at Yale University] received the design program, which stated the basic philosophy of the memorial’s design and also its requirements: all the names of those missing and killed (57,000) must be a part of the memorial; the design must be apolitical, harmonious with the site, and conciliatory.</p>\n\n<p>These were all the thoughts that were in my mind before I went to see the site.</p>\n\n<p>Without having seen it, I couldn’t design the memorial, so a few of us traveled to Washington, D.C., and it was at the site that the idea for the design took shape. The site was a beautiful park surrounded by trees, with traffic and noise coming from one side—Constitution Avenue.</p>\n\n<p>I had a simple impulse to cut into the earth.</p>\n\n<p>I imagined taking a knife and cutting into the earth, opening it up, an initial violence and pain that in time would heal. The grass would grow back, but the initial cut would remain a pure flat surface in the earth with a polished, mirrored surface, much like the surface on a geode when you cut it and polish the edge. The need for the names to be on the memorial would become the memorial; there was no need to embellish the design further. The people and their names would allow everyone to respond and remember.</p>\n\n<p>It would be an interface, between our world and the quieter, darker, more peaceful world beyond. I chose black granite in order to make the surface reflective and peaceful. I never looked at the memorial as a wall, an object, but as an edge to the earth, an opened side. The mirrored effect would double the size of the park, creating two worlds, one we are a part of and one we cannot enter. The two walls were positioned so that one pointed to the Lincoln Memorial and the other pointed to the Washington Monument. By linking these two strong symbols for the country, I wanted to create a unity between the nation’s past and present.</p>\n\n<p>The idea of destroying the park to create something that by its very nature should commemorate life seemed hypocritical, nor was it in my nature. I wanted my design to work with the land, to make something with the site, not to fight it or dominate it. I see my works and their relationship to the landscape as being an additive rather than a combative process.</p>\n\n<p class=\"text-center\"><sup>Reprinted with the permission of Simon &amp; Schuster, Inc., from BOUNDARIES by Maya Lin. Copyright © 2000 by Maya Lin Studio Inc. All rights reserved.</sup></p>\n"}]}]