[{"id":"FT542971-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on the ethics of marketing goods and services to children.","features":[{"type":"sharedpassage","html":"<p>Children are some of the most highly sought consumers in the world; therefore, marketers continue to compete for the money children spend and for the influence they have on their parents’ spending. Some organizations, including child advocacy groups, have expressed concern about the ethics of marketing to children. However, others believe that some types of marketing can have a positive influence on children.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the ethics of marketing goods and services to children.</p>\n\n<p style=\"margin-left: 40px;\">Source A (graph)</p>\n\n<p style=\"margin-left: 40px;\">Source B (Benady)</p>\n\n<p style=\"margin-left: 40px;\">Source C (Beder)</p>\n\n<p style=\"margin-left: 40px;\">Source D (cartoon)</p>\n\n<p style=\"margin-left: 40px;\">Source E (FTC)</p>\n\n<p style=\"margin-left: 40px;\">Source F (Brooks-Gunn and Donahue)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><strong>Source A</strong></p>\n\n<p>Holt, Debra J. et al. “Children’s Exposure to TV Advertising in 1977 and 2004: Information for the Obesity Debate.” <em>Federal Trade Commission</em>. Federal Trade Commission, 1 June 2007. Web. 17 April 2012.</p>\n\n<p><em>The following is adapted from a graph in a report on television advertising written by the Bureau of Economics staff at the Federal Trade Commission. The data shown in the graph is from 2004.</em></p>\n\n<p><img alt=\"The figure shows a graph titled Exposure to TV Advertising; the vertical axis is labeled Annual Exposure, ads. Three vertical bars appear on the horizontal axis and are labeled from left to right Children, Teens, and Adults. Each bar is divided into three categories and a key indicates unshaded portions represent Food, light shaded portions represent Nonfood, and dark shaded portions represent Promos and P S A s, open parenthesis Public Service Announcements close parenthesis. Five evenly spaced tickmarks appear on the vertical axis and are labeled, from bottom to top, 10,000 to 50,000 in increments of 10,000. The data in the graph is as follows. Children: 5,538 Food ads; 12,785 Nonfood ads. 7,305 Promos and Public Service Announcement ads. The total number of ads is 25,628. Teens: 5,512 Food ads; 17,670 Nonfood ads; 8,007 Promos and Public Service Announcement ads. The total number of ads is 31,189. Adults: 7,212 Food ads; 32,630 Nonfood ads; 12,627 Promos and Public Service Announcement ads. The total number of ads is 52,469.\" height=\"423\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c83cd77b516ad8e8edab0b458b49e512/original.png\" width=\"650\"></p>\n\n<p><strong>Source B</strong></p>\n\n<p>Benady, David. “The Positive Power of Pestering.” <em>Marketing Week</em>. Centaur Media, 18 Jan. 2008. Web. 17 May 2012.</p>\n\n<p><em>The following is excerpted from an opinion piece published in an online marketing magazine in Great Britain.</em></p>\n\n<p>From the people who invented the much-derided technique called pester power, here is kiddie marketers’ latest twist on that old and discredited practice: Positive pester power.</p>\n\n<p>The idea is that brands have developed clever persuasive tools to influence consumer behaviour. What if those tools could be harnessed to promote positive behaviour among children?</p>\n\n<p>Advertising and marketing techniques could encourage children to eat healthily, participate in sport and read books. They could give children the ammunition to encourage their parents to be more environmentally and socially aware and to change their lifestyles in positive ways.</p>\n\n<p>There are already examples of positive marketing to children—Sainsbury’s [a British supermarket chain] has created the Blue Parrot range of healthy kids’ food, children’s TV channel Nickelodeon promotes fresh fruit and vegetables on its stations and the massive marketing budgets behind the Harry Potter books are credited with encouraging children to read.</p>\n\n<p>In these days of corporate social responsibility, brands are keen to demonstrate their ethical credentials at every turn. And kids’ brands are no different.</p>\n\n<p>The problem is that the words pester power have negative associations, usually referring to the way brands pressurise kids to harass their parents into buying them crisps, soft drinks, chocolates or the latest expensive toy. Some see all marketing to children as containing an element of pester power as it is parents who foot the bill. Simply putting the word “positive” in front of the term seems oxymoronic. . . .</p>\n\n<p>So is it morally acceptable for brands to get children to persuade their parents to help them pursue positive behaviour? The idea, floated by schools marketing agency the National Schools Partnership, has attracted support from the most surprising quarters.</p>\n\n<p>The Children’s Food Campaign, which has spearheaded the fight to ban junk food advertising, backs positive pester power as a force for good. Other child experts agree it is a good idea.</p>\n\n<p>But some oppose all commercial marketing aimed at children. Pressure group Compass has called for an all-out ban on advertising to kids and no doubt our supreme spiritual leader the Archbishop of Canterbury Rowan Williams— known for his anti-marketing views—would back that call.</p>\n\n<p>The question is whether the Government can be persuaded to love pester power of the positive variety. Children’s minister Ed Balls has launched an investigation into the commercialisation of childhood, and is poised to appoint a children’s expert to lead the research. Brand owners are fearing the worst.</p>\n\n<p>Brands need to sharpen their arguments and convince the Minister—and whichever half-baked TV personality he appoints to lead the review—that they can play a constructive role in advancing the interests of children.</p>\n\n<p><strong>Source C</strong></p>\n\n<p>Beder, Sharon. “Marketing to Children.” <em>University of Wollongong</em>. University of Wollongong, n.d. Web. 17 May 2012.</p>\n\n<p><em>The following is excerpted from an article on the Web site of the author, a faculty member in the School of Social Sciences, Media and Communication at the University of Wollongong in Australia.</em></p>\n\n<p>There are questions about the ability of children so young to understand advertising and its intent and not be deceived and manipulated by it. Experts say that children don’t understand persuasive intent until they are eight or nine years old and that it is unethical to advertise to them before then.<sup>1</sup> According to Karpatkin and Holmes from the Consumers Union, “Young children, in particular, have difficulty in distinguishing between advertising and reality in ads, and ads can distort their view of the world.”<sup>2</sup> Additionally children are unable to evaluate advertising claims.</p>\n\n<p>At the same time, Richard Mizerski, an Australian professor of marketing, observes; “their cognitive structures are beginning to form and they are most sensitive to external influences.”<sup>3</sup> This is especially a problem when advertisements appear on school walls and posters and book covers and gain legitimacy from the supposed endorsement of the school so that children think they must be true.<sup>4</sup></p>\n\n<p>One study by Roy Fox, Associate Professor of English Education at the University of Missouri-Columbia, found that children watching athletes in television commercials thought that the athletes paid to be in the advertisements to promote themselves rather than the products. They believed children in advertisements were real rather than paid actors and they often confused advertisements with news items. Generally they did not understand the commercial intent and manipulation behind advertisements.<sup>5</sup></p>\n\n<p>Older children pay less attention to advertisements and are more able to differentiate between the ads and TV programs<sup>6</sup> but they are also easy prey for advertisers. Around puberty, in their early teens, children are forming their own identities and they are “highly vulnerable to pressure to conform to group standards and mores.”<sup>7</sup> At this age they feel insecure and want to feel that they belong to their peer group. Advertising manipulates them through their insecurities, seeking to define normality for them; influencing the way they “view and obtain appropriate models for the adult world;” and undermining “fundamental human values in the development of the identity of children.”<sup>8</sup> Advertisements actively encourage them to seek happiness and esteem through consumption.</p>\n\n<p>It is for these reasons that marketing to children should be carefully restricted. In particular advertisements aimed at children under the age of 9 years old, including on the internet and during children’s television programmes, should be banned. Such advertising subsidises the cost of these services at the cost of our children’s values, sense of well being, health and integrity. Moreover the future of the planet is at stake if we allow advertisers and marketers to turn children into hyper consumers of the future.</p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup>Stephen Frith, ‘What’s the Problem?’, in Tracy Newlands and Stephen Frith (eds), Innocent Advertising? Corporate Sponsorship in Australian Schools (Sydney: New College Institute for Values Research, University of NSW, 1996), p. 13.</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>2</sup>Rhoda H. Karpatkin and Anita Holmes, ‘Making schools ad-free zones’, Educational Leadership, Vol. 53, No. 1 (1995).</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>3</sup>Richard Mizerski, ‘The relationship between cartoon trade character recognisation and attitude toward product category in young children’, Journal of Marketing, Vol. 59, No. 4 (1995)</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>4</sup>Anon, ‘What Business Does Big Business Have in our Schools?’, World Wide Web, 1996.</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>5</sup>Roy F. Fox, ‘Manipulated kids: teens tell how ads influence them’, Educational Leadership, Vol. 53, No. 1 (1995)</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>6</sup>Mizerski, op.cit.</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>7</sup>Frith, op.cit., p. 13.</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>8</sup>Ibid., pp. 13-14; Mizerski, op.cit.</span></p>\n\n<p><strong>Source D</strong></p>\n\n<p>Wilcox, Cathy. Untitled cartoon. “Food Marketing to Children.” <em>Cancer Council NSW</em>. Cancer Council NSW, n.d. Web. 17 April 2012.</p>\n\n<p><em>The following cartoon is from the Web site of a community-funded, community-focused charitable organization in Australia.</em></p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"The image shows a cartoon of a young girl sitting on the floor in front of a television set. The girl is pointing to the TV and looking over her shoulder at a woman standing behind her. The woman's arms are crossed. Above the girl is a dialogue balloon that reads, See Mum? Normal people get to eat those tasty snacks five times an hour.... The word Normal is underlined for emphasis.\" height=\"398\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7474bcd1ba8338d1f32032c242128492/original.png\" width=\"400\">\n<p class=\"text-center\"><span style=\"font-size:0.8em\">By permission of Cathy Wilcox, Sydney Morning Herald.</span></p>\n\n<p><strong>Source E</strong></p>\n\n<p>“Interagency Working Group Seeks Input on Proposed Voluntary Principles for Marketing Food to Children.” <em>Federal Trade Commission.</em> Federal Trade Commission, 28 April 2011. Web. 17 April 2012.</p>\n\n<p><em>The following is excerpted from a press release by the Federal Trade Commission, whose mission is to protect America’s consumers by preventing fraud, deception, and unfair business practices in the marketplace.</em></p>\n\n<p>In an effort to combat childhood obesity—the most serious health crisis facing today’s youth—a working group of four federal agencies today released for public comment a set of proposed voluntary principles that can be used by industry as a guide for marketing food to children.</p>\n\n<p>Led by former Sen. Sam Brownback and Sen. Tom Harkin, Congress directed the Federal Trade Commission, together with the Food and Drug Administration, the Centers for Disease Control and Prevention, and the U.S. Department of Agriculture, to establish an Interagency Working Group of federal nutrition, health, and marketing experts to develop recommendations for the nutritional quality of food marketed to children and adolescents, ages 2 to 17. The working group seeks public comment on the proposed voluntary nutrition and marketing principles it has developed. After public comment, the working group will make final recommendations in a report to Congress. This is not a proposed government regulation.</p>\n\n<p>The proposed voluntary principles are designed to encourage stronger and more meaningful self-regulation by the food industry and to support parents’ efforts to get their kids to eat healthier foods. While the goals they would set for food marketers are ambitious and would take time to put into place, the public health stakes could not be higher. One in three children is overweight or obese. . . .</p>\n\n<p>“Children are strongly influenced by the foods they see advertised on television and elsewhere. Creating a food marketing environment that supports, rather than undermines, the efforts of parents to encourage healthy eating among children will have a significant impact on reducing the nation’s childhood obesity epidemic,” said Health and Human Services Secretary Kathleen Sebelius. “These new <em>Principles</em> will help food and beverage companies use their creativity and resources to strengthen parents’ efforts to encourage their children to make healthy choices.”</p>\n\n<p>“As a parent and grandparent, I know the power advertising and marketing can have on kids, and my hope is that the food industry will embrace these voluntary principles and apply them so parents can make informed decisions about the foods they feed their children,” said Agriculture Secretary Tom Vilsack.</p>\n\n<p>“To their credit, some of the leading companies are already reformulating products and rethinking marketing strategies to promote healthier foods to kids. But we all have more work to do before we can tip the scales to a healthier generation of children,” said FTC Chairman Jon Leibowitz. “This proposal encourages <em><strong>all</strong></em> food marketers to expand voluntary efforts to reduce kids’ waistlines.” . . .</p>\n\n<p>The proposed principles are voluntary and do not call for government regulation of food marketing. They are an opportunity for food and beverage manufacturers, public health advocates, the entertainment industry, academics, and other stakeholders to provide comments that will inform the working group’s final recommendations to Congress.</p>\n\n<p><strong>Source F</strong></p>\n\n<p>Brooks-Gunn, Jeanne, and Elisabeth Donahue, eds. “The Power of Positive Marketing.” <em>The Future of Children: Children and Electronic Media</em> 18.1: n.pag. Princeton University and The Brookings Institution, 2008. Web. 17 April 2012.</p>\n\n<p><em>The following is excerpted from a report detailing the effects of marketing to children and youth through electronic media.</em></p>\n\n<p>[R]esearch examining social marketing campaigns suggests that media can also be a powerful tool in promoting healthy behavior and preventing risky behavior among children and adolescents. Recent reviews indicate that social marketing through television, radio, outdoor and print advertising, and the Internet is effective in changing health behaviors on a population level. In general, these studies show that social marketing has successfully changed health behavior such as smoking, physical activity, and condom use, as well as behavioral mediators such as knowledge, attitudes, and beliefs related to these behaviors.</p>\n\n<p>The success of the <em>truth</em> campaign in preventing smoking among young people, for example, has been well documented. This effort, supported by the American Legacy Foundation, tapped into adolescents’ need for independence, rebellion, and personal control by presenting appealing social images of a nonsmoking lifestyle— cool kids living without tobacco. According to research, the decline in youth smoking attributable to this campaign equates to some 300,000 fewer youth smokers and thus millions of added life years as well as tremendous reductions in health care and social costs. An analysis of a smaller state-funded anti-smoking campaign in Massachusetts found that adolescents who were aged twelve to thirteen years at the study’s outset and who reported exposure to television antismoking advertisements were significantly less likely to progress to established smoking than their peers who did not report exposure.</p>\n\n<p>Other health-related campaigns that have documented success include the 1% or Less campaign and the KNOW HIV/AIDS public education program. The California Adolescent Nutrition and Fitness (CANFit) program found that after its 1% or Less campaign in East Los Angeles, whole milk purchases dropped from 66 percent to 24 percent of overall sales and that the share of all low-fat milk sold had more than doubled. The KNOW HIV/AIDS campaign, a public education effort in 2003, which built on the existing partnership between the Kaiser Family Foundation and Black Entertainment Television has also reported successful results. In a 2004 survey of African Americans reported by Victoria Rideout, 82 percent of all respondents and 94 percent of young adults aged eighteen to twenty-four recalled at least one KNOW HIV/AIDS campaign advertisement or program component, and 70 percent recalled seeing two specific advertisements. Respondents who reported exposure to one or more campaign component said that the campaign had influenced their plans for the future, including visiting a doctor or getting tested for HIV, and were more likely than respondents who were not aware of campaign components to indicate they planned to engage in these behaviors.</p>\n\n<p>Prepared by Ann Cami based on information contained in <em>The Future of Children: Children and Electronic Media</em>, Jeanne Brooks-Gunn and Elisabeth Donahue, eds., Volume 18, Number 1, Spring 2008. www.futureofchildren.org.</p>"}]}]