[{"id":"FT544329-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Marquart makes to achieve her purpose of characterizing the upper Midwest.","features":[{"type":"sharedpassage","html":"<p>The following passage is excerpted from the 2006 memoir&nbsp;<em>The Horizontal World</em> by Debra Marquart, a poet, musician, and professor of creative writing. The memoir is about growing up in North Dakota. Read the passage carefully. Write an essay that analyzes the rhetorical choices Marquart makes to achieve her purpose of characterizing the upper Midwest.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Driving west from Fargo on I–94, the freeway that cuts through the state of North Dakota, you’ll encounter a road so lonely, treeless, and devoid of rises and curves in places that it will feel like one long-held pedal steel guitar note. If your tires are in proper alignment, you’ll only need to tap your steering wheel to keep your car on a straight-ahead path.</p>\n\n<p>Now you are driving deep into the square states. This is the way I recently heard a comedian describe the column of states that holds down the center of the country—the Dakotas, Nebraska, Kansas, Oklahoma —a region that spawns both tornadoes and Republicans.</p>\n\n<p>TV news anchors often hail from this part of the world, as do the most innocent female characters in movies and prime-time TV dramas. Being blond, fresh-faced, and midwestern makes their descent into ruthless behavior in places like Los Angeles and New York all the more tragic.</p>\n\n<p>“We are the folks presidents talk to when times require,” Sylvia Griffith Wheeler wrote in her poem “Earthlings.” Networks make up women to look like us “who will not trade their bleaches, soaps for anything.”</p>\n\n<p>This is a region that contains both Garrison Keillor’s Lake Wobegon<sup>1</sup> (“where all the women are strong, all the men are good-looking, and all the children are above average”) and the Coen Brothers’ <em>Fargo</em>,<sup>2</sup> the macabre land of murder-by-woodchipper. Aside from this myth making, the Midwest is a place that’s been considered devoid of stories, a flyover region one must endure to get to more interesting places.</p>\n\n<p>Despite its easy inclines and farmable plains, the region was equally unimpressive to its earliest assessors. In the 1820s, Edwin James, the official chronicler of Major Stephen Long’s survey, declared the region “a dreary plain, wholly unfit for cultivation,” and, of course, “uninhabitable by a people depending upon agriculture for subsistence.” It was Edwin James who dubbed the area between the Mississippi and the Rockies the Great American Desert, an indignity from which the region has struggled to recover ever since.</p>\n\n<p>This is the Heartland, the place where Jefferson’s idea of a rectangular cadastral survey, the land grid system outlined in the Land Ordinance of 1785, found its most perfect confluence of longitude, latitude, and countryside so well behaved that it laid itself down in neat, even squares for the surveyor’s instruments.</p>\n\n<p>Soon enough, as the surveying expedition moved west, the neatness of the grid was foiled by steep valleys, rivers, foothills, and mountains, but here in the monotonous square states, the survey subdivided the land easily into square upon square, each measuring six miles by six miles. What followed, Richard Manning observed in <em>Grassland</em>,<sup>3</sup> was a war on roots: “The place was a mess, and it became a young nation’s job to fix it with geometry, democracy, seeds, steam, steel, and water.”</p>\n\n<p>Such is the situation all of my great-grandparents and grandparents encountered when they arrived between the years of 1885 and 1911. They traveled to the Midwest by train to what was then the end of the line—Eureka, South Dakota. <em>Eureka</em>—from the Greek word <em>heureka</em>, meaning “I have found it”—is reported to have been the word that Archimedes cried when he found a way to test the purity of Hiero’s crown. My grandparents wouldn’t have known the etymology of the word, but they would have felt it, the anticipation, as they waited along with the other immigrants from Russia to receive their allotments of land.</p>\n\n<p><sup>1 a fictitious town in Keillor’s radio show, A Prairie Home Companion<br />\n2 a 1996 film produced and directed by Joel and Ethan Coen<br />\n3 a nonfiction book about the American prairie published in 1995</sup></p>\n"}]}]