[{"id":"FT542114","type":"mcq","stimulusHtml":"What is the function of the part of the first sentence that is set off by dashes (\"Queen Victoria ... mockery\")?","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The following passage is an excerpt from a recent book about the arts.)</em></p>\n\n<p>By 1867, the year of Baudelaire’s death— Queen Victoria had been on the throne for thirty years and the name “Victorian” had begun to be a target of some mockery—playwrights, architects, composers, poets, novelists, and other makers of high culture who longed for social respectability had largely acquired what their forebears had long struggled for. There were still patches of ground, especially in Central and Eastern Europe, where artists had not yet wholly cast off the status of servant. But in Western Europe and the United States, they could make friends with, and marry into, the upper middle classes or the gentry, and make grand claims for the autonomy and the dignity of their vocation.</p>\n\n<p>&nbsp;</p>\n\n<p>Their cause could only prosper from the spectacle of aristocrats like Lord Byron or the vicomte de Chateaubriand, who did not disdain writing poems or novels, and even getting paid for it. Even a few German states timidly joined this status revolution: Goethe and Schiller were raised to the nobility. That von Goethe was also a hardworking public servant in the duchy of Weimar and von Schiller a professor lecturing on the philosophy of history at the University of Jena did not exactly injure their social transfiguration. But their sober occupations were not the main reason for their elevation, which they largely owed to their literary fame.</p>\n\n<p>&nbsp;</p>\n\n<p>The elbow room that aspiring avant-garde artists, like their more conventional colleagues, needed was more than mere celebrity. What they craved was an ideology, a solid validation of their lofty modern status. In 1835, toward the end of the promising early years of the French July Monarchy, Théophile Gautier’s naughty <em>Mademoiselle de Maupin</em>, this declaration of independence in behalf of literature, proved an impressive statement. Gautier, all of twenty-three, prefaced the novel with a long, racy manifesto, which championed what would come to be called, tersely, “art for art’s sake.” In view of its historic import and its place in the career of modernism, it should really be called “art for artists’ sake,” for it was a strong plea for the maker of beautiful objects as much as an appreciation of the objects themselves. It rejected the classic division between the two, which had long separated art (highly admired) from the artist (socially disdained).</p>\n\n<p>&nbsp;</p>\n\n<p>Art, so this modern doctrine goes, serves no one but itself—not mammon, not God, not country, not bourgeois self-glorification, certainly not moral progress. It boasts its own techniques and standards, its own ideals and gratifications. “I don’t know who said it, I don’t know where,” Gautier wrote, “that literature and the arts influence morality. Whoever he was, he was doubtless a great fool.” All that the arts produce is beauty, and “nothing that is beautiful is indispensable to life.” The good looks of women, the charms of music and painting, are valuable to the extent that they are useless. “Nothing is truly beautiful but what can never be of use to anything. Everything that is useful is ugly, for it is the expression of some need, and human needs are ignoble and disgusting, like men’s own poor and feeble nature. The most useful place in a home is the latrine.” Nothing could be plainer.</p>\n\n<p>&nbsp;</p>\n\n<p>Art for art’s sake was in fact too direct a proposition for many advanced writers or painters to support it wholeheartedly. And yet—which is why the doctrine had broader impact than its limited explicit popularity would have indicated—anti-bourgeois, anti-academic artists were only too pleased to exploit its implications without fully subscribing to its principles. Cultural pessimists all the way back to Plato had believed that the wrong kind of poetry or the wrong kind of music have pernicious effects on morals; at the other extreme, believers in the innate goodness of human nature found it hard to abandon the hope that the right kind of poetry or music would purify conduct. Many modernist heretics retained some of the old faith that painting, the drama, the novel have a moral mission, whichever side an artist was on—for every Joyce or Schoenberg, creating for his own sake, there was a Strindberg or an Eliot working under the pressure of powerful social and religious convictions. In effect, art for art’s sake was a radical assertion in behalf of nineteenth-century artworks, as well as of their makers’ claim to sovereignty: the artist is responsible to no one but himself, and herself, except perhaps to other artists.</p>\n"}],"choicesHtml":["<p>It outlines the central thesis.</p>","<p>It defines an aesthetic principle.</p>","<p>It introduces a controversial idea.</p>","<p>It provides historical context.</p>"],"answer":2}]