[{"id":"FT545363-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on whether monolingual English speakers are at a disadvantage today.","features":[{"type":"sharedpassage","html":"<p>Over the past several decades, the English language has become increasingly globalized, and it is now seen by many as the dominant language in international finance, science, and politics. Concurrent with the worldwide spread of English is the decline of foreign language learning in English-speaking countries, where monolingualism—the use of a single language—remains the norm.</p>\n\n<p>Carefully read the following four sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on whether monolingual English speakers are at a disadvantage today.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Berman)<br />\nSource B (Thomas)<br />\nSource C (Oaks)<br />\nSource D (table)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><strong style=\"font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif;\">Source A</strong></p>\n\n<p>Berman, Russell A. “Foreign Language for Foreign Policy?” <em>Inside Higher Ed</em>. Inside Higher Ed, 23 Nov. 2010. Web. 8 May 2013.</p>\n\n<p><em>The following is excerpted from an article on a Web site devoted to higher education.</em></p>\n\n<p>These are troubled times for language programs in the United States, which have been battered by irresponsible cutbacks at all levels. Despite the chatter about globalization and multilateralism that has dominated public discourse in recent years, leaders in government and policy circles continue to live in a bubble of their own making, imagining that we can be global while refusing to learn the languages or learn about the cultures of the rest of the world. So it was surely encouraging that Richard Haass, president of the Council on Foreign Relations and a fixture of the foreign policy establishment, agreed to deliver the keynote address at the American Council on the Teaching of Foreign Languages Annual Convention in Boston on November 19.</p>\n\n<p>Haass is a distinguished author, Oberlin- and Oxford-educated, and an influential voice in American debates. The good news is that in his talk, “Language as a Gateway to Global Communities,” Haass expressed strong support for increased foreign language learning opportunities. He recognized the important work that language instructors undertake as well as the crucial connection between language and culture: language learning is not just technical mastery of grammar but rather, in his words, a “gateway” to a thorough understanding of other societies. . . .</p>\n\n<p>Haass claims that in an era of tight budgets, we need convincing arguments to rally support for languages. Of course that’s true, but—and this is the bad news—despite his support for language as a gateway to other cultures, he countenances only a narrowly instrumental defense for foreign language learning, limited to two rationales: national security and global economy. At the risk of schematizing his account too severely, this means: more Arabic for national security and more Mandarin, Hindi, and, en passant, Korean for the economy. It appears that in his view the only compelling arguments for language-learning involve equipping individual Americans to be better vehicles of national interest as defined by Washington. In fact, at a revealing moment in the talk, Haass boiled his own position down to a neat choice: Fallujah or Firenze. We need more Arabic to do better in Fallujah, i.e., so we could have been more effective in the Iraq War (or could be in the next one?), and we need less Italian because Italy (to his mind) is a place that is only about culture.</p>\n\n<p>In this argument, Italian—like other European languages—is a luxury. There was no mention of French as a global language, with its crucial presence in Africa and North America. Haass even seems to regard Spanish as just one more European language, except perhaps that it might be useful to manage instability in Mexico. Such arguments that reduce language learning to foreign policy objectives get too simple too quickly. And they run the risk of destroying the same foreign language learning agenda they claim to defend. Language learning in Haass’s view ultimately becomes just a boot camp for our students to be better soldiers, more efficient in carrying out the projects of the foreign policy establishment. That program stands in stark contrast to a vision of language learning as part of an education of citizens who can think for themselves.</p>\n\n<p>Haass’s account deserves attention: he is influential and thoughtful, and he is by no means alone in reducing the rationale for foreign language learning solely to national foreign policy needs. . . .Yet even on his own instrumental terms, Haass seemed to get it wrong. If language learning were primarily about plugging into large economies more successfully, then we should be offering more Japanese and German (still two very big economies after all), but they barely showed up on his map.</p>\n\n<p>The much more important issue involves getting beyond instrumental thinking altogether, at least in the educational sphere. Second language acquisition is a key component of education because it builds student ability in language as such. Students who do well in a second language do better in their first language. With the core language skills—abilities to speak and to listen, to read and to write—come higher-order capacities: to interpret and understand, to recognize cultural difference, and, yes, to appreciate traditions, including one’s own. Language learning is not just an instrumental skill, any more than one’s writing ability is merely about learning to type on a keyboard. On the contrary, through language we become better thinkers, and that’s what education is about, at least outside Washington.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Source B</strong></p>\n\n<p>Thomas, David. “Why Do the English Need to Speak a Foreign Language When Foreigners All Speak English?” <em>MailOnline</em> [UK]. Associated Newspapers Ltd, 23 Jan. 2012. Web. 8 May 2013.</p>\n\n<p>&nbsp;</p>\n\n<p><em>The following is excerpted from an online article in a British newspaper.</em></p>\n\n<p>Department for Education figures show that fewer and fewer of us are learning a foreign language, while more and more foreigners are becoming multi-lingual. This, say distraught commentators, will condemn us pathetic Little Englanders to a life of dismal isolation while our educated, sophisticated, Euro-competitors chat away to foreign customers and steal all our business as a result.</p>\n\n<p>In fact, I think those pupils who don’t learn other languages are making an entirely sensible decision. Learning foreign languages is a pleasant form of intellectual self-improvement: a genteel indulgence like learning to embroider or play the violin. A bit of French or Spanish comes in handy on holiday if you’re the sort of person who likes to reassure the natives that you’re more sophisticated than the rest of the tourist herd. But there’s absolutely no need to learn any one particular language unless you’ve got a specific professional use for it.</p>\n\n<p>Consider the maths. There are roughly 6,900 living languages in the world. Europe alone has 234 languages spoken on a daily basis. So even if I was fluent in all the languages I’ve ever even begun to tackle, I’d only be able to speak to a minority of my fellow-Europeans in their mother tongues. And that’s before I’d so much as set foot in the Middle East, Africa and Asia.</p>\n\n<p>The planet’s most common first language is Mandarin Chinese, which has around 850 million speakers. Clearly, anyone seeking to do business in the massive Chinese market would do well to brush up on their Mandarin, although they might need a bit of help with those hundreds of millions of Chinese whose preferred dialect is Cantonese.</p>\n\n<p>The only problem is that Mandarin is not spoken by anyone who is not Chinese, so it’s not much use in that equally significant 21st century powerhouse, India. Nor does learning one of the many languages used on the sub-Continent help one communicate with Arab or Turkish or Swahili-speakers.</p>\n\n<p>There is, however, one language that does perform the magic trick of uniting the entire globe. If you ever go, as I have done, to one of the horrendous international junkets which film studios hold to promote their latest blockbusters, you’ll encounter a single extraordinary language that, say, the Brazilian, Swedish, Japanese and Italian reporters use both to chat with one another and question the American stars.</p>\n\n<p>This is the language of science, commerce, global politics, aviation, popular music and, above all, the internet. It’s the language that 85 per cent of all Europeans learn as their second language; the language that has become the default tongue of the EU; the language that President Sarkozy of France uses with Chancellor Merkel of Germany when plotting how to stitch up the British.</p>\n\n<p>This magical language is English. It unites the whole world in the way no other language can. It’s arguably the major reason why our little island has such a disproportionately massive influence on global culture: from Shakespeare to Harry Potter, from James Bond to the Beatles.</p>\n\n<p>All those foreigners who are so admirably learning another language are learning the one we already know. So our school pupils don’t need to learn any foreign tongues. They might, of course, do well to become much, much better at speaking, writing, spelling and generally using English correctly. But that’s another argument altogether.</p>\n\n<p class=\"text-center\"><sup>Daily Mail.</sup></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Source C</strong></p>\n\n<p>Oaks, Ursula. “Foreign-Language Learning: What the United States Is Missing Out On.” <em>Blog.NAFSA.org</em>. NAFSA: Association of International Educators, 20 April 2010. Web. 8 May 2013.</p>\n\n<p>&nbsp;</p>\n\n<p><em>The following is excerpted from a Weblog maintained by NAFSA, a leading professional association based in the United States and dedicated to international education.</em></p>\n\n<p>It seemed a notably strange coincidence that the day after the <em>Chronicle of Higher Education’s</em> fascinating article about foreign-language acquisition and its remarkable contributions to the human mind and to society, <em>Inside Higher Ed</em> reported that George Washington University’s arts and sciences faculty had voted by an “overwhelming” margin not only to remove its foreign languages and cultures course requirement, but also to set up the new requirements in such a way that introductory foreign language courses can no longer count toward fulfilling any degree requirement in the college. At the same time, GW’s curricular reform is apparently “designed to promote student learning in areas such as global perspectives and oral communications.”</p>\n\n<p>One wonders how “global perspectives” can happen without foreign language. But Catherine Porter (a former president of the Modern Language Association), writing in the <em>Chronicle</em>, puts it rather more bluntly. The lack of foreign-language learning in our society, she states, is “a devastating waste of potential.” Students who learn languages at an early age “consistently display enhanced cognitive abilities relative to their monolingual peers.” This isn’t about being able to impress their parents’ friends by piping up in Chinese at the dinner table—the research is showing that these kids can <em>think</em> better. Porter writes: “Demands that the language-learning process makes on the brain . . . make the brain more flexible and incite it to discover new patterns—and thus to create and maintain more circuits.”</p>\n\n<p>But there’s so much more. Porter points out, as many others have, that in diplomatic, military, professional and commercial contexts, being monolingual is a significant handicap. In short, making the United States a more multilingual society would carry with it untold benefits: we would be more effective in global affairs, more comfortable in multicultural environments, and more nimble-minded and productive in daily life.</p>\n\n<p>One of Porter’s most interesting observations, to me, was about how multilingualism enhances “brain fitness.” My own journey in languages is something for which I cannot claim any real foresight or deliberate intention, but by the age of 16, I spoke English, Hungarian, and French fluently. I’ve managed, through travel and personal and family connections, to maintain all three. One thing I know for sure is that when I get on the phone with my mother and talk to her in Hungarian for 20 minutes, or if I have to type out an email to a friend in Paris, afterwards I feel like I’ve had a mental jog on the treadmill: strangely energized, brain-stretched, more ready for any challenge, whether it’s cooking a new dish or drafting an op-ed. And the connective cultural tissue created by deep immersion in another language cannot be overstated. When I went to Hungary during grad school to research my thesis, I figured: no problem, it’s my native tongue. Yes, but I first learned it when I was a toddler, and never since then. The amount of preparation I had to do to be sure I didn’t miss nuance or cultural cues and didn’t draw conclusions based on erroneous translation, was significant, but well worth it. Time and again, I’ve realized how language can transform our interactions with one another. Porter’s article is a wake-up call that neglecting foreign-language learning is hurting our country in more ways than we realize.</p>\n\n<p><sup>Used with permission of NAFSA: Association of International Educators.</sup></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Source D</strong></p>\n\n<p>“Population 5 Years and Older Who Spoke a Language Other Than English at Home by Language Group and English-Speaking Ability: 2007.” Table in “Language Use in the United States: 2007.” <em>United States Census Bureau.</em> United States Census Bureau, April 2010. Web. 8 May 2013.</p>\n\n<p>&nbsp;</p>\n\n<p><em>The following is adapted from a table in a report from the 2007 American Community Survey (United States Census Bureau) on language use in the United States.</em></p>\n\n<p><strong>Population 5 Years and Older Who Spoke a Language Other Than English at Home by Language Group and English-Speaking Ability: 2007</strong></p>\n\n<p>(For information on confidentiality protection, sampling error, nonsampling error, and definitions, see <em>www.census.gov/acs/www/</em>)</p>\n\n<p><img alt=\"A table is shown with the title Population 5 years and older who spoke a language other than english at home by language group and english speaking ability: 2007. Below the title is a note that information on confidentiality protection, sampling error, non sampling error, and definitions can be found on the census website. The first column has the heading characteristic and the second column has the heading total people. The third through sixth columns, which are all under the larger heading English-speaking ability, have headings very well, well, not well, and not at all. The first row of data is in bold and has characteristic population 5 years and older, total people 280, 950, 438 and res in the last four columns. The second row and third rows are subcategories of the category population 5 years and older. The second row has characteristic spoke only English at home, total people 225, 505, 953, and yes meaning not applicable in the last four columns. The third row has characteristic spoke a language other than English at home, total people 55,444,485, and in the last four columns 30,975,474 for a very well, 10,962,722 for well, 9,011,298 for not well and 4,494,991 for not at all.  The fourth row of data is in bold and has characteristic Spoke a language other than English at home, total people 55,444,485, and 30,975,474 for very well, 10,962,722 for well, 9,011,298 for not well, and 4,494, 991 for not at all. Rows five through eight are subcategories of the category spoke a language other than English at home. The fifth row has characteristic Spanish or Spanish Creole with total people 34,547,077, and 18,179,530 for very well, 6,322,170 for well, 6,344,110 for not well, 3,701,267 for not at all. The sixth row has characteristic Other Indo-European languages , 10,320,730 total people,  6,936,808 for very well, 2,018,148 for well, 1,072,025 for not well, and 293,749 for not at all. The seventh row has characteristic Asian and Pacific Island languages with total people 8,316,426, and 4,274,794 for very well, 2,176,180 for well, 1,412,264 for not well, and 453,188 for not at all. The eighth and final row has characteristic Other languages with total people 2,260,252, and 1,584,342 for very well, 446,224 for well,  182,899 for not well, and 46,787 for not at all. \" height=\"398\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/52e833ddb7463cebeb0169fffebcdb96/original.png\" width=\"750\" /></p>\n"}]}]