[{"id":"FT543005-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Addams makes to convey her message about the significance of George Washington’s legacy.","features":[{"type":"sharedpassage","html":"<p>Jane Addams (1860–1935) was a well-known and respected activist who devoted her career to social services in Chicago. On February 23, 1903, she delivered the following address to the city’s Union League Club—a civic organization—to commemorate the birthday of George Washington, the first president of the United States. Read the passage carefully. Write an essay that analyzes the rhetorical choices Addams makes to convey her message about the significance of George Washington’s legacy.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>What is a great man who has made his mark upon history? Every time, if we think far enough, he is a man who has looked through the confusion of the moment and has seen the moral issue involved; he is a man who has refused to have his sense of justice distorted; he has listened to his conscience until conscience becomes a trumpet call to like-minded men, so that they gather about him and together, with mutual purpose and mutual aid, they make a new period in history.</p>\n\n<p>Let us assume for a moment that if we are going to make this day of advantage to us, we will have to take this definition of a great man. We will have to appeal to the present as well as to the past. We will have to rouse our national consciences as well as our national pride, and we will all have to remember that it lies with the young people of this nation whether or not it is going to go on to a finish in any wise worthy of its beginning.</p>\n\n<p>If we go back to George Washington, and ask what he would be doing were he bearing our burdens now, and facing our problems at this moment, we would, of course, have to study his life bit by bit; his life as a soldier, as a statesman, and as a simple Virginia planter.</p>\n\n<p>First, as a soldier. What is it that we admire about the soldier? It certainly is not that he goes into battle; what we admire about the soldier is that he has the power of losing his own life for the life of a larger cause; that he holds his personal suffering of no account; that he flings down in the gage of battle his all, and says, “I will stand or fall with this cause.” That, it seems to me, is the glorious thing we most admire, and if we are going to preserve that same spirit of the soldier, we will have to found a similar spirit in the civil life of the people, the same pride in civil warfare, the spirit of courage, and the spirit of self-surrender which lies back of this.</p>\n\n<p>If we look out upon our national perspective, do we not see certainly one great menace which calls for patriotism? We see all around us a spirit of materialism—an undue emphasis put upon material possessions; an inordinate desire to win wealth; an inordinate fear of losing wealth; an inordinate desire to please those who are the possessors of wealth. Now, let us say, if we feel that this is a menace, that with all our power, with all the spirit of a soldier, we will arouse high-minded youth of this country against this spirit of materialism. We will say to-day that we will not count the opening of markets the one great field which our nation is concerned in, but that when our flag flies anywhere it shall fly for righteousness as well as for increased commercial prosperity; that we will see to it that no sin of commercial robbery shall be committed where it floats; that we shall see to it that nothing in our commercial history will not bear the most careful scrutiny and investigation; that we will restore commercial life, however complicated, to such honor and simple honesty as George Washington expressed in his business dealings.</p>\n\n<p>Let us take, for a moment, George Washington as a statesman. What was it he did, during those days when they were framing a constitution, when they were meeting together night after night, and trying to adjust the rights and privileges of every class in the community? What was it that sustained him during all those days, all those weeks, during all those months and years? It was the belief that they were founding a nation on the axiom that all men are created free and equal. What would George Washington say if he found that among us there were causes constantly operating against that equality? If he knew that any child which is thrust prematurely into industry has no chance in life with children who are preserved from that pain and sorrow; if he knew that every insanitary street, and every insanitary house, cripples a man so that he has no health and no vigor with which to carry on his life labor; if he knew that all about us are forces making against skill, making against the best manhood and womanhood, what would he say? He would say that if the spirit of equality means anything, it means like opportunity, and if we once lose like opportunity we lose the only chance we have toward equality throughout the nation.</p>\n\n<p>Let us take George Washington as a citizen. What did he do when he retired from office, because he was afraid holding office any longer might bring a wrong to himself and harm to his beloved nation? We say that he went back to his plantation on the Potomac. What were his thoughts during the all too short days that he lived there? He thought of many possibilities, but, looking out over his country, did he fear that there should rise up a crowd of men who held office, not for their country’s good, but for their own good? Would he not have foreboded evil if he had known that among us were groups and hordes of professional politicians, who, without any blinking or without any pretense that they did otherwise, apportioned the spoils of office, and considered an independent man as a mere intruder, as a mere outsider; if he had seen that the original meaning of office-holding and the function of government had become indifferent to us, that we were not using our foresight and our conscience in order to find out this great wrong which was sapping the foundations of self-government? He would tell us that anything which makes for better civic service, which makes for a merit system, which makes for fitness for office, is the only thing which will tell against this wrong, and that this course is the wisest patriotism.</p>\n"}]}]