[{"id":"FT541039","type":"mcq","stimulusHtml":"<p>In Paragraph 1, the phrase \"to that other\" primarily does which of the following?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(This passage is from an essay by a contemporary American writer.)</em></p>\n\n<p>It is a fact that, to that other, nothing ever happens. I, a mortal woman, move through my life with the excited interest of a swimmer in uncharted waters – my predelictions are few, but intense – while she, the other, is a mere shadow, a blur, a figure glimpsed in the corner of the eye. Rumors of \"JCO\"* come to me thirdhand and usually unrecognizable, arguing, absurdly, for her historical existence. But while <em>writing</em> exists, <em>writers</em> do not – as all writers know. It's true, I see her photograph – my \"likeness\" – yet it is rarely the same \"likeness\" from photograph to photograph, and the expression is usually one of faint bewilderment. <em>\"I acknowledge that I share a name and a face with \"JCO,\" </em>this expression suggests, <em>but this is a mere convenience. Please don't be deceived!\"</em></p>\n\n<p>\"JCO\" is not a person, nor even a personality, but a process that has resulted in a sequence of texts. Some of the texts are retained in my (our) memory, but some have bleached out, like pages of print left too long in the sun. Many of the texts have been translated into foreign languages, which is to say into texts at another remove from the primary – sometimes even the author's name, on the dust jacket of one of these texts, is unrecognizable by the author. I, on the contrary, am fated to be \"real\" – \"physical\" – \"corporeal\" – to \"exist in Time.\" I continue to age year by year, if not hour by hour, while \"JCO,\" the other, remains no fixed age – in spiritual essence, perhaps, forever poised between the fever of idealism and the chill of cynicism, a precocious eighteen years old. Yet, can a process be said to have an age? an impulse, a strategy, an obsessive tracery, like planetary orbits to which planets, \"real\" planets, must conform?</p>\n\n<p>No one wants to believe this obvious truth: the \"artist\" can inhabit any individual, for the individual is irrelevant to \"art.\" (And what is \"art\"? A firestorm pushing through Time, arising from no visible source and conforming to no principles of logic or causality.) \"JCO\" occasionally mines, and distorts, my personal history; but only because the history is close at hand, and then only when some idiosyncrasy about it suits her design, or some curious element of the symbolic. If you, a friend of mine, should appear in her work, have no fear – you won't recognize yourself, any more than I would recognize you.</p>\n\n<p>It would be misleading to describe our relationship as hostile in any emotional sense, for she, being bodiless, having no existence, has no emotions: we are more helpfully defined as diamagnetic, the one repulsing the other as magnetic poles repulse each other, so that \"JCO\" eclipses me, or, and this is less frequent, I eclipse \"JCO,\" depending upon the strength of my will.</p>\n\n<p>If one or the other of us must be sacrificed, it has always been me.</p>\n\n<p>And so my life continues through the decades … not connected in the slightest with that conspicuous other with whom, by accident, I share a name and a likeness. The fact seems self-evident that I was but the door through which she entered – \"it\" entered – but any door would have done as well. Does it matter which entrance you use to enter a walled garden? Once you're inside and have closed the door?</p>\n\n<p>For once, not she but I am writing these pages. Or so I believe.</p>\n\n<p><span style=\"font-size:0.9em\">*Joyce Carol Oates</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.9em\">Copyright © by Ontario Review Press, Inc.<br>\nReprinted by permission of John Hawkins &amp; Associates, Inc.</span></p>\n"}],"choicesHtml":["<p>It explains why the statement \"nothing ever happens\" is true.</p>","<p>It identifies the one to whom \"nothing ever happens.\"</p>","<p>It indicates uncertainty by inverting normal word order.</p>","<p>It suggests that what appears to be a fact is not.</p>"],"answer":0}]