[{"id":"FT558350-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Eliza Stacey makes to achieve her purpose of persuading her father-in-law to help her family once more.<span style=\"font-size:11pt\"><span style=\"line-height:106%\"><span style=\"font-family:Calibri,sans-serif\"><span lang=\"EN-US\" style=\"font-size:12.0pt\"><span style=\"line-height:106%\"></span></span></span></span></span>","features":[{"type":"sharedpassage","html":"<p>In 1847 Eliza Stacey, a frontier farmer’s wife in Canada, wrote to Edward Stacey, her father-in-law back in England. Her father-in-law had previously helped her husband, George, when he had fallen into debt. Read the letter carefully. Write an essay that analyzes the rhetorical choices Eliza Stacey makes to achieve her purpose of persuading her father-in-law to help her family once more.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argumen<span style=\"font-size:11pt\"><span style=\"line-height:106%\"><span style=\"font-family:Calibri,sans-serif\"><span lang=\"EN-US\" style=\"font-size:12.0pt\"><span style=\"line-height:106%\">t.</span></span></span></span></span></li>\n</ul>\n\n<p>March 1847</p>\n\n<p>My dear Father-in-law,</p>\n\n<p>I have noticed through life that my spirits have never been duly elated, or my hopes of worldly advantage apparently about to be increased, but the hopes are frustrated and more than equally depressed by disappointment. Certainly such is the fallacy of relying upon worldly expectations.</p>\n\n<p>Some time ago George was sued by a man of the name of Crosby for a debt of 12 pounds which he had been owing a long time, and as he had not liquidated<sup>1</sup> it they sent a bailiff to put an execution on the house and seized what comforts we were blessed with. George advised his lawyer on this debt, and was led to believe that things were going on favourably.</p>\n\n<p>We had not felt guilty of this debt, for the whole affair is due to an unscrupulous rogue, and the lawyer had agreed. The fellow hired our horse about four years ago, on which he rode to Montreal so hard, and in such terrible weather, that he killed him. We never heard from him, nor were we paid one farthing for the hire of the horse nor its loss. We had given the matter up as a bad debt, and thought that the 12 pounds George owed him would serve to settle the hire and loss of our horse. But not so.</p>\n\n<p>Last Wednesday after supper the bailiff arrived in a sleigh, arrested George and took him to Sherbrooke gaol.<sup>2</sup> You can imagine my distress and tears, and poor George was distraught at leaving me suddenly with everything to do, and my baby due in about two weeks’ time. No entreaty served to bring mercy, and George was driven away in the bitter cold to the prison he had been condemned to once before.</p>\n\n<p>After all this time we had put George’s debt out of our minds and considered we had been generous to the rogue Crosby, and now we are told that our debt, with the interest and legal expenses, might come to near 100 pounds.</p>\n\n<p>George has been taken at the worst time of the year, for he and Fred [Eliza and George’s son] were busy logging, and he has a hired man in the house to assist. The ground is hard and at its best for dragging the timber. I am afraid to dismiss the hired man, for how can I manage? I expect to be confined<sup>3</sup> in two weeks’ time, and Fred cannot carry the whole farm upon his young shoulders, and if we cannot get the timber out we shall fall into terrible trouble at sawing time.</p>\n\n<p>I have worked very hard all the time of my pregnancy. I now never lay my weary body full of pain on my bed but I think that before morning those pains may change to those of travail,<sup>4</sup> and assisted only by my children, and the labouring man in the house, how can I survive? To be without the comfort of my husband’s consolation at such a time is indeed hard to bear.</p>\n\n<p>During the winter we have brought our bed into the kitchen, the cold being so intense that our bedroom was icy. We made the bedroom into a convenient lumber room. George and I fixed next week to put it again in order for my use during my approaching sickness. How can I now do it?</p>\n\n<p>How long George will be held in prison I do not know, but at least they are not seizing everything we have, so perhaps it is the lesser of two evils.</p>\n\n<p>Fred visited him the day after he was taken, and he is going tomorrow with Alfred [another son]. George wished me to send little Eugene to be his companion.<sup>5</sup> He has always appeared to be fondest of him than any of our babes. He is a great talker and very original, but I have not allowed him to go.</p>\n\n<p>George knows I am writing to you. I have always received so much kindness from you, it relieves my over-burdened mind to pour out my troubles to you. I cannot do so to Papa, particularly in his present weak state. I am glad Dr. Atkinson was able to help his gout, and the high manner in which you speak of him and my dear sister is very gratifying. Sarah-Ellen has always been the most dutiful of daughters. She would not think of coming out to Canada some years ago because she was certain her place was with her parents.</p>\n\n<p>I feel most particularly your goodness in consulting the doctor about George’s leg, and sending a prescription for him. I do so hope it will benefit my dear husband.</p>\n\n<p>Adieu, my dear Father. I dare not dwell longer on our serious situation for fear of distressing you too much, and causing myself an upset just at this time when I can least sustain it. I must keep calm for the babe’s sake.</p>\n\n<p>We do not feel responsible for this debt, as the weight of it is on Mr. Crosby’s side, not on ours, and we have been generous towards the rogue. It has not brought us any reward.</p>\n\n<p>I remain, your deeply afflicted daughter,</p>\n\n<p>Eliza Stacey</p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup> paid off (a debt)</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>2</sup> Jail; until the mid-nineteenth century, people were routinely imprisoned for debt in debtors’ prisons, sometimes for decades.</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>3</sup> undergoing childbirth</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>4</sup> the labor and pain of childbirth</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>5</sup> Family members were allowed to live with inmates in debtors’ prisons.</span></p>\n"}]}]