[{"id":"FT558303","type":"mcq","stimulusHtml":"<p>The passage is most likely excerpted from</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The passage below is from a book published in the 1980s.)</em></p>\n\n<p>The conquest of Mexico was one aggressive part of the Iberian project to expand its hegemony beyond the known world. One result of this amazing adventure was, surprisingly, a reorientation in world view that, in cartographic terms, saw the growing outline of America replace Jerusalem as the symbolic center of the world.<sup>1</sup> The enchanting places and inhabitants of the Indies were the focus of tremendous curiosity and confusion in Spain. This led to a flurry of published accounts and histories of the explorations, discoveries, and conquests, as well as descriptions of the societies that had been subdued. In this context, there was an effort to produce documents “more satisfying to the Europeans and make them more readable to one not versed in the native traditions.”<sup>2</sup> This resulted in the limited but enthusiastic encouragement of Indian painters still conversant with the preconquest picture-writing tradition to reproduce picture books that would attract and please European eyes. The best example of this can be seen in the work sponsored by the greatest patron of the native artists, the viceroy of Mexico, Don Antonio de Mendoza, an enthusiastic collector of native “curios.” Called by one scholar a “Renaissance Maecenas” [Maecenas was a Roman statesman known for his patronage of literature and the arts], Mendoza noted that the ravages of the conquest had destroyed countless native artifacts and had effaced the craft traditions that generated them.<sup>3</sup> He responded in the 1540s by hiring native artists and establishing them in workshops where they could fabricate “curios” for his own collection and for King Charles I of Spain. One of the most beautiful and revealing pictorial documents composed under his patronage was the <em>Codex Mendoza</em>, which consisted of seventy-one folios bound at the spine in the manner of European books, but painted largely in the native style. Picture pages alternate with Spanish translations of the pictographs and ideographs. Although the pre-Columbian mode of pictorial representation had been altered somewhat in this document, authentic Aztec patterns of symbolic thought, tribute collection, and daily life were presented, making this codex extremely valuable for interpreting Mesoamerican urbanism. In this manner, the ancient tradition was revived and Spanish understanding of Aztec life increased.</p>\n\n<p>In New Spain the task of building a new system forced both the colonizers and the colonized to utilize the indigenous maps, tribute records, land claims, and genealogies in order for Spanish political and administrative order to be imposed and maintained in such a rapidly changing society. In order to gain a comprehensive understanding of the new colonial communities, a research effort was ordered by Philip II of Spain. He had a series of questionnaires sent to the colony, compelling the local administrators of each town and region to compile organized descriptions of native society. A large number of <em>Relaciones Geográficas and Descripciones</em> were compiled, each requiring a map or <em>pintura</em> of the local community’s geography.<sup>4</sup> These maps carried vestiges of the native pictorial tradition and served to reanimate the art in local situations. These administrative documents are invaluable for understanding the geography, political organization, and social character of parts of pre-Hispanic Mexico. In several instances, they provide illuminating views of religious traditions including beliefs about Quetzalcoatl [one of the main deities of pre-Hispanic Mesoamerican civilizations] and the Toltecs [a civilization that flourished in central Mexico between the tenth and twelfth centuries].</p>\n\n<p>The great stimulation for the transmission of native beliefs and pictorial and oral traditions into the colonial period came from the friars who were committed to transforming Indian consciousness.<sup>5</sup> It is from the documents generated through contact with Mendicant institutions that we draw a great deal of information about pre-Columbian religion and the city [Tenochtitlán, the Aztec capital]. Within the charged political atmosphere of the developing colony, the Mendicant orders had immense influence on all parts of life.</p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup>See Mircea Eliade, “Paradise and Utopia: Mythical Geography and Eschatology,” in The Quest (Chicago: University of Chicago Press, 1969) for a discussion of America as the “New World,” which, it was believed, would usher in a new age for all mankind.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup>For a detailed and inspired analysis of the persistence and transformation of Pre-Columbian pictorial traditions, see Donald Robertson, Mexican Manuscript Painting of the Early Colonial Period: The Metropolitan Schools (New Haven, Conn.: Yale University Press, 1959).</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>3</sup>Ibid., p. 2.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>4</sup><em>Relaciones Geográficas</em>, a major group of sources concerning sixteenth-century Mexico and the Spanish Indies, consist of replies by local Spanish officials throughout Middle and South America “to a standard questionnaire developed by imperial bureaucrats in Madrid, making 50 broad queries applicable alike to European, Indian, and Maritime communities in the overseas realms.” Howard Cline, in his article, “The Relaciones Geográficas of the Spanish Indies, 1577-1648,” in <em>Handbook</em>, 12:183, tells us that the questionnaire “specified in detail how alcaldes mayores, corregidores, and others assigned to answer it were to do so.” These documents required a <em>pintura</em> or map and the written section</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>5</sup>Kubler’s “Introduction: The Mendicant Friars,” in <em>Mexican Architecture</em>, provides the best general summary of the Mendicant enterprise in Mexico.</span></p>\n"}],"choicesHtml":["<p>an informational essay hailing the triumph of local arts over colonial interests</p>","<p>a research report promoting art history as a field of study</p>","<p>a scholarly work explaining historical developments in indigenous arts</p>","<p>a descriptive analysis examining the effect of geography on art</p>"],"answer":2}]