[{"id":"FT558324","type":"mcq","stimulusHtml":"<p>In the first paragraph, the author describes a photograph in order to</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The passage below is an excerpt from an essay published in the late twentieth century.)</em></p>\n\n<p>An old photograph in a cheap frame hangs on a wall of the room where I work. It’s a picture dating from 1946 of a house into which, at the time of its taking, I had not yet been born. The house is rather peculiar—a three-storeyed gabled affair with tiled roofs and round towers in two corners, each wearing a pointy tiled hat. ‘The past is a foreign country,’ goes the famous opening sentence of L. P. Hartley’s novel <em>The Go-Between</em>, ‘they do things differently there.’ But the photograph tells me to invert this idea; it reminds me that it’s my present that is foreign, and that the past is home, albeit a lost home in a lost city in the mists of lost time.</p>\n\n<p>A few years ago I revisited Bombay,<sup>1</sup> which is my lost city, after an absence of something like half my life. Shortly after arriving, acting on an impulse, I opened the telephone directory and looked for my father’s name. And, amazingly, there it was; his name, our old address, the unchanged telephone number, as if we had never gone away to the unmentionable country across the border. It was an eerie discovery. I felt as if I were being claimed, or informed that the facts of my faraway life were illusions, and that this continuity was the reality. Then I went to visit the house in the photograph and stood outside it, neither daring nor wishing to announce myself to its new owners. (I didn’t want to see how they’d ruined the interior.) I was overwhelmed. The photograph had naturally been taken in black and white; and my memory, feeding on such images as this, had begun to see my childhood in the same way, monochromatically. The colours of my history had seeped out of my mind’s eye; now my other two eyes were assaulted by colours, by the vividness of the red tiles, the yellow-edged green of cactus-leaves, the brilliance of bougainvillaea creeper. It is probably not too romantic to say that that was when my novel <em>Midnight’s Children </em>was really born; when I realized how much I wanted to restore the past to myself, not in the faded greys of old family-album snapshots, but whole, in CinemaScope and glorious Technicolor.</p>\n\n<p>Bombay is a city built by foreigners upon reclaimed land; I, who had been away so long that I almost qualified for the title, was gripped by the conviction that I, too, had a city and a history to reclaim.</p>\n\n<p>It may be that writers in my position, exiles or emigrants or expatriates, are haunted by some sense of loss, some urge to reclaim, to look back, even at the risk of being mutated into pillars of salt.<sup>2 </sup>But if we do look back, we must also do so in the knowledge—which gives rise to profound uncertainties—that our physical alienation from India almost inevitably means that we will not be capable of&nbsp;reclaiming precisely the thing that was lost; that we will, in short, create fictions, not actual cities or villages, but invisible ones, imaginary homelands, Indias of the mind.</p>\n\n<p>Writing my book in North London, looking out through my window on to a city scene totally unlike the ones I was imagining on to paper, I was constantly plagued by this problem, until I felt obliged to face it in the text, to make clear that (in spite of my original and I suppose somewhat Proustian ambition to unlock the gates of lost time so that the past reappeared as it actually had been, unaffected by the distortions of memory) what I was actually doing was a novel of memory and about memory, so that my India was just that: ‘my’ India, a version and no more than one version of all the hundreds of millions of possible versions. I tried to make it as imaginatively true as I could, but imaginative truth is simultaneously honourable and suspect, and I knew that my India may only have been one to which I (who am no longer what I was, and who by quitting Bombay never became what perhaps I was meant to be) was, let us say, willing to admit I belonged.</p>\n\n<p>This is why I made my narrator, Saleem, suspect in his narration; his mistakes are the mistakes of a fallible memory compounded by quirks of character and of circumstance, and his vision is fragmentary. It may be that when the Indian writer who writes from outside India tries to reflect that world, he is obliged to deal in broken mirrors, some of whose fragments have been irretrievably lost.</p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup>The city of Mumbai, India, was commonly known as Bombay until the mid-1990s.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup>an allusion to a biblical story in which Lot’s wife disobeys a divine command against looking back at her city and is punished by being transformed into a pillar of salt</span></p>\n"}],"choicesHtml":["<p>introduce ideas about time, place, and memory</p>","<p>lament long-extinct cultural traditions</p>","<p>establish the theme of childhood innocence</p>","<p>reflect on the differences between art and reality</p>"],"answer":-1}]