[{"id":"FT567771-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Albright makes to convey her message that perseverance can make a difference.","features":[{"type":"sharedpassage","html":"<p>In 1997, then United States Secretary of State Madeleine Albright gave the commencement speech to the graduating class of Mount Holyoke College, a women’s college in Massachusetts. The following is an excerpt from her speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Albright makes to convey her message that perseverance can make a difference.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>As individuals, each of us must choose whether to live our lives narrowly, selfishly and complacently, or to act with courage and faith.<br />\n<br />\nAs a nation, America must choose whether to turn inward and betray the lessons of history, or to seize the opportunity before us to shape history. Today,<br />\nunder the leadership of President Clinton, America is making the right choice.<br />\n<br />\nThe Berlin Wall is now a memory. We could be satisfied with that. Instead, we are enlarging and adapting NATO<sup>1</sup> and striving to create a future for Europe in which every democracy—including Russia — is our partner and every partner is a builder of peace.<br />\n<br />\nLargely because of U.S. leadership, nuclear weapons no longer target our homes. We could relax. Instead, we are working to reduce nuclear arsenals<br />\nfurther, eliminate chemical weapons, end the child-maiming scourge of land mines and ratify a treaty that would ban nuclear explosions forever.</p>\n\n<p>The fighting in Bosnia has stopped. We could turn our backs now and risk renewed war. Instead, we are renewing our commitment, and insisting that the<br />\nparties meet theirs, to implement the Dayton&nbsp;Accords.<sup>2</sup> And we are backing the War Crimes Tribunal, because we believe that those responsible for ethnic cleansing should be held accountable and those who consider rape just another tactic of war should answer for their crimes</p>\n\n<p>We have built a growing world economy in which those with modern skills and available capital have done very well. We could stop there. Instead, we are<br />\npursuing a broader prosperity, in which those entrapped by poverty and discrimination are empowered to share, and in which every democracy on every continent will be included.</p>\n\n<p>In our lifetimes, we have seen enormous advances in the status of women. We could now lower our voices and — as some suggest —sit sedately down. Instead, women everywhere —whether bumping against a glass ceiling or rising from a dirt floor —are standing up, spreading the word that we are ready to claim our rightful place as full citizens and full participants in every society on Earth.</p>\n\n<p>Mount Holyoke is the home, to borrow Wendy Wasserstein’s phrase, of “uncommon women.” But we know that there are uncommon women in all corners of the globe.</p>\n\n<p>In recent years, I have met in Sarajevo with women&nbsp;weighted down by personal grief reaching out across ethnic lines to rebuild their shattered society. In Burundi, I have seen women taking the lead in efforts to avoid the fate of neighboring Rwanda, where violence left three-quarters of the population female, and one-half of the women widows.</p>\n\n<p>In Guatemala, I have talked to women striving to ensure that their new peace endures and is accompanied by justice and an end to discrimination and abuse.</p>\n\n<p>And in Burma, I have met with a remarkable woman named Aung San Suu Kyi, who risks her life every day to keep alive the hope for democracy in her country.</p>\n\n<p>These women have in common a determination to&nbsp;chart their own path, and by so doing, to alter for the better the course of their country or community. Each has suffered blows, but each has proceeded with courage. Each has persevered.<br />\n<br />\nAs you go along your own road in life, you will, if you aim high enough, also meet resistance, for as Robert Kennedy once said, “if there’s nobody in your<br />\nway, it’s because you’re not going anywhere.” But no matter how tough the opposition may seem, have courage still —and persevere.<br />\n<br />\nThere is no doubt, if you aim high enough, that you will be confronted by those who say that your efforts to change the world or improve the lot of those<br />\naround you do not mean much in the grand scheme of things. But no matter how impotent you may sometimes feel, have courage still —and persevere.<br />\n<br />\nIt is certain, if you aim high enough, that you will find your strongest beliefs ridiculed and challenged; principles that you cherish may be derisively<br />\ndismissed by those claiming to be more practical or realistic than you. But no matter how weary you may become in persuading others to see the value in what you value, have courage still —and persevere.</p>\n\n<p>Inevitably, if you aim high enough, you will be buffeted by demands of family, friends and employment that will conspire to distract you from your course. But no matter how difficult it may be to meet the commitments you have made, have courage still —and persevere.</p>\n\n<p>It has been said that all work that is worth anything is done in faith.</p>\n\n<p>This morning, in these beautiful surroundings, at this celebration of warm memory and high expectation, I summon you in the name of this historic college and of all who have passed through its halls, to embrace the faith that your courage and your perseverance will make a difference; and that every life enriched by your giving, every friend touched by your affection, every soul inspired by your passion and every barrier to justice brought down by your determination, will ennoble your own life, inspire&nbsp;others, serve your country, and explode outward the boundaries of what is achievable on this earth.<br />\n<br />\n1. military alliance established by the North Atlantic Treaty of April 4, 1949<br />\n2. peace agreement ending the war in Bosnia, signed in 1995</p>\n"}]}]