[{"id":"FT567770-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on the notion that eminent domain is productive and beneficial.","features":[{"type":"sharedpassage","html":"<p>Eminent domain is the power governments have to acquire property from private owners for public use. The rationale behind eminent domain is that governments have greater legal authority over lands within their dominion than do private owners. Eminent domain has been instituted in one way or another throughout the world for hundreds of years.<br />\n<br />\nCarefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the notion that eminent domain is productive and beneficial.</p>\n\n<p style=\"margin-left: 40px;\">Source A (U.S. Department of Justice)<br />\nSource B (Carney)<br />\nSource C (Somin)<br />\nSource D (Porter)<br />\nSource E (cartoon)<br />\nSource F&nbsp;(Narciso)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><strong>Source A</strong></p>\n\n<p><sub>United States Department of Justice, Environment and Natural Resources Division. “History of the Federal Use of Eminent Domain.” The United States Department of Justice, 15 May 2015, www.justice.gov/enrd/history-federal-use-eminent- <span style=\"font-size:1em\">domain</span>.</sub><br />\n<br />\n<em>The following is excerpted from an overview of eminent domain published on a federal Web site.</em></p>\n\n<p>The federal government’s power of eminent domain has long been used in the United States to acquire property for public use. Eminent domain “appertains to every independent government. It requires no constitutional recognition; it is an attribute of sovereignty.” <em>Boom Co. v. Patterson</em>, 98 U.S. 403, 406 (1879). However, the Fifth Amendment to the U.S. Constitution stipulates: “nor shall private property be taken for public use, without just compensation.” Thus, whenever the United States acquires a property through eminent domain, it has a constitutional responsibility to justly compensate the property owner for the fair market value of the property. . . .</p>\n\n<p>The U.S. Supreme Court first examined federal eminent domain power in 1876 in <em>Kohl v. United States</em>. This case presented a landowner’s challenge to the power of the United States to condemn land in Cincinnati, Ohio for use as a custom house and post office building. Justice William Strong called the authority of the federal government to appropriate property for public uses “essential to its independent existence and perpetuity.” <em>Kohl v. United States</em>, 91 U.S. 367, 371 (1875).</p>\n\n<p>The Supreme Court again acknowledged the existence of condemnation authority twenty years later in <em>United States v. Gettysburg Electric Railroad Company</em>. Congress wanted to acquire land to preserve the site of the Gettysburg Battlefield in Pennsylvania. The railroad company that owned some of the property in question contested this action. Ultimately, the Court opined that the federal government has the power to condemn property “whenever it is necessary or appropriate to use the land in the execution of any of the powers granted to it by the constitution.” <em>United States v. Gettysburg Electric Ry</em>., 160 U.S. 668, 679 (1896).</p>\n\n<p>Eminent domain has been utilized traditionally to facilitate transportation, supply water, construct public buildings, and aid in defense readiness. Early federal cases condemned property for construction of public buildings . . . and aqueducts to provide cities with drinking water . . . for maintenance of navigable waters . . . and for the production of war materials. . . . The Land Acquisition Section and its earlier iterations represented the United States in these cases, thereby playing a central role in early United States infrastructure projects.</p>\n\n<p>Condemnation cases like that against the Gettysburg Railroad Company exemplify another use for eminent domain: establishing parks and setting aside open space for future generations, preserving places of historic interest and remarkable natural beauty, and protecting environmentally sensitive areas. Some of the earliest federal government acquisitions for parkland were made at the end of the nineteenth century and remain among the most beloved and well-used of American parks. In Washington, D.C., Congress authorized the creation of a park along Rock Creek in 1890 for the enjoyment of the capitol city’s residents and visitors. The Department of Justice became involved when a number of landowners from whom property was to be acquired disputed the constitutionality of the condemnation. In <em>Shoemaker v. United States</em>, 147 U.S. 282 (1893), the Supreme Court affirmed the actions of Congress.</p>\n\n<p>Today, Rock Creek National Park, over a century old and more than twice the size of New York City’s Central Park, remains a unique wilderness in the midst of an urban environment. This is merely one small example of the many federal parks, preserves, historic sites, and monuments to which the work of the Land Acquisition Section has contributed.</p>\n\n<p><br />\n<br />\n<strong>Source B</strong></p>\n\n<p><sub>Carney, Timothy P. “Eminent Domain Often Leaves Broken Communities Behind.” Washington Examiner, 29 March 2014, www.washingtonexaminer.com/eminent-domain-often-leaves-broken-communities-behind/article/2546500.</sub></p>\n\n<p><em>The following is an excerpt from an editorial published in a Washington, D.C., newspaper.</em></p>\n\n<p>Weeds and rubble cover 90 acres along Long Island Sound. A room with cinder-block walls sits locked in an empty Brooklyn basement. And a gleaming industrial palace has failed to bring jobs to the banks of Ohio’s<br />\nMahoning River.</p>\n\n<p>These are monuments to failed central planning. Eminent domain, state and local subsidies, and federal-corporate partnerships have yielded these lifeless fruits, failing to deliver the rebirth, community benefits and jobs they promise — but succeeding in delivering profits to the companies that lobby for them.</p>\n\n<p>The economic philosophy at work here isn’t capitalism or socialism. It’s corporatism: the belief that government<br />\nand business should work together. You could describe corporatism as the view that profits provided by the market aren’t sufficient motivation for business, so government must put some icing on top. From another perspective, corporatism is government’s attempt to harness the profit motive for the goals of policymakers: let industry row the ship while politicians steer.</p>\n\n<p>Often, the corporatist ship founders on the rocks of false promises.</p>\n\n<p>Last decade, the New London Development Corporation — a quasi governmental body —crafted a plan for revitalizing the small Connecticut town. This plan involved a new Pfizer plant. The NLDC and local politicians sold the land to Pfizer for $10, gave the company tax breaks and pledged $26 million to clean up contamination and a local junkyard.</p>\n\n<p>“Pfizer wants a nice place to operate,” the <em>Hartford Courant</em> quoted executive David Burnett as saying in 2001. But Burnett wasn’t just talking about the junkyard and the contamination. He was also talking about the area’s middle- class homes. “We don’t want to be surrounded by tenements.”</p>\n\n<p>So NLDC drove out the homeowners, using eminent domain. Homeowner Suzette Kelo sued, but in the end, the liberal majority on the U.S. Supreme Court ruled in favor of the developers and the politicians. The majority argued:“The city has carefully formulated a development plan that it believes will provide appreciable benefits to the community, including, but not limited to, new jobs and increased tax revenue.”</p>\n\n<p>The <em>New York Times</em> applauded the ruling: “New London’s development plan may hurt a few small property owners, who will, in any case, be fully compensated. But many more residents are likely to benefit if the city can shore up its tax base and attract badly needed jobs.”</p>\n\n<p>In 2009, Pfizer, after its merger with Wyeth, abandoned its plant in New London. The condemned neighborhood is now, as Charlotte Allen put it in the <em>Weekly Standard</em>, a “vast, empty field— 90 acres — that was entirely uninhabited and looked as though it had always been that way.”</p>\n\n<p>On the bright side, Pfizer got to sell the plant to General Dynamics for $55 million.</p>\n\n<p><br />\n<br />\n<sub>Used by permission.</sub></p>\n\n<p><br />\n<strong>Source C</strong></p>\n\n<p><sub>Somin, Ilya. “How Eminent Domain Abuse Harms the Poor.” Spotlight on Poverty and Opportunity, 26 May 2015, spotlightonpoverty.org/spotlight-exclusives/how-eminent-domain-abuse-harms-the-poor/.</sub></p>\n\n<p><em>The following is from a blog by a law professor, posted on the Web site of a nonpartisan initiative on economic hardship.</em></p>\n\n<p>This June [June 2015] is the tenth anniversary of <em>Kelo v. City of New London</em>. The controversial Supreme Court decision held that it is permissible for the government to use eminent domain to take private property and transfer it to other private interests in order to promote “economic development.” Not surprisingly, the ruling was opposed by libertarians and conservatives because it undermines property rights. But it has also met with strong criticism from many on the left, including Ralph Nader, the NAACP, and former president Bill Clinton.</p>\n\n<p>This unusual cross-ideological coalition arose because takings that transfer property to private interests often tend to victimize the poor, racial minorities, and the politically weak. As Hilary Shelton of the NAACP put it in testimony before the Senate Judiciary Committee, “allowing municipalities to pursue eminent domain for private economic development [has] . . . a disparate impact on African Americans and other minorities.” His point is backed by much painful historical experience. Since the 1940s, “blight,” urban renewal, and economic development takings have forcibly displaced several million people in the United States, most of them poor and racial minorities. . . .</p>\n\n<p>Most of the people displaced were left even worse off than they were before. The condemned property was often transferred to politically influential developers and business interests. While such condemnations are less common in recent years, blight takings still disproportionately occur in poor and minority neighborhoods, and still inflict great harm both on their victims and on the surrounding communities.</p>\n\n<p>Unlike in the 1940s and 50s, overt racism is rarely a factor in modern takings, though some scholars contend that unconscious bias plays a role. In most cases, the poor and minorities suffer not because officials are hostile to them as such, but because these groups often lack the resources and political influence to resist effectively, especially when faced with more powerful interest groups on the other side.</p>\n\n<p>Defenders of blight and economic development takings argue that they are a necessary tool for promoting economic growth in poor areas. But in reality, such condemnations often destroy far more economic value than they create. Developers and local governments have strong incentives to overstate the benefits of condemnation-driven projects, and ignore costs. By the time their true effects become evident years later, public attention has usually moved on to other issues. Voters rarely punish officials who authorize dubious takings. In the <em>Kelo</em> case itself, the condemned property remains empty a decade after the Supreme Court decision.<br />\n<br />\nCities that make aggressive use of eminent domain to promote private development projects often end up undermining their economies rather than enhancing them. The bankrupt city of Detroit is a striking case in point.&nbsp;For many years, Detroit made extensive use of takings for the benefit of politically connected business interests. In the notorious 1981 <em>Poletown</em> case, it forcibly displaced some 4,000 people and numerous businesses in order to transfer the property to General Motors for the construction of a new factory. That taking failed to provide anything close to the promised 6,000 new jobs. The destruction of numerous homes, businesses, and schools, and churches predictably damaged the local economy. Ultimately, eminent domain abuse was a significant contributor to the city’s economic decline.</p>\n\n<p>Aggressive use of eminent domain also damages the social fabric of poor communities because the displacement of residents, businesses, and churches undermines social ties.</p>\n\n<p class=\"text-center\"><sub>Source: Spotlight on Poverty and Opportunity: The Source for News, Ideas and Action</sub></p>\n\n<p><br />\n<strong>Source D</strong></p>\n\n<p><span style=\"font-size:0.8em\">Porter, Douglas R. <em>Eminent Domain: An Important Tool for Community Revitalization.</em> UrbanLand Institute, 2007.</span><br />\n<br />\n<em>The following is a case study excerpted from a report by a nonprofit research and education organization specializing in land use and real estate development.</em></p>\n\n<p>The Freetown neighborhood in Greenville was developed in the 1880s. . . . The neighborhood declined over the years: housing became little more than shacks, [and] cracked sidewalks and worn pavement were the norm. . . .</p>\n\n<p>Residents appealed to the Greenville County Redevelopment Authority for help. Today, Freetown is a different place after undergoing a complete makeover that replaced decaying housing and junk-strewn lots with 80 affordable new homes and ten rehabilitated residences; neighborhood street, water, and sewer infrastructure also was upgraded. One of the most dramatic improvements is a new $600,000 community center —equipped with a full-sized gymnasium, meeting rooms, and a kitchen — that replaced a small U.S. Army barracks building previously used as the neighborhood center.</p>\n\n<p>The redevelopment authority accomplished all this beginning in 1998 by acquiring blighted properties in order to assemble buildable sites for new homes. Acquisitions included a 54-unit apartment complex that . . . was torn down and replaced by more than a dozen new single-family homes. Most new houses in Freetown have about 1,100 square feet of space and are valued at less than $75,000.</p>\n\n<p>The authority used the power of eminent domain to acquire only two holdout properties and to clear title to abandoned and tax-delinquent properties. Relocation grants ranging from $10,000 to $20,000 helped residents make down payments on new homes. Having completed a carefully phased redevelopment program in 2006, the authority successfully returned more than one-third of the displaced households to the Freetown community, which now numbers about 200 families.</p>\n\n<p class=\"text-center\"><br />\n<sub>Urban Land Institute</sub></p>\n\n<p><strong>Source E</strong></p>\n\n<p><sub>Marciuliano, Francesco. “Bizarro.” Cartoon. King Features Syndicate, 1 Aug. 2008, bizarro.com/comics/august-1-2008/.</sub></p>\n\n<p><br />\n<em>The following cartoon was published in a nationally syndicated comic strip.</em><br />\n<br />\n<img alt=\"The figure presents a cartoon with a caption: “This week’s guest artist: Francesco Marciuliano.” The cartoon shows three pigs with confused looks on their faces. One pig is looking down at a piece of paper he is holding, and the other two have speech bubbles over their heads. Above the pigs, a caption reads: “Having defeated the wolf, the three little pigs lost their house to a greater foe.” One pig says, “What the heck’s ‘eminent domain’?!” Another pig says, “What the heck’s a ‘Wal-mart’?”\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7106fba9d5ae22951efb452696c18710/original.png\" /></p>\n\n<p><strong>Source F</strong></p>\n\n<p><sub>Narciso, Dean. “1 Mile Equals $595,625, Jury Decides.” The Columbus Dispatch, 11 Oct. 2007, www.dispatch.com/article/20070929/news/309299842.</sub></p>\n\n<p><em>The following article, about a situation in the town of Canal Winchester, Ohio, was published in a local newspaper.</em></p>\n\n<p>When Canal Winchester offered Richard “Pete” Stebelton $9,249 for a 1-mile strip of his property, Stebelton thought the payment was too low.</p>\n\n<p>Boy, was it ever.</p>\n\n<p>This month, a Franklin County Common Pleas jury decided the village should pay the farmer and used-car dealer $595,625.</p>\n\n<p>Canal Winchester wants the land to link a bike path between Rager Road and the village swimming pool. It used eminent domain to take a strip of Stebelton’s 80-acre property and hired an appraiser who determined that the $9,249 would be enough compensation.</p>\n\n<p>“It wasn’t fair at all,” Stebelton, 75, remembers thinking.</p>\n\n<p>Stebelton was the only one of eight property owners who didn’t agree to sell his land to the village for the path. Instead, he went to court to challenge the village’s valuation.</p>\n\n<p>The jury decided Sept. 20 that the land the village wants, along the northern edge of his property, is worth $37,000. But the jury also decided that by taking it, the village was closing off a back entrance to the property and damaging the value of the rest of Stebelton’s land by $558,625.</p>\n\n<p>“I was thrilled. I would have to be,” Stebelton said of the victory, adding that the trial “put me through one hell of a miserable week.”</p>\n\n<p>Stebelton lives in a home built in 1825. He grows hay and raises horses on the land he bought 21 years ago for $300,000.</p>\n\n<p>Canal Winchester’s former mayor, Marshal Hall, offered Stebelton $60,000 years ago. But Stebelton turned that down.</p>\n\n<p>Hall was replaced by Mayor Jeff Miller four years ago. Stebelton was offered the $9,249 as part of a deal in which the Ohio Department of Transportation [ODOT] agreed to finance 80 percent of construction costs for the $1.57 million bike path project.</p>\n\n<p>Now, the project might be on hold, Miller said.</p>\n\n<p>“We’re really at the mercy of ODOT,” Miller said. “They’re going to decide where we go with it.”</p>\n\n<p>ODOT spokesman Joel Hunt said the agency will work with the village to move the project forward, and seek alternative routes if necessary.</p>\n\n<p>One option is to pay Stebelton the full jury award and move ahead. Another is to pay Stebelton the $37,000 and work out an alternate path that doesn’t diminish the value of Stebelton’s land, said Gene Hollins, the village solicitor.</p>\n\n<p>“I think the council and mayor are very well-meaning people trying to carry out what would be a very nice bike path, which we’ve invested a good deal of effort in,” Hollins said.</p>\n\n<p class=\"text-center\"><sub>The Columbus Dispatch</sub></p>\n"}]}]