[{"id":"FT579087","type":"mcq","stimulusHtml":"<p>Which of the following best describes the effect of the author’s rhetorical choices in lines 41-42 (“Because . . . writers rule”) ?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The following passage is excerpted from a recent book about the United States Declaration of Independence.)</em></p>\n\n<p>When one undertakes to read any text— whether</p>\n\n<p>fiction or nonfiction or even a poem— a handful of</p>\n\n<p>tried-and-true questions set one going in the right</p>\n\n<p>direction: What <em>kind </em>of text have I got in front of me?</p>\n\n<p><em>5 </em>Who is the <em>audience </em>for this text? And what is the</p>\n\n<p><em>structure </em>of the text— that is, how has the author</p>\n\n<p>divided the text into parts? How do those parts help</p>\n\n<p>accomplish what the whole has been crafted to do?</p>\n\n<p>Asking these questions about the Declaration will</p>\n\n<p><em>10 </em>make us better readers of its democratic art.</p>\n\n<p>&nbsp;</p>\n\n<p>I’ll start with the first: what kind of text is the</p>\n\n<p>Declaration?</p>\n\n<p>&nbsp;</p>\n\n<p>Is it a sacred text? Or a treatise? Or perhaps a law?</p>\n\n<p>This is a question we rarely ask.</p>\n\n<p>&nbsp;</p>\n\n<p><em>15 </em>In fact, the Declaration is just an ordinary memo.</p>\n\n<p>As an example, I have in mind a memo I saw recently from</p>\n\n<p>a dean of students office at a northeastern college. It</p>\n\n<p>announced that, going forward, the dining hall would stay</p>\n\n<p>open later on weekdays, and it offered</p>\n\n<p><em>20 </em>reasons for that change. The Declaration is the same kind</p>\n\n<p>of document: a memo that announces and, thereby, brings</p>\n\n<p>about a change, while also</p>\n\n<p>explaining it.</p>\n\n<p>&nbsp;</p>\n\n<p>Short for “memorandum,” which is Latin for</p>\n\n<p><em>25 </em>“something that needs to be remembered,” the</p>\n\n<p>memo has been a basic tool of human social organization</p>\n\n<p>ever since writing was invented. Although we are used to</p>\n\n<p>thinking of memos these days mainly as interoffice directives,</p>\n\n<p>our view has become restricted.</p>\n\n<p><em>30 </em>Here’s an older and more fundamental meaning:</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 40px;\">An informal diplomatic message, <em>esp</em>. one summarizing</p>\n\n<p style=\"margin-left: 40px;\">the state of a question, justifying a decision, or</p>\n\n<p style=\"margin-left: 40px;\">recommending a course of action.</p>\n\n<p>&nbsp;</p>\n\n<p>In fact, its oldest usage spawned a formula to</p>\n\n<p><em>35 </em>launch declarations. It went like this: <em>Memorandum, </em></p>\n\n<p><em>That it is hereby declared . . .</em></p>\n\n<p>&nbsp;</p>\n\n<p>As ever speedier modes of duplication and</p>\n\n<p>communication have emerged, memos have become only</p>\n\n<p>more common and more important. Those</p>\n\n<p><em>40 </em>who write the best memos set policy for businesses,</p>\n\n<p>cultural organizations, and governments. Because of their</p>\n\n<p>impact on our memories, writers rule. They wield the instrument</p>\n\n<p>by which our world is organized.</p>\n\n<p>&nbsp;</p>\n\n<p>The Declaration, too, is a very practical document.</p>\n\n<p><em>45 </em>It claims to know something about how a particular</p>\n\n<p>institution of a particular kind— the kingdom of Great Britain,</p>\n\n<p>a free and independent state— should</p>\n\n<p>work. It criticizes this institution for failing to work as it should.</p>\n\n<p>It announces the separation, on account of</p>\n\n<p><em>50 </em>this failure, of the colonies from Britain and the</p>\n\n<p>coming into being of a new political system. But it</p>\n\n<p>also had the job of organizing a group to joint action:</p>\n\n<p>revolt from Britain.</p>\n\n<p>&nbsp;</p>\n\n<p>What does it take for a group to act in concert?<br>\n<em>55 </em>How are decisions made? Who takes responsibility</p>\n\n<p>for them? What makes it possible for a group,</p>\n\n<p>organization, or institution to collaborate over time?</p>\n\n<p>When do they run into trouble? Why? We all know</p>\n\n<p>things about how institutions should work. By trying</p>\n\n<p><em>60 </em>to answer questions like these in relation to our own</p>\n\n<p>lives, we build a context for thinking about the</p>\n\n<p>Declaration.</p>\n"}],"choicesHtml":["<p>The positioning of the verb at the end of the sentence emphasizes the passive nature of writers’ influence.</p>","<p>The use of the plural emphasizes that writers cannot make an impact on society individually.</p>","The brief declaration with which the sentence ends conveys a sense of conviction.","<p>The positioning of “Because” at the beginning of the sentence suggests writers’ constant need to explain their motives.</p>"],"answer":2}]