[{"id":"FT579039","type":"mcq","stimulusHtml":"<p>In context, the author’s primary purpose in the first paragraph (lines 1-12) is to</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The following passage is from a book of essays published in the early 2000s.)</em></p>\n\n<p>In attempting an analysis of Lincoln’s humor one is</p>\n\n<p>immediately confronted with two difficulties. In the first</p>\n\n<p>place, many stories attributed to Lincoln were never told</p>\n\n<p>by him. A. K. McClure’s <em>Lincoln Stories</em></p>\n\n<p><em>5 </em>is recognized as the most reliable collection, yet</p>\n\n<p>Isaac N. Arnold, an intimate friend of Lincoln’s, wrote</p>\n\n<p>on the fly-leaf of his copy of this book that Lincoln</p>\n\n<p>probably told no more than half the stories with</p>\n\n<p>which McClure credited him.<sup>1</sup> To prove that</p>\n\n<p><em>10 </em>Lincoln did or did not tell a particular story is often</p>\n\n<p>impossible, for in most cases one must rely upon</p>\n\n<p>hearsay evidence or reminiscences.</p>\n\n<p>The second difficulty lies in the fact that the</p>\n\n<p>effectiveness of a joke depends in large measure upon</p>\n\n<p><em>15 </em>the manner of its telling. We may not be at all amused</p>\n\n<p>by reading some of Lincoln’s jokes or hearing them at</p>\n\n<p>secondhand; whereas we might have split our sides</p>\n\n<p>had we heard them as he told them. For Lincoln was</p>\n\n<p>a master of the story-telling art; and when told by a</p>\n\n<p><em>20 </em>master, even a dull joke may be irresistible.</p>\n\n<p>“His stories may be literally retold,” wrote</p>\n\n<p>Henry C. Whitney, “every word, period and comma,</p>\n\n<p>but the real humor perished with Lincoln”; for</p>\n\n<p>“he provoked as much laughter by the grotesque</p>\n\n<p><em>25 </em>expression of his homely face as by the abstract</p>\n\n<p>fun of his stories.”<sup>2</sup></p>\n\n<p>His manner of recital, declared Judge David Davis,</p>\n\n<p>was “in many respects unique, if not remarkable.<sup>3</sup> His</p>\n\n<p>countenance and all his features seemed to take part in</p>\n\n<p><em>30 </em>the performance. As he neared the pith or point of the</p>\n\n<p>joke or story every vestige of seriousness disappeared</p>\n\n<p>from his face. His little gray eyes sparkled; a smile seemed</p>\n\n<p>to gather up, curtain-like, the corners of his mouth;</p>\n\n<p>his frame quivered with suppressed</p>\n\n<p><em>35 </em>excitement; and when the point—or ‘nub’ of the</p>\n\n<p>story, as he called it—came, no one’s laugh was</p>\n\n<p>heartier than his.”<sup>4</sup></p>\n\n<p>His humor had a general appeal. Not only the</p>\n\n<p>circuit lawyers and the Western villagers and farmers,</p>\n\n<p><em>40 </em>but even urbane Easterners readily succumbed to it.</p>\n\n<p>In 1842, Ex-President [Martin] Van Buren, making</p>\n\n<p>a tour of the West, stopped one night at the village of</p>\n\n<p>Rochester, a few miles from Springfield. The Democratic</p>\n\n<p>politicians of Springfield went out “en</p>\n\n<p><em>45 </em>masse” to meet and entertain him, taking Lincoln and</p>\n\n<p>a few other Whigs along. Van Buren related several</p>\n\n<p>amusing incidents of New York politics, while others</p>\n\n<p>told tales of early life on the frontier. But all yielded</p>\n\n<p>at last to Lincoln, who kept them in an uproar far into</p>\n\n<p><em>50 </em>the night with a seemingly inexhaustible supply of</p>\n\n<p>yarns, until Van Buren insisted that “his sides were</p>\n\n<p>sore with laughing.”<sup>5</sup></p>\n\n<p>In many cases the stories Lincoln told were not</p>\n\n<p>original, although he often embellished and improved</p>\n\n<p><em>55 </em>them. He himself repeatedly disclaimed credit for</p>\n\n<p>authorship and described himself as merely a retail</p>\n\n<p>dealer. His proficiency lay rather in a retentive memory,</p>\n\n<p>an uncanny power of association and</p>\n\n<p>histrionic skill.<sup>6</sup> “He did not forget the good things</p>\n\n<p><em>60 </em>that he heard,” wrote Charles Sumner, “and was never</p>\n\n<p>without a familiar story to illustrate his meaning.</p>\n\n<p>When he spoke, the recent West seemed to vie with</p>\n\n<p>the ancient East in apologue and fable. His ideas moved,</p>\n\n<p>as the beasts entered Noah’s ark, in pairs. At</p>\n\n<p><em>65 </em>times his illustrations had a homely felicity, and with him</p>\n\n<p>they seemed to be not less important than the argument,</p>\n\n<p>which he always enforced with a certain</p>\n\n<p>intensity of manner and voice.”<sup>7</sup></p>\n\n<p>Much of Lincoln’s success as a storyteller was due</p>\n\n<p><em>70 </em>to a talent for mimicry. “In the role of storyteller,”</p>\n\n<p>said T. G. Onstot, son of the New Salem cooper, “I</p>\n\n<p>never knew his equal. His power of mimicry was very</p>\n\n<p>great.”<sup>8</sup></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup> Alexander K. McClure, <em>Lincoln’s Yarns and Stories </em>(Chicago: John C. Winston, 1904). Far more trustworthy and scholarly is Paul M. Zall, ed., <em>Abe Lincoln Laughing: Humorous Anecdotes from Original Sources by and about Abraham Lincoln </em>(Berkeley: University of California Press, 1982).</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup> Henry C. Whitney, <em>Life on the Circuit with Lincoln, </em>ed. Paul M. Angle (Caldwell, Idaho: Caxton, 1940), 174.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>3</sup> In 1836, Maryland-born David Davis (1815-86) settled in Bloomington, Illinois. A close friend of Lincoln, he served as judge of the Eighth Circuit from 1848 to 1862, when Lincoln named him to the U.S. Supreme Court.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>4 </sup>Paul M. Angle, ed., <em>Herndon’s Life of Lincoln: The History and Personal Recollections of Abraham Lincoln as Originally Written by William H. Herndon and</em></span></p>\n\n<p><span style=\"font-size:0.9em\"><em>Jesse W. Weik </em>(Cleveland: World, 1942), 250. This reminiscence of Lincoln’s story-telling is by Herndon, not Davis.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>5 </sup>Angle, ed., <em>Herndon’s Lincoln, </em>208.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>6</sup> <em>Thomas’s note: </em>Lincoln’s skill as a raconteur may have been to some extent hereditary. “From his father came that knack of story-telling, which has made him so delightful among acquaintances, and so irresistible in his stump and forensic drolleries,” wrote William Dean Howells in his campaign biography of Lincoln. And Lincoln, when he corrected a copy of this book for his friend Samuel C. Parks, “let the statement stand.” <em>Editor’s note: </em>W. D. Howells, <em>Life of Abraham Lincoln </em>(Springfield: Abraham Lincoln Association, 1938), 20. Samuel C. Parks of Springfield was a friend of Lincoln’s. In 1863 he became an associate justice of the Idaho Supreme Court. His copy of Howells’s biography, complete with Lincoln’s penciled corrections, is reproduced in facsimile in this edition.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>7 </sup>Charles Sumner, “Eulogy,” in <em>A Memorial of Abraham Lincoln </em>(Boston: City Council, 1865), 134.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>8 </sup>Thompson Gaines Onstot (b. 1829), author of <em>Pioneers of Menard and Mason Counties </em>(Forest City, Ill.: Onstot, 1902), was the son of Henry Onstot.</span></p>\n"}],"choicesHtml":["<p>show his familiarity with Lincoln’s favorite stories</p>","<p> point out different errors that scholars have made</p>","<p>introduce a challenge that his topic poses</p>","<p>explain his skepticism regarding the state of the field</p>"],"answer":1}]