[{"id":"FT579068","type":"mcq","stimulusHtml":"<p>Lines 51-79 (“We see . . . good thing”) primarily examine how</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>(The following passage is from an essay published in the 1920s.)</em></p>\n\n<p>Human beings are curious creatures, and in nothing more curious than in the forms of diversion which they devise for themselves. Some of these are quite comprehensible; they give physical or mental</p>\n\n<p><em>5 </em>pleasure. Bathing in the sea, for instance; or watching a play; or visiting the Zoo; or eating agreeable food at someone else’s expense, or even at one’s own; or playing some game with a ball. It is easy to understand that having one’s person surrounded by</p>\n\n<p><em>10 </em>water, in which one floats and swims, or watching human life enacted improbably by others on a stage, or seeing strange beasts in cages, or rolling elegant foods about the palate, or chasing after a ball, is pleasing. But, besides these simple pleasures,</p>\n\n<p><em>15 </em>humanity has devised some so-called amusements which seem to depend for their reputations as entertainments less on pleasing sensations inflicted on the participants than on some convention which has ordained that these pursuits shall be held agreeable. It</p>\n\n<p><em>20 </em>speaks well, perhaps, for the kindliness and amiability of the human race that most such pursuits are of a gregarious nature. Assembling together; dearly we love to do this. ‘Neglect not the assembling of yourselves together,’ says (I think) St. Paul</p>\n\n<p><em>25 </em>somewhere; and it was a superfluous piece of admonition. Neglect of this will never be numbered among the many omissions of mankind. Seeing one another; meeting the others of our race; exchanging remarks; or merely observing in what particular</p>\n\n<p><em>30 </em>garments they have elected to clothe themselves to- day; this is so nearly universal a custom that it has become dignified into an entertainment, and we issue to one another invitations to attend such gatherings.</p>\n\n<p>&nbsp;</p>\n\n<p>We issue them and we accept them, and, when the</p>\n\n<p><em>35 </em>appointed date arrives, we assume such of our clothes as we believe to be suitable to the gathering, and sally forth to the party of pleasure. Often, indeed usually, it is in the evening. Therefore we clothe ourselves in such garb as men and women have agreed, in their</p>\n\n<p><em>40 </em>strange symbolism, to consider appropriate to the hours after eight o’clock or so. And perhaps— who knows?— it is in the exercise of this savage and primitive conventionalism that a large part of the pleasure of an evening gathering consists. We are</p>\n\n<p><em>45 </em>very primitive creatures, and the mere satisfaction of</p>\n\n<p>self-adornment, and of assuming for a particular occasion a particular set of clothes, may well tickle our sensibilities. Be that as it may, we arrive at our party dolled, so to speak, up, and find ourselves in a</p>\n\n<p><em>50 </em>crowd of our fellow-creatures, all dolled up too. Now we are off. The party of pleasure has begun. We see friends and talk to them. But this we could do with greater comfort at our own homes or in theirs; this cannot, surely, be the promised pleasure. As a matter</p>\n\n<p><em>55 </em>of fact, if you succeed in getting into a corner with a</p>\n\n<p>friend and talking, be sure you will be very soon torn asunder by an energetic hostess, whose motto is ‘Keep them moving.’ We are introduced to new acquaintances. This may, no doubt, be very agreeable.</p>\n\n<p><em>60 </em>They may be persons you are glad to know. But it is doubtful whether your acquaintanceship will prosper very much to-night. It may well be that no topics suitable for discussion will present themselves to either of you at the moment of introduction. I know</p>\n\n<p><em>65 </em>someone who says that she never can think of anything to say to persons introduced to her at a party except ‘Do you like parties?’ And that is too crude; it simply cannot be said. You must think of some more sophisticated remark. Having thought of it, you must</p>\n\n<p><em>70 </em>launch it, in the peculiarly resonant pitch necessary to carry it above the clamour (for this clamour, which somewhat resembles the shrieking of a jazz band, is an essential accompaniment to a party, and part of the entertainment provided). A conversation will then</p>\n\n<p><em>75 </em>ensue, and must be carried on until one or other of you either flags or breaks away, or until someone intervenes between you. One way and another, a very great deal gets said at a party. Let us hope that this is a good thing. It is apparent, anyhow, that the mere use</p>\n\n<p><em>80 </em>of the tongue, quite apart from the words it utters, gives pleasure to many. If it gives you no pleasure, and if, further, you derive none from listening to the remarks of others, there is no need to converse. You had better then take up a position in a solitary corner</p>\n\n<p><em>85 </em>(if possible on a chair, but this is a rare treat) and merely listen to the noise as to a concert, not endeavouring to form out of it sentences. As a matter of fact, if thus listened to, the noise of a party will be found a very interesting noise, containing a great</p>\n\n<p><em>90 </em>variety of different sounds. If you are of those who like also to look at the clothes of others, you will, from this point of vantage, have a good view of these.</p>\n"}],"choicesHtml":["<p>people tend to make exhausting treks from party to party</p>","<p>the exchanges at parties are usually superficial</p>","<p>awkward behavior can ruin even the best parties</p>","<p>the topics at a party typically address current events</p>"],"answer":0}]