[{"id":"FT578808","type":"mcq","stimulusHtml":"<p>Which of the following best describes the rhetorical function of the third paragraph (lines 22-25)?</p>","features":[{"type":"sharedpassage","html":"<p><span style=\"font-size:1em\"></span><strong><span style=\"font-size:1em\">Read the following passage carefully before you choose your answers.</span></strong></p>\n\n<p><em>(The passage below is excerpted from an essay published in the early twentieth century.)</em></p>\n\n<p>Every child has to lear<span style=\"font-size:1em\">n the lan</span>guage he is born to.</p>\n\n<p>It is certain that he will make mistakes in the process,</p>\n\n<p>especially as he is not taught it by any wise system,</p>\n\n<p>but blunders into what usage he can grasp from day</p>\n\n<p><em>5 </em>to day.</p>\n\n<p>Now, if an adult foreigner were learning our</p>\n\n<p>language, and we greeted his efforts with yells of</p>\n\n<p>laughter, we should think ourselves grossly rude.</p>\n\n<p>And what should we think of ourselves if we further</p>\n\n<p><em>10 </em>misled him by setting absurd words and phrases</p>\n\n<p>before him, encouraging him to further blunders, that</p>\n\n<p>we might laugh the more; and then, if we had visitors</p>\n\n<p>, inciting him to make these blunders over again to</p>\n\n<p>entertain the company? Yet this is common household</p>\n\n<p><em>15 </em>sport, so long as there is a little child to act as zany*</p>\n\n<p>for the amusement of his elders. The errors of a child</p>\n\n<p>are not legitimate grounds of humour, even to those</p>\n\n<p>coarse enough to laugh at them, any more than a</p>\n\n<p>toddling baby’s falls have the same elements of the</p>\n\n<p><em>20 </em>incongruous as the overthrow of a stout old gentleman</p>\n\n<p>who sits down astonished in the snow.</p>\n\n<p>A baby has to fall. It is natural, and not funny. So</p>\n\n<p>does the young child have to make mistakes as he</p>\n\n<p>learns any or all of the crowding tasks before him; but</p>\n\n<p><em>25 </em>these are not fair grounds for ridicule.</p>\n\n<p>I was walking in a friend’s garden, and met for the</p>\n\n<p>first time the daughter of the house, a tall, beautiful girl</p>\n\n<p>of nineteen or twenty. Her aunt, who was with me, cried</p>\n\n<p>out to her in an affected tone, “Come and</p>\n\n<p><em>30 </em>meet the lady, Janey!”</p>\n\n<p>The young girl, who was evidently unpleasantly</p>\n\n<p>impressed, looked annoyed, and turned aside in some</p>\n\n<p>confusion, speaking softly to her teacher who was</p>\n\n<p>with her. Then the aunt, who was a very muscular</p>\n\n<p><em>35 </em>woman, seized the young lady by her shoulders,</p>\n\n<p>lifted her off the ground, and thrust her blushing, struggling,</p>\n\n<p>and protesting into my arms—by way of introduction!</p>\n\n<p>Naturally enough, the girl was overcome with</p>\n\n<p>mortification, and conceived a violent dislike for me.</p>\n\n<p><em>40 </em>(This story is exactly true, except that the daughter of</p>\n\n<p>the house was aged two and a half.)</p>\n\n<p>Now why,—in the name of reason, courtesy,</p>\n\n<p>education, justice, any lofty and noble consideration,</p>\n\n<p>—why should Two-and-a-half be thus insulted? What</p>\n\n<p><em>45 </em>is the point of view of the insulter? How does she</p>\n\n<p>justify her brutal behaviour? Is it on the obvious</p>\n\n<p>ground of physical superiority in age and strength? It</p>\n\n<p>cannot be that, for we do not gratuitously outrage the</p>\n\n<p>feelings of all persons younger and smaller than</p>\n\n<p><em>50 </em>ourselves. A stalwart six-foot septuagenarian does not</p>\n\n<p>thus comport himself toward a small gentleman of</p>\n\n<p>thirty or forty. It cannot be relationship; for such</p>\n\n<p>conduct does not obtain among adults, be they never</p>\n\n<p>so closely allied. It has no basis except that the victim</p>\n\n<p><em>55 </em>is a child, and the child has no personal rights which</p>\n\n<p>we feel bound to respect.</p>\n\n<p>A baby, when “good,” is considered as a first-rate</p>\n\n<p>plaything,—a toy to play with or to play on or to set</p>\n\n<p>going like a machine-top, that we may laugh at it.</p>\n\n<p><em>60 </em>There is a legitimate frolicking with small children, as</p>\n\n<p>the cat plays with her kittens; but that is not in the</p>\n\n<p>least inconsistent with respect. Grown people can play</p>\n\n<p>together and laugh together without jeering at each</p>\n\n<p>other. So we might laugh with our children, even</p>\n\n<p><em>65 </em>more than we do, and yet never laugh at them.</p>\n\n<p>The pathetic side of it is that children are even more</p>\n\n<p>sensitive to ridicule than grown people. They have no</p>\n\n<p>philosophy to fall back upon; and,—here is the</p>\n\n<p>hideously unjust side,—if they lose their tempers,</p>\n\n<p><em>70 </em>being yet unlearned in self-restraint,—if they try to</p>\n\n<p>turn the tables on their tormentors, then the wise</p>\n\n<p>“grown-up” promptly punishes them for “disrespect.”</p>\n\n<p>They must respect their elders even in this pitiful</p>\n\n<p>attitude; but who is to demand the respect due to</p>\n\n<p><em>75 </em>youth?</p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.9em\">*a clown or acrobat</span></p>\n"}],"choicesHtml":["<p>It makes an urgent appeal to the authority of experts.</p>","<p>It makes a concession to an opposing point of view.</p>","It restates the author’s argument at a transitional place in the passage.","<p>It introduces a claim that is undermined in the following paragraph.</p>"],"answer":2}]