[{"id":"FT579103-22","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on the extent to which, if any, kindergarten should be transformed into a more academic environment than it has been in the past.","features":[{"type":"sharedpassage","html":"<p>In the United States, kindergarten has generally been considered an educational setting that provides opportunities for children to ready themselves for the academic and social worlds of formal education. However, the twenty-first- century drive toward increased academic standards has been felt even in the earliest grades, leading some researchers to express concern that the kindergarten experience is being compromised.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the extent to which, if any, kindergarten should be transformed into a more academic environment than it has been in the past.</p>\n\n<p style=\"margin-left: 40px;\">Source A (Svensen)</p>\n\n<p style=\"margin-left: 40px;\">Source B (Breen)</p>\n\n<p style=\"margin-left: 40px;\">Source C (Rioual)</p>\n\n<p style=\"margin-left: 40px;\">Source D (chart)</p>\n\n<p style=\"margin-left: 40px;\">Source E (Curwood)</p>\n\n<p style=\"margin-left: 40px;\">Source F (photo)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><strong>Source A</strong></p>\n\n<p>Svensen, Ann. “Kindergarten Controversy.” Family Education, n.d., <a href=\"http://www.familyeducation.com/school/\">www.familyeducation.com/school/</a> preparing-kindergarten/kindergarten-controversy.</p>\n\n<p><em>The following passage is excerpted from an online parenting informational resource.</em></p>\n\n<p>It used to be so simple: five-year-olds went to kindergarten and six-year-olds went to first grade. But what was once a natural course of events has recently become a difficult decision for many parents. Why? Because kindergarten ain’t what it used to be.</p>\n\n<h6><strong>In the Beginning</strong> . . .</h6>\n\n<p>Kindergarten was originally conceived in the 1800s by German philosopher and school teacher Friedrich Froebel. He thought of it literally as a “child’s garden”—a place to fill with plants and flowers and nurture children’s curiosity. It was not meant to be a functional classroom.</p>\n\n<p>Vivian Paley, author and award-winning early childhood educator, believes that the goal of this first school year is to develop the social and imaginative strengths of children, and to build confidence. She has this message for kindergarten teachers, “Know your subject: Play.”</p>\n\n<h6><strong>Straying from its Roots</strong></h6>\n\n<p>Froebel would be shocked by the latest trend in kindergarten education—a trend that’s turning kindergartens away from their roots and into “mini” or “trickle-down” first grades. In these classrooms, five-year-olds are writing sentences, identifying phonetic sounds, making books, and learning the state capitals.</p>\n\n<p>David Ruenzel, the author of a <em>Teacher Magazine</em> article on the subject, suggests this reason for the trend: “Parents whose children have long been in day care and preschool often perceive a half-day centered around play as a step backward. They want beginning reading and writing—not more play.” Other experts think that schools are stressing academics in kindergarten in response to a public demand for higher standardized test scores.</p>\n\n<h6><strong>The Fallout</strong></h6>\n\n<p>Paley notes that with this push for early academics, we are beginning to hear about kindergartners who are “deficient” in various abilities or “slow learners,” when, in fact, they may be well within their appropriate developmental stage.</p>\n\n<p>Parents who do not want to see their children unfairly labeled may now be waiting until their kids are six to enroll them in kindergarten. Lorrie Shepard, Professor of Education at the University of Colorado, believes these parents are acting in the best interest of their children. But, she says, this practice is changing the balance in many kindergarten programs, and actually perpetuating the trend toward academics.</p>\n\n<p>In regard to the “trickle-down first grade” trend, the National Association for the Education of Young Children holds this commonsense position: The pressure should not be on the child to meet a school’s expectations. Kindergarten and first-grade programs should be ready to meet the developmentally diverse needs and abilities of all children.</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">FamilyEducation.com</span></p>\n\n<p><strong>Source B</strong></p>\n\n<p>Breen, Audrey. “U.Va. Researchers Find That Kindergarten Is the New First Grade.” UVA</p>\n\n<p>Today, 29 Jan. 2014, news.virginia.edu/content/uva- researchers-find-kindergarten-new-first-grade.</p>\n\n<p><em>The following passage is excerpted from an article published on the news Web site of the University of Virginia.</em></p>\n\n<p>In a working paper titled “Is Kindergarten the New First Grade? The Changing Nature of Kindergarten in the Age of Accountability,” [University of Virginia] researchers Daphna Bassok and Anna Rorem posit that increased emphasis on accountability led to meaningful changes in the kindergartener experience.</p>\n\n<p>“In less than a decade we’ve seen the kindergarten experience essentially transformed,” said Bassok, assistant professor at the Curry School of Education. “Academic skill-building has really taken center stage in today’s kindergarten classrooms, in a way that just wasn’t the case” before the late 1990s.</p>\n\n<p>The study by Bassok and Rorem, a policy associate at U.Va.’s Weldon Cooper Center for Public Service, uses two large nationally representative datasets to track changes in kindergarten classrooms between 1998 and 2006. It shows that in 1998, 31 percent of kindergarten teachers indicated that most children should learn to read while in kindergarten. By 2006, 65 percent of teachers agreed with this statement. To accommodate this new reality, classroom time spent on literacy rose by 25 percent, from roughly 5.5 to seven hours per week.</p>\n\n<p>Bassok said that, done correctly, this increased focus on academics could be helpful. “Young children are curious, enthusiastic learners, with immense potential. There are ways to teach early literacy and math content to young learners so that it’s engaging, fun and really helps them get a head start.”</p>\n\n<p>But the increased emphasis on literacy may have a cost. As teachers spend more time and attention on academic content, time centered on play, exploration and social interactions may drop.</p>\n\n<p>“It certainly doesn’t have to be an ‘either/or’ scenario, where academics crowd out everything else,” Bassok said, “but I worry that in practice, this is what is happening in many classrooms.”</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Reprinted with permission of the University of Virginia. All rights reserved.</span></p>\n\n<p><strong>Source C</strong></p>\n\n<p>Rioual, Brigit. “Kindergarten: The Changes from Play to Work.” Education 300: Education Reform Past and Present, 3 May 2012, commons.trincoll.edu/ edreform/2012/05/kindergarten-the-changes-from- play-to-work-2/.</p>\n\n<p><em>The following is excerpted from a research paper written by a college student and posted to an education course’s Web site. The parenthetical citations refer to academic sources used by the writer.</em></p>\n\n<p>From having a simple curriculum, kindergarten has changed to a complex curriculum with standards that need to be met. While only 15 percent of kindergarteners were reading a decade ago, today “90 percent of kindergarteners passed an end-of-year reading test” in Maryland’s Montgomery County (Curwood 2007, 30). The measures have dramatically changed; kindergarteners must be able to do things such as count to 100, predict, estimate, “match all consonant and short-vowel sounds to appropriate letters” and “use concrete objects to determine the answers to addition and subtraction problems” (Russell 2011, 253-6). In places like California, kindergarteners are expected to master 195 skills before first grade, and other states are following the same trends (Russell 2011, 253). Kindergarten is seen as the new first grade because many of the standards have moved from first grade into kindergarten (Curwood 2007). But how is this beneficial for children this age?</p>\n\n<p>In some people’s opinions, having kindergarten be work-focused helps them get ahead later on. Kindergarteners will be able to read, know how to take tests, and know crucial math and literacy skills for the testing that counts in fourth grade. Whereas some argue that kindergartners aren’t ready for these pressures of academics, others argue that they are; studies have been done that say early learning is beneficial and that starting at this age is the right time to learn how to read (Curwood 2007, 30).</p>\n\n<p>While people argue between a play-focused and work-focused kindergarten, it nevertheless has changed as a result to the emphasis of education and the state of the economy in our society. More families have both parents work, which has caused preschools to become more common and a chosen choice of childcare. As the number of children in preschool, and the number of preschools increase, children are being exposed to skills that they would have typically learned in the traditional model of kindergarten, such as learning how to use scissors or write (Hatch 1988, 147). Preschoolers are even learning how to write their alphabet and how to read, therefore, making it unnecessary for kindergarten to remain play-focused and forced to be academically focused (Hardy 2009, 8). By putting their children in preschools, parents are helping their children’s academic future; it has been reported that “children who attend quality preschools score higher on kindergarten readiness screening tests” and “school performance continues to remain higher for those students who attended preschool” (Plevyak, 2002, 25). School is the way to success in our economy; therefore, by starting academics earlier, children are getting ahead. Preschool has created this push for academics to start in kindergarten, which will help them later on when it comes to competition for admission into colleges and getting jobs.</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Changes from Play to Work, Brigit Rioual, 2012, Trinity College</span></p>\n\n<p><strong>Source D</strong></p>\n\n<p>Percentage of Children Ages 3 to 6 with Selected School Readiness Skills, 1993, 1999, and 2007. Digital image. Child Trends, Oct. 2012, childtrends.org/ wp-content/uploads/2012/10/07_fig1.jpg.</p>\n\n<p><em>The following is from a United States-based nonprofit research center that provides information on the well-being of children and youth. 2007 statistics are not included for the “reads or pretends to read” skill.</em></p>\n\n<p><img alt=\"The figure presents a bar graph titled 'Percentage of Children Ages 3 to 6 with Selected School Readiness Skills, 1993, 1999, and 2007.&quot; The vertical axis is labeled Percent,&quot; and the numbers 0 through 100, in increments of 10, are indicated. The horizontal axis is labeled &quot;Selected School Readiness Skills,&quot; and the following four categories are indicated along the axis: 1. Recognizes all Letters. 2. Counts to 20 or Higher. 3. Writes Name. 4. Reads or Pretends to Read. For the first three categories, there are 3 bars representing the years 1993, 1999, and 2007. For the last category, there are only 2 bars representing 1993 and 1999. The data represented by the bars are as follows. Category 1. Recognizes all Letters. 1993, 21 percent. 1999, 24 percent. 2007, 32 percent. Category 2. Counts to 20 or Higher. 1993, 52 percent. 1999, 57 percent. 2007, 63 percent. Category 3. Writes Name. 1993, 50 percent. 1999, 51 percent. 2007, 60 percent. Category 4. Reads or Pretends to Read. 1993, 72 percent. 1999, 74 percent.\" height=\"409\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/cc95bcee03ffb13509c7d6b4fe3af65b/original.jpg\" width=\"650\" /></p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Provided by Child Trends, a research center on children and youth issues.</span></p>\n\n<p><strong>Source E</strong></p>\n\n<p>Curwood, Jen Scott. “What Happened to Kindergarten?” Scholastic.com, n.d., <a href=\"http://www.scholastic.com/teachers/\">www.scholastic.com/teachers/</a> articles/teaching-content/what-happened- kindergarten/.</p>\n\n<p><em>The following source is excerpted from an online article on the Web site of a company that publishes and distributes children’s books.</em></p>\n\n<p>It’s a 21st-century truism that in order for the United States to get ahead in the global economy, we need to upgrade our public schools. Ideally, that should mean ensuring that every child receives an education of the best possible quality. Too often, however, in our culture of fast food, media sound bites, and instant downloads, we mistake faster for better. That assumption has led countless school districts—perhaps even your own—to promote “academic kindergartens” where 5-year-olds are more likely to encounter skill-and-drill exercises and nightly homework than unstructured, imaginative playtime. With so much pressure to teach essential literacy and math skills, many kindergarten teachers, and even prekindergarten teachers say that time for free play and exploration is increasingly limited. . . .</p>\n\n<p>Research consistently backs what early elementary teachers know: Imaginative play is the catalyst for social, physical, emotional, and moral development in young children. With guidance from an observant teacher, kindergartners can use imaginative play to make sense of the world around them—and lay the critical groundwork for understanding words and numbers.</p>\n\n<p>“Play facilitates the growth of children’s reasoning abilities,” says David Elkind, Ph.D., author of <em>The Power of Play</em>. Through classifying objects (cars, shells, beads) and through experimentation (water play, clay), children learn to make inferences and draw conclusions. “Children’s questions are a form of mastery play,” says Elkind. “In asking questions, children are creating their own learning experiences.”. . .</p>\n\n<p>Roberta Michnick Golinkoff, Ph.D., is a professor of education at the University of Delaware and the author of numerous books, including <em>Play = Learning</em> and <em>Einstein Never Used Flash Cards</em>. She argues that play is the primary vehicle that children use to explore their world, learn critical social skills, and grow emotionally.</p>\n\n<p>“But playtime also allows children the opportunity to rough-and-tumble with other children,” Golinkoff adds.</p>\n\n<p>A 2003 study from the Kaiser Family Foundation found that children under 6 spend as much time with television, computers, and video games as playing outside. Clearly, the opportunity for physical play is crucial.</p>\n\n<p>At school and at home, children have less time for unstructured play. “Children are used to being entertained by media,” says Cindy Middendorf, a noted national speaker and author of <em>Differentiating Instruction in Kindergarten</em>. “But relying on television, movies, and video games, children are pulled away from real imaginative play.” . . .</p>\n\n<p>“Play has been phased out of so many kindergarten classes,” Middendorf says. “But since we’re not getting the academic results we expected, educators are now realizing that they can teach academic standards within the context of play.”</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">From INSTRUCTOR magazine. Copyright © 2015 by Scholastic Inc. Reprinted by permission of Scholastic Inc.</span></p>\n\n<p><strong>Source F</strong></p>\n\n<p>Little, Lauren A. <em>Reading Eagle</em>. Digital image, 6 Apr. 2014, <a href=\"http://www.readingeagle.com/news/article/raising-\">www.readingeagle.com/news/article/raising-</a> the-bar-in-kindergarten.</p>\n\n<p><em>The following image is from an online news source.</em></p>\n\n<p>&nbsp;</p>\n<img alt=\"The figure presents a kindergarten-aged girl looking at a handheld tablet computer. She is wearing headphones that are plugged into the tablet.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1b0c8b18719834f209d4b17faa6c7e97/original.jpg\" />\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Courtesy Reading Eagle Company</span></p>\n"}]}]