[{"id":"FT580976-22","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Cronon makes to achieve his purpose of challenging our habitual ways of thinking about wilderness.","features":[{"type":"sharedpassage","html":"<p>In August 1995, environmental historian William Cronon published an essay in the&nbsp;<em>New York Times</em>&nbsp;in which he argued for the need to rethink the idea of wilderness in modern culture. The following is an excerpt from Cronon’s essay. Read the passage carefully. Write an essay that analyzes the rhetorical choices Cronon makes to achieve his purpose of challenging our habitual ways of thinking about wilderness.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>Thus it is that wilderness serves as the unexamined foundation on which so many of the quasi-religious values of modern environmentalism rest. The critique of modernity that is one of environmentalism’s most important contributions to the moral and political discourse of our time more often than not appeals, explicitly or implicitly, to wilderness as the standard against which to measure the failings of our human world. Wilderness is the natural, unfallen antithesis of an unnatural civilization that has lost its soul. It is a place of freedom in which we can recover the true selves we have lost to the corrupting influences of our artificial lives. Most of all, it is the ultimate landscape of authenticity. Combining the sacred grandeur of the&nbsp;sublime with the primitive simplicity of the frontier, it is the place where we can see the world as it really is, and so know ourselves as we really are — or ought to be.</p>\n\n<p>But the trouble with wilderness is that it quietly&nbsp;expresses and reproduces the very values its devotees seek to reject. The flight from history that is very nearly the core of wilderness represents the false hope of an escape from responsibility, the illusion that we can somehow wipe clean the slate of our past and&nbsp;return to the tabula rasa* that supposedly existed before we began to leave our marks on the world. The dream of an unworked natural landscape is very much the fantasy of people who have never themselves had to work the land to make a&nbsp;living — urban folk for whom food comes from a supermarket or a restaurant instead of a field, and for whom the wooden houses in which they live and work apparently have no meaningful connection to the forests in which trees grow and die. Only people&nbsp;whose relation to the land was already alienated could hold up wilderness as a model for human life in nature, for the romantic ideology of wilderness leaves precisely nowhere for human beings actually to make their living from the land.</p>\n\n<p>This, then, is the central paradox: wilderness embodies a dualistic vision in which the human is entirely outside the natural. If we allow ourselves to believe that nature, to be true, must also be wild, then our very presence in nature represents its fall. The&nbsp;place where we are is the place where nature is not. If this is so — if by definition wilderness leaves no place for human beings, save perhaps as contemplative sojourners enjoying their leisurely reverie in God’s natural cathedral — then also by definition it can offer&nbsp;no solution to the environmental and other problems that confront us. To the extent that we celebrate wilderness as the measure with which we judge civilization, we reproduce the dualism that sets humanity and nature at opposite poles. We thereby&nbsp;leave ourselves little hope of discovering what an ethical, sustainable, <em>honorable</em> human place in nature might actually look like.</p>\n\n<p>Worse: to the extent that we live in an urban- industrial civilization but at the same time pretend to&nbsp;ourselves that our <em>real</em> home is in the wilderness, to just that extent we give ourselves permission to evade responsibility for the lives we actually lead. We inhabit civilization while holding some part of ourselves — what we imagine to be the most precious part — aloof&nbsp;from its entanglements. We work our nine-to-five jobs in its institutions, we eat its food, we drive its cars (not least to reach the wilderness), we benefit from the intricate and all too invisible networks with which it shelters us, all the while pretending that these things&nbsp;are not an essential part of who we are. By imagining that our true home is in the wilderness, we forgive ourselves the homes we actually inhabit. In its flight from history, in its siren song of escape, in its reproduction of the dangerous dualism that sets&nbsp;human beings outside of nature — in all of these ways, wilderness poses a serious threat to responsible environmentalism at the end of the twentieth century.</p>\n\n<p>* <span style=\"font-size:0.8em\">a blank slate, used especially to refer to a mind not yet affected by experiences or impressions</span></p>\n"}]}]