[{"id":"VH882764","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Jahren makes to convey the message of the importance of her work.<br />\n<br />\n<span class=\"list_heading\">In your response you should do the following:</span>\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n","rubricRef":"VH882764_rubric","features":[{"type":"sharedpassage","html":"<p>The following passage is biologist Hope Jahren’s prologue to her 2016 memoir <span class=\"formatted_text font_style:italic\">Lab Girl</span>. A prologue is an introduction that provides background information to set the context for a literary work. Jahren uses this prologue to give a basic understanding of the kind of work she does and why she considers it to be important. Read the passage carefully. Write an essay that analyzes the rhetorical choices Jahren makes to convey the message of the importance of her work.</p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> <span aria-hidden=\"true\">Par.</span><br />\n1</span> People love the ocean. People are always asking me why I don’t study the ocean, because, after all, I live in Hawaii. I tell them that it’s because the ocean is a lonely, empty place. There is six hundred times more life on land than there is in the ocean, and this fact mostly comes down to plants. The average ocean plant is one cell that lives for about twenty days. The average land plant is a two-ton tree that lives for more than one hundred years. The mass ratio of plants to animals in the ocean is close to four, while the ratio on land is closer to a thousand. Plant numbers are staggering: there are eighty billion trees just within the protected forests of the western United States. The ratio of trees to people in America is well over two hundred. As a rule, people live among plants but they don’t really see them. Since I’ve discovered these numbers, I can see little else.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 2</span> So humor me for a minute, and look out your window.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 3</span> What did you see? You probably saw things that people make. These include other people, cars, buildings, and sidewalks. After just a few years of design, engineering, mining, forging, digging, welding, bricklaying, window-framing, spackling, plumbing, wiring, and painting, people can make a hundred-story skyscraper capable of casting a thousand-foot shadow. It’s really impressive.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 4</span> Now look again.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 5</span> Did you see something green? If you did, you saw one of the few things left in the world that people cannot make. What you saw was invented more than four hundred million years ago near the equator. Perhaps you were lucky enough to see a tree. That tree was designed about three hundred million years ago, The mining of the atmosphere, the cell-laying, the wax-spackling, plumbing, and pigmentation took a few months at most, giving rise to nothing more or less perfect than a leaf. There are about as many leaves on one tree as there are hairs on your head. It’s really impressive.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 6</span> Now focus your gaze on just one leaf.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 7</span> People don’t know how to make a leaf, but they know how to destroy one. In the last ten years, we’ve cut down more than fifty billion trees. One-third of the Earth’s land used to be covered in forest. Every ten years, we cut down about 1 percent of this total forest, never to be regrown. That represents a land area about the size of France. One France after another, for decades, has been wiped from the globe. That’s more than one trillion leaves that are ripped from their source of nourishment every single day. And it seems like nobody cares. But we should care. We should care for the same basic reason that we are always bound to care: because someone died who didn’t have to.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 8</span> Someone died?</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 9</span> Maybe I can convince you. I look at an awful lot of leaves. I look at them and I ask questions. I start by looking at the color: Exactly what shade of green? Top different from the bottom? Center different from the edges? And what about the edges? Smooth? Toothed? How hydrated is the leaf? Limp? Wrinkled? Flush? What is the angle between the leaf and stem? How big is the leaf? Bigger than my hand? Smaller than my fingernail? Edible? Toxic? How much sun does it get? How often does the rain hit it? Sick? Healthy? Important? Irrelevant? Alive? Why?</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 10</span> Now <span class=\"formatted_text font_style:italic\">you</span> ask a question about <span class=\"formatted_text font_style:italic\">your</span> leaf.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 11</span> Guess what? You are now a scientist. People will tell you that you have to know math to be a scientist, or physics or chemistry. They’re wrong. That’s like saying you have to know how to knit to be a housewife, or that you have to know Latin to study the Bible. Sure, it helps, but there will be time for that. What comes first is a question, and you’re already there. It’s not nearly as involved as people make it out to be.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 12</span> So let me tell you some stories, one scientist to another.</p>\n</div>\n</div>\n"}]}]