[{"id":"VH929540","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Carefully read Sources A through D, including the introductory information for each source.&nbsp;Compose a thesis statement that develops your position on the extent to which an apprenticeship is a viable alternative to attending college. Then, identify two pieces of evidence from two different sources to support your position. Provide brief commentary explaining how each piece of evidence might be used to develop your position..</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">Source A (Selingo)</li>\n\t<li class=\"list_paragraph\">Source B (Laura’s Story)</li>\n\t<li class=\"list_paragraph\">Source C (Hanushek)</li>\n\t<li class=\"list_paragraph\">Source D (Chart)</li>\n</ul>\n\n<ol><br />\n\t&nbsp;\n</ol>\n</div>\n</div>\n</div>\n","rubricRef":"VH929540_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">With the rising cost of college, many people are exploring apprenticeships as an alternative path for acquiring the skills necessary for future employment. Individuals entering the workforce must consider the advantages and disadvantages of pursuing these different educational paths.</p>\n\n<p>Carefully read Sources A through D (listed below), including the introductory information for each source.</p>\n\n<ol>\n\t<li>Compose a thesis statement that develops your position on the extent to which an apprenticeship is a viable alternative to attending college.</li>\n\t<br />\n\t<li>Then, identify two pieces of evidence from two different sources to support your position. Provide brief commentary explaining how each piece of evidence might be used to develop your position.</li>\n</ol>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">Source A (Selingo)</li>\n\t<li class=\"list_paragraph\">Source B (Laura’s Story)</li>\n\t<li class=\"list_paragraph\">Source C (Hanushek)</li>\n\t<li class=\"list_paragraph\">Source D (Chart)</li>\n</ul>\n\n<p class=\"list_paragraph\"><span style=\"font-weight: 700;\">Source A</span></p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Selingo, Jeffrey J. “Wanted: Factory Workers, Degree Required.” <span class=\"formatted_text font_style:italic\">NYTimes.com</span>. The New York Times, 30 January 2017.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is excerpted from an online article published in a national newspaper.</span></p>\n\n<p class=\"passage_para\">Apprenticeships are making a comeback thanks in part to bipartisan support among lawmakers. In the last two years, Washington has allocated $265 million to spur programs. President Obama’s secretary of labor, Thomas E. Perez, a strong proponent, attempted to rebrand apprenticeships to appeal to educators and parents. During his tenure, the department established a partnership between registered community colleges and sponsors that allowed on-the-job-training to count as academic credit toward a degree.</p>\n\n<p class=\"passage_para\">“Apprenticeship is the other college, except without the debt,” said Mr. Perez, who had a goal of doubling the number by 2018. Advocates are hopeful that the trend will continue with new leadership in Washington, given President Trump’s familiarity with construction.</p>\n\n<p class=\"passage_para\">While the building trades still dominate, the types of occupations offering internships have expanded to include jobs like pharmacy technician, I.T. project manager and insurance adjuster. Aon, the insurance and financial services company, last month announced a program in Chicago in which high school graduates get training in account management, human resources, financial analysis and information technology while earning an associate degree from Harold Washington College or Harper College.</p>\n\n<p class=\"passage_para\">Gov. John Hickenlooper of Colorado wants to make apprenticeships ubiquitous in high schools around his state. Later this year, backed by $9.5 million from Bloomberg Philanthropies and JPMorgan Chase, Colorado will begin offering hands-on training, starting in high school, in financial services, information technology and health care as well as manufacturing. The goal is to make the program available to some 20,000 students at all academic and income levels within the next decade.</p>\n\n<p class=\"passage_para\">“Apprenticeships can start with a job and end with a Ph.D.,” said Noel Ginsburg, who heads up the program and is president and founder of Intertech Plastics in Denver. The initiative was inspired by a visit that Mr. Ginsburg and dozens of politicians and business and education leaders made to Switzerland in 2015. Although German apprenticeships are often held up as the model, Mr. Ginsburg preferred the Swiss approach, which involves a wider range of fields.</p>\n\n<p class=\"passage_para\">In Switzerland, compulsory education ends after ninth grade, when students can choose either an academic or a vocational path. Between 20 percent and 30 percent of students choose the academic track, which focuses on the few professions, such as medicine and law, that require a university education; nearly 70 percent choose the vocational track, with programs for about 230 occupations.</p>\n\n<p class=\"passage_para\">Beginning in 10th grade, students rotate among employers, industry organizations and school for three to four years of training and mentoring. Learning is hands-on, and they are paid. Switzerland’s unemployment rate for the young is the lowest in Europe and about a quarter that of the United States’.</p>\n\n<p class=\"passage_para\">Here in the United States, most students are offered a choice between college or a dead end. The college-for-all movement, it seems, has closed off rather than opened up career options. For working-class voters who feel left out in this economy to be able to secure meaningful jobs, educational pathways must be expanded and legitimized—in the process redefining and broadening what is meant by higher education.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “Wanted: Factory Workers, Degree Required” by Jeffrey Selingo © 2017 by New York Times. Reproduced with permission.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source B</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">“Laura’s Story.” Apprenticeship Stories, 3 February 2017, www.apprenticeshipstories.co.uk/laura-story.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following story was published on a platform used by current and past apprentices to share their experiences.</span></p>\n\n<p class=\"passage_para\">When I first started thinking about what I wanted to do for a career I knew I wanted to work in law but never knew I’d be able to qualify as a Solicitor without going from school to university. It’s going to take longer but it will be a bigger achievement for me, and through my apprenticeship I’m being paid to get my degree!</p>\n\n<p class=\"passage_para\">Everyone thought I’d go University. It would have been natural to go and do a law degree, but I chose not to do it because of the expense and I wanted to live at home. I decided to be an administrative assistant in a law firm, and was quickly promoted to a legal assistant. I missed the learning side of work so I wanted to do an apprenticeship, and was successfully recruited as a legal apprentice at Kennedys. It’s a degree apprenticeship so I’m already three years ahead of my friends that went to Uni—I have a job!</p>\n\n<p class=\"passage_para\">At Kennedys, they don’t treat me as a tea maker. I get my own cases, and I’m involved in all the legal work. At first, I got to work on quite simple cases, but now I’m on high value cases worth 100s of thousands of pounds. They’re quite complicated but they trust me to do them and it’s a challenge I enjoy. I spend a lot of time on the telephone talking to the court or solicitors, I review legal documents and I write lots of letters to solicitors. The best thing is, I’m not just in the office, I even go to court and attend meetings.</p>\n\n<p class=\"passage_para\">Everyone should do an apprenticeship or at least seriously consider it as an option; don’t rule it out. Look at all the options, the traditional route may not be the right one for you. If you’re thinking of going to University there might be firms out there that will fund you and you get to do a degree alongside working which is a better route. Anything that offers you a qualification is worth doing as it is the best of both worlds.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from“Laura’s Story\" by Laura © 2017 by GetMyFirstJob Ltd. Reproduced with permission.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source C</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Hanushek, Eric A., and Woessman, Ludger. “Apprenticeship Programs in a Changing Economic World.” <span class=\"formatted_text font_style:italic\">Brookings.edu</span>. The Brookings Institute, 28 June 2017.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is excerpted from an essay published by noted economics and education professors.</span></p>\n\n<p class=\"passage_para\">The nagging problem of significant numbers of youth leaving school unprepared for career employment has revitalized interest in vocational education, particularly apprenticeships. Support for vocational education comes from people across the political spectrum, from both labor and business groups, and from the popular media. The clearest manifestation in policy is President Trump’s executive order that calls for immediate expansion of existing apprenticeship programs while simultaneously disparaging the effectiveness of current education and training programs.</p>\n\n<p class=\"passage_para\">Recent evidence, however, suggests caution. In a knowledge-based economy, early employment gains with vocational training may lead to later problems when specific skills become obsolete and workers lack the ability to adjust to a changed economic environment.</p>\n\n<p class=\"passage_para\">Adapting to changed conditions is exactly the theme of much recent discussion about formerly middle-class jobs disappearing to technological advance. This situation will only be alleviated by building a strong educational foundation that provides workers with the ability to adapt as demands change. We should not think that expanded apprenticeships will provide this foundation. More likely they will reproduce the current skill mismatch for future generations.</p>\n\n<div class=\"heading_block\">\n<p class=\"heading_paragraph heading_level:2\">VOCATIONAL/APPRENTICE PROGRAMS</p>\n</div>\n\n<p class=\"passage_para\">While some countries, particularly in Europe, stress vocational education that develops specific job-related skills, others, like the U.S., emphasize general education that provides students with broad knowledge and basic skills. In assessing these alternatives, virtually all discussion of vocational education emphasizes its potential advantages in easing entry into the labor market by youth (with surprisingly mixed evidence).</p>\n\n<p class=\"passage_para\">But there is also the other end of the market. If people receive skills that are finely tuned to current employment opportunities, they might not be particularly prepared to adjust to new technologies. Thus, with higher growth rates and faster technological and structural change, people with vocational training may be more likely to be out of the labor market later in the life cycle.</p>\n\n<div class=\"heading_block\">\n<p class=\"heading_paragraph heading_level:2\">OVER LIFE CYCLE, INITIAL ADVANTAGE TURNS INTO DISADVANTAGE</p>\n</div>\n\n<p class=\"passage_para\">We find clear evidence that the initial labor-market advantage of vocational relative to general education decreases with age. There is a trade-off between short-term benefits and long-term costs of vocational education. The skills generated by vocational education appear to facilitate the transition into the labor market but later on become obsolete at a faster rate.</p>\n\n<p class=\"passage_para\">Across our sampled countries, employment rates are higher for youth with vocational education, but this turns around by the age of 50. The employment patterns are most pronounced in the “apprenticeship countries” with combined school and work-based education programs (Denmark, Germany, and Switzerland in our data).</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “Apprenticeship Programs in a Changing Economic World” by Eric A. Hanushek and Ludger Woessman © 2017 by The Brookings Institute. Reproduced with permission.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source D</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Bureau of Labor Statistics. “Measuring the Value of Education.” Chart. <span class=\"formatted_text font_style:italic\">Career Outlook</span>. United States Department of Labor, April 2018.</li>\n</ul>\n\n<p><em>The following is a chart published to report the median salary of people in the United States based on levels of education.</em></p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Median Weekly Earnings Rate by Educational Attainment, 2017</p>\n</div>\n<img alt=\"The figure presents a horizontal bar graph. The horizontal axis has no label and the amounts 0 dollars through 2000 dollars, in increments of 250 dollars, are indicated. The vertical axis has no label and the following 7 education levels are listed from top to bottom: Doctoral Degree; Professional Degree; Masters Degree; Bachelors Degree; Associates Degree; Some College, No Degree; and High School, Diploma No College. The data for each point is as follows. Doctoral Degree. 1700 dollars; Professional Degree. 1800 dollars; Masters Degree. 1375 dollars; Bachelors Degree. 1200 dollars; Associates Degree. 850 dollars; Some College, No Degree. 800 dollars; High School Diploma, No College. 725.\" height=\"269\" src=\"https://assets.learnosity.com/organisations/537/VH929540.g01.png\" width=\"526\" /><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Data in the chart indicate how weekly earnings and rates of unemployment vary by educational attainment for workers ages 25 and older at a broad level. Individual experiences differ, however, depending on factors such as field of degree and occupation.</span></span></div>\n</div>\n</div>\n"}]}]