[{"id":"VH929525","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Read the passage carefully, then complete the following tasks:</p>\n\n<ol>\n\t<li>Identify and describe Jen’s claim about the extent to which culture influences an individual.</li>\n\t<br />\n\t<li>One rhetorical choice Jen makes to assert her claim is to provide an anecdote. Identify a piece of evidence that reflects this choice and provide brief commentary explaining how the evidence conveys Jen’s claim about the extent to which culture influences an individual.</li>\n\t<br />\n\t<li>Review the work you’ve completed for the tasks above. Then, compose a claim that analyzes how Jen’s use of anecdote conveys her claim about the extent to which culture influences an individual.</li>\n</ol>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n</div>\n","rubricRef":"VH929525_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In 2012, Jeremy Lin led an unexpected winning streak by the New York Knicks, becoming the first Asian-American player to rise to prominence in the National Basketball Association. The writer Gish Jen published the following op-ed reflecting on the significance of Lin’s success. Read the passage carefully, then complete the following tasks:</p>\n\n<ol>\n\t<li>Identify and describe Jen’s claim about the extent to which culture influences an individual.</li>\n\t<br />\n\t<li>One rhetorical choice Jen makes to assert her claim is to provide an anecdote. Identify a piece of evidence that reflects this choice and provide brief commentary explaining how the evidence conveys Jen’s claim about the extent to which culture influences an individual.</li>\n\t<br />\n\t<li>Review the work you’ve completed for the tasks above. Then, compose a claim that analyzes how Jen’s use of anecdote conveys her claim about the extent to which culture influences an individual.</li>\n</ol>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Most people watching Jeremy Lin these past two weeks saw Jeremy Lin, New York Knicks star; but I, watching him, saw someone else. That was my older brother, Bob, who, contrary to stereotype, is athleticism personified. He could never sit still when he was in second grade; he had to get up every now and then and run around the room. And sure enough, he grew up to be a starting player for an N.C.A.A. championship lacrosse team. He was a Nike­endorsed marathoner, too, and reached the summit of Mt. Everest, unguided, in his 50s.</p>\n\n<p class=\"passage_para\">And yet my family never watched his lacrosse games. We did watch some of his marathons, but that wasn’t until he was in his 20s. When Bob was in his glory days, our Shanghainese­born parents were completely consumed with getting him into medical school. There was a loving aspect to it: I can remember my father working through math books with him, lesson by lesson, at the big blackboard in the attic. Bob never did become a doctor, though; and neither did I. It wasn’t until my younger sister came along that someone in the family finally wore a white coat.</p>\n\n<p class=\"passage_para\">Bob today could be the fittest 58-year-old on the planet. His doctor estimates his biological age at 35; he’s still climbing big mountains in the Himalayas. And, like Jeremy Lin, he’s a charmer. No one sees Bob without leaving with a laugh. He sometimes jokes he could be mayor of his building, and it’s true. To know him is to root for him.</p>\n\n<p class=\"passage_para\">And yet my parents did not root for him. What if my mother had sat on the sidelines with her stats, like Jeremy Lin’s mother? What if my father had played videos of athletes for my brother to watch and imitate? It’s hard not to wonder.</p>\n\n<p class=\"passage_para\">And where did Jeremy Lin’s parents come from, that they did these remarkable things? In her memoir, the tiger mother Amy Chua recalls her immigrant father rapping the kids on their knuckles whenever they mispronounced a Chinese word. How is it that Jeremy Lin’s immigrant father in particular, Gie­Ming Lin, encouraged his son to follow such an untraditional path?</p>\n\n<p class=\"passage_para\">Part of this may have been personal temperament. As the psychologist Jerome S. Bruner has observed, cultures do offer us templates, but even the simplest culture offers a variety of choices; culture does not determine us. And, as the anthropologist Richard A. Shweder says, culture and psyche make each other up. We shape our templates as much as they shape us.</p>\n\n<p class=\"passage_para\">Still, it is hard not to wonder if the places from which the Chuas and Lins emigrated played a factor in their parenting styles. The elder Chuas came from a rich Chinese enclave in the Philippines. Faced with a hostile native population, they circled the wagons and emphasized tradition. The Lins, on the other hand, came from Taiwan, where “Chinese­ness” now includes many Western notions, especially among the educated. In Taiwan, for example, there is an alternative track for college applications. Students can apply via the standard track, emphasizing grades and scores, but they can also apply via a track emphasizing their special gifts or contributions.</p>\n\n<p class=\"passage_para\">Taiwan is not so Westernized that Gie­Ming Lin himself was allowed to pursue basketball when he came to the United States and fell in love with the game; he went into computer engineering instead. But did his Taiwanese upbringing affect his own parenting style and that, too, of his Taiwanese­born wife? She was apparently a bit slower to embrace Jeremy’s path. By the time he was in college, though, she, too, was in the stands rooting with her “Jeremy Lin Show” T­shirt on.</p>\n\n<p class=\"passage_para\">In any case, I salute them both today. Who knows what will happen now that athletic Asian­American kids can say, “Look at Jeremy Lin!”? And other people, beholding Jeremy Lin, might come to better appreciate how complex Asian culture truly is—how malleable, too, and how poised to enrich America in yet more surprising ways. Like everyone, I have been riveted by the plays—those plays! But when I close my eyes, it’s the fact of the team’s playing more as a team that stays with me. And if I call up an image, it’s of Jeremy and his parents, up at Hamilton College on his day off, rooting for one of his brothers, also a basketball player; or else of the couch on which Jeremy’s been sleeping. That, as is well known, is his other brother’s couch—a couch that reminds me of my brother Bob’s couch, on which my kids have spent many a night. Are these not good things for America to see—things from which we can all learn? Just at a time when China seems to spell threat, we have the Lins to remind us that China spells gifts, too.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “Asian Men Can Jump” by Gish Jen © 2012 by New York Times. Reproduced with permission.</span></span></div>\n</div>\n"}]}]