[{"id":"VH936015","type":"longtextV2","stimulusHtml":"Write an essay that synthesizes material from at least three of the sources and develops your position on the value, if any, of living off the grid.","rubricRef":"VH936015_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Off-the-grid living—broadly defined as choosing to live self-sufficiently without one or more public utilities—has become increasingly attractive to many people for a variety of philosophical and practical reasons. However, some question whether such a mode of living actually yields the benefits that its proponents claim it does.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the value, if any, of living off the grid.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">Source A (McMillan)</li>\n\t<li class=\"list_paragraph\">Source B (Turkel)</li>\n\t<li class=\"list_paragraph\">Source C (chart)</li>\n\t<li class=\"list_paragraph\">Source D (Khalilpour and Vassallo)</li>\n\t<li class=\"list_paragraph\">Source E (Andrews)</li>\n\t<li class=\"list_paragraph\">Source F (cartoon)</li>\n</ul>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning.&nbsp; Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source A</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">McMillan, Tracie. “The New American Life.” <span class=\"formatted_text font_style:italic\">Rodale’s Organic Life</span>. Jul./Aug 2015. pp. 86-99.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following excerpt is from an article published in an online health and wellness magazine.</span></p>\n\n<p class=\"passage_para\">The term <span class=\"formatted_text font_style:italic\">off-grid</span> began to circulate around the turn of the millennium. On the one hand, it was associated, in the wake of crises like 9/11 and fears over the Y2K bug, with “prepping” for apocalypse. But it also described survivalism’s utopian opposite: the persistent American compulsion to do for oneself, to live simply and in consort with nature. This latter definition of <span class=\"formatted_text font_style:italic\">off-grid</span> had a recent precursor in the back-to-the-land movement of the 1960s and 1970s, when solitary sorts, families, and offbeat communes eked out a living in the wilderness and away from mainstream society.</p>\n\n<p class=\"passage_para\">“Many of those people dreamed of escaping modern society completely,” says Dona Brown, author of <span class=\"formatted_text font_style:italic\">Back to the Land</span>, a history of the movement. “They were thinking about opting out.”</p>\n\n<p class=\"passage_para\">Today’s off-grid movement is different. It’s focused less on individual households than on the greater social good, and it encompasses many ways of life. While some of the modern off-gridders I’ve met are who I would expect them to be, others have surprised me.</p>\n\n<p class=\"passage_para\">Denward Wilson and Kristy Klaiber are the types you might think would opt off the grid. A retired professor and schoolteacher, respectively, they hand-built a passive solar house called an Earthship outside of Las Vegas, New Mexico, using mud, used tires, and wood. Their home, where the sunbathed kitchen is lush with herb plants irrigated with wastewater, reflects their inspirations: “a religious regard for the wilderness and its unparalleled beauty,” they say; and the writings of farmer-poet Wendell Berry, who exalts the agrarian life. Similarly, Joseph and Shelly Trumpey, another professor-teacher couple, are passionate about self-reliance, high-quality food, and reducing their carbon footprint. The self-identified homesteaders built their solar-powered home outside Ann Arbor, Michigan, by milling their own timber, raising walls with stone from their land, and plastering it all together with adobe and straw bales as a tangible “rejection of the fossil fuel thing,” says Joe.</p>\n\n<p class=\"passage_para\">But to understand the motives that drive others from the grid, consider what the grid truly is: a formal, collectivized network that facilitates modern life. It arises because it makes our lives infinitely easier, at least initially. Within the grid, we can be warm or cool whenever we like, we can travel where we want, we have light and water at the flip of a switch and the turn of a knob. But the grid comes with phenomenal costs, too: global warming, pollution, drained aquifers, the devastating effects of fracking.</p>\n\n<p class=\"passage_para\">Most infuriatingly, because infrastructures are social creations, the grid reflects the inequalities of the society that created it. Simply put, people living in affluent areas are better served by it. In and around Ann Arbor, going off the grid may be a choice that reflects earth-friendly values; in a place like Detroit, a struggling city with staggering poverty and notoriously unreliable public services, an off-grid strategy is increasingly necessary. With thousands of street lamps dark across the city, Reverend Ross raised money to put solar lights in the yards of people like Norma Heath, arguing that the illumination was planet-friendly and, better yet, free of charge. Says Heath, who is no longer left in the dark, “Everybody is saying, ‘Why didn’t I get one?’”</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “The New American Life” by Tracie McMillan © 2015 by Tracie McMillan. Reproduced with permission.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source B</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Turkel, Tux. “Living off the grid is no longer just for back-to-the-landers.” <span class=\"formatted_text font_style:italic\">pressherald.com</span>. <span class=\"formatted_text font_style:italic\">Portland Press Herald</span>. 8 November 2015. https://www.pressherald.com/2015/11/08/living-off-the-grid-is-no-longer-just-for-back-to-the-landers/</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following excerpt is from an article published in a morning daily newspaper that serves the area around Portland, Maine.</span></p>\n\n<p class=\"passage_para\">Living off the grid. It’s an ideological statement for some. It’s also an emblem of self-reliance in a hyper-connected world, where the term has come to mean a weekend without smartphone service or posting on Facebook. For decades, it also has meant sacrificing comfort and convenience.</p>\n\n<p class=\"passage_para\">But Burr and his wife, Joyce, aren’t hauling water to a yurt and reading by candlelight. They don’t fret about their carbon footprint. They live in a modular home, just as thousands of rural Mainers do. They have an electric refrigerator and freezer, a washer and dryer and a flat-screen TV, just as any modern household might.</p>\n\n<p class=\"passage_para\">Living off the electric grid still requires some concessions, however, and there are good reasons to stay connected. But three factors are making it easier than ever to cut the cord.</p>\n\n<p class=\"passage_para\">First, the cost of solar-electric panels has fallen drastically over the past few years, so homeowners can generate more power for less money. Second, LED lights and efficient appliances have gone mainstream, so the power lasts longer. Third, the technology inside electric-car batteries is coming to the home, sparking a revolution in how energy is stored for when the sun is not shining.</p>\n\n<p class=\"passage_para\">Taken together, these factors promise to feed the fantasy of living off the grid. But even for the majority of Mainers who will stay connected, today’s off-grid homes offer lessons in how to use less energy.</p>\n\n<p class=\"passage_para\">Dan Burr didn’t go off the grid to save the world. He bought 42 acres here with frontage on Paradise Pond and learned it would cost $100,000 to bring utility poles and wires down his half-mile gravel driveway.</p>\n\n<p class=\"passage_para\">“The only way,” he said, “was off the grid.”</p>\n\n<p class=\"passage_para\">In 2009, Burr had a Pennsylvania-built, Excel Home ranch-style modular set onto a concrete foundation overlooking the water. From an energy standpoint, it’s pretty basic. Two-by-six walls. Double-pane vinyl windows. No foundation insulation. But it’s tight enough that the Burrs stay cozy by tossing four cord of wood, cut from their land, into a Jotul wood stove in the living room. If they go away, a small, propane-fired boiler takes over.</p>\n\n<p class=\"passage_para\">Outside, things get more interesting. Eight solar panels are mounted on a pole in the yard, next to a smaller pole with four panels. Each array can be tilted up and down, to optimize the angle at which the sun strikes the solar cells in winter and summer. That feature maximizes the power output to the 16 batteries.</p>\n\n<p class=\"passage_para\">At first, Burr had only the eight-panel array. It didn’t generate enough power for an electric refrigerator or freezer. He relied on propane appliances, which were expensive to run. Adding the four panels increased charging capacity enough to run an EnergyStar-rated electric refrigerator and freezer. The refrigerator draws less power than an old-style, 100-watt lightbulb.</p>\n\n<p class=\"passage_para\">Burr spent $21,000 for the initial solar panel array and $7,000 for the upgrade. Today, he figures he could get a similar system for 40 percent less.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “Living off the grid is no longer for just the back-to-the-landers” by Tux Turkel © 2015 by Press Herald. Reproduced with permission.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source C</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Mather, Cam. “Lessons from Off-Grid Living.” <span class=\"formatted_text font_style:italic\">Mother Earth News, </span>Oct/Nov 2014. Chart.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following chart shows the daily energy consumption of a homestead operating off the grid.</span></p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled “Daily Energy Consumption on the Mather Homestead.” Below the title, there is a body of text that reads as follows: “Our total daily energy consumption is 5,025 watt-hours, or about 5 kilowatt-hours. Compare this with the average U.S. home’s 30 kilowatt-hours per day. We have enough battery storage capacity to run our households for approximately three days if no sun or wind can power our systems.” Below this body of text, there is the following list of 9 household appliances and their energy cost. Refrigerator: 1,000 watt-hours. Freezer: 1,000 watt-hours. Lights: 500 watt-hours. Washing machine: 1000 watt-hours, open parenthesis, 4 loads per week, close parenthesis. Water pump: 250 watt-hours, open parenthesis, 1000 watts for one fourth hour, close parenthesis. Two laptops: 560 watt-hours, open parenthesis, 20 watts each for 14 hours, close parenthesis. Satellite Internet dish: 280 watts-hours, open parenthesis, 20 watts for 14 hours, close parenthesis. Radio: 105 watt-hours, open parenthesis, 15 watts for 7 hours, close parenthesis. Television: 330 watt-hours, open parenthesis, 110 watts for 3 hours, close parenthesis.\" height=\"390\" src=\"https://assets.learnosity.com/organisations/537/VH936015.g01.png\" width=\"425\" /></div>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source D</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Rajab Khalilpour and Anthony Vassallo, “Leaving the grid: An ambition or a real choice?” <span class=\"formatted_text font_style:italic\">Energy Policy</span> 82 (2015): 207-221.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following excerpt is from an article published in an academic journal that focuses on research on energy policy and energy supply.</span></p>\n\n<p class=\"passage_para\">A key societal concern of leaving-the-grid is the consequent escalation of retail electricity prices for those remaining connected. The residential electricity bill consists mostly of three key elements, i.e. a component due to the wholesale electricity price, network costs and the retailer margin and administration costs. The network cost is the levelized cost of grid transmission and distribution infrastructure, which for instance accounts for around 45% of Australian retail electricity costs (Simshauser and Nelson, 2012). Given this, when some of the customer base are transformed to prosumers<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">people who both produce and consume a product</span></span> and leave the grid, the network cost will be distributed over fewer customers and thus the network charge will increase. The consequent rise of electricity prices will further improve the economic attractiveness of leaving the grid for any remaining customers and will expedite grid defection (Simshauser and Nelson, 2012). This is referred to as the death spiral for utility companies (Severance, 2011).</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source E</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Andrews, Eve. “Resist . . . the Temptation to Hide Away in a Tiny Home.” <span class=\"formatted_text font_style:italic\">Grist Magazine,</span> 23 May 2017. https://grist.org/living/the-missed-opportunity-of-a-tiny-tidy-life/</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following excerpt is from an article published in a United States–based nonprofit online magazine that focuses on environmental issues.</span></p>\n\n<p class=\"passage_para\">Too often, it seems that the question we seek to answer is: What can you do to be more sustainable and responsible in your own life, within the confines of your own home? This preoccupation with individual actions, which really amount to relatively minor life tweaks, is evident in the queries I get from readers.</p>\n\n<p class=\"passage_para\">It’s certainly appealing to focus on yourself in the face of a deeply polarized culture and polluted planet. But what if turning away from the world makes all of its problems so much worse?</p>\n\n<p class=\"passage_para\">That corresponds to a major theme in investigative journalist Mark Sundeen’s new book, <span class=\"formatted_text font_style:italic\">The Unsettlers</span>. . . . Sundeen follows three different families as they chose to go back to the land—to varying degrees—in the name of living more sustainably and more meaningfully.</p>\n\n<p class=\"passage_para\">What Sundeen finds is that “off-grid” tends more toward aspiration than reality, even for hardcore homesteaders. “After meeting quite a few of them, I realized that most off-grid people were still enjoying the benefits of the global economy, which is to say they were telecommuting or car commuting,” he tells me. “They still have access to wealth, but they had put themselves in a place where they didn’t have to see any pollution or crowding or any racial inequity.”</p>\n\n<p class=\"passage_para\">Sundeen describes this breed of off-gridder as “a suburbanite with a long driveway.” They’ve escaped the trappings of our insane economy, he says, “but they haven’t actually altered their behavior in a way that makes it better.”</p>\n\n<p class=\"passage_para\">Which leads Sundeen to a surprise conclusion that echoes my own research: “If reducing your carbon footprint is your number one goal,” he says, “you should move to a city and participate in it.” The less glamorous but less expensive class of city—your Boises, your Chattanoogas—where the infrastructure is already in place and “you can build community much more easily.”</p>\n\n<p class=\"passage_para\">This isn’t necessarily prescriptive—not everyone needs to up and move to Des Moines. But Sundeen has a point: What does refusing to participate in our problematic, complicated world really accomplish? If you remove yourself as a stakeholder, can you really change the system?</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “Resist . . . the Temptation to Hide Away in a Tiny Home” by Eve Andrews © 2017 by Grist Magazine, Inc. Reproduced with permission.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source F</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Whitehead, Bill. “Free Range.” <span class=\"formatted_text font_style:italic\">creators.com.</span> Creators Syndicate. 2 December 2015. Cartoon.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is a comic created by a syndicated cartoonist.</span></p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a cartoon titled “Free Range.” The cartoon shows 5 men seated around a campfire in the middle of the woods. One of the men is playing an electric guitar that is plugged into an amplifier, which is plugged into a generator. The same man is saying the following: “This is a tune about going off the grid and getting back to nature!”\" height=\"506\" src=\"https://assets.learnosity.com/organisations/537/VH936015.g02.png\" width=\"400\" /></div>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">By permission of Bill Whitehead and Creators Syndicate, Inc.</span></span></div>\n</div>\n"}]}]