[{"id":"VH935575","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Jones makes to achieve his purpose&nbsp;of introducing the reader to the book.","rubricRef":"VH935575_rubric","features":[{"type":"sharedpassage","html":"<p class=\"introduction passage-intro\"><i>Reverend Martin Luther King, Jr. cowrote his “I Have a Dream” speech with his close confidant Clarence Jones. In 2011, Clarence Jones and Stuart Connelly published <span class=\"formatted_text font_style:italic\">Behind the Dream</span>, a behind-the-scenes account of the weeks leading up to King’s delivery of that speech at the March on Washington.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Also known as the March on Washington for Jobs and Freedom, this massive protest march in August 1963 sought to draw attention to the persistent inequalities faced by African Americans a century after emancipation. It was on this occasion that Martin Luther King, Jr. delivered his now-iconic “I Have a Dream” speech.</span></span>&nbsp;The following passage is an excerpt from the prologue to <span class=\"formatted_text font_style:italic\">Behind the Dream</span>. Read the passage carefully. Write an essay that analyzes the rhetorical choices Jones makes to achieve his purpose </i><span style=\"font-size:11pt\"><span style=\"font-family:&quot;Times LT Std&quot;,&quot;serif&quot;\"></span></span><em>of introducing the reader to the book.</em></p>\n<span class=\"list_heading\"><i>In your response you should do the following:</i></span>\n\n<ul>\n\t<li class=\"list_paragraph\"><i>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</i></li>\n\t<li class=\"list_paragraph\"><i>Select and use evidence to develop and support your line of reasoning.</i></li>\n\t<li class=\"list_paragraph\"><i>Explain </i><em>how the evidence supports your line of reasoning.</em></li>\n\t<li class=\"list_paragraph\"><i>Demonstrate an understanding of the rhetorical situation.</i></li>\n\t<li class=\"list_paragraph\"><i>Use appropriate grammar and punctuation in communicating your argument.</i></li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><i>A quarter of a million people, human beings who generally had spent their lives treated as something less, stood shoulder to shoulder across that vast lawn, their hearts beating as one. Hope on the line. When hope was an increasingly scarce resource.</i></p>\n\n<p class=\"passage_para\"><i>There is no dearth of prose describing the mass of humanity that made its way to the feet of the Great Emancipator<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">The Lincoln Memorial in Washington, D.C.</span></span> that day; no metaphor that has slipped through the cracks waiting to be discovered, dusted off, and injected into the discourse a half century on. The March on Washington has been compared to a tsunami, a shockwave, a wall, a living monument, a human mosaic, an outright miracle.</i></p>\n\n<p class=\"passage_para\"><i>It was all of those things, and if you saw it with your own eyes, it wasn’t hard to write about. With that many people in one place crying out for something so elemental, you don’t have to be Robert Frost to offer some profound eloquence.</i></p>\n\n<p class=\"passage_para\"><i>Still, I can say to those who know the event only as a steely black-and-white television image, it’s a shame that the colors of that day—the blue sky, the vibrant green life, the golden sun everywhere—are not part of our national memory. There is something heart-wrenching about the widely shown images and film clips of the event that belies the joy of the day. But it could be worse. We could have been marching in an era before cameras and recording devices; then the specifics of the event would eventually fade out of living memory and the world would be left only with the mythology and the text. Text without context, in this case especially, would be quite a loss. One might imagine standing before an audience and reading Reverend Martin Luther King, Jr.’s “I Have a Dream” speech verbatim, but it is a stretch to believe that any such performance would sow the seeds of change with, as Dr. King put it that day in Washington, the “fierce urgency of now.” The vast crowd, the great speaker, the words that shook the world—it all comes as a package deal. We are truly fortunate to have a record. Yet what the television cameras and radio microphones captured that August day is but a sliver of the vibrancy of the event. When a film adaptation of a beloved novel premieres, the people who say “Oh, but you’ve got to read the book” are inevitably right. The density of the written word makes the flat motion picture a pale artifact in comparison. In a similar fashion, although watching the black-and-white news footage of Dr. King’s historic call to action is stirring to almost everyone who sees it, learning about the work that went into The March and the speech—the discussions and debates behind closed doors—offers a unique context that magnifies the resonance of hearing those famous words “I have a dream” in that phenomenal, inimitable cadence.</i></p>\n\n<p class=\"passage_para\"><i>If taken together, the images and recordings of Martin make up that “movie” of the 1963 March on Washington in our collective consciousness, and if it’s true, as people often say, that “If you loved the movie, you’ve got to read the book,” <span class=\"formatted_text font_style:italic\">Behind the Dream</span> is that book. It is a story not known to the general public or disclosed to participants in The March—or, in fact, to many of its organizers. I acquired private truths and quiet insights during the months leading up to this historic event. For the most part, I’ve kept them to myself. But as this book is published, I will be entering my eighth decade on this Earth, and as I move closer to the final horizon, I realize the time has come to share what I know. The experiences cannot die with me; the full truth is simply too important to history.</i></p>\n</div>\n</div>\n"}]}]