[{"id":"VH942233","type":"longtextV2","stimulusHtml":"<div>\n<div>Write an essay that synthesizes material from at least three of the sources and develops your position on the extent to which there is value in work-life blending.</div>\n</div>\n","rubricRef":"VH942233_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><i>As technology advances, more work can be done outside of the traditional workplace and at any time of the day. This has led some people to advocate “work-life blending”—the seamless integration of work and private life—as an ideal way of balancing personal fulfillment with professional goals. Others, however, claim that this approach has begun to erode employees’ personal lives.</i></p>\n\n<p class=\"passage_para\"><em>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the extent to which there is value in work-life blending.</em></p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\"><i>Source A (Friedman)</i></li>\n\t<li class=\"list_paragraph\"><i>Source B (Fraser-Thill)</i></li>\n\t<li class=\"list_paragraph\"><i>Source C (Ashkenas)</i></li>\n\t<li class=\"list_paragraph\"><i>Source D (Gallup poll)</i></li>\n\t<li class=\"list_paragraph\"><i>Source E (Stillman)</i></li>\n\t<li class=\"list_paragraph\"><i>Source F (Chart)</i></li>\n</ul>\n</div>\n</div>\n<span class=\"list_heading\"><i>In your response you should do the following:</i></span>\n\n<ul>\n\t<li class=\"list_paragraph\"><i>Respond to the prompt with a t</i><em>hesis that presents a defensible position.</em></li>\n\t<li><em>Select&nbsp;and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.</em></li>\n\t<li class=\"list_paragraph\"><i>Explain how the evidence supports your line of reasoning.</i></li>\n\t<li class=\"list_paragraph\"><i>Use appropriate grammar and punctuation in communicating your argument.</i></li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><i><span class=\"formatted_text font_weight:bold\">Source A</span><span class=\"formatted_line_break delivery_mode:Both\"></span></i></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\"><i>Friedman, Stewart D. <span class=\"formatted_text font_style:italic\">Leading the Life You Want: Skills for Integrating Work and Life.</span> Harvard Business School Publishing Corporation, 2014.</i></li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is an excerpt from a bestselling book on leadership and self-improvement.</span></p>\n\n<p class=\"passage_para\"><i>“Out of control.” That’s how Sam, a divorced father of two girls and an ambitious professional, described his life. By day he managed an IT group for a health care conglomerate while dreaming of starting his own company. “I feel like I can never get it all done,\" Sam continued. “I’m constantly distracted. I wish I could be under less stress and pay more attention to my daughters, especially as they're getting into their teen years, and to my mom . . .</i></p>\n\n<p class=\"passage_para\"><i>It’s a full life, but at that moment Sam felt not so much full as stretched thin. He continued. “When I’m at work I’m worrying about Sophie and Erin, and when I’m with them on the weekends I’m online taking care of loose ends at work or trying to connect with leads for funding my start-up. I just don’t have enough time for it all. . . .</i></p>\n\n<p class=\"passage_para\"><i>Sam’s plight is not unique to busy managers. I often hear these sentiments, from adults young and old, whether they are executives, students, doctors, retailers, artisans, research scientists, soldiers, stay-at-home parents, teachers or engineers--and whether they live in the United States or elsewhere. These are the chaotic, early days of the “twitch” era, in which we often feel as though we’re drowning in a deluge of data and yet can’t stop picking up our smartphones, checking our social media, flailing in the wash of e-mails. Few of us are skilled enough psychologically to exploit the power of new communication tools, and it’s increasingly difficult to maintain the boundaries that allow us to give our projects the attention they require, and our people the care they deserve. . . .</i></p>\n\n<p class=\"passage_para\"><i>Many people believe that to achieve great things we must make brutal sacrifices; that to succeed at work we must focus single-mindedly, at the expense of self, family, and society. Even those who reject the idea of a zero-sum game fall prey to a kind of binary thinking revealed by the term we use to describe the ideal lifestyle: <span class=\"formatted_text font_style:italic\">work/life balance</span>.</i></p>\n\n<p class=\"passage_para\"><i>Work/life balance is a misguided metaphor for grasping the relationship between work and the rest of life; the image of the scale forces you to think in terms of trade-offs instead of the possibilities for harmony. And the idea that “work” competes with “life” ignores the more nuanced reality of our humanity. It ignores the fact that “life” is actually the intersection and interaction of the four domains of life: work or school; home or family; community or society; and the private realm of mind, body, and spirit.</i></p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><i><span class=\"formatted_text font_weight:bold\">Source B</span><span class=\"formatted_line_break delivery_mode:Both\"></span></i></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\"><i>Fraser-Thill, Rebecca. “Forget Work-Life Balance: Aim for Blend instead.” <span class=\"formatted_text font_style:italic\">Huffington Post</span>, 3 July 2014, www.huffpost.com/entry/success-and-motivation_b_4889295.</i></li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is an excerpt from an online magazine article.</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\"><i>What is Work-Life Blend?</i></span><span class=\"formatted_line_break delivery_mode:Both\"></span><i>In a work-life blend model, life and work are seen as consistent and symbiotic, with work viewed as a genuine part of life. Although I’ve long embraced this concept, I didn’t have name for it until I watched a Good Life Project interview between Mitch Joel and Jonathan Fields. During the interview, Joel argues for work-life blend, noting: “I don’t believe in work-life balance. How many hours do you spend working every day? I take it very personally.”</i></p>\n\n<p class=\"passage_para\"><i>Fields agrees, stating: “Work-life balance comes from a baseline assumption that work is outside of life. It doesn’t feed it, it doesn’t intersect. It’s something that you need to stop doing because it’s something that exists purely so you can feed life.”</i></p>\n\n<p class=\"passage_para\"><i>Two researchers from the nonprofit organization Catalyst, Jeffrey Greenhaus and Gary Powell, support the work-life blend approach. According to the article “Working Life ‘Balance’ Isn’t the Point” in the <span class=\"formatted_text font_style:italic\">Harvard Business Review</span>, Greenhaus and Powell believe: Work and personal life should be allies and that participation in multiple roles, such as parent, partner, friend, employee, can actually enhance physical and psychological well-being-- especially when all of the roles are high quality and managed together.</i></p>\n\n<p class=\"passage_para\"><i>In other words, we should see ourselves as a whole and integrated person, not as someone splintered into a million tiny pieces that must be kept isolated.</i></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\"><i>Workaholism Isn’t Work-Life Balance</i></span><span class=\"formatted_line_break delivery_mode:Both\"></span><i>The danger of the work-life blend approach, of course, is the possibility of letting work consume us. One way to avoid workaholism is by recognizing that true work-life blend begins in one particular direction: from self to work. Work may come to inform the self over time, but work must first and foremost be designed by the individual if we are to experience meaning and flow, the bedrocks of lasting happiness.</i></p>\n\n<p class=\"passage_para\"><i>I live this philosophy. My teaching, coaching, and writing are integrally a part of who I am, and vice versa. Not everyone can understand this choice, though, and sometimes I get ribbed for my love of what I do. In fact, I woke up early to put the finishing touches on this very post, not out of obligation but out of desire. My typically supportive husband lay half-asleep in bed beside me as I typed, moaning “work, work, work.”</i></p>\n\n<p class=\"passage_para\"><i>The thing is, writing doesn’t feel like work to me, a point Fields also makes: \"When everybody’s asleep, one person may make the choice to go and watch TV or read a book. But my choice would be I want to go write. I want to go build something. I want to go produce something. Why is that any lesser of a choice, simply because it’s labeled under ‘work’?\" Joel seems to concur, saying that he dislikes being on vacation if he’s told he can’t work during it. “Why take me away from the things I really love?” he asks.</i></p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"><i>from “Forget Work-Life Balance: Aim for Blend Instead” by Rebecca Fraser-Thill © 2014 by Rebecca Fraser-Thill. Reproduced with permission.</i></span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><i><span class=\"formatted_text font_weight:bold\">Source C</span><span class=\"formatted_line_break delivery_mode:Both\"></span></i></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\"><i>Ashkenas, Ron. “Forget Work-Life Balance: It’s Time for Work-Life Blend.” <span class=\"formatted_text font_style:italic\">Forbes</span>, 12 Oct. 2012, https://www.forbes.com/sites/ronashkenas/2012/10/19/forget-work-life-balance-its-time-for-work-life-blend/#72c5ad0b7e22.</i></li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is an excerpt from an online magazine article.</span></p>\n\n<p class=\"passage_para\"><i>The reality for many of us these days is that our professional lives bleed into our personal lives. The boundaries are increasingly permeable and movable. We check our emails in the evenings and weekends. We delay or miss family events because we can’t leave the office. And when we do, we take our communications devices with us so that we can stay connected to work.</i></p>\n\n<p class=\"passage_para\"><i>Previously, I’ve encouraged professionals to manage the work-life balance more proactively by thinking through their priorities and consciously addressing how work intrudes on their personal lives. But in light of how many of us blend work time with personal time, perhaps this advice is overly simplistic — unrealistic even. Maybe we need to accept the fact that the sharp demarcation between work and home is a thing of the past, and that the new normal is a life that integrates home and work more seamlessly.</i></p>\n\n<p class=\"passage_para\"><i>Focusing on work-life “integration” instead of work-life “balance” has at least a couple of implications: First (and the one that I like the most) is that we can stop feeling guilty about scheduling calls during our vacations or checking our emails at night; and by the same token not feel guilty about talking with our spouses, friends, and family members during work time.</i></p>\n\n<p class=\"passage_para\"><i>The second implication is that we no longer split up our time so rigidly between “work hours” and “non-work hours.” Instead, let’s be flexible about when and how we accomplish both our work goals and our personal goals. Obviously some of this has to be negotiated with others, both at work (who is on call for customers?) and home (who gets to use the car?). But the point is to make this a natural part of how we organize our lives instead of a special perk or exceptional situation.</i></p>\n\n<p class=\"passage_para\"><i>Most organizations of course are not set up to accommodate employees who want to blend their personal and work lives, and in fact actively discourage it through work rules, inflexible hours, and other practices. A number of pilot projects, however, have shown that when teams of interdependent workers (e.g., customer services representatives) are empowered to create their own plans for how and when to get their work done, productivity improves considerably.</i></p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"><i>from “Forget Work-Life Balance: It's Time for Work-Life Blend” by Ron Ashkenas © 2012 by PARS International Corp. Reproduced with permission.</i></span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><i><span class=\"formatted_text font_weight:bold\">Source D</span><span class=\"formatted_line_break delivery_mode:Both\"></span></i></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\"><i>Harter, Jim. “Should Employers Ban Email After Work Hours?” <span class=\"formatted_text font_style:italic\">gallup.com,</span> https://www.gallup.com/workplace/236519/employers-ban-email-work-hours.aspx.</i></li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is a chart that shows the results from a Gallup Research poll.</span></p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled “Employees’ Views on Working Remotely.” Below the title, there is the following body of text: “Most full-time workers say that the ability to use mobile technology for work outside normal working hours is a somewhat to strongly positive development.” Below this text, is the following question: “Is the ability to use your computer, tablet, or smartphone to work remotely outside of normal business hours a positive or negative development?” The responses to this question are recorded in a pictogram. The respondents who are full time U S employees selected from one of four responses, and the frequency of each response is as follows. Strongly positive, 42 percent. Somewhat positive, 37 percent. Somewhat negative, 13 percent. Strongly negative, 8 percent.\" height=\"270\" src=\"https://assets.learnosity.com/organisations/537/VH942233.g01.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><i><span class=\"formatted_text font_weight:bold\">Source E</span><span class=\"formatted_line_break delivery_mode:Both\"></span></i></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\"><i>Stillman, Jessica. “To Be Happier, Keep Your Home and Work Lives Separate, New Research Finds.”<span class=\"formatted_text font_style:italic\"> Inc.,</span> 27 Dec. 2016, www.inc.com/jessica-stillman/work-life-balance-beats-work-life-blend-according-to-new-google-research.html.</i></li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following excerpt is from an online magazine article.</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\"><i>Bad news for blenders.</i></span><span class=\"formatted_line_break delivery_mode:Both\"></span><i>To figure out whether it’s more important that your lifestyle matches your preferred approach to time management, or whether one school of thought was clearly a better bet for everybody, the search giant asked Googlers for both their preference when it comes to blend or balance (in the scientific literature those who separate work and life are known as “Segmentors,” while those who mix everything are dubbed “Integrators”), as well as whether their current reality matched this preference.</i></p>\n\n<p class=\"passage_para\"><i>The data revealed that a match between aspirations and real life was less important than the specific strategy people chose. According to Google’s numbers, if you’re looking to maximize your life satisfaction, you should ignore the gurus who tell you to give up on balance and instead continue to struggle to wall off your personal from your professional life.</i></p>\n\n<p class=\"passage_para\"><i>“We found that, regardless of preference, Segmentors were significantly happier with their well-being than Integrators. Additionally, Segmentors were more than twice as likely to be able to detach from work (when they wanted to),” reports the company’s Re:Work blog.</i></p>\n\n<p class=\"passage_para\"><i>But while the “segmentor approach” was more successful, it was also less popular. “Less than a third of Googlers behaved like Segmentors and over half of Integrators said they wished they could segment better,” the post also reports.</i></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\"><i>How the most plugged in professionals disconnect</i></span><span class=\"formatted_line_break delivery_mode:Both\"></span><i>The takeaway for Google is pretty clear—helping employees actually switch off completely from work is likely to make them happier (and therefore also more productive and willing to stick around). The company is even trying out programs to assist employees rebuild a bit of old-fashioned balance.</i></p>\n\n<p class=\"passage_para\"><i>In Google’s Dublin office, for instance, they ran a pilot program called “Dublin Goes Dark,” which asked employees to hand in their devices before walking out the door for the night to ensure they completely disconnected during their off hours. “Googlers said that this site-wide effort resulted in a shared sense of stress relief for many,” claims Re:Work.</i></p>\n\n<p class=\"passage_para\"><i>Also, employees are encouraged to set a goal for their personal life like “I will not check emails on weekends” and share it publicly with their manager or team, nudging them to take their out-of-work commitments seriously and holding them subtly to account for their work-life balance choices.</i></p>\n\n<p class=\"passage_para\"><i>Google may be a high-tech company, but these ideas are both low-tech and easy for much smaller businesses to borrow. Maybe your company could give one of them a try.</i></p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"><i>from “To Be Happier, Keep Your Home and Work Lives Searate, New Research Finds” by Jessica Stillman © 2018 by Inc.com. Reproduced with permission.</i></span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><i><span class=\"formatted_text font_weight:bold\">Source F</span><span class=\"formatted_line_break delivery_mode:Both\"></span></i></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\"><i>“Time Use on an Average Work Day for Employed Persons Ages 25-54 With Children.” <span class=\"formatted_text font_style:italic\">Bureau of Labor and Statistics,</span> 13 March 2017, https://www.bls.gov/tus/charts.htm.</i></li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is a chart from the Bureau of Labor and Statistics.</span></p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a pie chart titled “Time use on an average work day for employed persons ages 25 to 54 with children.” The pie chart is divided into 7 sectors. Starting at the top and moving clockwise the sectors are labeled as follows: Sleeping, 7.8 hours. Working and related activities, 8.8 hours. Leisure and sports, 2.6 hours. Household activities, 1.1 hours. Eating and drinking, 1.0 hours. Caring for others, 1.2 hours. Other, 1.5 hours.\" height=\"284\" src=\"https://assets.learnosity.com/organisations/537/VH942233.g02.png\" width=\"450\" /></div>\n</div>\n</div>\n"}]}]