[{"id":"VH958071","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Read the passage carefully, then complete the following tasks:</p>\n\n<ol class=\"ordered_list style:2\">\n\t<li class=\"list_paragraph\">Identify a claim made by Sasse and explain the reasoning underlying this claim.</li>\n\t<li class=\"list_paragraph\">List at least two pieces of supporting evidence from the passage, and briefly explain how they support the claim you have identified in task 1.</li>\n</ol>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n</div>\n","rubricRef":"VH958071_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In 2017 United States Senator Ben Sasse of Nebraska released his book <span class=\"formatted_text font_style:italic\">The Vanishing American Adult. </span>Shortly after the release of the book, Senator Sasse wrote an op-ed in the <span class=\"formatted_text font_style:italic\">New York Times</span> in which he argued for the importance of teaching young people the value of work. The following passage is excerpted from Sasse’s essay. Read the passage carefully, then complete the following tasks:</p>\n\n<ol class=\"ordered_list style:2\">\n\t<li class=\"list_paragraph\">Identify a claim made by Sasse and explain the reasoning underlying this claim.</li>\n\t<li class=\"list_paragraph\">List at least two pieces of supporting evidence from the passage, and briefly explain how they support the claim you have identified in task 1.</li>\n</ol>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">FREMONT, Neb. — Summer break 1985 was defined by my 4:30 a.m. alarm. The bus rolled up at 5, and my friends and I stumbled on, fighting off sleep until we arrived at the fields. Detasseling corn was a rite of passage in this Nebraska town: In order to cross-pollinate top-notch seed corn in those days, you needed people, lots of them, to walk through the fields to pull corn tassels manually from individual rows.</p>\n\n<p class=\"passage_para\">The job stank. It’s wet and chilly in the field that early. Giant sprinklers called center pivots often got stuck and flooded acres with ankle-deep cold water. We’d start out wearing sweatshirts underneath trash bag ponchos, but by 10, as temperatures approached triple digits, we’d shed layers. For the rest of the day, our bare skin would brush against sharp corn leaves until it was marked with innumerable paper cuts.</p>\n\n<p class=\"passage_para\">We would get home covered in nasty rashes, caked in mud and bone-tired. I’d go to bed in the late afternoon and sleep straight through till the alarm sounded again, for weeks on end.</p>\n\n<p class=\"passage_para\">That was our summer vacation. What do our kids do today?</p>\n\n<p class=\"passage_para\">It’s not an idle question. Nearly a quarter-century on, when I became the president of Midland University back in this same Nebraska town, one of the first things I noticed was how few of our students had done any hard physical work before college. Detasseling corn, like a lot of agricultural work, is now done mostly by machine.</p>\n\n<p class=\"passage_para\">And parents, on the whole, had fewer household labor needs and could afford to spare their kids the less pleasant experiences of their own childhoods, while providing them with things they wish they’d had, as well as opportunities to cultivate new skills. The time our students didn’t spend in school was mostly spent consuming: products, media and entertainment, especially entertainment.</p>\n\n<p class=\"passage_para\">Another thing I noticed was an unnerving passivity. When I saw students doing their campus jobs, they seemed to have a tough time. Over and over, faculty members and administrators noted how their students’ limited experience with hard work made them oddly fuzzy-headed when facing real-world problems rather than classroom tests.</p>\n\n<p class=\"passage_para\">I was worried. How would these kids survive once they left home for good? And how would an America built on self-discipline and deferred gratification survive?</p>\n\n<p class=\"passage_para\">Adolescence is a great thing, but we’ve made it too long. It’s supposed to be a protected space in which kids who’ve become biologically adult are not obligated to immediately become emotionally, morally and financially adult. Done right, adolescence is a greenhouse phase, but adolescence should not be an escape from adulthood; it should be when we learn <span class=\"formatted_text font_style:italic\">how </span>to become adults.</p>\n\n<p class=\"passage_para\">We’re parenting too much, too long. Our efforts to protect our kids from hurt feelings, tedious chores, money worries and the like are well intentioned. But many of us, perhaps especially middle-class parents, are unwittingly enabling many of our kids to not grow up.</p>\n\n<p class=\"passage_para\">What can we do about it — especially during these long summer months when our kids expect to be entertained? What’s the modern equivalent of detasseling corn?</p>\n\n<p class=\"passage_para\">My wife, Melissa, and I, together with our neighbors, try to create experiences for our kids that build character. We want our kids to exercise their muscles and their minds.</p>\n\n<p class=\"passage_para\">Last year, we sent our eldest child, Corrie, then 14, to spend a month working on a cattle ranch. When we dropped her off, she was nervous but eager. Between checking cows for pregnancies—a job that involves a shoulder-length glove—and bottle-feeding orphaned heifers, she loved it and hated it. But she knew that her mild suffering was also a formative experience for a lifetime.</p>\n\n<p class=\"passage_para\">Not everyone lives in a big cattle state, and younger kids require more parental supervision. I also don’t romanticize agrarian life—there’s too much manure around for it to be truly idyllic—but meaningful work for kids is less about any particular task than the habits the hours teach. The effort involved and the struggles, once overcome, become the scar tissue of future character.</p>\n\n<p class=\"passage_para\">Look around your neighborhood and see what ways your kids could serve their community. Even in this digital age, lawns need to be mowed and lemonade stands can break even.</p>\n\n<p class=\"passage_para\">Older folks will benefit from the help, and your kids will gain from the perspective of people who’ve been on the planet longer than they have. Younger kids can work alongside Mom and Dad, too (just know that everything will take twice as long). The point isn’t how perfect your neighbor’s lawn looks; the point is that your kids can learn to work toward making a contribution to their community.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “What to Do With the Kids This Summer? Put 'Em to Work” by Ben Sasse © 2017 by Ben Sasse. Used by permission.</span></span></div>\n</div>\n"}]}]