[{"id":"VH961189","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Carefully read Sources A through D (listed below), including the introductory information for each source. Compose a thesis statement you might use for an essay in which you develop your position on the role, if any, that zoos should serve in the future. Then, select at least three pieces of evidence from the sources to support your position, briefly explaining how each piece of evidence might be used to develop your argument. Avoid merely summarizing the sources.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">Source A (PETA)</li>\n\t<li class=\"list_paragraph\">Source B (Clay)</li>\n\t<li class=\"list_paragraph\">Source C (Worland)</li>\n\t<li class=\"list_paragraph\">Source D (chart)</li>\n</ul>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_quote\">&nbsp;</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH961189_rubric","features":[{"type":"sharedpassage","html":"<p>As animal rights activists and scientists draw increasing attention to the health and ethical implications of keeping wild animals in captivity, there has been considerable debate about the future of zoos. While some commentators argue that zoos should be abolished, others maintain that zoos will continue to have an important role to play in education, conservation, and research.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Carefully read Sources A through D (listed below), including the introductory information for each source. Compose a thesis statement you might use for an essay in which you develop your position on the role, if any, that zoos should serve in the future. Then, select at least three pieces of evidence from the sources to support your position, briefly explaining how each piece of evidence might be used to develop your argument. Avoid merely summarizing the sources.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">Source A (PETA)</li>\n\t<li class=\"list_paragraph\">Source B (Clay)</li>\n\t<li class=\"list_paragraph\">Source C (Worland)</li>\n\t<li class=\"list_paragraph\">Source D (chart)</li>\n</ul>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_quote\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source A</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">PETA. “Zoos: An Idea Whose Time Has Come and Gone.” PETA, n.d. www.peta.org/issues/animals-in-entertainment/zoos.</p>\n\t</li>\n</ul>\n</div>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following passage is excerpted from a statement published by People for the Ethical Treatment of Animals (PETA), the largest animal rights organization in the world.</span></p>\n\n<div class=\"heading_block\">\n<p class=\"heading_paragraph heading_level:1\"><span class=\"formatted_text font_weight:bold\">Captivity Drives Animals Insane</span></p>\n</div>\n\n<p class=\"passage_para\">Zoos limit the natural behavior patterns of animals, including migration and in many cases, flight. Animals who would shun contact with humans in nature have no way to escape routine contact with them. Many develop neurotic and self-harming behavior (called “stereotypies” or “zoochosis”) that are rarely, if ever, observed in the wild. Primates may throw feces and eat their own vomit. Some birds pluck out their own feathers. Elephants often sway back and forth. Tigers pace incessantly, and polar bears are often seen swimming endless figure-eights.</p>\n\n<p class=\"passage_para\">Aquatic animals suffer, too. A study conducted by the Captive Animals’ Protection Society concluded that 90 percent of public aquariums studied had animals who showed stereotypic (neurotic) behavior, such as repeatedly raising their heads above the surface of the water, spinning around an imaginary object, and frequently turning on one side and rubbing along the floor of the tank.</p>\n\n<div class=\"heading_block\">\n<p class=\"heading_paragraph heading_level:1\"><span class=\"formatted_text font_weight:bold\">Conservation Con</span></p>\n</div>\n\n<p class=\"passage_para\">Zoos defend their breeding programs under the pretext of conservation, but many of the species that are being bred aren’t endangered or threatened. Baby animals bring visitors through the gates. Very few, if any, of the captive-bred species that do face extinction in the wild—including elephants, polar bears, gorillas, tigers, and chimpanzees—will ever be released back into their natural environments to bolster dwindling populations. Captive breeding replenishes zoos’ animal inventories and lure in patrons.</p>\n\n<div class=\"heading_block\">\n<p class=\"heading_paragraph heading_level:1\"><span class=\"formatted_text font_weight:bold\">Exploitation, Not Education</span></p>\n</div>\n\n<p class=\"passage_para\">Keeping animals in cages does nothing to foster respect for animals. Study after study, including by the zoo industry itself, has shown that most zoo visitors simply wander around the grounds, pause briefly in front of some displays, and spend their time on snacks and bathroom breaks. One study of visitors to the National Zoo in Washington, D.C., showed that visitors spent less than eight seconds per snake exhibit and only one minute with the lions. Researchers concluded that “people … treat[ed] the exhibits like wallpaper.” In fact, numerous studies have shown that exhibiting animals in unnatural settings may undermine conservation by leaving the public with the idea that a species must not be in jeopardy if [it] is being used for display and entertainment.</p>\n\n<p class=\"passage_para\">Even a study by the Association of Zoos and Aquariums (AZA) itself has concluded that claims that zoo exhibits might contribute to conservation “were not substantiated or validated by actual research,” and the U.S. Fish and Wildlife Service has said that it has “sincere doubts” about the conservation benefits from public exhibitions of wildlife and no longer accepts “education” as a basis for issuing Endangered Species Act permits.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “Zoos: An Idea Whose Time Has Come and Gone.” Courtesy of People for the Ethical Treatment of Animals</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_quote\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source B</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Clay, Anne S. “From Sad Zoo to Happy Zoo: The Changing Animal Welfare and Conservation Priorities of the Seoul Zoo in South Korea.” <span class=\"formatted_text font_style:italic\">The Ark and Beyond: The Evolution of Zoo and Aquarium Conservation</span>, ed. Ben A. Minteer, et al., University of Chicago Press, 2018, pp. 212-225.</p>\n\t</li>\n</ul>\n</div>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following passage is excerpted from an article in a recently published scholarly collection.</span></p>\n\n<p class=\"passage_para\">In 2013 the Seoul Grand Park Zoo in South Korea released an Indo-Pacific bottlenose dolphin named Jedol into the ocean near Jeju Island—the first time an Asian zoo had reintroduced a captive dolphin to the wild. Illegally caught and sold to the zoo in 2009, Jedol had spent four years performing for visitors before his liberation—his release the result of an intense public campaign by animal welfare activists, scientists, and local politicians. Among those assisting in Jedol’s rehabilitation and release was the well-known dolphin activist Ric O’Barry, founder of the Dolphin Project (and prominently featured in the 2009 Academy Award–winning film<span class=\"formatted_text font_style:italic\"> The Cove</span>). The interest surrounding the release was unprecedented; indeed, no animal in South Korea’s recent history had provoked as much media attention as Jedol (Jang 2014). The zoo’s annual journal praised his release as “an exemplary representation of the cooperation between society and a citizens’ committee comprised of academics, civic organizations, and government officials” (Seoul Grand Park 2013b, 78).</p>\n\n<p class=\"passage_para\">Jedol’s story provides a window into the dynamic between conservation and animal welfare at the Seoul Zoo. Although the return of one dolphin might be considered only an act of animal welfare, zoo officials insisted it was in fact part of the institution’s broader conservation agenda (No 2015). There is some evidence for this claim. Currently, the only existing pod of Indo-Pacific bottlenose dolphins in South Korean waters lives around Jeju Island. The 114 individuals within that pod are predicted to decline to 20 by the year 2050. Every individual therefore “counts” in conservation terms (at the level of the population). Furthermore, mass media coverage not only created awareness of the conservation status of the Jeju dolphin population, it also helped enforce antipoaching efforts. For example, Jedol’s captors were punished, and the illegal dolphin trade significantly decreased (Jang 2014). Finally, the animal’s release also stoked greater awareness of animal welfare in the country and spurred a broader conversation about the use of marine wildlife in shows (Jang 2014; Seoul Grand Park 2013b).</p>\n\n<p class=\"passage_para\">For the Seoul Zoo, then, Jedol’s release clearly signified far more than the welfare of one animal: it represented the kind of collaborative social, academic, and scientific integration that the zoo aspired to create in its other conservation endeavors. It may also have signaled something of an evolution in Korean environmental ethics. As a piece in the zoo’s annual yearbook put it, “Jedol’s release stemmed from a reexamination and a new establishment of the relationship between people and animals; human beings and nature” (Seoul Grand Park 2013b, 83).</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_quote\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source C</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Worland, Justin. “The Future of Zoos.” <span class=\"formatted_text font_style:italic\">Times</span>, February 27–March 6, 2017, time.com/4672990/the-future-of-zoos.</p>\n\t</li>\n</ul>\n</div>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following passage is excerpted from a recently published magazine article.</span></p>\n\n<p class=\"passage_para\">Many [zoo officials] have dedicated their life to working with animals and have formed deep bonds with the creatures under their care. But these days, even while they push to improve the lives of their charges, they’re also fending off protests, lawsuits and publicity stunts by animal-rights groups. Some of the zoo officials I spoke with used words like “extremist” and “zealot” and said they feared the movement would ultimately end the good they believe comes from their zoos.</p>\n\n<p class=\"passage_para\">Conservation—the work of protecting endangered species—is at the top of their list. The AZA [Association of Zoos and Aquariums] strongly encourages zoos to spend at least 3% of their budgets on field conservation efforts. Foremost among those efforts are breeding programs. The AZA creates in-depth survival plans for endangered species and has saved, among others, the red wolf and the California condor. Both have been reintroduced to the wild after living on the brink of extinction.</p>\n\n<p class=\"passage_para\">Other endangered animals bred in captivity—particularly large animals like elephants, lions and bears—could never adapt to the wild and will inevitably live the rest of their lives in zoos. And then there are the big efforts that fail—like the case of Lonesome George, the last remaining Pinta Island giant tortoise when he died in 2012. Researchers in the Galapagos spent years trying to breed him with females of a closely related species . . . but he had no interest. His species died with him.</p>\n\n<p class=\"passage_para\">Against that backdrop of success and failure, more zoos have broadened their definition of conservation. Instead of saving a species, some argue, they advance conservation work by educating patrons and pushing them to donate to the cause. Other zoos tell their visitors to act on climate change to protect animal habitats across the globe. “If you cannot connect every single exhibit to something in the wild, then you shouldn’t build it,” says Rick Barongi, a former Houston Zoo director. “You have to be part of the conservation story. You can’t just be writing checks.”</p>\n\n<p class=\"passage_para\">Not everyone buys the conservation mission. “I think this conservation quilt that zoos are wearing is quite dubious attire,” says [David] Hancocks [a longtime director of Woodland Park Zoo]. “I would go so far as to say I think they are doing a disservice to conservation. They tell visitors over and over that zoos are saving wildlife, and visitors think, Oh good, the species are saved.” . . .</p>\n\n<p class=\"passage_para\">On the human side of the equation, one thing remains clear: people still enjoy a chance to see and get close to animals. More than 170 million people visited zoos in the U.S. in 2015, according to the AZA, up 10 million from 10 years prior. And many zoos have experienced record attendance. “The business continues to change and evolve—like any business,” says David Walsh, who founded Zoo Advisors, a zoo financial consulting firm. But, he adds, “people are still going to zoos. And they’re going in bigger numbers than they were before.”</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “The Future of Zoos: Challenges Force Zoos to Change in Big Ways” by Justin Worland © 2017 by Time USA, LLC. Reproduced with permission.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_quote\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source D</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">“Is there Educational Value Viewing Elephants in Captivity?” Chart. <span class=\"formatted_text font_style:italic\">Elephants in Canada</span>. Zoocheck Canada, 2010, sites.google.com/site/elephantsincanada/education-and-conservation.</p>\n\t</li>\n</ul>\n</div>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following chart is from a study published by a Canadian animal protection organization whose mission is to promote and protect the well-being of wild animals.</span></p>\n\n<div class=\"heading_block\">\n<p class=\"heading_paragraph heading_level:1\"><span class=\"formatted_text font_weight:bold\">Is there Educational Value Viewing Elephants in Captivity?</span></p>\n</div>\n\n<p class=\"passage_para\">Slowing down and engaging visitors in the learning process is critically important to education and integral to generating positive conservation outcomes. Unfortunately, most people viewing elephants in captivity spend only the briefest period looking at the animals.</p>\n\n<p class=\"passage_para\">In 2010, Zoocheck Canada conducted a study of the amount of time zoo visitors spend watching 7 different species of animals, including elephants, at the Toronto Zoo. The study revealed that on average, visitors spent 117 seconds (less than 2 minutes) watching the elephants...</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph titled “Toronto Zoo, African Elephants.” The horizontal axis is labeled Visitor Viewing Time in Seconds, and the numbers 50 through 850, in increments of 50, are indicated. The vertical axis is labeled Numbers of Visitors, and the numbers 0 through 120, in increments of 20, are indicated. From left to right, the data represented by the bars are as follows. Note that all values are approximate. 50 seconds, 84 visitors. 100 seconds, 103 visitors. 150 seconds, 43 visitors. 200 seconds, 35 visitors. 250 seconds, 20 visitors. 300 seconds, 7 visitors. 350 seconds, 8 visitors. 400 seconds, 6 visitors. 450 seconds, 4 visitors. 500 seconds, 4 visitors. 550 seconds, 1 visitor. 600 seconds, 5 visitors. 650 seconds, 1 visitor. 700 seconds, 1 visitor. 750 seconds, 0 visitors. 800 seconds, 0 visitors. 850 seconds, 1 visitor.\" height=\"306\" src=\"https://assets.learnosity.com/organisations/537/VH961189.g02.png\" width=\"600\" /></div>\n"}]}]