[{"id":"VH973194","type":"longtextV2","stimulusHtml":"Synthesize material from at least three of the sources and incorporate it into a coherent, well-written essay in which you develop your position on the most important changes that can be made to promote pay equality.","rubricRef":"VH973194_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In the United States, the current wage gap between men and women is about 20%, meaning that for every dollar men earn, women only earn about 80 cents. In spite of decades of activism and gains in women’s wages, the issue has yet to be resolved; there is even some evidence that progress in closing the wage gap has recently slowed down. In order to address this persistent issue, some have proposed solutions such as salary transparency, while others call for new ways of approaching the problem.</p>\n\n<p class=\"passage_para\">Carefully read the following six sources, including the introductory information for each source. Then synthesize material from at least three of the sources and incorporate it into a coherent, well-written essay in which you develop your position on the most important changes that can be made to promote pay equality.</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Source A (Elsesser)</li>\n\t<li class=\"list_paragraph\">Source B (chart)</li>\n\t<li class=\"list_paragraph\">Source C (Oelz)</li>\n\t<li class=\"list_paragraph\">Source D (Gaag)</li>\n\t<li class=\"list_paragraph\">Source E (Wingfield)</li>\n\t<li class=\"list_paragraph\">Source F (table)</li>\n</ul>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that may establish a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Provide evidence from at least 3 of the provided sources to support your thesis. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.</li>\n\t<li class=\"list_paragraph\">Explain the relationship between the evidence and your thesis.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source A</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Elsesser, Kim. “Two Solutions for the Gender Pay Gap that Can Be Implemented Today.” <span class=\"formatted_text font_style:italic\">Forbes.com</span>, 19 Nov. 2015, www.forbes.com/sites/kimelsesser/2015/11/19/two-solutions-for-the-gender-pay-gap- that-can-be-implemented-today/#396b1c9d2d35.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following excerpt is from an article in an online business magazine.</span></p>\n\n<p class=\"passage_para\">The gender pay gap is still going strong. In the U.S., women are taking home only 82.9 cents for every dollar earned by men, and the discrepancy is worse for minorities and for those at the high end of the pay scale. Globally, things aren’t much better. The World Economic Forum released data today indicating it will take 118 years until the global pay gap between men and women is closed. Recommendations on how to reduce this problem are available, but many, like better child-care options, are difficult to implement and prohibitively costly. Fortunately, there are two fixes we could implement immediately that would help eliminate a big portion of the gender pay gap. And, they are free.</p>\n\n<div class=\"heading_block\">\n<p class=\"heading_paragraph heading_level:1\"><span class=\"formatted_text font_weight:bold\">1. Implement Pay Transparency</span></p>\n</div>\n\n<p class=\"passage_para\">Pay transparency lets everyone know what their colleagues are earning and would make women aware if they are making less than their male counterparts. When the Sony hack revealed a gender pay gap among actors, Charlize Theron took action to correct a $10 million pay discrepancy between her and her male co-star, Chris Hemsworth, in <span class=\"formatted_text font_style:italic\">The Huntsman</span>. It’s a natural response. We all want to be treated fairly. It makes the gender gap problem self-correcting.</p>\n\n<p class=\"passage_para\">Yes, it would be a bit of a headache for managers, especially in the early days. But having to defend the pay of their employees would not necessarily be bad for the corporation. It may ultimately work as incentive for employees to increase their productivity. It would force organizations to establish a meritocracy. Those who are most productive get paid the most. The highest pay wouldn’t go to those who ask for it, to those who threaten to quit, or to those who are friends with the boss, but, instead it would go to those that actually deserve more pay.</p>\n\n<p class=\"passage_para\">Some tech companies are already implementing these strategies in order to reduce the gender pay gap. According to the Guardian, New York based analytics company, SumAll provides an online document so employees can view the salaries and pay histories of all their colleagues. Social sharing startup, Buffer also makes all their employees’ salary information public. Ideally, more organizations who care about gender parity will follow suit, but it will probably require legislation to get the larger organizations on board.</p>\n\n<div class=\"heading_block\">\n<p class=\"heading_paragraph heading_level:1\"><span class=\"formatted_text font_weight:bold\">2. Eliminate Negotiation</span></p>\n</div>\n\n<p class=\"passage_para\">A second fix for the gender pay gap is to eliminate negotiation. Study after study show that women don’t perform as well as men in negotiations. Often women avoid negotiation altogether, accepting the first offer presented by a prospective employer. One study of graduating masters’ students examined who negotiated their first job offer. Despite urging from their university to negotiate, only 7% of the female graduates negotiated for a higher salary, but 57% of the men asked for more money. That’s more than 8 times as many men asking for more money. Sadly, many women report that they fear they will not be liked if they aggressively pursue a higher salary.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “Two Solutions for the Gender Pay Gap that Can Be Implemented Today” by Kim Elsesser © 2015 by PARS International Corp. Reproduced with permission.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source B</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Hired. <span class=\"formatted_text font_style:italic\">The State of Wage Inequality in the Workplace</span>. hired.com, 2018.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is a chart from a report published by a tech career site.</span></p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Wage &amp; Expectation Gaps for Women in the Tech Industry by Years of Experience</p>\n</div>\n<img alt=\"The figure presents a set of two bar graphs that are titled “Wage and Expectation Gaps for Women in the Tech Industry by Years of Experience.” The bar graph on the top is titled “Wage Gap.” The vertical axis is labeled Women’s Wages per $1.00 of Men’s Wages, and the values $0.88, $0.94, and $1.00 are indicated. The horizontal axis is labeled Years of experience, and 8 ranges of years are indicated. There is one bar for each range of years. From left to right, the data represented by the bars are as follows. 0 to 2 years, $0.98. 3 to 4 years, $0.97. 5 to 6 years, $0.94. 7 to 8 years, $0.93. 9 to 10 years, $0.93. 11 to 12 years, $0.95. 13 to 14 years, $0.92. 15 or more years, $0.96. The bar graph on the bottom is titled “Expectation Gap.” The vertical axis is labeled Wages Expected by Women per $1.00 of Wages Expected by Men, and the numbers $0.88, $0.94, and $1.00 are indicated. The horizontal axis is labeled Years of experience, and 8 ranges of years are indicated. There is one bar for each range of years. From left to right, the data represented by the bars are as follows. 0 to 2 years, $0.98. 3 to 4 years, $0.97. 5 to 6 years, $0.94. 7 to 8 years, $0.91. 9 to 10 years, $0.89. 11 to 12 years, $0.94. 13 to 14 years, $0.94. 15 or more years, $0.97.\" height=\"634\" src=\"https://assets.learnosity.com/organisations/537/VH973194.g01.png\" width=\"550\" /></div>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source C</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Oelz, Martin, et al. <span class=\"formatted_text font_style:italic\">Equal pay:</span> <span class=\"formatted_text font_style:italic\">An Introductory Guide</span>. International Labour Office, 2013. <span class=\"formatted_text font_style:italic\">ProQuest Ebook Central</span>, ebookcentral.proquest.com/lib/unomaha/ detail.action?docID=1531554.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is an excerpt from a guide to pay equity published by a United Nations agency that sets international labor standards.</span></p>\n\n<p class=\"passage_para\">Different factors explain the gender pay gap. The relative importance of these factors varies by country and over time . . .</p>\n\n<div class=\"heading_block\">\n<p class=\"heading_paragraph heading_level:1\"><span class=\"formatted_text font_weight:bold\">Gender differences in work experience</span></p>\n</div>\n\n<p class=\"passage_para\">Women have more intermittent work patterns than men. They often withdraw from the labour force because of their child-rearing responsibilities, although a growing proportion of women remain in the labour market after giving birth. Skill loss due to work interruptions is penalized for both women and men (who often face military service and unemployment), but is greater for women. When they return to work, unlike men, women tend to lose access to jobs that are commensurate to their skill level.</p>\n\n<div class=\"heading_block\">\n<p class=\"heading_paragraph heading_level:1\"><span class=\"formatted_text font_weight:bold\">Occupational gender segregation</span></p>\n</div>\n\n<p class=\"passage_para\">Women work in a smaller and lower-paying range of occupations and industries than men. This is called horizontal occupational segregation. Women work as, for example, secretaries and nurses or day care workers, which are typically paid less than jobs mostly performed by men, such as truck drivers, machinists and miners. This is often a result of stereotyped assumptions regarding what type of work is “suitable” for women.</p>\n\n<p class=\"passage_para\">Women are under-represented at highly paid levels and kept in lower level positions. This is called vertical occupational segregation. It applies even in sectors where the majority of the workforce is women, such as in the health and education sectors.</p>\n\n<p class=\"passage_para\">Female-dominated jobs (often defined as occupations where more than 60% of employees are women) are generally less paid and less valued than male-dominated jobs. The lower rates of pay discourage men from entering these jobs. As a result women are concentrated in different jobs than men. This reinforces the view that low pay results from market factors and skill requirements rather than the under-valuation of women’s jobs. Women’s skills are often overlooked, as they are regarded as “natural” female characteristics rather than acquired through experience or training. The classification of occupations as “skilled” or “unskilled” thus also often has a gender bias.</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source D</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Gaag, Nikki van der. <span class=\"formatted_text font_style:italic\">Feminism and Men</span>. Zed Books, 2014.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is an excerpt from a book on the role of men in the feminist movement.</span></p>\n\n<p class=\"passage_para\">Crucially, while women have been moving into paid employment, they are still doing the same amount of unpaid work and childcare in the home. Until men and women share the unpaid work, women will still be doing the double shift that makes it difficult to move up the career ladder. This becomes particularly true once they have children, although of course household arrangements are becoming ever more diverse, and roles may be hugely different in some cultures. . . .</p>\n\n<p class=\"passage_para\">In a 2006 survey at Princeton University in the USA, 62 per cent of women said they anticipated work/family conflict, compared with 33 per cent of men—and of the men who expected a conflict, 46 per cent expected that their wives would step away from their career track. These expectations yield predictable results: among professional women who take time off for family, only 40 per cent return to work full-time.</p>\n\n<p class=\"passage_para\">Many companies structure their workers’ days around the expectation that someone else is handling the home front. Even where men have welcomed women into the workplace, housework, cooking and child-rearing duties are still borne largely by women. . . .</p>\n\n<p class=\"passage_para\">In some countries, women (for it is still their problem) have found another solution: get someone else to do the work in the home. Recent research on women in senior management in the emerging BRIC countries (Brazil, Russia, India, China) found that this directly correlated with being able to go back to work when children are young. “We found, for instance, in India, that the combination of . . . extended family and low-cost domestic help meant that child care was really not a problem,” says Sylvia Ann Hewlett, one of the researchers. “Women in the BRIC countries are able to return to work sooner after having children, while many women in the U.S. disengage from the workforce completely while their children are young. That means that they lose about 18 percent of their earning power permanently, because it’s so hard to get back in.” So rather than looking to a male partner or husband (if there is one) to share these tasks, middle-class women with means would rather hand them on—by paying another woman.</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source E</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Wingfield, Adia Harvey. “About Those 79 Cents.” <span class=\"formatted_text font_style:italic\">The Atlantic</span>, 17 Oct. 2016, www.theatlantic.com/business/archive/2016/10/79-cents/504386.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is from an online magazine article.</span></p>\n\n<p class=\"passage_para\">[T]he gender-wage gap is not just a story of women making less money than men; it is indicative of how race also shapes earnings disparities, such that women of color often find themselves financially in even worse shape than their white female colleagues.</p>\n\n<p class=\"passage_para\">Importantly, these racial disparities exist on both sides of the gender-pay gap. While researchers and policymakers are more likely today to draw attention to how women of color are differentially affected by these gaps in pay, men of color . . . are facing earnings gaps unique to them. When it comes to hourly wages, white men earn an average of $21 an hour, compared to $15 an hour for black men and $14 an hour for Latino men. (White and Asian women actually earn more per hour, on average—$17 an hour and $18 an hour, respectively—than black and Latino men.) Further, a recent report from the Economic Policy Institute, a left-leaning think tank, showed that in 2015, after controlling for education, region, and work experience, black men earned 22 percent less than white men working in the same occupations, a disparity that has worsened in the aftermath of the Great Recession.</p>\n\n<p class=\"passage_para\">Other sociological research can provide some insights into the processes that enable and perpetuate these particular gaps. New York University’s Deirdre Royster has shown that social networks help white men more than black men when it comes to looking for skilled jobs. . . . Further, my own work on black male professionals—specifically, lawyers—shows that they often are steered to organizational tasks that give firms the appearance of greater diversity but obscure their ability to contribute in other, more valued ways. Thus, it’s important to think about how race operates in conjunction with gender when considering pay disparities not just for women, but for men as well.</p>\n\n<p class=\"passage_para\">Recent data from California are particularly illustrative of this. In the state’s 37th congressional district, which is in Los Angeles county, data from 2015 seemed to show an encouraging erasure of the gender-pay gap, with women’s average earnings above men’s. But it turns out that it was not so much that the pay gap had closed as it was that the 37th district has a very high proportion of black and Latino men relative to the rest of the country; when women’s—particularly black and brown women’s—wages were being compared to those of a group of mostly nonwhite men, the gender-pay gap effectively disappeared—an effect that can be explained by the fact that the wage gap between men and women of color is smaller than the one between women of color and white men. . . .</p>\n\n<p class=\"passage_para\">So, while the gender-pay gap certainly exists, it is a little more complicated than the basic assertion that men make more than women; an intersectional approach reveals that some groups of men—namely, men of color—actually earn less on average than white women. Therefore, any efforts to close the gender-pay gap should address not just the processes that perpetuate gender discrimination—the motherhood penalty, gender stereotypes, and a lack of policies to support working parents, to name a few—but also the mechanisms that reproduce racial inequalities. Pay gaps will still remain, but they should be driven only by differences in skill, education, and experience—not by race or gender.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© 2016 The Atlantic Media Co., as first published in <span class=\"formatted_text font_style:italic\">The Atlantic Magazine</span>.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source F</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Hegewisch, Ariane, and Emma Williams-Baron. “The Gender Wage Gap: 2017, Earnings Differences by Race and Ethnicity.” Institute for Women’s Policy Research, 7 March, 2018, iwpr.org/publications/gender-wage-gap-2017-race-ethnicity.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is a table from a fact sheet published by the Institute for Women’s Policy Research.</span></p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a set of two tables that are titled “Median Weekly Earning and Gender Earnings Ratio for Full Time Workers, 16 Years and Older by Race slash Ethnic Background, 2016 and 2017.” On the top, there is a 5 column table that represents the median weekly earnings in 2017. The heading for column 1 is Racial slash Ethnic Background. The heading for column 2 is Women. The heading for column 3 is Men. The heading for column 4 is Female Earnings as % of Male Earnings of Same Group. The heading for column 5 is Female Earnings as % of White Male Earnings. There are 5 rows of data, which are as follows. Row 1. Background, All Races slash Ethnicities. Women, $770. Men, $941. Female Earnings as % of Male Earnings of Same Group, 81.8%. Female Earnings as % of White Male Earnings, data not available. Row 2. Background, White. Women, $795. Men, $971. Female Earnings as % of Male Earnings of Same Group, 81.9%. Female Earnings as % of White Male Earnings, 81.9%. Row 3. Background, Black. Women, $657. Men, $710. Female Earnings as % of Male Earnings of Same Group, 92.5%. Female Earnings as % of White Male Earnings, 67.7%. Row 4. Background, Hispanic. Women, $603. Men, $690. Female Earnings as % of Male Earnings of Same Group, 87.4%. Female Earnings as % of White Male Earnings, 62.1%. Row 5. Background, Asian. Women, $903. Men, $1,207. Female Earnings as % of Male Earnings of Same Group, 74.8%. Female Earnings as % of White Male Earnings, 93.0%. On the bottom, there is a 5 column table that represents the median weekly earnings in 2016, in 2017 Dollars. The heading for column 1 is Racial slash Ethnic Background. The heading for column 2 is Women. The heading for column 3 is Men. The heading for column 4 is Female Earnings as % of Male Earnings of Same Group. The heading for column 5 is Female Earnings as % of White Male Earnings. There are 5 rows of data, which are as follows. Row 1. Background, All Races slash Ethnicities. Women, $765. Men, $934. Female Earnings as % of Male Earnings of Same Group, 81.9%. Female Earnings as % of White Male Earnings, data not available. Row 2. Background, White. Women, $782. Men, $962. Female Earnings as % of Male Earnings of Same Group, 81.3%. Female Earnings as % of White Male Earnings, 81.3%. Row 3. Background, Black. Women, $655. Men, $733. Female Earnings as % of Male Earnings of Same Group, 89.3%. Female Earnings as % of White Male Earnings, 68.0%. Row 4. Background, Hispanic. Women, $598. Men, $677. Female Earnings as % of Male Earnings of Same Group, 88.4%. Female Earnings as % of White Male Earnings, 62.2%. Row 5. Background, Asian. Women, $921. Men, $1,176. Female Earnings as % of Male Earnings of Same Group, 78.4%. Female Earnings as % of White Male Earnings, 95.8%.\" height=\"536\" src=\"https://assets.learnosity.com/organisations/537/VH973194.g02.png\" width=\"700\" />\n<p class=\"caption\"><span class=\"formatted_text font_weight:bold\">Notes:</span> Hispanic workers may be of any race. White, Black, and Asian workers include Hispanics. Annual average of median weekly earnings.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_weight:bold\">Source:</span> U.S. Bureau of Labor Statistics, <span class=\"formatted_text font_style:italic\">Median weekly earnings of full-time wage and salary workers by selected characteristics, Annual Averages</span> http://www.bls.gov/cps/cpsaat37.pdf (retrieved March 2018).</span></span></div>\n</div>\n</div>\n"}]}]