[{"id":"VH973120","type":"longtextV2","stimulusHtml":"<span class=\"list_heading\"></span>Synthesize material from at least three of the sources and incorporate it into a coherent, well-written essay in which you develop your position on the role, if any, that alternatives to national currencies should play in the future.","rubricRef":"VH973120_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Every nation has its own currency that can be exchanged for goods and services, but relying on such monetary systems has its problems. In international trade, the use of national currencies may give certain countries an unfair advantage, allowing them to manipulate the value of their national currency to serve their own ends. On a local level, national currency may not adequately support commercial flow within communities. While some see the use of national currencies as a necessity of commerce, others are exploring the use of alternative global and local currencies for a variety of purposes.</p>\n\n<p class=\"passage_para\">Carefully read the following six sources, including the introductory information for each source. Then synthesize material from at least three of the sources and incorporate it into a coherent, well-written essay in which you develop your position on the role, if any, that alternatives to national currencies should play in the future.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">Source A (Wheelan)</li>\n\t<li class=\"list_paragraph\">Source B (Chart)</li>\n\t<li class=\"list_paragraph\">Source C (Hatheway and Friedman)</li>\n\t<li class=\"list_paragraph\">Source D (Thompson)</li>\n\t<li class=\"list_paragraph\">Source E (Phillips Erb)</li>\n\t<li class=\"list_paragraph\">Source F (Cartoon)</li>\n</ul>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that may establish a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Provide evidence from at least 3 of the provided sources to support your thesis. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.</li>\n\t<li class=\"list_paragraph\">Explain the relationship between the evidence and your thesis.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source A</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Wheelan, Charles. <span class=\"formatted_text font_style:italic\">Naked Economics</span>. W. W. Norton &amp; Company, 2010.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is an excerpt from book on economics written by a senior lecturer and policy fellow at Dartmouth College. </span></p>\n\n<p class=\"passage_para\">In the long run, basic economic logic suggests that exchange rates should roughly align to purchasing power parity.<sup>1</sup> If $100 can be exchanged for enough pesos to buy significantly more stuff in Mexico, who would want the $100? Many of us would trade our dollars for pesos so that we could buy extra goods and services in Mexico and live better. (Or, more likely, clever entrepreneurs would take advantage of the exchange rate to buy cheap goods in Mexico and import them to the United States at a profit.) In either case, the demand for pesos would increase relative to dollars and so would their “price”—which is the exchange rate. (The prices of Mexican goods might rise, too.) In theory, rational people would continue to sell dollars for pesos until there was no longer any economic advantage in doing so; at that point, $100 in the United States would buy roughly the same goods and services as $100 worth of pesos in Mexico—which is also the point at which the exchange rate would reach purchasing power parity.</p>\n\n<p class=\"passage_para\">Here is the strange thing: Official exchange rates—the rate at which you can actually trade one currency for another—deviate widely and for long stretches from what PPP would predict. If purchasing power parity makes economic sense, why is it often a poor predictor of exchange rates in practice? The answer lies in the crucial distinction between goods and services that are tradable, meaning that they can be traded internationally, and those that are not tradable, which are (logically enough) called nontradable. Televisions and cars are tradable good; haircuts and child care are not.</p>\n\n<p class=\"passage_para\">In that light, let’s revisit our dollar-peso example. Suppose that at the official peso-dollar exchange rate, a Sony television costs half as much in Tijuana as it does in San Diego. A clever entrepreneur can swap dollars for pesos, buy cheap Sony televisions in Mexico, and then sell them for a profit back in the United States. If he did this on a big enough scale, the value of the peso would climb (and probably the price of televisions in Mexico), moving the exchange rate in the direction that PPP predicts. <span class=\"formatted_text font_style:italic\">Our clever entrepreneur would have a hard time doing the same things with haircuts</span>. Or trash removal. Or babysitting. Or rental housing. In a modern economy, more than three-quarters of goods and services are nontradable.</p>\n\n<p class=\"passage_para\">A typical basket of goods—the source of comparison for purchasing power parity—contains both tradable and nontradable goods. If the official exchange rate makes a nontradable good or service particular cheap in some country (e.g., you can buy a meal in Mumbai for $5 that would cost $50 in Manhattan), there is nothing an entrepreneur can do to exploit this price difference—so, it will persist.</p>\n\n<p class=\"passage_para\"><sup>1 </sup>the condition of being equal</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source B</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Statista. “Burgernomics: The Price of a Big Mac in Global Comparison.” <span class=\"formatted_text font_style:italic\">The Economist</span>, January 2018. 28 September 2018.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is a chart presenting prices from a global poll.</span></p>\n\n<p class=\"passage_para\">Invented by <span class=\"formatted_text font_style:italic\">The Economist</span> in 1986, the Big Mac Index has ever since been the go-to guide to illustrate purchasing power parity around the globe.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a horizontal bar graph titled “Burgernomics: The Price of a Big Mac in Global Comparison: Price for a Big Mac in Selected Countries, in U S Dollars.” Note that the prices reflected in the graph are from January 2018. The horizontal axis is labeled Price in U S Dollars, and the numbers 0 through 7, in increments of 1, are indicated. There are 14 horizontal bars listed along the vertical axis, and each bar represents one of the selected countries. From top to bottom, the data represented by the bars are as follows. Note that all values are approximate. Switzerland, $6.76. Sweden, $6.12. U S A, $5.28. France, $5.14. Italy, $5.14. Spain, $4.84. Germany, $4.77. United Kingdom, $4.41. Argentina, $3.96. U A E, $3.81. Japan, $3.43. China, $3.17. Russia, $2.29. Ukraine, $1.64.\" height=\"709\" src=\"https://assets.learnosity.com/organisations/537/VH973120.g02.png\" width=\"690\" /></div>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source C</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Hatheway, Larry and Alexander Friedman. “Why a Global Currency Should Remain an Impractical Dream.” theguardian.com. The Guardian, 12 November 2015. Web. 19 March 2019</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following excerpt is from an article written by officers in a global investment organization</span></p>\n\n<p class=\"passage_para\">The benefits of ridding the world of national currencies would be enormous. In one fell swoop, the risk of currency wars, and the harm they can inflict on the world economy, would be eliminated. Pricing would be more transparent, and consumers could spot anomalies (from their phones) and shop for the best deals. And, by eliminating foreign-exchange transactions and hedging costs, a single currency would reinvigorate stalled world trade and improve the efficiency of global capital allocation.</p>\n\n<p class=\"passage_para\">In short, the current state of affairs is the by-product of the superseded era of the nation-state. Globalisation has shrunk the dimensions of the world economy, and the time for a world central bank has arrived.</p>\n\n<p class=\"passage_para\">Dream on. A single world currency is in fact neither likely nor desirable.</p>\n\n<p class=\"passage_para\">Central banks, while ideally independent from political influence, are nonetheless accountable to the body politic. They owe their legitimacy to the political process that created them, rooted in the will of the citizenry they were established to serve (and from which they derive their authority).</p>\n\n<p class=\"passage_para\">The history of central banking, though comparatively brief, suggests that democratically derived legitimacy is possible only at the level of the nation-state. At the supra-national level, legitimacy remains highly questionable, as the experience of the eurozone amply demonstrates. Only if the European Union’s sovereignty eclipses, by democratic choice, that of the nation-states that comprise it will the European Central Bank<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">a central bank that administers monetary policy of the Eurozone, which consists of 19 EU member states and is one of the largest currency areas in the world.</span></span> have the legitimacy it requires to remain the eurozone’s sole monetary authority.</p>\n\n<p class=\"passage_para\">But the same political legitimacy cannot be imagined for any transatlantic or trans-Pacific monetary authority, much less a global one. Treaties between countries can harmonise rules governing commerce and other areas. But they cannot transfer sovereignty over an institution as powerful as a central bank or a symbol as compelling as paper money.</p>\n\n<p class=\"passage_para\">Central banks’ legitimacy matters most when the stakes are highest. Everyday monetary policy decisions are, to put it mildly, unlikely to excite the passions of the masses. The same cannot be said of the less frequent need (one hopes) for the monetary authority to act as lender of last resort to commercial banks and even to the government. As we have witnessed in recent years, such interventions can be the difference between financial chaos and collapse and mere retrenchment and recession. And only central banks, with their ability to create freely their own liabilities, can play this role.</p>\n\n<p class=\"passage_para\">Yet the tough decisions that central banks must make in such circumstances—preventing destabilising runs versus encouraging moral hazard —are simultaneously technocratic and political. Above all, the legitimacy of their decisions is rooted in law, which itself is the expression of democratic will. Bail out one bank and not another? Purchase sovereign debt but not state or commonwealth (for example, Puerto Rican) debt? Though deciding such questions at a supranational level is not theoretically impossible, it is utterly impractical in the modern era. Legitimacy, not technology, is the currency of central banks.</p>\n\n<p class=\"passage_para\">But the fact that a single global central bank and currency would fail spectacularly (regardless of how strong the economic case for it may be) does not absolve policymakers of their responsibility to address the challenges posed by a fragmented global monetary system. And that means bolstering global multilateral institutions.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “Why a Global Currency Should Remain an Impractical Dream” by Larry Hatheway and Alexander Friedman © 2019 by Guardian News &amp; Media Limited. Reproduced with permission.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source D</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Thompson, Derek. “How to Start Your Own Private Currency.” <span class=\"formatted_text font_style:italic\">theatlantic.com</span>. The Atlantic, 5 April 2011. Web. 3 July 2018.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following excerpt is from an article published in a popular American magazine. </span></p>\n\n<p class=\"passage_para\">Hundreds of shops in Ithaca, NY, accept “Ithaca HOURS,” a local currency backed, not by gold, but by manhours. I spend an hour mowing an Ithaca lawn and receive a paper note for one HOUR. I walk to the barber’s, hand him the piece of paper, and he cuts my hair. Now my neighbor’s grass is shorter, my hair is kempt, and my barber is one HOUR richer. And it’s all thanks to transactions that might not have happened were it not for a private currency.</p>\n\n<p class=\"passage_para\">The success of Ithaca HOURS shows you don’t need to be a conspiracy theorist to see the virtue of private currencies. Maybe you want to create a new revenue stream that stays within your community. Maybe you see a currency shortage and want a new way to grease exchanges. Maybe you want to buy goods in a virtual world like Second Life. Or maybe you want a fast, frictionless currency and you’ve found thousands of consumers who want the same thing.</p>\n\n<p class=\"passage_para\">U.S. dollars, like most modern money, are backed by a promise, not a metal. Rather than support the currency with towers of gold bricks, Washington issues the currency by “fiat,” or by decree. The good news about fiat is it allows us to create more money—trillions more—when the economy tanks. The bad news is that, like any promise, fiat currency relies on the faith of its users and investors. The history of fiat currencies is a mixed bag of century-long successes and infamous failures, from ancient China to modern Zimbabwe where inflation hit 90 sextillion percent in 2008. (Yes, that’s sextillion. With 21 zeros.)</p>\n\n<p class=\"passage_para\">But how can a government-backed Zimbabwe currency be utterly worthless, while a pixelated pile of gold on the game World of Warcraft can be worth more than the computer screen that creates the pixels?</p>\n\n<p class=\"passage_para\">One clue to the answer lives in one of the most common words for money: credit. It comes from “credo,” the Latin for “I believe.” Money is all about trust. It doesn't particularly matter whether your currency is backed by something concrete (like gold), something specific (like hours of labor) or something invisible (like a government’s promise to accept that money as payment for taxes). What matters is that people agree to accept it in exchange for goods and services.</p>\n\n<p class=\"passage_para\">“Imagine that we are on a gold standard and a severe drought hits,” economist Nick Blanchard explained to me in a useful example. “Suddenly water is in extremely high demand relative to gold, and everyone would be happy to rid themselves of bullion for water. Would you say that the dollar derives its value from gold, or the fact that people will accept it to buy water? The gold price of water is a floating exchange rate as much as is the dollar price of yen.”</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “How to Start Your Own Private Currency” by Derek Thompson © 2011 by The Atlantic Monthly Group. Reproduced with permission.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source E</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Phillips Erb, Kelly. “Funny Money or New Economy? Alternative Currency Raises Tax, Other Challenges.” <span class=\"formatted_text font_style:italic\">forbes.com</span>. Forbes, 23 July 2013. Web. 17 August 2018.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following excerpt is from an article in a popular business magazine. </span></p>\n\n<p class=\"passage_para\">In Philadelphia, Equal Dollars are generally earned by volunteering to support the existing nonprofit: volunteers receive 25 Equal Dollars for between one and four hours of work. The money can be used to make purchases at local businesses of items like food, clothing and even batting cages. So far, approximately 300 individuals and 150 businesses use Equal Dollars in the Philadelphia area.</p>\n\n<p class=\"passage_para\">Philadelphia isn’t the only community experimenting with this idea. Other areas, like the Berkshire area of Massachusetts, have a similar currency (theirs is called BerkShares, not to be confused with Buffett’s Berkshire).</p>\n\n<p class=\"passage_para\">So what’s the big draw? One reason to embrace local currency, according to John Poling, co-founder of Cascadia Hour Exchange in Portland, Ore., is worry over an uncertain economic future. He said about the concept that “the economy is in trouble and people don't trust the Federal Reserve and they don’t trust the government, so this is somewhere they can turn, and somewhere they can still do business if the banks close.”</p>\n\n<p class=\"passage_para\">Local currency also reportedly circulates faster and helps promote the “buy local” trend. RHD claims that it also “empowers and enriches communities by giving value to unused assets that are undervalued or no longer have value in the national US Dollar economy.”</p>\n\n<p class=\"passage_para\">And no, it’s not illegal. There’s nothing in the U.S. Constitution that bans private institutions or individuals from issuing paper money: the only real prohibitions are those on coins and those on currencies issued by the individual states. There are some restrictions, of course, such as that alternative currency can’t look like federal money.</p>\n\n<p class=\"passage_para\">But what about how it fits inside our existing economy? It doesn’t matter whether you’re paid in euros, rupees, Bitcoin or Equal Dollars, compensation for services equals income. And income is taxable. That means that the exchange of local currency—including Equal Dollars—for “volunteering” or working produces taxable income (it also includes barter). Bob Fishman, the CEO of RHD, should know more than most: he is paid partially in equal dollars. He says, about the arrangement, “We have pegged it to the U.S. dollar at 80 cents on the dollar. So I pay taxes on the equivalent of 80 cents on the dollar value.”</p>\n\n<p class=\"passage_para\">But is he an outlier? The exchange of Equal Dollars is a $2.5 million operation, according to RHD. BerkShares claims that it circulated over one million BerkShares in the first nine months of operation and over 2.7 million to date (roughly pegged at $.95 U.S. per BerkShare). Ithaca HOURS, touted as the oldest local currency in the country, currently has over $100,000 in circulation.</p>\n\n<p class=\"passage_para\">This means that potentially millions of dollars in local and community currencies are trading inside the United States.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">from “Funny Money or New Economy? Alternative Currency Raises Tax, Other Challenges” by Kelly Phillips Erb © 2013 by PARS International Corp. Reproduced with permission.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source F</span> <span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Lynch, Mark. “Why Money Was Invented.” <span class=\"formatted_text font_style:italic\">toonsup.com</span>. Toonsup, Comic. 17 August 2018.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is a cartoon addressing the purpose of money.</span></p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a cartoon titled “Why money was invented.” The cartoon depicts a pottery shop owner behind a counter, with three customers in the shop. The people are wearing tunics, and have long messy hair. At the counter, a customer holds up a large cow and says “Sorry, I’ve got nothing smaller.” The other customers also have animals, one has a cat and the other has a pig.\" height=\"459\" src=\"https://assets.learnosity.com/organisations/537/VH973120.g01.png\" width=\"400\" /><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Why Money Was Invented” by Mark Lynch © 2018 by Mark Lynch. Reproduced with permission.</span></span></div>\n</div>\n</div>\n"}]}]