[{"id":"VH973064","type":"longtextV2","stimulusHtml":"Write an essay that analyzes the rhetorical choices Abbey makes to develop a particular vision of how human beings might coexist with the natural world.","rubricRef":"VH973064_rubric","features":[{"type":"sharedpassage","html":"<p class=\"introduction passage-intro\">The following passage is an excerpt from <span class=\"formatted_text font_style:italic\">Desert Solitaire</span>, published in 1968 by American writer Edward Abbey, a former ranger in what is now Arches National Park in Utah. In the book, Abbey opposes the forces of modern development, arguing for the importance of preserving a portion of the southwestern United States landscape as wilderness. Read the passage carefully. Then, write an essay that analyzes the rhetorical choices Abbey makes to develop a particular vision of how human beings might coexist with the natural world.</p>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to develop and support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain the relationship between the evidence and your thesis.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Rain and puddles bring out other amphibia, even in the desert. It’s a strange, stirring, but not uncommon thing to come on a pool at night, after an evening of thunder and lightning and a bit of rainfall, and see the frogs clinging to the edge of their impermanent pond, bodies immersed in water but heads out, all croaking away in tricky counterpoint. They are windbags: with each croak the pouch under the frog’s chin swells like a bubble, then collapses.</p>\n\n<p class=\"passage_para\">Why do they sing? What do they have to sing about? Somewhat apart from one another, separated by roughly equal distances, facing outward from the water, they clank and croak all through the night with tireless perseverance. To human ears their music has a bleak, dismal, tragic quality, dirgelike rather than jubilant. It may nevertheless be the case that these small beings are singing not only to claim their stake in the pond, not only to attract a mate, but also out of spontaneous love and joy, a contrapuntal choral celebration of the coolness and wetness after weeks of desert fire, for love of their own existence, however brief it may be, and for joy in the common life.</p>\n\n<p class=\"passage_para\">Has joy any survival value in the operations of evolution? I suspect that it does; I suspect that the morose and the fearful are doomed to a quick extinction. Where there is no joy there can be no courage; and without courage all other virtues are useless. Therefore the frogs, the toads, keep on singing even though we know, if they don’t, that the sound of their uproar must surely be luring all the snakes and ringtail cats and kit foxes and coyotes and great horned owls toward the scene of their happiness.</p>\n\n<p class=\"passage_para\">What then? A few of the little amphibians will continue their metamorphosis by way of the nerves and tissues of one of the higher animals, in which process the joy of one becomes the contentment of the second. Nothing is lost, except an individual consciousness here and there, a trivial perhaps even illusory phenomenon. The rest survive, mate, multiply, burrow, estivate,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">To pass the summer in a state of inactivity</span></span> dream, and rise again. The rains will come, the potholes shall be filled. Again. And again. And again.</p>\n\n<p class=\"passage_para\">More secure are those who live in and around the desert’s few perennial waterholes, those magical hidden springs that are scattered so austerely through the barren vastness of the canyon country. Of these only a rare few are too hot or too briny or too poisonous to support life—the great majority of them swarm with living things. Here you will see the rushes and willows and cottonwoods, and four-winged dragonflies in green, blue, scarlet and gold, and schools of minnows in the water, moving from sunlight to shadow and back again. At night the mammals come—deer, bobcat, cougar, coyote, fox, jackrabbit, bighorn sheep, wild horse and feral burro—each in his turn and in unvarying order, under the declaration of a truce. They come to drink, not to kill or be killed.</p>\n\n<p class=\"passage_para\">Finally, in this discussion of water in the desert, I should make note of a distinctive human contribution, one which has become a part of the Southwestern landscape no less typical than the giant cactus, the juniper growing out of solid rock or the red walls of a Navajo canyon. I refer to the tiny oasis formed by the drilled well, its windmill and storage tank. The windmill with its skeleton tower and creaking vanes is an object of beauty as significant in its way as the cottonwood tree, and the open tank at its foot, big enough to swim in, is a thing of joy to man and beast, no less worthy of praise than the desert spring.</p>\n\n<p class=\"passage_para\">Water, water, water. . . . There is no shortage of water in the desert but exactly the right amount, a perfect ratio of water to rock, of water to sand, insuring that wide, free, open, generous spacing among plants and animals, homes and towns and cities, which make the arid West so different from any other part of the nation. There is no lack of water here, unless you try to establish a city where no city should be.</p>\n</div>\n</div>\n"}]}]