[{"id":"VR009378","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR009371.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the context of the passage as a whole, the first sentence of the third paragraph (“Yet . . . can do”) marks the transition between</p>\n","rubricRef":"VR009378_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is an excerpt from a book published in 1950.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">If the climax and pinnacle of science is our knowledge of the atom <span class=\"formatted_text font_style:italic\">now</span>, then what was known ten years ago must have been decidedly imperfect, for science has made great strides since then. What was known twenty years ago was even more imperfect, and the science of fifty years ago hardly worth knowing. Using a little imagination, we can ask what will become of the science of today, some twenty or thirty years from now? Unless the rate of scientific advance shows a notable slacking off (and there are no signs of this) our best knowledge of today will become decidedly frowsy<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">stale</span></span>.</p><p class=\"passage_para\">Since scientists have such overweening confidence in their own ability—in their collective ability, that is to say—it is no small wonder that they make no attempt to teach what are the limitations of science, for they hardly recognize any.</p><p class=\"passage_para\">Yet there may be limits to what science can do. Consider this question: Can science disprove ghosts? In the supremely confident period, toward the end of the last century, when it was supposed that there was a conflict between Science and Religion, and Science was rapidly winning, it was the mark of an educated man to say “Science has proved that there are no such things as ghosts, they are merely the superstitions of the unenlightened.” Education is always behind the times, and much the same attitude is prevalent today; you can still hear people say, “Surely, science has proved that there are no ghosts.” And yet, is that so? Suppose, just suppose for the sake of argument, that ghosts can occasionally appear when the psychological conditions are just right, and suppose, what might quite well be true, that one necessary condition for the appearance of a ghost is the <span class=\"formatted_text font_style:italic\">absence</span> of a scientist: well then, “Science” (that is to say, scientists) would go on investigating ghost after ghost, and would “disprove” every one of them, and yet ghosts would continue to appear whenever the scientists were not looking.</p><p class=\"passage_para\">This is a simple case, perhaps not a very important one, illustrating the impossibility of proving anything negative by the scientific method. At least it is enough to show that science is not infallible, and if science has any more serious defects than the inability to perceive an occasional spook in the corner, it is of the utmost importance that citizens, generally, should know what they are. Yet this sort of knowledge is very conspicuously absent from the populace at large and from the curriculums of institutes of learning. Non-scientists don’t even know what science <span class=\"formatted_text font_style:italic\">can</span> do; scientists are so obsessed with the past successes and future possibilities of their own specialty that they have no idea what the proper field of science in general is and no recognition that there are any limits. What they can’t do, some other scientists, presumably, can do, so that they come to think that science with a capital “S”—or rather its concentrated and distilled essence, the Scientific Method—is the universal cure-all for mankind.</p><p class=\"passage_para\">They are wrong, for science is not a cure-all. The claims of the science fiends are preposterously exaggerated. Science has many important limitations, which will appear throughout this book in ever-increasing number. The idea that science is infallible and beyond criticism is a delusion, and even a dangerous one. The teaching of science only perpetuates this delusion, for it is always taught by scientists, who are so busy keeping up with science that they can never look at it from the outside. What with scientists who are so deep in science that they cannot see it, and non-scientists who are too overawed to express an opinion, hardly anyone is able to recognize science for what it is, the great Sacred Cow<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">one that is often unreasonably immune from criticism or opposition</span></span> of our time.</p><p class=\"passage_para\">John Dewey, a worshiper in the temple of science, said “the future of our civilization depends on the widening spread and deepening hold of the scientific habit of mind.” But perhaps there is more truth in an old wisecrack of Oliver Wendell Holmes: “Science is a good piece of furniture for a man to have in an upper chamber provided he has common sense on the ground floor.”</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">a brief summary of a debate and a substantive analysis of that debate’s origins</p>","<p class=\"choice_paragraph\">an empirical investigation and a consideration of its theoretical implications</p>","<p class=\"choice_paragraph\">a description of a problem and an assessment of potential solutions</p>","<p class=\"choice_paragraph\">an explanation of a viewpoint and a rebuttal of that viewpoint</p>"],"answer":3}]