[{"id":"VR007469","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR007462.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the ninth paragraph, the author makes which of the following claims about the early years of her writing career?</p>\n","rubricRef":"VR007469_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a twentieth-century novelist’s account of her development as a writer.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">I spent my teens and much of my twenties collecting printed rejections.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">responses from publishers rejecting stories the author had submitted for publication</span></span> Early on, my mother lost $61.20—a reading fee charged by a so-called agent to look at one of my unpublished stories. No one had told us that agents weren’t supposed to get any money up front, weren’t supposed to be paid until they sold your work. Then they were to take ten percent of whatever the work earned. Ignorance is expensive. That $61.20 was more money back then than my mother paid for a month’s rent.</p><p class=\"passage_para\">I badgered friends and acquaintances into reading my work, and they seemed to like it. Teachers read it and said kindly, unhelpful things. But there were no creative writing classes at my high school, and no useful criticism. At college (in California at that time, junior college was almost free), I took classes taught by an elderly woman who wrote children’s stories. She was polite about the science fiction and fantasy that I kept handing in, but she finally asked in exasperation, “Can’t you write anything normal?”</p><p class=\"passage_para\">A schoolwide contest was held. All submissions had to be made anonymously. My short story won first prize. I was an eighteen-year-old freshman, and I won in spite of competition from older, more experienced people. Beautiful. The $15.00 prize was the first money my writing earned me.</p><p class=\"passage_para\">After college I did office work for a while, then factory and warehouse work. My size and strength were advantages in factories and warehouses. And no one expected me to smile and pretend I was having a good time.</p><p class=\"passage_para\">I got up at two or three in the morning and wrote. Then I went to work. I hated it, and I have no gift for suffering in silence. I muttered and complained and quit jobs and found new ones and collected more rejection slips. One day in disgust I threw them all away. Why keep such useless, painful things?</p><p class=\"passage_para\">There seems to be an unwritten rule, hurtful and at odds with the realities of American culture. It says you aren’t supposed to wonder whether as a Black person, a Black woman, you really might be inferior—not quite bright enough, not quite quick enough, not quite good enough to do the things you want to do. Though of course you do wonder. You’re supposed to <span class=\"formatted_text font_style:italic\">know</span> you’re as good as anyone. And if you don’t know, you aren’t supposed to admit it. If anyone near you admits it, you’re supposed to reassure them quickly so they’ll shut up. That sort of talk is embarrassing. Act tough and confident and don’t talk about your doubts. If you never deal with them, you may never get rid of them, but no matter. Fake everyone out. Even yourself.</p><p class=\"passage_para\">I couldn’t fake myself out. I didn’t talk much about my doubts. I wasn’t fishing for hasty reassurances. But I did a lot of thinking—the same things over and over.</p><p class=\"passage_para\">Who was I anyway? Why should anyone pay attention to what I had to say? Did I have anything to say? I was writing science fiction and fantasy, for God’s sake. At that time nearly all professional science-fiction writers were white men. As much as I loved science fiction and fantasy, what was I doing?</p><p class=\"passage_para\">Well, whatever it was, I couldn’t stop. Positive obsession is about not being able to stop just because you’re afraid and full of doubts. Positive obsession is dangerous. It’s about not being able to stop at all.</p><p class=\"passage_para\">I was twenty-three when, finally, I sold my first two short stories. I sold both to writer-editors who were teaching at Clarion, a science-fiction writers’ workshop that I was attending. One story was eventually published. The other wasn’t. I didn’t sell another word for five years. Then, finally, I sold my first novel. Thank God no one told me selling would take so long—not that I would have believed it. I’ve sold eight novels since then. Last Christmas, I paid off the mortgage on my mother’s house.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Octavia E. Butler, excerpt (Sections 10-13) from “Positive Obsession” from <span class=\"formatted_text font_style:italic\">BloodChild and Other Stories</span>. Copyright © 1996, 2005 by Octavia E. Butler. Reprinted with the permission of The Permissions Company, Inc., on behalf of Seven Stories Press, www.sevenstories.com.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">She continued writing because encouragement outweighed doubts about her ability.</p>","<p class=\"choice_paragraph\">As she continued writing, her doubts about her ability steadily diminished.</p>","<p class=\"choice_paragraph\">She continued writing despite lacking confidence in her ability.</p>","<p class=\"choice_paragraph\">As she continued writing, she became increasingly skilled at managing her obsession.</p>"],"answer":3}]