[{"id":"VR007490","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR007489.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the fourth paragraph, the author discusses diseases in wild salmon primarily to</p>\n","rubricRef":"VR007490_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an article published in the United Kingdom in the 1990s.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">In the 1980s, along Canada’s Pacific coast, ITT<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">ITT Water &amp; Wastewater, a company that developed water technology products, including products for raising aquatic animals in a controlled environment</span></span> and other corporations invested heavily in salmon farming. There are now 125 salmon operations along what is known as the Sunshine Coast. Teri Dawe of the Ocean Resource Conservation Alliance says the farms have been a disaster. Dawe says the salmon pens have triggered red-tide<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">toxic algae bloom</span></span> outbreaks and polluted the foreshore with waste and the biocides, antibiotics and other medicines used to treat the fish.</p><p class=\"passage_para\">“An average salmon farm produces a volume of effluent equal to a town of 40,000 people,” says Dawe. In addition, he says, the pens frequently break and the farm-bred salmon then make their way into rivers where they force out wild salmon—a kind of genetic pollution.</p><p class=\"passage_para\">“Historically, unique salmon populations have evolved in each river. They are well adapted to the conditions in their own river,” says Dawe. Genetically homogenizing the salmon makes the fish much more vulnerable to environmental change.</p><p class=\"passage_para\">Dawe says the farmed salmon are also responsible for infecting wild salmon with a variety of diseases—including sea lice, which deform the fish, and bacterial kidney disease. Fish farmers normally expect losses from disease of 25 to 30 per cent. Dawe says if salmon are to be farmed they should be raised in tanks on land and all the effluent should be treated.</p><p class=\"passage_para\">“I still wouldn’t eat farmed salmon,” he adds, “but if others want to, that’s their business.”</p><p class=\"passage_para\">Bruce McKay, a marine mammal researcher with Greenpeace,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">an international non-governmental environmental organization</span></span> says a parasitic fluke from a salmon hatchery in Sweden spread to Norway several years ago and has now turned up in 27 rivers.</p><p class=\"passage_para\">“The entire wild salmon population in Norway is now at risk,” he warns. “I firmly believe the success of marine aquaculture as an industry will be at the expense of existing fisheries.”</p><p class=\"passage_para\">Gary Spiller, a fisheries consultant who worked for the UN Food and Agriculture Organization in Asia, says disease is common where fish farms are not closely regulated. In 1987 Taiwan became the largest prawn producer in the world. A year later disease struck and production dropped by 70 per cent. The industry never recovered. Spiller says Taiwan was just the first to crash. The Philippine prawn industry is currently suffering from disease problems and experts predict prawn farms in Thailand will be hit next.</p><p class=\"passage_para\">The Brundtland Commission, which endorsed the promise of aquaculture,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">rearing aquatic animals or growing aquatic plants for food</span></span> noted that the major constraint to expansion of the industry is science. “Because marine biologists have not been able to get some commercial species to reproduce in captivity, fish farmers are still largely dependent on the gathering of eggs or the capture of fingerlings.”</p><p class=\"passage_para\">Fisheries scientists across the globe are now working to overcome that technical barrier to expansion of the industry. Their efforts are characterized by industry supporters as a race against hunger: if natural stocks of fish are not enough to meet demand, then fish farmers will come to the rescue. That line of reasoning troubles many. Philippine prawn farms are not producing food for the hungry, nor are they providing employment for hundreds of jobless sugar workers.</p><p class=\"passage_para\">At last count there were more than 30,000 prawn farms in 40 countries. Many were carved out of mangrove swamps, which protected shorelines from erosion and were the nurseries for thousands of marine organisms.</p><p class=\"passage_para\">Others were simply schemes that allowed the wealthy to privatize what had previously been a public resource used by subsistence farmers and fisherfolk. Researcher Wolfgang Harris studied two villages in Java and found that as prawn and fish farming expanded so did the landholdings of the wealthy. The losers were villagers who, for generations, had been cultivating fish in small ponds for local consumption.</p><p class=\"passage_para\">The environmental problems posed by attempts to assume nature’s responsibility for managing fish stocks are even more troubling. Ray Hilborn, a biologist at the University of Washington, says there is a danger that science will provide a smokescreen for environmental degradation. Hilborn says that along the west coast of North America fisheries managers have responded to salmon habitat loss and over-fishing by developing hatcheries. Salmon eggs are harvested in the wild, hatched and then reintroduced into depleted rivers.</p><p class=\"passage_para\">According to Hilborn the same tactic is now being suggested for herring, tuna, abalone and giant clams. Money that should be spent on habitat protection or restoration is instead being spent on restocking. Hilborn claims this approach both encourages careless exploitation and reduces species diversity.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Reprinted by kind permission of <span class=\"formatted_text font_style:italic\">New Internationalist</span>. Copyright New Internationalist.www.newint.org</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">highlight similarities between the incidence of disease in wild salmon and farmed salmon</p>","<p class=\"choice_paragraph\">imply that wild salmon are more susceptible to disease than farmed salmon</p>","<p class=\"choice_paragraph\">support a claim about the health benefits of eating farmed salmon</p>","<p class=\"choice_paragraph\">present evidence that calls into question the benefits of large-scale aquaculture</p>"],"answer":4}]