[{"id":"VR009364","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR009363.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the context of the passage as a whole, the author’s description of her teacher’s views in the middle of the first paragraph (“I am quite . . . questioned”) is best characterized as a</p>\n","rubricRef":"VR009364_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an essay by a nineteenth-century American author.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">I remember well the remark made to me once by one of my teachers—and a very good teacher, too, who nevertheless did not see what her own observation ought to have suggested. “School-children,” she said, “regard teachers as their natural enemies.” The thought which it would have been logical to suppose would have followed this observation is, that if children in general are possessed of that notion, it is because there is a great deal in the teacher’s treatment of them which runs counter to the child’s nature: that possibly this is so, not because of natural cussedness on the part of the child, but because of inapplicability of the knowledge taught, or the manner of teaching it, or both, to the mental and physical needs of the child. I am quite sure no such thought entered my teacher’s mind,—at least regarding the system of knowledge to be imposed; being a sensible woman, she perhaps occasionally admitted to herself that she might make mistakes in applying the rules, but that the body of knowledge to be taught was indispensable, and must somehow be injected into children’s heads, under threat of punishment, if necessary, I am sure she never questioned. It did not occur to her any more than to most teachers, that the first business of an educator should be to find out what are the needs, aptitudes, and tendencies of children, before he or she attempts to outline a body of knowledge to be taught, or rules for teaching it. It does not occur to them that the child’s question, “What do I have to learn that for?” is a perfectly legitimate question; and if the teacher cannot answer it to the child’s satisfaction, something is wrong either with the thing taught, or with the teaching; either the thing taught is out of rapport with the child’s age, or his natural tendencies, or his condition of development; or the method by which it is taught repels him, disgusts him, or at best fails to interest him.</p><p class=\"passage_para\">When a child says, “I don’t see why I have to know that; I can’t remember it anyway,” he is voicing a very reasonable protest. Of course, there are plenty of instances of wilful shirking, where a little effort can overcome the slackness of memory; but every teacher who is honest enough to reckon with himself knows he cannot give a sensible reason why things are to be taught which have so little to do with the child’s life that to-morrow, or the day after examination, they will be forgotten; things which he himself could not remember were he not repeating them year in and year out, as a matter of his trade. And every teacher who has thought at all for himself about the essential nature of the young humanity he is dealing with, knows that six hours of daily herding and in-penning of young, active bodies and limbs, accompanied by the additional injunction that no feet are to be shuffled, no whispers exchanged, and no paper wads thrown, is a frightful violation of all the laws of young life. Any gardener who should attempt to raise healthy, beautiful, and fruitful plants by outraging all those plants’ instinctive wants and searchings, would meet as his reward—sickly plants, ugly plants, sterile plants, dead plants. He will not do it; he will watch very carefully to see whether they like much sunlight, or considerable shade, whether they thrive on much water or get drowned in it, whether they like sandy soil, or fat mucky soil; the plant itself will indicate to him when he is doing the right thing. And every gardener will watch for indications with great anxiety. If he finds the plant revolts against his experiments, he will desist at once, and try something else; if he finds it thrives, he will emphasize the particular treatment so long as it seems beneficial. But what he will surely not do, will be to prepare a certain area of ground all just alike, with equal chances of sun and amount of moisture in every part, and then plant everything together without discrimination,—mighty close together!—saying beforehand, “If plants don’t want to thrive on this, they ought to want to; and if they are stubborn about it, they must be made to.”</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">frank reconsideration of an early assessment of the teacher’s intelligence</p>","<p class=\"choice_paragraph\">careful reflection on the biases that influenced her teacher’s judgment</p>","<p class=\"choice_paragraph\">calculated effort to expose an unfit teacher to the public’s disapproval</p>","<p class=\"choice_paragraph\">satisfying resolution to a long-standing puzzle from the author’s youth</p>"],"answer":1}]