[{"id":"VR007488","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR007487.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Throughout the passage, the author includes narrative details to support the thesis that King Jordan</p>\n","rubricRef":"VR007488_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(This passage is from a magazine article published in 1988.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">King Jordan, the first deaf president in the 124-year history of Gallaudet University, was only a quarter-mile away from a nap. If he could just walk from the hors d’oeuvres tent through the auditorium to the car, he’d soon be home relaxing before that evening’s inaugural ball in his honor.</p><p class=\"passage_para\">How much sleep had he had all week? Better not to think about it. At midnight, when this day began, he was still working in his office.</p><p class=\"passage_para\">He had finished at 2 a.m., awakened at 4:30, run around the sleepy campus with his Dalmatian, Rufus, showered, dressed and headed downtown for an interview on the “Today” show, arriving home just in time to greet guests for a breakfast reception.</p><p class=\"passage_para\">Then had come the inauguration, as emotionally draining as it was moving. For centuries, the deaf had gone unheard. Then last March, students closed down Gallaudet, demanding the resignation of a hearing president and the selection of a deaf one. Finally, the deaf had everyone’s ear.</p><p class=\"passage_para\">Jordan’s voice had cracked during his speech when he introduced his wife. He’d cried when a small deaf boy gave him a rose. A U.S. senator had called those who brought about the changes at Gallaudet his “heroes.”</p><p class=\"passage_para\">Afterward, friends, alumni and students had surrounded Jordan. His fatigue did not show; in fact, the animated glow that suffused his face when he used sign language made the 45-year-old look childlike. But now, after four hours . . . “King,” his wife, Linda, was saying, tugging at his arm. “Let’s go.”</p><p class=\"passage_para\">Soon she was far ahead. Pose for a picture, King! Sign an autograph! A hug! A security guard tried to wedge a path through the crowd, but each hand that reached out to King Jordan was a hand that had to be grasped. He was the leader of a movement now. How could he say no?</p><p class=\"passage_para\">When he reached Linda near the car, she raised her arms in a signal that looked vaguely like that for a football touchdown and mouthed the word “pah.” It means, in deaf culture: <span class=\"formatted_text font_style:italic\">finally, success</span>. They slapped a high five.</p><p class=\"passage_para\">Then King Jordan turned to a friend walking behind. “Hey, why don’t you come to the house with us?”</p><p class=\"passage_para\">“But there’s only a couple of hours before the ball. Don’t you want to rest?”</p><p class=\"passage_para\">“If I go to sleep now,” King Jordan said, “I’ll never get up.”</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">From <span class=\"formatted_text font_style:italic\">The Washington Post</span>, December 18, 1988© 1988 The Washington Post. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of this Content without express written permission is prohibited</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">should be celebrated for his distinguished career</p>","<p class=\"choice_paragraph\">is motivated by a desire for approval</p>","<p class=\"choice_paragraph\">should be appointed to a leadership position</p>","<p class=\"choice_paragraph\">possesses tremendous drive and stamina</p>"],"answer":3}]