[{"id":"VR007472","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR007471.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the author’s exigence in the passage?</p>\n","rubricRef":"VR007472_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an op-ed published by a Colombian American actor in 2014.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">My parents came here from Colombia during a time of great instability there. Escaping a dire economic situation at home, they moved to New Jersey, where they had friends and family, seeking a better life, and then moved to Boston after I was born.</p><p class=\"passage_para\">Throughout my childhood I watched my parents try to become legal but to no avail. They lost their money to people they believed to be attorneys, but who ultimately never helped. That meant my childhood was haunted by the fear that they would be deported. If I didn’t see anyone when I walked in the door after school, I panicked.</p><p class=\"passage_para\">And then one day, my fears were realized. I came home from school to an empty house. Lights were on and dinner had been started, but my family wasn’t there. Neighbors broke the news that my parents had been taken away by immigration officers, and just like that, my stable family life was over.</p><p class=\"passage_para\">Not a single person at any level of government took any note of me. No one checked to see if I had a place to live or food to eat, and at 14, I found myself basically on my own.</p><p class=\"passage_para\">While awaiting deportation proceedings, my parents remained in detention near Boston, so I could visit them. They would have liked to fight deportation, but without a lawyer, and with an immigration system that rarely gives judges the discretion to allow families to stay together, they never had a chance. Finally, they agreed for me to continue my education at Boston Arts Academy, a performing arts high school, and the parents of friends graciously took me in.</p><p class=\"passage_para\">I was lucky to have good friends, but I had a rocky existence. I was always insecure about being a nuisance and losing my invitation to stay. I worked a variety of jobs in retail and at coffee shops all through high school. And, though I was surrounded by people who cared about me, part of me ached with every accomplishment, because my parents weren’t there to share my joy.</p><p class=\"passage_para\">My family and I worked hard to keep our relationships strong, but too-short phone calls and the annual summer visits I made to Colombia didn’t suffice. They missed many important events in my life, including my singing recitals—they watched my senior recital on a tape I sent them instead of from the audience. And they missed my prom, my college application process and my graduations from high school and college.</p><p class=\"passage_para\">My story is all too common. Every day, children who are U.S. citizens are separated from their families as a result of immigration policies that need fixing.</p><p class=\"passage_para\">I consider myself lucky because things turned out better for me than for most, including some of my own family members. When my brother was deported, his daughter was just a toddler. She still had her mother, but in a single-parent household, she faced a lot of challenges. My niece made the wrong friends and bad choices. Today, she is serving time in jail, living the reality that I act out on screen.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">A reference to the author’s role in the Netflix series <span class=\"formatted_text font_style:italic\">Orange Is the New Black</span>.</span></span> I don’t believe her life would have turned out this way if her father and my parents had been here to guide and support her.</p><p class=\"passage_para\">I realize the issues are complicated. But it’s not just in the interest of immigrants to fix the system: It’s in the interest of all Americans. Children who grow up separated from their families often end up in foster care, or worse, in the juvenile justice system despite having parents who love them and would like to be able to care for them.</p><p class=\"passage_para\">I don’t believe it reflects our values as a country to separate children and parents in this way. Nor does it reflect our values to hold people in detention without access to good legal representation or a fair shot in a court of law.</p><p class=\"passage_para\">President Obama has promised to act on providing deportation relief for families across the country, and I would urge him to do so quickly. Keeping families together is a core American value.</p><p class=\"passage_para\">Congress needs to provide a permanent, fair legislative solution, but in the meantime families are being destroyed every day, and the president should do everything in his power to provide the broadest relief possible now. Not one more family should be separated by deportation.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">From \"My Parents Were Deported\" by Diane Guerrero (Copyright © Diane Guerrero, 2014). Reprinted by kind permission of the author.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The increasing number of people seeking asylum in the United States</p>","<p class=\"choice_paragraph\">The impact of government policies on undocumented immigrant families</p>","<p class=\"choice_paragraph\">The lack of positive role models for children of undocumented immigrants</p>","<p class=\"choice_paragraph\">The author’s desire to acknowledge her parents’ efforts to support her despite their immigration status</p>"],"answer":1}]