[{"id":"VR008880","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR007483.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best characterizes the author’s mode of persuasion in the second paragraph?</p>\n","rubricRef":"VR008880_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is a letter from the then vice president George H. W. Bush to the Presidential Search Committee of Gallaudet University.)</span></p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_date\">March 1, 1988</p><div class=\"letter_recipient\"><p class=\"address_line\">Mr. Philip Bravin</p><p class=\"address_line\">Presidential Search Committee</p><p class=\"address_line\">Gallaudet University</p><p class=\"address_line\">7th and Florida Avenue, NE</p><p class=\"address_line\">Washington, DC 20002</p></div><p class=\"letter_salutation\">Dear Mr. Bravin:</p><div class=\"letter_body\"><p class=\"passage_para\">It is my understanding that Gallaudet University<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">A federally chartered private university for students who are deaf and hard of hearing</span></span> is in the process of selecting a new President. I also understand that you have identified six finalists who are highly qualified for the position, three of whom are deaf.</p><p class=\"passage_para\"> I have a deep interest in disability civil rights. Over the past few years I have worked with many national and local organizations run by and for disabled people, including the National Council on Independent Living, the National Council on the Handicapped, Capitol People First of Sacramento and the Association on Handicapped Student Service Programs in Post-Secondary Education. I have also had many conversations with disabled leaders, including deaf persons, throughout the United States. And my office has served as the focal point for the development of the Administration’s disability policy. </p><p class=\"passage_para\">From this experience, I have become aware of the two basic principles underlying the disability rights movement; the right of disabled people to control their own lives and the right to integration and involvement in society.</p><p class=\"passage_para\">Gallaudet University has a critical role to play in advancing these principles. It is held in the highest regard by deaf people throughout the United States and the world. It provides an excellent education and a meaningful future for thousands of deaf persons. More importantly, Gallaudet University is a symbol of leadership and opportunity, not only for deaf people, but for all of us.</p><p class=\"passage_para\">In the last two decades our society has undergone a quiet revolution. The Congress, the Courts and the Administration have strongly supported the right of people with disabilities to hold positions of trust and leadership. Our government has enacted numerous laws to ensure that disabled people are ensured equality of opportunity.</p><p class=\"passage_para\">Accordingly, as an entity funded by the Federal government, Gallaudet has a responsibility to set an example and thus to appoint a President who is not only highly qualified, but who is also deaf. I hope that the Trustees will keep Gallaudet’s critical leadership position in mind when they make their decision.</p></div><p class=\"letter_closing\">Sincerely,</p><div class=\"letter_signature\"><p class=\"signature_line\">George Bush</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">He asserts his own credibility and authority on an issue.</p>","<p class=\"choice_paragraph\">He appeals to the audience’s emotions regarding a controversy.</p>","<p class=\"choice_paragraph\">He presents himself as a neutral party in a disagreement.</p>","<p class=\"choice_paragraph\">He attempts to influence his audience’s beliefs about a subject.</p>"],"answer":0}]