[{"id":"VR009407","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR009404.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the last paragraph, the author discusses “another abode in the same neighbourhood” in order to</p>\n","rubricRef":"VR009407_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a series of travel letters published by a British writer in the late eighteenth century.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The well-bred Swedes of the capital<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Gothenburg, a county capital on Sweden’s southwest coast</span></span> are formed on the ancient French model, and they in general speak that language; for they have a knack at acquiring languages with tolerable fluency. This may be reckoned an advantage in some respects; but it prevents the cultivation of their own, and any considerable advance in literary pursuits.</p><p class=\"passage_para\">A sensible writer has lately observed (I have not his work by me, therefore cannot quote his exact words), “That the Americans very wisely let the Europeans make their books and fashions for them.” But I cannot coincide with him in this opinion. The reflection necessary to produce a certain number even of tolerable productions<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">literary works</span></span> augments more than he is aware of the mass of knowledge in the community. Desultory<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">unmethodical </span></span> reading is commonly a mere pastime. But we must have an object to refer our reflections to, or they will seldom go below the surface. As in travelling, the keeping of a journal excites to many useful inquiries that would not have been thought of had the traveller only determined to see all he could see, without ever asking himself for what purpose. Besides, the very dabbling in literature furnishes harmless topics of conversation; for the not having such subjects at hand, though they are often insupportably fatiguing, renders the inhabitants of little towns prying and censorious. Idleness, rather than ill-nature, gives birth to scandal, and to the observation of little incidents which narrows the mind. It is frequently only the fear of being talked of which produces that puerile<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">childish </span></span> scrupulosity about trifles incompatible with an enlarged plan of usefulness, and with the basis of all moral principles—respect for the virtues which are not merely the virtues of convention.</p><p class=\"passage_para\">I am, my friend, more and more convinced that a metropolis, or an abode absolutely solitary, is the best calculated for the improvement of the heart, as well as the understanding; whether we desire to become acquainted with man, nature, or ourselves. Mixing with mankind, we are obliged to examine our prejudices, and often imperceptibly lose, as we analyse them. And in the country, growing intimate with nature, a thousand little circumstances, unseen by vulgar eyes, give birth to sentiments dear to the imagination, and inquiries which expand the soul, particularly when cultivation has not smoothed into insipidity all its originality of character.</p><p class=\"passage_para\">I love the country, yet whenever I see a picturesque situation chosen on which to erect a dwelling I am always afraid of the improvements.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">the making of land more valuable by cultivation or development</span></span> It requires uncommon taste to form a whole, and to introduce accommodations and ornaments analogous with the surrounding-scene.</p><p class=\"passage_para\">I visited, near Gothenburg, a house with improved land about it, with which I was particularly delighted. It was close to a lake embosomed in pine-clad rocks. In one part of the meadows your eye was directed to the broad expanse, in another you were led into a shade, to see a part of it, in the form of a river, rush amongst the fragments of rocks and roots of trees; nothing seemed forced. One recess, particularly grand and solemn amongst the towering cliffs, had a rude stone table and seat placed in it, that might have served for a Druid’s haunt, whilst a placid stream below enlivened the flowers on its margin, where light-footed elves would gladly have danced their airy rounds.</p><p class=\"passage_para\">Here the hand of taste was conspicuous though not obtrusive, and formed a contrast with another abode in the same neighbourhood, on which much money had been lavished; where Italian colonnades were placed to excite the wonder of the rude crags, and a stone staircase, to threaten with destruction a wooden house. Venuses and Apollos condemned to lie hid in snow three parts of the year seemed equally displaced, and called the attention off from the surrounding sublimity, without inspiring any voluptuous sensations. Yet even these abortions<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">6</span><span class=\"footnote_text\">failures</span></span> of vanity have been useful. Numberless workmen have been employed, and the superintending artist has improved the labourers, whose unskilfulness tormented him, by obliging them to submit to the discipline of rules.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">suggest that any shortcomings in the project may have been due to inadequate funding</p>","<p class=\"choice_paragraph\">argue that the project would have been more pleasing if the workers had been more skillful</p>","<p class=\"choice_paragraph\">describe the improvements that could be made in the future to make the project successful</p>","<p class=\"choice_paragraph\">concede that a poorly conceived project can still provide a benefit to those involved</p>"],"answer":4}]