[{"id":"VR010156","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR010151.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the sentence in the middle of the fourth paragraph (“Instead of . . . and eddies”), the author’s arrangement of clauses emphasizes</p>\n","rubricRef":"VR010156_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is an excerpt from the introduction to a book published in 1961.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">As we learn more about the sea through the combined studies of many specialists a new concept that is gradually taking form will almost certainly be strengthened. Even a decade or so ago it was the fashion to speak of the abyss as a place of eternal calm, its black recesses undisturbed by any movement of water more active than a slowly creeping current, a place isolated from the surface and from the very different world of the shallow sea. This picture is rapidly being replaced by one that shows the deep sea as a place of movement and change, an idea that is far more exciting and that possesses deep significance for some of the most pressing problems of our time.</p><p class=\"passage_para\">In the new and more dynamic concept, the floor of the deep sea is shaped by racing turbidity currents or mud flows that pour down the slopes of the ocean basins at high speed; it is visited by submarine landslides and stirred by internal tides. The crests and ridges of some of the undersea mountains are swept bare of sediments by currents whose action, in the words of geologist Bruce Heezen, is comparable to “snow avalanches in the Alps (which) sweep down and smother the relief of the lower slopes.”</p><p class=\"passage_para\">Far from being isolated from the continents and the shallow seas that surround them, the abyssal plains are now known to receive sediments from the margins of the continents. The effect of the turbidity currents, over the vast stretches of geologic time, is to fill the trenches and the hollows of the abyssal floor with sediment. This concept helps us understand certain hitherto puzzling occurrences. Why, for example, have deposits of sand—surely a product of coastal erosion and the grinding of surf—appeared on the mid-ocean floor? Why have sediments at the mouths of submarine canyons, where they communicate with the abyss, been found to contain such reminders of the land as bits of wood and leaves, and why are there sands containing nuts, twigs, and the bark of trees even farther out on the plains of the abyss? In the powerful downrush of sediment-laden currents, triggered by storms or floods or earthquakes, we now have a mechanism that accounts for these once mysterious facts.</p><p class=\"passage_para\">Although the beginnings of our present concept of a dynamic sea go back perhaps several decades, it is only the superb instruments of the past ten years that have allowed us to glimpse the hidden movements of ocean waters. Now we suspect that all those dark regions between the surface and the bottom are stirred by currents. Even such mighty surface currents as the Gulf Stream are not quite what we supposed them to be. Instead of a broad and steadily flowing river of water, the Gulf Stream is now found to consist of narrow, racing tongues of warm water that curl back in swirls and eddies. And below the surface currents are others unlike them, running at their own speeds, in their own direction, with their own volume. And below these are still others. Photographs of the sea bottom taken at great depths formerly supposed to be eternally still show ripple marks, a sign that moving waters are sorting over sediments and carrying away the finer particles. Strong currents have denuded the crest of much of the vast range of undersea mountains known as the Atlantic Ridge, and every one of the sea mounts that has been photographed reveals the work of deep currents in ripple marks and scour marks.</p><p class=\"passage_para\">Other photographs give fresh evidence of life at great depths. Tracks and trails cross the sea floor and the bottom is studded with small cones built by unknown forms of life or with holes inhabited by small burrowers. The Danish research vessel <span class=\"formatted_text font_style:italic\">Galathea</span> brought up living animals in dredges operated at great depths, where only recently it was supposed life would be too scanty to permit such sampling.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">the author’s sense that former theories of the Gulf Stream’s flow were based on unimaginative interpretations of data</p>","<p class=\"choice_paragraph\">the author’s contention that the ocean is a dynamic, complex system</p>","<p class=\"choice_paragraph\">that the ocean should be viewed poetically as well as scientifically</p>","<p class=\"choice_paragraph\">that the ocean’s movement is too complex to be adequately described by the current state of science</p>"],"answer":1}]