[{"id":"VR010182","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR010178.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">By starting three successive sentences with “If” clauses in the last paragraph (“If we see only the worst . . . some grand utopian future”), the author primarily emphasizes that</p>\n","rubricRef":"VR010182_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an essay first published by an American historian in the 1980s.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The end of World War II left two superpowers with their respective spheres of influence and control, vying for military and political power. Yet they were unable to control events, even in those parts of the world considered to be their respective spheres of influence. The failure of the Soviet Union to have its way in Afghanistan, its decision to withdraw after almost a decade of ugly intervention, was the most striking evidence that even the possession of thermonuclear weapons does not guarantee domination over a determined population. The United States has faced the same reality. It waged a full-scale war in Indochina, conducting the most brutal bombardment of a tiny peninsula in world history, and yet was forced to withdraw. In the headlines every day we see other instances of the failure of the presumably powerful over the presumably powerless, as in Brazil, where a grass-roots movement of workers and the poor elected a new president pledged to fight destructive corporate power.</p><p class=\"passage_para\">Looking at this catalogue of huge surprises, it’s clear that the struggle for justice should never be abandoned because of the apparent overwhelming power of those who have the guns and the money and who seem invincible in their determination to hold on to it. That apparent power has, again and again, proved vulnerable to human qualities less measurable than bombs and dollars: moral fervor, determination, unity, organization, sacrifice, wit, ingenuity, courage, patience—whether by blacks in Alabama and South Africa, peasants in El Salvador, Nicaragua, and Vietnam, or workers and intellectuals in Poland, Hungary, and the Soviet Union itself. No cold calculation of the balance of power need deter people who are persuaded that their cause is just.</p><p class=\"passage_para\">I have tried hard to match my friends in their pessimism about the world (is it just my friends?), but I keep encountering people who, in spite of all the evidence of terrible things happening everywhere, give me hope. Especially young people, in whom the future rests. Wherever I go, I find such people. And beyond the handful of activists there seem to be hundreds, thousands, more who are open to unorthodox ideas. But they tend not to know of one another’s existence, and so, while they persist, they do so with the desperate patience of Sisyphus endlessly pushing that boulder up the mountain. I try to tell each group that it is not alone; and that the very people who are disheartened by the absence of a national movement are themselves proof of the potential for such a movement.</p><p class=\"passage_para\">Revolutionary change does not come as one cataclysmic moment (beware of such moments!) but as an endless succession of surprises, moving zigzag toward a more decent society. We don’t have to engage in grand, heroic actions to participate in the process of change. Small acts, when multiplied by millions of people, can transform the world. Even when we don’t “win,” there is fun and fulfillment in the fact that we have been involved, with other good people, in something worthwhile. We need hope.</p><p class=\"passage_para\">An optimist isn’t necessarily a blithe, slightly sappy whistler in the dark of our time. To be hopeful in bad times is not just foolishly romantic. It is based on the fact that human history is a history not only of cruelty but also of compassion, sacrifice, courage, kindness. What we choose to emphasize in this complex history will determine our lives. If we see only the worst, it destroys our capacity to do something. If we remember those times and places—and there are so many—where people have behaved magnificently, this gives us the energy to act, and at least the possibility of sending this spinning top of a world in a different direction. And if we do act, in however small a way, we don’t have to wait for some grand utopian future. The future is an infinite succession of presents, and to live now as we think human beings should live, in defiance of all that is bad around us, is itself a marvelous victory.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Associate Agent</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">the ultimate triumph of justice is inevitable</p>","<p class=\"choice_paragraph\">the audience has the power to shape the future</p>","<p class=\"choice_paragraph\">at least two possibilities exist in even the most constrained circumstances</p>","<p class=\"choice_paragraph\">the consequences of human actions are always somewhat arbitrary</p>"],"answer":2}]