[{"id":"VR010192","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR010188.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the context of the final paragraph, the author uses phrases such as “dull, distracted adults” and “soulless environment” primarily to</p>\n","rubricRef":"VR010192_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an article published in 2011.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Jo Rowling—she adopted “J.K.” on the publishing truism that women authors did not sell—was born in 1965 and was raised in modest, rural comfort. When Ms. Rowling was 15, her mother was diagnosed with degenerative multiple sclerosis; she died, age 45, in December 1990. On a train to London from Manchester earlier that year, Ms. Rowling conceived a series of novels based on a boy wizard. She briefly went to teach English in Portugal, where she contracted a brief marriage, returning penniless with her child to study in Edinburgh. The sickness and death of the author’s mother are pivotal to her creation.</p><p class=\"passage_para\">From the opening page of the first book, the reader engages with Harry’s child’s-eye view of a world ruled by imbeciles and malefactors. Harry Potter is an orphan, alone in a world of mediocrities known as “Muggles,” who do not appreciate his special gifts. Boarding a train to Scotland at platform 9¾ of Kings Cross Station, London, he finds acceptance as a wizard, magically empowered but under mortal threat from mysterious enemies.</p><p class=\"passage_para\">Harry is a Dickensian archetype,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Charles Dickens (1812-1870), author of <span class=\"formatted_text font_style:italic\">Oliver Twist</span>, often depicted children facing hardships and cruelty.</span></span> a child of cruelty who inspires in us an urge to make a better world. Alongside Oliver Twist, he is the most celebrated orphan in world literature. Oliver is altogether too perfect, untouched by the evil around him. Harry, more credibly, wrestles with forces of darkness and commands our sympathies.</p><p class=\"passage_para\">Like Dickens, Ms. Rowling gives some of her secondary characters onomatopoeic names, informing us before we read another word what kind of person they are. Just as Scrooge, Mr. Bumble, Magwitch and Fagin reflect negative traits in Dickens’s world, so do Severus Snape, Quirrell and Filch in that of Harry Potter. Ms. Rowling goes beyond Dickens in imprinting evil into a person’s name. Voldemort means flight of death in French, Malfoy is bad faith.</p><p class=\"passage_para\">In common with Dickens, Ms. Rowling knows that the reading public will not be insulted by situations that it can recognize. In Hogwarts, she nods to the classic genre of the English school story, established by “Tom Brown’s Schooldays” in 1857. Yet she also draws deep on a well of Nordic mythology, plumbed by J.R.R. Tolkien in “The Lord of the Rings” and by Richard Wagner in his Nibelungen tetralogy.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">a series of nineteenth-century operas loosely based on Norse sagas</span></span>  Hagrid, Hedwig and Hogsmeade could readily appear in any of these epics.</p><p class=\"passage_para\">The force of the Harry Potter cycle lies, as with Wagner, not so much in the originality of its subject matter as in the execution of a panoptic<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">all-seeing</span></span> vision across a great span of time. Dickens, writing week to week, never harbored such grandiose ambition. The closest any other author gets, at this level, to creating and sustaining a fantasy/reality world is Mark Twain in the Tom Sawyer novels, of which four were successfully published during his lifetime.</p><p class=\"passage_para\">Tom is supposed to be 11 or 12 years old when the cycle begins, a year or so older than Harry, and Twain employs him as a paradigm of lost American innocence, a nostalgic tweak at his mostly adult readership. Harry represents no other time or place. He is what he is: an English boy who is sent off to boarding school, where, from friends and teachers, he discovers both his own nature as a wizard and the hair-raising hazards that he may face at any time.</p><p class=\"passage_para\">It is here that Ms. Rowling achieves the double-whammy of getting child readers to emote with a central character who is outwardly like them, inwardly not, empowered by wizardry yet otherwise ordinary. Tom’s magic is pure mischief, fooling another kid to whitewash his aunt’s fence. Harry’s is existential. He pretends at normality, knowing he can shed it at will to frustrate the forces of evil.</p><p class=\"passage_para\">Harry, nevertheless, arouses greater empathy because he seems to be a child liberated from the control of dull, distracted adults, rejecting his soulless environment. No sensitive child would want to grow up to be Harry’s Muggle relatives, Mr. and Mrs. Dursley of No. 4 Privet Drive. Harry Potter allows children of the suburbs to loathe their Little Boxes,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">the title of a 1962 song describing the sameness of suburban houses</span></span> to fly a nebulous broom, play non-televisable sports and aspire to a life out of the ordinary. Whether read in Seattle, Sarajevo or Soweto, Harry gives children a license to judge the adult world—and find it wanting.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">How Harry Saved Reading</span> by Norman Lebrecht (Copyright © Norman Lebrecht, 2011) Reproduced by permission of A M Heath &amp; Co. Ltd. Authors' Agents</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">explain why adults may be less perceptive readers of Rowling’s books than children are</p>","<p class=\"choice_paragraph\">respond to the objection that Rowling often misrepresents the adult world</p>","<p class=\"choice_paragraph\">remind his audience of the very different perspective that children might have of the adult world</p>","<p class=\"choice_paragraph\">suggest that his audience might be projecting their own dissatisfaction with the adult world onto Rowling’s work</p>"],"answer":3}]