[{"id":"VR010198","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR010195.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In relation to the changes in vocabulary discussed in <span class=\"formatted_text font_style:italic\">Harvard</span> magazine in the third paragraph (“The evolving . . . medical practice”), the author’s comments in the fourth paragraph serve to</p>\n","rubricRef":"VR010198_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a recently published book on health.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The medical profession won its monopoly over the business of healing by invoking its scientific basis, and maintained that monopoly by diligently patrolling its borders against the alternatives, long described as “pseudoscience.” A little more than a century ago, the matter appeared to be settled when nonphysicians were legally barred from practicing, which in the United States meant outlawing midwifery in favor of obstetrics and marginalizing homeopathy in favor of “allopathic,” aka “regular” or scientific, medicine.</p><p class=\"passage_para\">Only slowly did any kind of real détente<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">improvement in relations</span></span> arise, with the AMA-style<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">the American Medical Association</span></span> doctors gradually softening their invective against alternatives. As late as the 1950s, the American Cancer Society, which is about as medically conventional as a health-related group could be, still had a “Committee on Quackery.”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">misinformed or questionable medical practices</span></span> But according to <span class=\"formatted_text font_style:italic\">Harvard</span> magazine:</p><p class=\"passage_para\">“Later that [committee] turned into a committee on ‘unproven methods of cancer management,’ superseded by one on ‘questionable methods.’ The names indicate a gradual acceptance of the unconventional; today the cancer society has a Committee on Complementary and Alternative Medicine (CAM). The evolving vocabulary also reflects a sea change underway throughout medicine. In the last few years, the term ‘alternative,’ suggesting something done <span class=\"formatted_text font_style:italic\">instead of</span> conventional medicine, has been giving way to ‘complementary,’ a therapy done <span class=\"formatted_text font_style:italic\">along with</span> mainstream treatment. Both words may ultimately be replaced by ‘integrative medicine’—the use of techniques like acupuncture, massage, herbal treatments, and meditation in regular medical practice.”</p><p class=\"passage_para\">This may look like commendable humility on the part of conventional medicine—or it may look like a shameless compromise. But how scientific is conventional “scientific” medicine anyway? By the late twentieth century, mathematically oriented physicians, as well as many patients, were beginning to ask for something more than a doctor’s word for the efficacy of medical interventions and something more tangible than the mere aura of science. They wanted hard evidence, and one familiar procedure after another has come up short.</p><p class=\"passage_para\">In 1974, a former physician turned mathematician, David M. Eddy, was asked to give a talk on medical decision making, and chose to focus on diagnostic mammography since Betty Ford’s and Happy Rockefeller’s<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">First Lady and Second Lady of the United States from 1974–1977</span></span> breast cancers were very much in the news at the time. Years later, he wrote that he had “planned to write out the decision tree I presume their physicians had used, fully expecting to find strong evidence, good numbers, and sound reasoning that I could describe to my audience. But to my amazement I found very few numbers, no formal rationale, and blatant errors in reasoning. How could that be?”</p><p class=\"passage_para\">He decided to try to study the decision making behind something that had been around much longer than mammography—a seventy-five-year-old treatment for ocular hypertension that had been used on tens of millions of people. But he could find only eight controlled studies—meaning studies comparing people who had received the treatment to a group of similar people who had not—and these studies were all “very small and poorly designed.” Worse, six of them found that the recipients of treatment ended up worse off than those who had not received it. Eddy moved on to analyze other treatments, only to be warned off by experts who told him there was not enough data to work on.</p><p class=\"passage_para\">“That clinched it. If there wasn’t sufficient information to develop a decision tree, what in the world were physicians basing their decision on? I then realized that medical decision making was not built on a bedrock of evidence or formal analysis, but was standing on Jell-O.”</p><p class=\"passage_para\">So began what was soon called “evidence-based medicine,” the idea that anything performed on patients should be backed up by statistical evidence. This was a provocative designation, raising the immediate question of what medicine had been based on up until now: anecdotes, habits, hunches? Or was medicine traditionally not “evidence-based” but “eminence-based,” that is, backed by the reputations and institutional standing of the people who practiced it?</p><p class=\"passage_para\">Most of the medical screenings that have been pressed on me by one health professional or another fail the evidence-based test. Mammograms, for example: The conventional wisdom, tirelessly repeated by the leading breast cancer advocacy group, the Susan G. Komen Foundation, was that early detection through annual mammography would significantly increase the five-year survival rate from breast cancer. But repeated, huge, often international studies showed no significant decline in breast cancer mortality that could be attributed to routine mammographic screening.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">consider the validity of the decision to implement the changes</p>","<p class=\"choice_paragraph\">suggest an improvement on the changes</p>","<p class=\"choice_paragraph\">explain the necessity for making the changes</p>","<p class=\"choice_paragraph\">challenge an assumption about a term that continues to be used</p>"],"answer":4}]