[{"id":"VR010174","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR010169.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the fourth sentence of the final paragraph, the author uses the word “calamity” primarily to</p>\n","rubricRef":"VR010174_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a nineteenth-century British author’s memoir about his journey from Scotland to America.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">I began for the first time to understand the nature of emigration. Day by day throughout the passage, and thenceforward across all the States, and on to the shores of the Pacific, this knowledge grew more clear and melancholy. Emigration, from a word of the most cheerful import, came to sound most dismally in my ear. There is nothing more agreeable to picture and nothing more pathetic to behold. The abstract idea, as conceived at home, is hopeful and adventurous. A young man, you fancy, scorning restraints and helpers, issues forth into life, that great battle, to fight for his own hand. The most pleasant stories of ambition, of difficulties overcome, and of ultimate success, are but as episodes to this great epic of self-help. The epic is composed of individual heroisms; it stands to them as the victorious war which subdued an empire stands to the personal act of bravery which spiked<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">disabled</span></span> a single cannon and was adequately rewarded with a medal. For in emigration the young men enter direct and by the shipload on their heritage of work; empty continents swarm, as at the bo’sun’s whistle,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Aboard a ship, the bo’sun supervises the other members of the deck department.</span></span> with industrious hands, and whole new empires are domesticated to the service of man.</p><p class=\"passage_para\">This is the closet picture, and is found, on trial, to consist mostly of embellishments. The more I saw of my fellow-passengers, the less I was tempted to the lyric note. Comparatively few of the men were below thirty; many were married, and encumbered with families; not a few were already up in years; and this itself was out of tune with my imaginations, for the ideal emigrant should certainly be young. Again, I thought he should offer to the eye some bold type of humanity, with bluff or hawk-like features, and the stamp of an eager and pushing disposition. Now those around me were for the most part quiet, orderly, obedient citizens, family men broken by adversity, elderly youths who had failed to place themselves in life, and people who had seen better days. Mildness was the prevailing character; mild mirth and mild endurance. In a word, I was not taking part in an impetuous and conquering sally, such as swept over Mexico or Siberia, but found myself, like Marmion,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">hero of a popular historical poem published by Sir Walter Scott in 1808</span></span> “in the lost battle, borne down by the flying.”</p><p class=\"passage_para\">Labouring mankind had in the last years, and throughout Great Britain, sustained a prolonged and crushing series of defeats. I had heard vaguely of these reverses; of whole streets of houses standing deserted by the Tyne,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">a river in northern England</span></span>the cellar-doors broken and removed for firewood; of homeless men loitering at the street-corners of Glasgow with their chests beside them; of closed factories, useless strikes, and starving girls. But I had never taken them home to me or represented these distresses livingly to my imagination. A turn of the market may be a calamity as disastrous as the French retreat from Moscow;<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">In 1812, the French army suffered heavy losses while retreating from Moscow.</span></span> but it hardly lends itself to lively treatment, and makes a trifling figure in the morning papers. We may struggle as we please, we are not born economists. The individual is more affecting than the mass. It is by the scenic accidents, and the appeal to the carnal eye, that for the most part we grasp the significance of tragedies. Thus it was only now, when I found myself involved in the rout, that I began to appreciate how sharp had been the battle. We were a company of the rejected; the drunken, the incompetent, the weak, the prodigal, all who had been unable to prevail against circumstances in the one land, were now fleeting pitifully to another; and though one or two might still succeed, all had already failed. We were a shipful of failures, the broken men of England. Yet it must not be supposed that these people exhibited depression. The scene, on the contrary, was cheerful. Not a tear was shed on board the vessel. All were full of hope for the future, and showed an inclination to innocent gaiety. Some were heard to sing, and all began to scrape acquaintance with small jests and ready laughter.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">indicate that he is exaggerating to produce a comic effect</p>","<p class=\"choice_paragraph\">emphasize that economic downturns can be devastating to those affected by them</p>","<p class=\"choice_paragraph\">show that the consequences of isolated incidents can easily be overstated</p>","<p class=\"choice_paragraph\">suggest that it is unusual for a turn of the market to be disastrous</p>"],"answer":1}]