[{"id":"VR028364","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028352.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the third paragraph, the writer wants to ensure that the sentences progress coherently so that the ideas in one sentence logically link to the ideas in the next. What should the writer do with sentence 11 (reproduced below) to best achieve this goal?</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">When researchers placed a colorful gel on the fish’s throat, a spot they could see only in the mirror, the wrasses spent a lot of time examining the mark and even tried to scrape it off.</span></p>\n","rubricRef":"VR028364_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Ever since psychologist Gordon Gallup developed the mirror self-recognition test in the 1970s, it’s been the classic way to determine whether a species has self-awareness. (2) In the test, researchers surreptitiously place a mark on a subject’s body and then place the subject before a mirror. (3) If the subject tries to touch or remove the mark, then he or she must be self-aware. (4) Gallup originally tested chimpanzees (which passed), but other species, mostly other primates, have also recognized themselves in the mirror. (5) Subsequently, humans typically pass the test starting at around 18 months of age.</p><p class=\"passage_para\">(6) These studies have supported the long-held belief that only the most intelligent creatures are capable of recognizing the self. (7) But a recent study in which a tiny tropical fish seemingly passed the mirror test is turning that assumption on its head, suggesting that self-awareness is more widespread throughout the animal kingdom than previously thought.</p><p class=\"passage_para\">(8) Researchers in Japan decided to test the bluestreak cleaner wrasse because of its strong eyesight and its habit of eating parasites off other, larger fish. (9) The researchers presumed the fish were intelligent, yet even they were surprised by the study’s results. (10) The territorial wrasses at first reacted aggressively when presented with a mirror in their tank, but over time they developed erratic behavior: dancing and bobbing in front of the mirror, sometimes upside down. (11) When researchers placed a colorful gel on the fish’s throat, a spot they could see only in the mirror, the wrasses spent a lot of time examining the mark and even tried to scrape it off.</p><p class=\"passage_para\">(12) Redouan Bshary offered his opinions on the study: “I never saw a cleaner swimming on its back, and I never saw a cleaner scratching its throat. (13) These are new behaviors that are apparently tightly linked to the mirror.” (14) While the study has not yet been peer-reviewed, it is already sparking debate, with some scientists citing it as proof that fish are more clever than commonly thought—and may even belong in the exclusive club of self-aware animals, previously dominated by primates.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Move it to before sentence 9.</p>","<p class=\"choice_paragraph\">Move it to before sentence 10.</p>","<p class=\"choice_paragraph\">Leave it where it is.</p>","<p class=\"choice_paragraph\">Delete it from the passage.</p>"],"answer":3}]