[{"id":"VR025602","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR025583.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">The writer wants to add a new sentence at the end of the third paragraph to show how the information in the paragraph serves as evidence for the passage’s primary claim. Which of the following choices best accomplishes this goal?</p>\n","rubricRef":"VR025602_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"introduction passage-intro\">Read the following carefully before you choose your answers.</p>\n\n<p><span class=\"formatted_text font_style:italic\">The passage below is a draft.</span></p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">(1)<span id=\"ref-001-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-001 passage_reference_highlight\"> The latest findings in social psychology suggest</span> that self-knowledge is a more complex phenomenon than you might think. (2) Psychologists Jessie Sun and Simine Vazire at the University of California, Davis, have shown that while people offer accurate self-assessments of many individual traits, they tend to miss when they are being rude to others. (3) As it turns out, knowing what your personality is generally like is not the same as accurately discerning how you are behaving in the moment—an important distinction when it comes to treating other people considerately.</span></p>\n\n<p class=\"passage_para\">(4) According to Sun and Vazire, self-knowledge can be divided into trait self-knowledge and state self-knowledge—in other words, knowledge of your own characteristics as opposed to “knowledge of how your personality fluctuates from moment to moment.” (5) Sun and Vazire <span id=\"ref-002-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-002 passage_reference_highlight\"> conspired on</span> an experiment to study the latter category. (6) The study’s experimental subjects were equipped with audio recorders that would automatically activate every 9.5 minutes during the day, recording thirty seconds of audio at each activation. (7)&nbsp;Participants completed self-evaluations at certain times of day according to several different personality measurements: extroversion, agreeableness, conscientiousness, and neuroticism.</span></p>\n\n<p class=\"passage_para\">(8) The self-assessments and the ratings of objective observers generally aligned. (9)&nbsp;But Sun and Vazire noticed some major differences among different categories of personality traits. (10)&nbsp;Participants often reported feeling more neurotic <span id=\"ref-003-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-003 passage_reference_highlight\"> —anxious or worried—</span> than the observers believed. (11) However, there were even larger discrepancies between observers’ and subjects’ assessments of agreeableness—a description encompassing qualities like warmth, friendliness, and tact. (12) Sun and Vazire saw these results as remarkable, given that agreeableness might be expected to be a more obvious trait.</span></p>\n\n<p class=\"passage_para\">(13) Sun and Vazire argue that the study underscores the importance of state self-knowledge in ordinary interactions, since “being aware of and able to do something about your disagreeableness in the moment might be more useful than knowing that you are generally a disagreeable person.” (14) <span id=\"ref-004-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-004 passage_reference_highlight\"> These facts make it obvious that everyone should behave accordingly.</span></span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">According to Sun and Vazire, these results suggest that “there might be some biases that prevent people from recognizing their own agreeable behaviors or disagreeable behaviors.”</p>","<p class=\"choice_paragraph\">Additionally, Sun and Vazire reported some discrepancies between self-reporting and observer evaluations for neuroticism, a measure of how much worry the subject was feeling.</p>","<p class=\"choice_paragraph\">Sun and Vazire hypothesized that some respondents who overestimated the rudeness of their behavior may have been particularly agreeable people who held themselves to overly high standards.</p>","<p class=\"choice_paragraph\">These results, according to Sun and Vazire, “show that we can probably trust what people say about their momentary levels of extraversion, conscientiousness, and likely neuroticism.”</p>"],"answer":0}]