[{"id":"VR028400","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028389.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer is considering adding the following sentence at the end of the third paragraph (sentences 8 and 9).</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">The term “REM sleep” was first coined in 1953 by physiology professor and sleep researcher Nathaniel Kleitman and his graduate student Eugene Aserinsky.</span></p><p class=\"stem_paragraph\">Should the writer add this sentence after sentence 9 ?</p>\n","rubricRef":"VR028400_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Movies and TV shows often depict parents attempting to get their sleepy teenagers out of bed and out the door in time for school. (2) Provided that it’s a scene commonly played for laughs, in reality, sleep deprivation in teenagers is no laughing matter. (3) Adolescents have unique sleep patterns, and with an early school start, many are doggedly tired, leading to serious health and safety risks. (4) Thus, middle and high schools across the United States should heed the advice of doctors and start classes no earlier than 8:30 a.m.</p><p class=\"passage_para\">(5) Contrary to the notion that teenagers are naturally sluggish, they have a biological excuse for having trouble getting up at 5:00 or 6:00 a.m.: adolescents undergo a shift in their circadian rhythm, making it harder for them to fall asleep as early as adults or younger children. (6) The typical sleep cycle for teenagers begins at 11:00 p.m., when their bodies release melatonin, the sleep-inducing hormone. (7) In order for teenagers to get the full nine hours of sleep they need for optimal performance, they would have to sleep in until 8:00 a.m<span class=\"time_abbreviation\">.</span></p><p class=\"passage_para\">(8) Now that experts better understand the sleep needs of adolescents, the average teenager gets fewer than seven hours of sleep a night. (9) Not only that, but waking before 8:00 a.m. interrupts their REM sleep, a critical stage of sleep that enables emotional regulation.</p><p class=\"passage_para\">(10) Indeed, continual sleep deprivation is bad. (11) Teenagers who get inadequate sleep are more likely to be overweight, have depression, perform poorly in school, and engage in risky behaviors. (12) Moreover, drowsy teenagers behind the wheel of a car are more likely to have slower reflexes and impaired judgment, putting them at even greater risk.</p><p class=\"passage_para\">(13) Schools that have pushed back the start time have reported remarkable results, including better academic performance, reduced absenteeism, and improved classroom environment. (14) It’s no mystery why; well rested students have better concentration, attention, and behavior.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Yes, because it gives important contextual information about REM sleep that helps the audience understand the writer’s main argument.</p>","<p class=\"choice_paragraph\">Yes, because it acknowledges the contributions Kleitman and Aserinsky have made to the field of sleep research by properly attributing their ideas.</p>","<p class=\"choice_paragraph\">No, because it makes an obvious claim that is a known fact that does not require justification or defense.</p>","<p class=\"choice_paragraph\">No, because it offers evidence that does not help the third paragraph support the reasoning of the writer’s main argument.</p>"],"answer":4}]