[{"id":"VR020754","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR020744.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following sentences in the passage can best be described as the writer’s thesis statement?</p>\n","rubricRef":"VR020754_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Most people believe that the important decisions they make—from what car they buy to whom they vote for—are rational ones based on facts and analysis. (2) However, because of the phenomenon known as confirmation bias, logical decision making is rarely so simple. (3) Confirmation bias, which describes the human tendency to interpret new information in a way that supports our preexisting beliefs, makes people tend to accept information that confirms what they already believe and reject information that undermines those beliefs.</p><p class=\"passage_para\">(4) Research has repeatedly demonstrated just how prevalent this phenomenon is in the world. (5) Confirmation bias has been found to affect the decisions of doctors, judges, and jurors. (6) It has even been shown to affect memory. (7) In a classic experiment, students who watched their schools compete in a football game subsequently remembered the adversary’s team performing worse than their own: confirmation bias caused the students, who already believed in their own school’s superiority, to interpret what they had seen as support for their preexisting beliefs. (8) Confirmation bias has also been shown to affect completely inconsequential decisions, as in experiments involving what direction dots are moving in or the average size of a number series. (9) Here, too, subjects’ interpretations were found to be affected by decisions they had already made about what they were being asked to evaluate.</p><p class=\"passage_para\">(10) Confirmation bias does admittedly have its uses: it can, for example, increase the efficiency with which we process information and also protect us against information that might be damaging to our self-esteem. (11) But when the stakes are high, the risks of making biased decisions are simply too great. (12) An example of a high-stakes situation would be when jurors are deliberating a defendant’s fate. (13) Fortunately, there are techniques, like those used by Warren Buffett (born in Omaha, Nebraska, in 1930) when he makes his financial decisions, that can minimize the risks of confirmation bias. (14) The first is to be aware that our decisions may be affected by our tendency toward confirmation bias. (15) The second is to test our beliefs by seeking out points of view that differ from our own.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Sentence 5</p>","<p class=\"choice_paragraph\">Sentence 8</p>","<p class=\"choice_paragraph\">Sentence 11</p>","<p class=\"choice_paragraph\">Sentence 15</p>"],"answer":3}]