[{"id":"VR020405","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR020396.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to add a phrase at the beginning of sentence 7 (reproduced below), adjusting the capitalization as needed, to provide a logical connection between the conclusion stated in sentence 6 and the claim made in sentence 7.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">The study of sleep learning was largely abandoned for 50 years.</span></p><p class=\"stem_paragraph\">Which of the following phrases should the writer add?</p>\n","rubricRef":"VR020405_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) The idea of sleep learning, or hypnopedia, has long intrigued people. (2) It was not until the invention of the phonograph, though, with its groundbreaking ability to record and replay sound, that serious inquiry into sleep learning was really made possible. (3) By the 1920s, inventions like Alois B. Saliger’s PsychoPhone were being marketed as a way for people to learn new information or modify their behavior by simply playing a recording as they slept. (4) Studies in the 1930s and 1940s seemed to confirm sleep learning’s validity.</p><p class=\"passage_para\">(5) However, sleep learning was discredited in the 1950s, when newly developed electroencephalography (EEG) technology, which could directly monitor brain activity, revealed something curious about subjects who had seemed to be learning in their sleep, and it was that they were being awakened by the recording devices. (6) Any learning they did, therefore, actually occurred while they were awake. (7) The study of sleep learning was largely abandoned for 50 years.</p><p class=\"passage_para\">(8) It now seems, though, that some sleep learning may be possible, albeit of a much more limited kind. (9) Using cues during slow-wave sleep (SWS), a dreamless state of deep slumber, neuroscientists have been able to reinforce subjects’ memory of things they had already learned while awake. (10) When, for example, subjects are exposed to the odor of a rose while memorizing the locations of certain objects and then go to sleep, those who are exposed to the same odor during SWS have better recall of the objects’ locations after awakening than do subjects who were not exposed to the smell during SWS.</p><p class=\"passage_para\">(11) Such targeted memory reactivation (TMR) research shows that memory can be assisted during sleep; contrary to the promise of earlier hypnopedia enthusiasts, though, it does not show that new learning can occur. (12) Although research is continuing into this latter possibility, there are serious ethical concerns. (13) After all, like any technology, the ability to implant information in people’s minds during sleep has the potential for abuse. (14) Aldous Huxley realized this as far back as 1932: in his famous novel <span class=\"formatted_text font_style:italic\">Brave New World</span>, the totalitarian state uses sleep learning to brainwash its citizens.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">In addition,</p>","<p class=\"choice_paragraph\">As a result of these findings,</p>","<p class=\"choice_paragraph\">Surprisingly, however,</p>","<p class=\"choice_paragraph\">For reasons still poorly understood,</p>"],"answer":1}]