[{"id":"VR028462","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028444.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In sentence 9 (reproduced below), which version of the underlined text best maintains the tone of the passage?</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Partly because viral content often </span><span class=\"formatted_text font_style:italic text_decoration:underline\">makes people get all weepy</span><span class=\"formatted_text font_style:italic\">, social media has also provided powerful fund-raising opportunities.</span></p>\n","rubricRef":"VR028462_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) As we scroll through our social media feeds each day, most people enjoy videos of adorable animals or stunning photos of natural landscapes. (2) Far from simply brightening our day, engagement with the natural world through social media may actually be helping to save our planet.</p><p class=\"passage_para\">(3) Both individuals and organizations increasingly use social media to raise awareness of environmental issues and support conservation research. (4) A research article, news report, or photograph that “goes viral” can reach a global audience in a matter of minutes, connecting interested people with each other and allowing for a nearly immediate exchange of ideas. (5) In 2012, for example, a high school student posted a picture of an unusual lizard he saw in a local park to a nature-focused social network, where other members identified the lizard and noted how far it was from its known habitat. (6) This in turn became useful data for researchers studying these lizards and their changing ecosystem.</p><p class=\"passage_para\">(7) The global audience provided by social media can also have a considerable economic impact for environmental causes. (8) Consumer pressure following the viral circulation of photos of turtles and other marine life injured by plastic drinking straws, for example, has led major corporations to seek more environmentally sustainable options. (9) Partly because viral content often makes people get all weepy, social media has also provided powerful fund-raising opportunities. (10) After a video recently circulated showing a rescued chimpanzee who enjoys playing with dolls, online donations to the rescue organization began pouring in. (11) Many social media platforms allow users to set up a donation campaign for an organization they support without any real effort on the part of the organization itself, increasing the benefit of even small donations.</p><p class=\"passage_para\">(12) While some may argue that “hashtag activism” and online discussion have little real-world impact on individual behavior or public policy, social media is proving to be an increasingly powerful tool to draw attention—and resources—to conservation efforts.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">(as it is now)</p>","<p class=\"choice_paragraph\">manipulates people’s emotions</p>","<p class=\"choice_paragraph\">has a strong emotional appeal</p>","<p class=\"choice_paragraph\">wrings tears from its viewers</p>"],"answer":3}]