[{"id":"VR028265","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028258.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer is considering adding the following sentence immediately after sentence 6.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">His argument was based on the assumption that the </span>Brontosaurus<span class=\"formatted_text font_style:italic\">’s five sacrum bones would have fused together into the </span>Apatosaurus<span class=\"formatted_text font_style:italic\">’s three sacrum bones with age.</span></p><p class=\"stem_paragraph\">Should the writer make this addition?</p>\n","rubricRef":"VR028265_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Since the discovery of its bones in the late 1800s, the <span class=\"formatted_text font_style:italic\">Brontosaurus</span> has been a popular dinosaur, notable for its immense size and long neck and tail. (2) But for over 100 years, the <span class=\"formatted_text font_style:italic\">Brontosaurus</span> did not officially exist in the scientific community and instead was considered an <span class=\"formatted_text font_style:italic\">Apatosaurus</span>. (3) However, in 2015 a team of paleontologists performed an exhaustive study on the anatomical traits of dinosaur bones and came to a surprising conclusion: the <span class=\"formatted_text font_style:italic\">Brontosaurus</span> is distinct from the <span class=\"formatted_text font_style:italic\">Apatosaurus</span> and deserves its own genus, as the previous research was undeniably wrong.</p><p class=\"passage_para\">(4) The classification of the <span class=\"formatted_text font_style:italic\">Brontosaurus</span> has a long history. (5) In the 1870s, paleontologist Othniel Charles Marsh uncovered the remains of two different dinosaurs in Colorado; he named them <span class=\"formatted_text font_style:italic\">Apatosaurus ajax</span> and <span class=\"formatted_text font_style:italic\">Brontosaurus excelsus</span>. (6) However, in 1903, paleontologist Elmer Riggs argued that the <span class=\"formatted_text font_style:italic\">Brontosaurus</span> was the same genus as the <span class=\"formatted_text font_style:italic\">Apatosaurus</span>, only a younger version.</p><p class=\"passage_para\">(7) More recently, digital technology enabled a team of paleontologists to study the fossils of 81 sauropods in greater detail than ever before. (8) In a five-year study, lead paleontologist Emanuel Tschopp and his partners analyzed hundreds of physical traits of sauropod bones, collected in high-resolution scans in digital libraries. (9) Paleontologists now debate which of the available digital scanning techniques is most effective—laser scanners, x-ray scanners, magnet scanners, mechanical digitizers, or photogrammetry methods. (10) Tschopp was surprised but excited to discover that the <span class=\"formatted_text font_style:italic\">Brontosaurus</span> had enough unique anatomical traits to belong in its own genus after all. (11) Most of the unique traits are not noticeable to the casual viewer or to the vintage technology used by previous paleontologists, but significantly, the <span class=\"formatted_text font_style:italic\">Brontosaurus’</span>s neck is narrower than the <span class=\"formatted_text font_style:italic\">Apatosaurus’</span>s.</p><p class=\"passage_para\">(12) Tschopp’s study will be of great value to other paleontologists studying long-necked dinosaurs, and it exemplifies how scientific understanding is always evolving.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Yes, because the sentence provides compelling evidence to support the claim that Othniel Charles Marsh found two different dinosaurs.</p>","<p class=\"choice_paragraph\">Yes, because the sentence provides commentary that helps develop the paragraph’s explanation on how the <span class=\"formatted_text font_style:italic\">Brontosaurus</span> came to be misclassified.</p>","<p class=\"choice_paragraph\">No, because the sentence contradicts the more recent findings by Tschopp’s team, discussed in the next paragraph.</p>","<p class=\"choice_paragraph\">No, because the sentence fails to explain why the <span class=\"formatted_text font_style:italic\">Apatosaurus</span> got to keep its name while the <span class=\"formatted_text font_style:italic\">Brontosaurus</span> did not.</p>"],"answer":1}]