[{"id":"VR020287","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR020255.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer is considering adding the following sentence after sentence 11.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Focus groups are best understood as sources of potentially valuable information, not as the final word on consumer response.</span></p><p class=\"stem_paragraph\">Should the writer add this sentence?</p>\n","rubricRef":"VR020287_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) In the 1990s, the furniture company Herman Miller developed a revolutionary new chair with an adjustable lower back and breathable upholstery. (2) But consumer focus groups derided it, failing to understand the design’s innovations; only the bold decision of Herman Miller executives to release the chair anyway allowed it to become a success. (3) The popular writer Malcolm Gladwell has provided a compelling introduction to the focus group, a research technique in which groups of consumers are asked detailed questions about a new product. (4) As an accurate assessment of the effectiveness of focus groups, however, Gladwell’s story has some shortcomings.</p><p class=\"passage_para\">(5) As journalist Liza Featherstone explains in <span class=\"formatted_text font_style:italic\">Divining Desire: Focus Groups and the Culture of Consultation</span>, the social role of focus groups has changed over time in response to political and economic developments. (6) According to one executive interviewed by Featherstone, “You can’t use focus groups to create an idea . . . a focus group would create an Edsel.” (7) The executive refers to a famously unsuccessful 1957 car model whose shortcomings were blamed on the development team’s excessive use of focus groups. (8) But, as Featherstone shows, focus groups actually rejected some features that spelled the Edsel’s doom, including the name, which group members thought “sounded too much like ‘weasel.’” (9) Other features, such as the unpopular design of the car’s body, were not subject to focus group research at all. (10) Overall, it may be that a truly unfortunate name is what actually contributed to the Edsel’s failure.</p><p class=\"passage_para\">(11) Whether or not focus groups could have saved the Edsel, it is clear that they produced useful feedback. (12) Seen in this light, even the focus groups used by Herman Miller come off better: their reservations about the unusual chair design did correspond to low initial sales figures before the product became a hit. (13) As Eric L. Johnston argues, Gladwell criticizes focus groups for failing to predict the future, something that should not be expected of them. (14) “Ultimately, focus groups are just one component in a company’s decision-making process, and they should never be treated as a magical elixir nor a substitute for sound business decisions,” Johnston asserts.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Yes, because it introduces a counterargument to the claim made in sentence 11 that is rebutted in the rest of the paragraph.</p>","<p class=\"choice_paragraph\">Yes, because it provides commentary that connects the claim in sentence 11 with the evidence about focus groups provided in sentence 12.</p>","<p class=\"choice_paragraph\">No, because it interrupts the discussion of how focus groups provide information with unnecessary details about consumer response.</p>","<p class=\"choice_paragraph\">No, because it includes a vague reference to valuable information without explaining the nature of this information.</p>"],"answer":1}]