[{"id":"VR024476","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR009388.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements best describes the function of the passage’s final paragraph?</p>\n","rubricRef":"VR024476_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a book published by a Japanese American legal scholar in 2007.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The stereotype that plagued me the most was the portrait of the Asian-American as the perpetual foreigner. I came to hate the question, “Where are you from, <span class=\"formatted_text font_style:italic\">really</span>?” that followed my assertion that I had grown up in Boston. I washed away this tincture of foreignness with language. I wish to be careful here, as my pleasure in language feels largely independent of any other identity. Yet my racial identity did spur my will to command English. I could see my parents struggling with a language in which neither of them would ever swim. And my own failure at Japanese gave me direct experience of illiteracy. I collected English words like amulets.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">magical objects that provide assistance or protection</span></span></p><p class=\"passage_para\">At Exeter,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Phillips Exeter Academy, a boarding school in Exeter, New Hampshire</span></span> I noticed this mastery whitened me. I liked mathematics too, those rectangles thinning to fit a curve in calculus, “like gold to airy thinness beat.”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">from “A Valediction: Forbidding Mourning” by English poet John Donne (1572–1631)</span></span> But to excel at mathematics was to collude in a vision of my Asian mind as an abacus,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">a calculating tool</span></span> when I experienced it as a blood-warm runnel<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">a small stream</span></span> of ink. And it was in English classes that the teacher’s eyes would widen as I talked about a book in a headlong access<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">6</span><span class=\"footnote_text\">outburst</span></span> of speech.</p><p class=\"passage_para\">In college, I dated a woman who felt the same way. Janet was Korean-American, a premed English major. We met in a poetry writing seminar. I was drawn to her for many reasons, but one was that I sensed her relationship to language was similar to my own. Her parents were also immigrants—she spoke to them in English, they responded in Korean. We recognized our common desire to write ourselves out of the inscrutability of Asian-American experience—and to do so in the most traditional ways. We disdained classes marked as ethnic, like Asian-American literature. We flew into the heart of the canon: I specialized in Shakespeare, she in Milton.</p><p class=\"passage_para\">Our evenings were filled with the happiness of people learning to read, to write. We read to each other from opposite ends of a couch, like a two-headed disputatious literary creature. Much of our pleasure had nothing to do with race. But race was an explicit part of our connection. We confessed our mutual love of the literal color blindness imposed by writing. Our ink was as black, our page as white as anyone’s.</p><p class=\"passage_para\">I smile now to see I had the debates with Janet about Asian-American assimilation I would later have with Paul<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">7</span><span class=\"footnote_text\">someone the author dated during law school</span></span> about gay assimilation. In one moment, Janet would rail against a mutual acquaintance, an Asian-American woman, who had gotten eyelid surgery—the “Asian nose job,” as she put it. She thought it was self-hating, an attempt to “act white.” I wasted my words reminding her that double eyelids were cherished in Japan, and that eyelid surgeries were done there too. She insisted that the spread of the surgery worldwide only proved that white standards of beauty had colonized the world. It was likewise futile to point out she often criticized me for <span class=\"formatted_text font_style:italic\">failing</span> to assimilate. Whenever I got my hair cut too short, it was Janet who would needle me for looking “fresh off the boat.” When I suggested a tension between these two positions, she quoted Whitman. <span class=\"formatted_text font_style:italic\">I am large, I contain multitudes.</span></p><p class=\"passage_para\">Only in America, my mother would say, shaking her head with bemusement, could a Japanese date a Korean so naturally, quoting American poetry all the while. What had the two countries shared but centuries of racial enmity? When I went to visit Janet’s family in Connecticut, my mother told me to get them an “American” gift. I wasn’t about to proffer a portrait of the emperor, but I knew what she meant. She wanted me to meet them on the common ground of our assimilation into Asian America.</p><p class=\"passage_para\">Yet if dating Janet represented assimilation in one sense, it was also its rejection. To date another Asian was to be raced apart. We would often be the only Asians in a social group, and some would presume we were together from our race alone. Even today, strangers at social functions sometimes assume me to be married to a female Asian colleague. True assimilation would have meant avoiding romantic association with Asians in the way I avoided Asian groups.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">8</span><span class=\"footnote_text\">Asian student organizations</span></span></p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">It restates the author’s thesis in a way that is designed to engage his audience’s attention.</p>","<p class=\"choice_paragraph\">It answers an earlier objection to the author’s argument.</p>","<p class=\"choice_paragraph\">It exhorts the audience to avoid making assumptions about strangers.</p>","<p class=\"choice_paragraph\">It examines the significance of the author’s argument in a broader cultural context.</p>"],"answer":3}]