[{"id":"VR028421","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028409.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to start the third paragraph (sentences 10-14) with a sentence that captures what the different claims and evidence in the paragraph are meant to show. Which of the following sentences should the writer add immediately before sentence 10 to achieve this goal?</p>\n","rubricRef":"VR028421_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) The saying goes, “Find a penny, pick it up. (2) All day long, you’ll have good luck.” (3) According to economists, however, stopping to pick up a penny is a waste of time: for those few seconds of “work,” you earn less than minimum wage. (4) Considering that the penny has virtually no purchasing power, it does nothing except add unnecessary weight to our pockets and purses. (5) The United States should follow the lead of other countries and discontinue the penny, because it is obsolete and costs more than it is worth.</p><p class=\"passage_para\">(6) The penny has become useless as a means of exchange. (7) As economist Greg Mankiw says, “When people start leaving a monetary unit at the cash register for the next customer, the unit is too small to be useful.” (8) Pennies once had notable value, but decades of increasing prices sapped their individual buying power, and today you can’t even use them in vending machines or parking meters. (9) It’s no wonder that pennies get tossed in fountains, forgotten under sofa cushions, or abandoned on the sidewalk.</p><p class=\"passage_para\">(10) In 2001, it cost 0.79 cents to make a penny, but now, with metal costs increasing, the cost has changed in a noteworthy way. (11) Thus, the United States Mint loses money for every penny it produces; in 2014, for instance, it lost $55 million producing pennies. (12) They also waste retailers’ and consumers’ time. (13) A recent study showed that counting pennies at the register adds an average of two seconds to every cash transaction. (14) This adds up to about 2.4 hours a year for the average American.</p><p class=\"passage_para\">(15) Penny defenders fear that rounding prices to the nearest nickel will result in higher prices for consumers. (16) However, other countries, such as Canada and New Zealand, have successfully retired the penny without a significant increase in prices. (17) Moreover, the United States retired the half cent in 1857 when it lost its value and saw no ill effects in the economy.</p><p class=\"passage_para\">(18) Despite the compelling reasons to get rid of the penny, nearly half of Americans oppose the idea. (19) In 2013, President Obama acknowledged that people have a sentimental attachment to the penny.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">More importantly, making pennies wastes time and money.</p>","<p class=\"choice_paragraph\">The composition of the copper penny was changed in 1982, but that was not the end of its troubles.</p>","<p class=\"choice_paragraph\">Some would argue that we should keep the penny because it honors President Abraham Lincoln.</p>","<p class=\"choice_paragraph\">Some retailers now keep a tray at the register for customers to leave or take a penny.</p>"],"answer":0}]