[{"id":"VR020780","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR020774.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">Which version of the underlined text in sentence 2 (reproduced below) provides the most effective claim to set up the discussion that follows in the passage?</p>\n\n<p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">In fact, sister-city programs can matter a great deal: <u>civic organizations and local businesses are often involved in sister-city relationships.</u></span></p>\n","rubricRef":"VR020780_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) If you live in a city, you may have seen references to sister cities in other countries and wondered what the designation means—or whether it really matters. (2) In fact, sister-city programs can matter a great deal: civic organizations and local businesses are often involved in sister-city relationships.</p><p class=\"passage_para\">(3) Sister-city partnerships were developed to foster international cooperation after the Second World War, and they continue to serve this purpose today. (4) Many of the earliest relationships were between cities that had previously been at war. (5) Nevertheless, the English city of Bristol and the German city of Hanover formed a partnership in 1947, with Bristol shipping relief supplies to Hanover and Hanover sending musicians to perform in Bristol. (6) The partnership evolved to include an educational exchange that continues to give English and German students experience in another culture.</p><p class=\"passage_para\">(7) Such relationships provide an important complement to diplomacy carried out between governments. (8) Governments can forge alliances between countries, but the particular officials charged with doing so vary from country to country. (9) What’s more, as Mary Kane of Sister Cities International notes, “Foreign affairs doesn’t have to be done just by the State Department.” (10) By conveying international relations into people’s lives, sister cities make connections with distant places feel real to citizens.</p><p class=\"passage_para\">(11) Although the potential benefits of sister cities are great, they can’t be taken for granted. (12) Without active participation from community groups, local government, and ordinary citizens, the relationships can fall into neglect. (13) But with engagement from community stakeholders, sister-city programs provide a gratifying and profitable connection to the wider world.</p><p class=\"passage_para\">(14) Because trust and understanding are essential to business things, the feelings of closeness that connect sister cities can translate into economic benefits. (15) This dynamic is illustrated in the sister-city relationship between Muscatine, Iowa, and Zhengding County in China. (16) In 1985, Xi Jinping visited Muscatine on a research trip to study soybean farming. (17) When Xi later became president of China, his personal connection to Muscatine formed the basis for the sister-city relationship, which in turn led to Chinese investment in Muscatine’s hospitality and tourism industries.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">(as it is now)</p>","<p class=\"choice_paragraph\">they have been established between cities including Bristol, England, and Hanover, Germany.</p>","<p class=\"choice_paragraph\">when effectively cultivated, they bring people together to create mutually beneficial cultural and economic ties.</p>","<p class=\"choice_paragraph\">the organization Sister Cities International is dedicated to promoting sister-city relationships for cities around the world.</p>"],"answer":2}]