[{"id":"VR028504","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028488.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to revise the passage so that it does not contain any inappropriate shifts in tone. To achieve this goal, which of the following sentences should the writer delete?</p>\n","rubricRef":"VR028504_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) There is a long-running debate about whether or not vegetarianism improves the health of people who do not otherwise require special diets. (2) People thinking about becoming vegetarians should consider both sides of the debate, because each makes important points about our dietary needs.</p><p class=\"passage_para\">(3) Many studies have found that vegetarianism has important health benefits. (4) For example, a vegetarian diet is connected to lower rates of heart disease and diabetes as well as lower cholesterol levels. (5) Some studies have also shown that cancer rates are lower in vegetarians than in meat eaters and that vegetarians tend to live longer than nonvegetarians.</p><p class=\"passage_para\">(6) However, the typical vegetarian diet has drawbacks as well. (7) Vegetarians sometimes experience deficiencies in nutrients, including iron, calcium, fatty acids, protein, vitamin B12, and zinc. (8) The effects of these deficiencies can range from mild to severe and include fatigue, sleep issues, and delayed recovery from illness and injury.</p><p class=\"passage_para\">(9) Vegetarians draw on a variety of national cuisines: quinoa contains protein, many sea vegetables are rich in iron, and tofu and green leafy vegetables provide adequate amounts of calcium. (10) But certain nutrients are more readily available to meat eaters. (11) Occasional meat eating tends to provide the body with every essential amino acid needed for good health. (12) In addition, meat, fish, and poultry contain iron that is absorbed more easily than the iron contained in plants. (13) As a result, nonvegetarians suffer from anemia less frequently than vegetarians do. (14) Furthermore, the protein in meat has been proven more effective than the protein in plant-based foods at preventing the muscle loss that is common with aging. (15) Finally, vitamin B12, an integral aid to nervous system function and brain development, is naturally found in animal products and is not found in most plant foods. (16) When you put all this evidence together, it seems foolish to become a vegetarian.</p><p class=\"passage_para\">(17) Both vegetarian and nonvegetarian diets have benefits. (18) It seems, then, that the healthiest option may be a flexitarian diet, one that consists mostly of plants but occasionally includes meats so that all of the body’s nutritional needs can be met.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Sentence 7</p>","<p class=\"choice_paragraph\">Sentence 11</p>","<p class=\"choice_paragraph\">Sentence 15</p>","<p class=\"choice_paragraph\">Sentence 16</p>"],"answer":4}]