[{"id":"VR028217","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028209.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to add a conclusion after sentence 14 that summarizes the argument of the passage. Which of the following sentences best achieves this purpose?</p>\n","rubricRef":"VR028217_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Movies and TV shows often depict parents attempting to get their sleepy teenagers out of bed and out the door in time for school. (2) Provided that it’s a scene commonly played for laughs, in reality, sleep deprivation in teenagers is no laughing matter. (3) Adolescents have unique sleep patterns, and with an early school start, many are doggedly tired, leading to serious health and safety risks. (4) Thus, middle and high schools across the United States should heed the advice of doctors and start classes no earlier than 8:30 a.m.</p><p class=\"passage_para\">(5) Contrary to the notion that teenagers are naturally sluggish, they have a biological excuse for having trouble getting up at 5:00 or 6:00 a.m.: adolescents undergo a shift in their circadian rhythm, making it harder for them to fall asleep as early as adults or younger children. (6) The typical sleep cycle for teenagers begins at 11:00 p.m., when their bodies release melatonin, the sleep-inducing hormone. (7) In order for teenagers to get the full nine hours of sleep they need for optimal performance, they would have to sleep in until 8:00 a.m<span class=\"time_abbreviation\">.</span></p><p class=\"passage_para\">(8) Now that experts better understand the sleep needs of adolescents, the average teenager gets fewer than seven hours of sleep a night. (9) Not only that, but waking before 8:00 a.m. interrupts their REM sleep, a critical stage of sleep that enables emotional regulation.</p><p class=\"passage_para\">(10) Indeed, continual sleep deprivation is bad. (11) Teenagers who get inadequate sleep are more likely to be overweight, have depression, perform poorly in school, and engage in risky behaviors. (12) Moreover, drowsy teenagers behind the wheel of a car are more likely to have slower reflexes and impaired judgment, putting them at even greater risk.</p><p class=\"passage_para\">(13) Schools that have pushed back the start time have reported remarkable results, including better academic performance, reduced absenteeism, and improved classroom environment. (14) It’s no mystery why; well-rested students have better concentration, attention, and behavior.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Critics of the movement to start the school day later stress that the change will place a burden on working families that cannot easily rearrange transportation and child care.</p>","<p class=\"choice_paragraph\">Hence, more schools should follow the trend of starting later in the morning if they want to see improved test scores, greater attendance numbers, and, most importantly, healthier, happier teens.</p>","<p class=\"choice_paragraph\">As sleep expert Dr. Carol Ash argues, “The cost of sleep loss is astronomical. It’s costing billions of dollars. Poor academic performance, absenteeism at school. And federally funded dollars are attached to the absenteeism rate.”</p>","<p class=\"choice_paragraph\">While some parents argue that teenagers should simply go to bed earlier, sleep experts say the solution is not that easy; adolescents are physiologically different from adults and have trouble falling asleep earlier.</p>"],"answer":2}]