[{"id":"VR020692","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR020678.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer understands that the audience for this passage is very familiar with the structure of the solar system. Which of the following revisions should the writer make, adjusting punctuation as needed, to account for the audience’s expertise?</p>\n","rubricRef":"VR020692_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) 1982 was an extraordinary year for many reasons: the first artificial heart was implanted in a human patient, human insulin was created using bacteria, and the first CD player was sold. (2) In 1982, paleontologists studying the fossil record noticed something curious: the major extinction events—such as that of the dinosaurs approximately 66 million years ago—seemed to have occurred regularly every 26 million years. (3) Could astronomical events, such as the asteroid strike believed to have caused the dinosaurs’ extinction, be responsible for all of these events?</p><p class=\"passage_para\">(4) To answer this question, in 1984 physicist Richard Muller proposed the existence of a twin star in our solar system, a red dwarf companion to the Sun approximately 1.5 light-years away. (5) Every 26 million years, when this “Nemesis” star passed through the Oort cloud, a theoretical sphere of icy debris at the outer edge of the solar system, it would create disturbances that would send icy bodies on a catastrophic collision course with Earth.</p><p class=\"passage_para\">(6) Small and dim, such a star could not have been seen with the technology available at the time, but subsequent research, such as the discovery of other systems where debris disks like the Oort cloud appeared to have been affected by a companion star, seemed to support the Nemesis theory. (7) And in 2003, when astronomers discovered a dwarf planet in the outer reaches of the solar system, far from the Sun, they were surprised.</p><p class=\"passage_para\">(8) However, as technology has become more sophisticated, the Nemesis theory seems increasingly unlikely. (9) For one thing, recent fossil studies have shown that extinction events also occur at times other than every 26 million years; in fact, some scientists believe that they occur randomly—that is, with no discernible pattern or predictability. (10) And while the Sun may well have had a twin at some point (a 2017 study of the Perseus molecular cloud suggests that most stars like the Sun were formed with companions), most experts now agree that if Nemesis ever existed, it broke free of the solar system early in the Sun’s history, long before there was life on Earth, and thus could not have figured in any extinctions. (11)·Neither of two large-scale studies using highly sensitive instruments—2MASS and NASA’s WISE—have detected anything that could be Nemesis.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">In sentence 2, changing “approximately 66 million” to “between 65 million and 66 million”</p>","<p class=\"choice_paragraph\">In sentence 3, changing “astronomical” to “cosmological”</p>","<p class=\"choice_paragraph\">In sentence 4, deleting “a red dwarf companion to the Sun”</p>","<p class=\"choice_paragraph\">In sentence 5, deleting the parenthetical phrase “a theoretical sphere of icy debris at the outer edge of the solar system”</p>"],"answer":3}]