[{"id":"VR028535","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028528.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer would like to add the following sentence to the passage.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Many children today, argues author Richard Louv, suffer from what he calls “Nature Deficit Disorder,” a social condition in which people are increasingly spending their time indoors.</span></p><p class=\"stem_paragraph\">Which of the following changes would the writer most need to make in order to incorporate this new information into the passage’s overall line of reasoning?</p>\n","rubricRef":"VR028535_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) A group of young children are playing in the woods. (2) Some crouch to observe insects crawling along a log. (3) Others find a muddy puddle to jump in. (4) Later they might climb trees or explore a creek. (5) Watching these children absorbed in play, an observer might not know that they are in school, but that’s why they’re in the woods: every day, the children meet their teachers in nature for forest kindergarten. (6) There is no building; the class takes place entirely outdoors, even in the rain and snow.</p><p class=\"passage_para\">(7) Forest kindergartens have been popular in Europe for decades—Germany, for instance, has over 1,000 such schools—but only a handful currently exist in the United States. (8) Given the innumerable benefits of forest kindergarten for young children’s cognitive, physical, and emotional development, the United States should follow Europe’s lead and offer forest kindergarten as an alternative to traditional kindergarten.</p><p class=\"passage_para\">(9) Forest kindergartens developed because educators realized that young children learn best in a hands-on environment where they can make their own discoveries. (10) The teachers act as mentors, asking open-ended questions to prompt discussion but otherwise letting children lead the lessons based on what interests them. (11) The class is unstructured, allowing children to explore on their own. (12) With no toys present, children invent games, and according to their teachers, they never get bored.</p><p class=\"passage_para\">(13) Some familiar kindergarten activities are still present, but, notably, there is no focus on learning letters or numbers, such as singing songs and making crafts. (14) Children in some European countries don’t begin formal academics until age seven. (15) However, research supports the idea that children learn critical-thinking and problem-solving skills in forest kindergarten that aid them later in traditional classrooms. (16) Physical benefits exist as well; all the climbing, jumping, and running builds coordination, balance, and stamina. (17) Parents also report that their children have a greater sense of independence and self-confidence after attending these programs.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Changing the second paragraph to focus on the fact that children have less time now for unstructured play</p>","<p class=\"choice_paragraph\">Updating the thesis statement to indicate that a connection to nature is another benefit of forest kindergartens</p>","<p class=\"choice_paragraph\">Adding statistics to the last paragraph about how much time the average child in the United States spends in nature</p>","<p class=\"choice_paragraph\">Anticipating that opposition to this new information would include claims about the harmful effects of nature</p>","<p class=\"choice_paragraph\">Removing the references to the activities of forest kindergartens in order to focus on the setting</p>"],"answer":1}]