[{"id":"VR026179","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR009409.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the follow best describes the author’s shift in tone as she turns from discussing the example of the “oracular literary woman” (paragraph 2) to describing the “woman of true culture” (paragraph 3)?</p>\n","rubricRef":"VR026179_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an essay by nineteenth-century British writer Mary Ann Evans, who published novels under the pen name George Eliot.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">If, as the world has long agreed, a very great amount of instruction will not make a wise man, still less will a very mediocre amount of instruction make a wise woman. And the most mischievous form of feminine silliness is the literary form, because it tends to confirm the popular prejudice against the more solid education of women.</p><p class=\"passage_para\">When men see girls wasting their time in consultations about bonnets and ball dresses, and in giggling or sentimental love-confidences, or middle-aged women mismanaging their children, and solacing themselves with acrid gossip, they can hardly help saying, “For Heaven’s sake, let girls be better educated; let them have some better objects of thought—some more solid occupations.” But after a few hours’ conversation with an oracular<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">pretentiously enigmatic and obscure</span></span> literary woman, or a few hours’ reading of her books, they are likely enough to say, “After all, when a woman gets some knowledge, see what use she makes of it! Her knowledge remains acquisition instead of passing into culture; instead of being subdued into modesty and simplicity by a larger acquaintance with thought and fact, she has a feverish consciousness of her attainments; she keeps a sort of mental pocket-mirror, and is continually looking in it at her own ‘intellectuality;’ she spoils the taste of one’s muffin by questions of metaphysics; ‘puts down’ men at a dinner-table with her superior information; and seizes the opportunity of a soirée<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">an evening party</span></span> to catechise<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">to question or examine closely</span></span> us on the vital question of the relation between mind and matter. And then, look at her writings! She mistakes vagueness for depth, bombast for eloquence, and affectation for originality; she struts on one page, rolls her eyes on another, grimaces in a third, and is hysterical in a fourth. She may have read many writings of great men, and a few writings of great women; but she is as unable to discern the difference between her own style and theirs as a Yorkshireman is to discern the difference between his own English and a Londoner’s: rhodomontade<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">pretentious boasting</span></span> is the native accent of her intellect. No—the average nature of women is too shallow and feeble a soil to bear much tillage;<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">cultivation</span></span> it is only fit for the very lightest crops.”</p><p class=\"passage_para\">It is true that the men who come to such a decision on such very superficial and imperfect observation may not be among the wisest in the world; but we have not now to contest their opinion—we are only pointing out how it is unconsciously encouraged by many women who have volunteered themselves as representatives of the feminine intellect. We do not believe that a man was ever strengthened in such an opinion by associating with a woman of true culture, whose mind had absorbed her knowledge instead of being absorbed by it. A really cultured woman, like a really cultured man, is all the simpler and the less obtrusive for her knowledge; it has made her see herself and her opinions in something like just proportions; she does not make it a pedestal from which she flatters herself that she commands a complete view of men and things, but makes it a point of observation from which to form a right estimate of herself. She neither spouts poetry nor quotes Cicero<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">6</span><span class=\"footnote_text\">a Roman statesman noted for his eloquence in Latin</span></span> on slight provocation; not because she thinks that a sacrifice must be made to the prejudices of men, but because that mode of exhibiting her memory and Latinity<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">7</span><span class=\"footnote_text\">knowledge of Latin</span></span> does not present itself to her as edifying or graceful. She does not write books to confound philosophers, perhaps because she is able to write books that delight them. In conversation she is the least formidable of women, because she understands you, without wanting to make you aware that you can’t understand her. She does not give you information, which is the raw material of culture—she gives you sympathy, which is its subtlest essence.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Mocking to earnest: while the author ridicules the oracular woman, she assumes a serious tone when describing the woman of culture.</p>","<p class=\"choice_paragraph\">Uncertain to confident: while the author seems unsure about her evaluation of the oracular woman, her tone when describing the woman of culture is assured.</p>","<p class=\"choice_paragraph\">Indignant to subdued: while the author expresses anger when describing the oracular woman, she is restrained when describing the woman of culture.</p>","<p class=\"choice_paragraph\">Neutral to sympathetic: the author neither praises nor blames the oracular woman; by contrast, the author portrays the woman of culture in glowing terms.</p>"],"answer":0}]