[{"id":"VR022253","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR009397.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements most directly expresses the author’s thesis in the passage?</p>\n","rubricRef":"VR022253_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an essay by a twentieth-century American author.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">In France, on a rented canal boat, my friends and I gazed in despair at the closed oaken gates of the lock. We’d come to them only seconds after the witching hour of noon, but we were too late. There was no one to open the lock for us; <span class=\"formatted_text font_style:italic\">l’éclusière</span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">the lockkeeper</span></span> was at lunch, and after lunch she would lay herself down, close her eyes, and nap. At two, but not before, she would emerge refreshed from her square granite house and set the great cogs in motion.</p><p class=\"passage_para\">We tied the boat up to a spindly bush beside the towpath and waited. And waited. It was high haying season, but the fields lay empty of farmers. The roads lay empty of trucks. France lunched, and then slept. So did Spain. So did much of the civilized world.</p><p class=\"passage_para\">If we’d been differently nurtured we too would have taken a nap, but we were Americans, condemned from the age of four to trudge through our sleepless days. Americans are afraid of naps.</p><p class=\"passage_para\">Napping is too luxurious, too sybaritic,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">sensuous and self-indulgent</span></span> too unproductive, and it’s free; pleasures for which we don’t pay make us anxious. Besides, it seems to be a natural inclination. Those who get paid to investigate such things have proved that people deprived of daylight and their wristwatches, with no notion of whether it was night or day, sink blissfully asleep in midafternoon as regular as clocks. Fighting off natural inclinations is a major Puritan<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">The Puritans were seventeenth-century religious reformers known for their strict moral codes.</span></span> virtue, and nothing that feels that good can be respectable.</p><p class=\"passage_para\">They may have a point there. Certainly the process of falling asleep in the afternoon is quite different from bedtime sleep. Whether this is physiological or merely a by-product of guilt, it’s a blatantly sensual experience, a voluptuous surrender, akin to the euphoric swoon of the heroine in a vampire movie. For the self-controlled, it’s frightening—how far down am I falling? will I ever climb back? The sleep itself has a different texture. It’s blacker, thicker, more intense, and works faster. Fifteen minutes later the napper pops back to the surface as from time travel, bewildered to find that it’s only ten of two instead of centuries later.</p><p class=\"passage_para\">Like skydiving, napping takes practice; the first few tries are scary.</p><p class=\"passage_para\">The American nap is even scarier because it’s unilateral. Sleeping Frenchmen are surrounded by sleeping compatriots, but Americans who lie down by day stiffen with the thought of the busy world rushing past. There we lie, visible and vulnerable on our day lit bed, ready to cut the strings and sink into the dark, swirling, almost sexual currents of the impending doze, but what will happen in our absence? Our stocks will fall; our employees will mutiny and seize the helm; our clients will tiptoe away to competitors. Even the housewife, taking advantage of the afternoon lull, knows at the deepest level of consciousness that the phone is about to ring.</p><p class=\"passage_para\">And of course, for those of us with proper jobs, there’s the problem of finding a bed. Some corporations, in their concern for their employees’ health and fitness, provide gym rooms where we can commit strenuous exercise at lunchtime, but where are our beds? In Japan, the productivity wonder of the industrialized world, properly run companies maintain a nap room wherein the workers may refresh themselves. Even in America, rumor has it, the costly CEOs of giant corporations work sequestered in private suites, guarded by watchpersons, mainly so they can curl up unseen to sharpen their predatory powers with a quick snooze. A couple of recent presidents famous for their all-night energies kept up the pace by means of naps. Other presidents, less famous for energy, slept by day and night; woe to the unwary footstep that wakened Coolidge<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">Calvin Coolidge, 30th United States president (1923–1929)</span></span> in the afternoon.</p><p class=\"passage_para\">This leaves the rest of us lackeys bolt upright, toughing it out, trying to focus on the computer screen, from time to time snatching our chins up off our collarbones and glancing furtively around to see if we were noticed. The modern office isn’t designed for privacy, and most of our cubicles have no doors to close, only gaps in the portable partitions. Lay our heads down on the desk at the appropriate hour and we’re exposed to any passing snitch who strolls the halls enforcing alertness. It’s a wonder they don’t walk around ringing bells and blowing trumpets from one till three. American employers do not see the afternoon forty winks as refreshing the creative wellsprings of mere employees. They see it as goofing off.</p><p class=\"passage_para\">Apparently most of us agree. Large numbers of us are, for one reason or another, home-bound, but do we indulge in the restorative nap? Mostly not.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">“Americans are afraid of naps.”  (paragraph 3)</p>","<p class=\"choice_paragraph\">“Napping is too luxurious.” (paragraph 4, sentence 1)</p>","<p class=\"choice_paragraph\">“[Napping] seems to be a natural inclination.” (paragraph 4, sentence 2)</p>","<p class=\"choice_paragraph\">“[T]he process of falling asleep in the afternoon is quite different from bedtime sleep.” (paragraph 5, sentence 2)</p>"],"answer":0}]