[{"id":"VR028244","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028235.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">The writer is considering changing the passage to argue that Tyler does not have enough evidence to support the assertion that da Vinci had exotropia. The writer drafted the following thesis statement, which is intended to preview the line of reasoning the new passage would have.</p>\n\n<p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Though it is true that Tyler studied six separate works of art, <u>including such famous works as Vitruvian Man and Salvator Mundi</u>, there is not enough evidence to prove that da Vinci suffered from exotropia.</span></p>\n\n<p class=\"stem_paragraph\">Should the writer include the underlined portion of the thesis statement?</p>\n","rubricRef":"VR028244_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) For centuries, art scholars have studied the renowned works of Leonardo da Vinci, the Renaissance artist, pondering how he created three-dimensional figures with such depth on flat canvases. (2) If da Vinci did have exotropia, in which an eye turns outward, he would not have been the only artist in history with that condition.</p><p class=\"passage_para\">(3) Christopher Tyler, a visual neuroscientist at City University of London, noticed a pattern in da Vinci’s portraits and in works depicting the great artist. (4) While few self-portraits of da Vinci exist, Tyler argues that many of da Vinci’s portraits reflect his appearance. (5) As the great artist himself said, the soul “guides the painter’s arm and makes him reproduce himself, since it appears to the soul that this is the best way to represent a human being.”</p><p class=\"passage_para\">(6) To test his theory that da Vinci had exotropia, Tyler studied the eye alignments of the subjects of six pieces of art that purportedly depict the Renaissance artist himself, including da Vinci’s <span class=\"formatted_text font_style:italic\">Vitruvian Man</span> and <span class=\"formatted_text font_style:italic\">Salvator Mundi</span> and Andrea del Verrocchio’s sculpture <span class=\"formatted_text font_style:italic\">David</span>. (7) The results confirmed Tyler’s suspicions: da Vinci likely had exotropia, with one eye turning out at -10.3 degrees.</p><p class=\"passage_para\">(8) Tyler’s findings, which he published in <span class=\"formatted_text font_style:italic\">JAMA Ophthalmology</span>, created a stir in both the art and science communities. (9) Only about 1 percent of the population has exotropia, yet previous studies have suggested that other famous artists—like Rembrandt, Picasso, and Degas—had it as well, which indicates that the eye condition was more common in centuries past than it is now. (10) Tyler believes that da Vinci’s condition was intermittent—that is, his eye drifted out of alignment when he was relaxed, but when he focused, it would realign. (11) If Tyler is right and da Vinci could control his exotropia, then the artist could switch from 2-D to 3-D vision, enhancing his ability to accurately capture three-dimensional figures on a two-dimensional canvas.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Yes, because it helps remind readers of some famous da Vinci works.</p>","<p class=\"choice_paragraph\">Yes, since it suggests that the writer is knowledgeable on the subject of da Vinci.</p>","<p class=\"choice_paragraph\">No, because a thesis does not need to provide specifics of an argument or evidence to be a good preview.</p>","<p class=\"choice_paragraph\">No, since it specifies what Tyler’s study included rather than what it failed to include.</p>"],"answer":3}]