[{"id":"VR021485","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In your response you should do the following:</p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li class=\"list_paragraph\">Select and use evidence from at least 3 of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n</div>\n</div>\n\n<div class=\"passage\">&nbsp;</div>\n</div>\n","rubricRef":"VR021485_rubric","features":[{"type":"sharedpassage","html":"<p class=\"passage_para\">As the Internet age changes what and how people read, there has been considerable debate about the future of public libraries. While some commentators question whether libraries can stay relevant, others see new possibilities for libraries in the changing dynamics of today’s society.</p>\n\n<p class=\"passage_para\">Carefully read the following six sources, including the introductory information for each source.</p>\n\n<p class=\"passage_para\">Write an essay that synthesizes material from at least three of the sources and develops your position on the role, if any, that public libraries should serve in the future.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">Source A (Kranich)</li>\n\t<li class=\"list_paragraph\">Source B (calendar)</li>\n\t<li class=\"list_paragraph\">Source C (Shank)</li>\n\t<li class=\"list_paragraph\">Source D (charts)</li>\n\t<li class=\"list_paragraph\">Source E (Siegler)</li>\n\t<li class=\"list_paragraph\">Source F (ALA)</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source A</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Kranich, Nancy. Interview by Cecilia M. Orphan. <span class=\"formatted_text font_style:italic\">American Democracy Project Blog.</span> American Democracy Project, 4 January 2011. Web. 27 June 2014.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is an excerpt from an interview with Nancy Kranich, former president of the American Library Association (ALA), the main professional organization for librarians in the United States.</span></p>\n\n<p class=\"passage_para\">An informed public constitutes the very foundation of a democracy; after all, democracies are about discourse—discourse among the people. If a free society is to survive, it must ensure the preservation of its records and provide free and open access to this information to all its citizens. It must ensure that citizens have the skills necessary to participate in the democratic process. It must allow unfettered dialogue and guarantee freedom of expression. All of this is done in our libraries, the cornerstone of democracy in our communities.</p>\n\n<p class=\"passage_para\">Benjamin Franklin founded the first public lending library in the 1730’s. His novel idea of sharing information resources was a radical one. In the rest of the civilized world libraries were the property of the ruling classes and religion. The first significant tax-supported public libraries were organized in the mid-19th century, conceived as supplements to the public schools as well as “civilizing agents and objects of civic pride in a raw new country.” (Molz and Dain 1999, p. 3). . . . Sidney Ditzion (1947, p. 74) noted that late nineteenth century public libraries continued “the educational process where the schools left off and by conducting a people’s university, a wholesome capable citizenry would be fully schooled in the conduct of a democratic life.” By the 1920’s,Learned (1924) popularized the idea of libraries as informal education centers, followed by an American Library Association (ALA) report establishing a Board on Library and Adult Education (Keith 2007, p. 244). During World War II, President Roosevelt (1942) equated libraries and democracy, heralding their role in creating an informed citizenry.</p>\n\n<p class=\"passage_para\">After the war, librarians joined civic groups, politicians, and educators to rejuvenate the democratic spirit in the country. The New York Public Library, describing itself as “an institution of education for democratic living” (“Library Bill of Rights” 1948, p. 285), led a nationwide program of discussions about the meaning of the American democratic tradition and actions on issues of local concern. These programs were described by Ruth Rutzen, Chair of ALA’s Adult Education Board, as ideal opportunities for libraries to assume a leadership role in their communities, proclaiming, “Let us all make our libraries active community centers for the spread of reliable information on all sides of this vital issue and for the encouragement of free discussion and action” (Preer 2008,p. 3). In 1952, ALA joined a national effort to increase voter turnout by distributing election information and organizing discussion groups and other activities in public libraries. . . . As civic programs evolved in libraries, “the group setting offered an experience of democracy as well as a consideration of it” (Preer 2001, p. 151). Just as important, libraries defined themselves as community spaces where citizens were encouraged to discuss important matters.</p>\n\n<p class=\"passage_para\">Repositioning libraries as informal civic learning agents fits the theory and practice of community inquiry conceived a century ago by John Dewey (1916). Dewey believed that people need the opportunity to share ideas through multiple media in order to understand and solve everyday problems together. To this formulation, libraries bring their role as boundary spanners. Whether face-to-face or virtual, libraries build learning communities that bring people with mutual interests together to exchange information and learn about and solve problems of common concern.</p>\n\n<p class=\"passage_para\">Librarian of Congress Archibald Macleish (1940, p. 388) once avowed that “Librarians must become active not passive agents of the democratic process.” With renewed interest in promoting civic literacy and deliberative democracy around the country, libraries are poised to grasp this cause, build civic space, and reclaim their traditional role. As Dewey once wrote, “democracy needs to be reborn in each generation and education is its midwife”(1916, p. 22). If libraries are to fulfill their civic mission in the information age, they must find active ways to engage community members in democratic discourse and community renewal. For, as [political scientist Robert] Putnam has stated parsimoniously, “Citizenship is not a spectator sport” (2000, p. 342).</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">American Association of State Colleges &amp; Universities (AASCU)</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source B</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_style:italic\">Calendar of Events.</span> Orland Park Public Library, June 2014. Web. 27 June 2014.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is an excerpt from an Illinois public library’s calendar of events.</span></p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">JUNE 2014</span></p>\n</div>\n<img alt=\"The figure presents an excerpt from a calendar titled “June 2014.” The excerpt includes the first two weeks of June 2014. Each day on the calendar includes events, as follows. Sunday, June first. All Day, Paws to Read Summer Reading Challenge. 9:00 A.M. to 10:00 A.M., Books Before Kindergarten! 1:00 P.M., Paws to Read Summer Reading Kick Off Celebration! Monday, June second. All Day, Junior Page Volunteer Program Registration Begins. Tuesday, June third. 9:30 A.M., Stories at the Village of O P Sportsplex. 10:00 A.M., Terrific Tales for Toddlers. 11:00 A.M., Babies and Books. 1:00 P.M., Once Upon a Time. Wednesday, June fourth. 9:30 A.M., Orland Township/Orland Cultural Center Senior Visits. 7:00 P.M., Pilates with Melanie. Thursday, June fifth. 10:00 A.M., Toddler Art. 11:00 A.M., Once Upon a Time. 6:30 P.M., Night Owls Storytime. 7:00 P.M., Microsoft Excel 2010 Part 1. 7:00 P.M., Writer’s Group for Adults. Friday, June sixth. 9:30 A.M., Orland Township Senior Drop in Visit. 10:00 A.M., Stories at the Farmer’s Market. 4:00 P.M., E equals M C 2, EnvironMental Club 2. 6:15 P.M., Teen Incorporated. 7:00 P.M., Animal Figurine Craft Night. 7:00 P.M., Cozy Corner Bedtime Storytime. 7:00 P.M., Meet the Artist, Kathleen Garness, Cancelled. Saturday, June seventh. All Day, July Computer Volunteers Registration Begins. 10:00 A.M., Bright Starts Family Storytime. Sunday, June eighth. 2:00 P.M., Sunday Film Series: Edward, My Son. Monday, June ninth. 9:30 A.M., Nursing Home Visits. 7:00 P.M., Friends of the Orland Park Public Library Board Meeting. Tuesday, June tenth. 9:30 A.M., Nursing Home Visits. 10:00 A.M., Terrific Tales for Toddlers. 11:00 A.M., Babies and Books. 1:00 P.M., Once Upon a Time. 6:30 P.M., Family Dance Party. Wednesday, June eleventh. 10:00 A.M., Remember When with Autumn Leaves. 7:00 P.M., Pilates with Melanie. Thursday, June twelfth. 10:00 A.M., Music Makers. 11:00 A.M., Once Upon a Time. 2:00 P.M., Corduroy the Bear. 6:30 P.M., Night Owls Storytime. 7:00 P.M., Canine Basic Obedience Class. 7:00 P.M., Microsoft Excel 2010 Part 2. Friday, June thirteenth. 10:00 A.M., Stories at the Farmer’s Market. 11:30 A.M., Library Ebooks for Kindle. 2:00 P.M., Dig Those Divas Storytime. 4:00 P.M., E equals M C 2, EnvironMental Club 2. 7:00 P.M., Book Appetit. 7:00 P.M., Cozy Corner Bedtime Storytime. Saturday, June fourteenth. 10:00 A.M., Bright Starts Family Storytime.\" height=\"612\" src=\"https://assets.learnosity.com/organisations/537/VR021485.g08.png\" width=\"800\" /></div>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source C</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Shank, Jenny. “What Is the Role of Libraries in the Age of E-Books and Digital Information?” MEDIASHIFT: <span class=\"formatted_text font_style:italic\">Your Guide to the Digital Media Revolution.</span> Public Broadcasting Service, 1 May 2012. Web. 27 June 2014.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is excerpted from an article on the Web site of the Public Broadcasting Service (PBS), the largest public-funded network in the United States.</span></p>\n\n<p class=\"passage_para\">A recent Pew Research Center report uncovered a digital divide in the use of e-books. People less likely to use e-books include Hispanics, those without a high school diploma, the unemployed, rural Americans, and those with household incomes of less than $30,000.</p>\n\n<p class=\"passage_para\">[Michael] Crandall<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">Crandall, Martinez, and Becker are library and information science researchers. Crandall and Becker are at the University of Washington; Martinez is with the Knight Foundation.</span></span> said, “Without libraries, the division would be even greater, since for many people they serve as the only access point for digital information and services. Our study of library computer use found that for 22 percent of library computer users (age 14 and older), the library was their only source for access to computers and the Internet. This would suggest that similar restricted access would apply to e-books without libraries in the mix.”</p>\n\n<p class=\"passage_para\">[Jorge] Martinez noted that libraries are finding creative ways to meet demand despite budget challenges. “In Philadelphia they are placing equipment and trainers in community organizations to make these valuable services available to their patrons at these sites, even when their regular locations are closed due to budget cutbacks. In other places, they have recreated the old bookmobile as mobile digital centers that take training, computers and Internet access to parts of their communities where there are no [library] buildings.”</p>\n\n<p class=\"passage_para\">A recent Op-Ed put out by the Knight, Gates, and MacArthur foundations cited several other innovative uses of library resources:</p>\n\n<p class=\"passage_para\">“Bookmobiles have been supplemented by mobile computer labs—visiting minority communities in St. Paul to teach digital literacy classes in Spanish, Hmong, and Somali, for example. In Dover, Mass., the library has installed QR codes around town that link signs at the market and playground to community information and services. Seattle Public Library offers live chats with librarians 24 hours a day getting answers to reference questions and live homework help.”</p>\n\n<p class=\"passage_para\">It also mentioned an initiative at the main Chicago library called YOUmedia that “lets any teen with a city library card have in-house access to computers plus video and audio recording equipment to create their own content with the help of a mentor. At another YOUmedia space in Miami, workshops help teens think critically and creatively about their lives, by teaching them to publish an autobiographical digital story, or to visualize their favorite books.”</p>\n\n<p class=\"passage_para\">[Samantha] Becker said, “Libraries are definitely in the middle of all this [digital] action, both working very hard to provide access to e-reading materials, as well as helping patrons enter into the e-reading marketplace by exposing them to e-reading devices through lending and device petting zoos and helping them learn to use new devices in classes and one-on-one sessions with librarians.”</p>\n\n<p class=\"passage_para\">Crandall said his study found that two-thirds of the library computer users asked a librarian for help in using the technology. “The ability to use the new technology may seem intuitive to many,” he said, “but clearly for many others it is not, and having a community resource that is able to help people understand how to use digital technology and information, and why they might want to use it to improve the quality of their lives is something that libraries have taken on as a transformation of their traditional mission.”</p>\n\n<p class=\"passage_para\">Martinez said the Knight Foundation’s library funding will focus on “innovative projects and leaders that help to show what the library of tomorrow should be.”</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Reprinted by permission from PBS MediaShift. Copyright MediaShift LLC; mediashift.org</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source D</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Rainie, Lee. “Libraries Transformed: Research on the Changing Role of Libraries.” <span class=\"formatted_text font_style:italic\">Pew Research Internet Project.</span> Pew Research Center, 23 October 2012. Web. 27 June 2014.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following charts were published in a report by the Pew Charitable Trust, a national research organization.</span></p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a vertical bar graph titled “Percentage of Americans Age 16 and Over Who Have Read Both E books and Print Books in the Last Twelve Months.” The vertical axis is labeled “Percentage,” and the percentages 0 through 100, in increments of 20 percent, are indicated. The horizontal axis contains the following 6 categories: “Reading with a child,” “Sharing books with other people,” “Reading books in bed,” “Having a wide selection to choose from,” “Reading while traveling or commuting,” and “Being able to get a book quickly.” Each category on the horizontal axis contains two bars. The first bar is gray and represents Print books, and the second bar is black and represents E books. The data represented by the bars are as follows. Reading with a child. Print books, 81%; E books, 9%. Sharing books with other people. Print books, 69%; E books, 25%. Reading books in bed. Print books, 43%; E books, 45%. Having a wide selection to choose from. Print books, 35%; E books, 53%. Reading while traveling or commuting. Print books, 19%; E books, 73%. Being able to get a book quickly. Print books, 13%; E books, 83%.\" height=\"354\" src=\"https://assets.learnosity.com/organisations/537/VR021485.g09.png\" width=\"700\" /></div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a vertical bar graph titled “Got Help From a Librarian, Among Library Users.” The vertical axis is labeled “Percentage,” and the percentages 0 through 50, in increments of 5 percent, are indicated. The horizontal axis is labeled “Age” and contains 7 categories. Each category is labeled with a range of ages and indicates the number of people who were surveyed in each age group. The letter n represents the number of people who were surveyed in each age group. The categories are: “16 through 17, n equals 144,” “18 through 24, n equals 298,” “25 through 29, n equals 186,” “30 through 39, n equals 434,” “40 through 49, n equals 449,” “50 through 64, n equals 804,” and “65 and over, n equals 622.” Each category on the horizontal axis contains one bar. The data represented by the bars are as follows. 16 through 17, n equals 144. 43%. 18 through 24, n equals 298. 27%. 25 through 29, n equals 186. 19%. 30 through 39, n equals 434. 17%. 40 through 49, n equals 449. 21%. 50 through 64, n equals 804. 21%. 65 and over, n equals 622. 11%.\" height=\"286\" src=\"https://assets.learnosity.com/organisations/537/VR021485.g10.png\" width=\"600\" />\n<p class=\"caption\">In this chart, n represents the number of people who were surveyed in each age group.</p>\n</div>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source E</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Siegler, M. G. “The End of The Library.” <span class=\"formatted_text font_style:italic\">TechCrunch.</span> TechCrunch, 13 October 2013. Web. 12 May 2016.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is excerpted from an article posted on the Web site of an online publisher of technology industry news.</span></p>\n\n<p class=\"passage_para\">It’s hard for me to even remember the last time I was in a library. I was definitely in one this past summer in Europe—on a historical tour. Before that, I think it was when I was in college. But even then, ten years ago, the internet was replacing the need to go to a library. And now, with e-books, I’m guessing the main reason to go to a library on a college campus is simply because it’s a quiet place to study. . . .</p>\n\n<p class=\"passage_para\">The point is, times have changed. And things continue to change with increasing speed. So where does that leave libraries?</p>\n\n<p class=\"passage_para\">Undoubtedly, some of the largest, most prestigious libraries will live on. But the people lurking in them may increasingly look like Gandalf in the bowels of Minas Tirith looking through the scrolls of Isildur.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">Gandalf is a fictional wizard and Isildur a fictional king in J. R. R. Tolkien’s “Middle-earth” stories and novels. Minas Tirith is a fictional city and castle located in Middle-earth.</span></span></p>\n\n<p class=\"passage_para\">Meanwhile, some other spaces currently known as libraries may live on as cultural and/or learning centers. Others like the notion of using libraries as some sort of newfangled technology demo pits. Tablets over here! 3D printers over here! One article even likened them to Apple Stores. . . .</p>\n\n<p class=\"passage_para\">All of these prospects for the future of libraries sound nice on paper (figuratively, not literally, of course). But I’m also worried that some of us are kidding ourselves. These theoretical places are not libraries in the ways that any of us currently think of libraries.</p>\n\n<p class=\"passage_para\">That’s the thing: it seems that nearly everyone is actually in agreement that libraries, as we currently know them, are going away. But no one wants to admit it because calling for the end of libraries seems about as popular as the Dewey Decimal System.</p>\n\n<p class=\"passage_para\">It’s almost like some people want to interpret anyone talking about the end of libraries as talking about the end of learning—and, by extension, the end of civilization. The reality is that learning has evolved. It’s now easier than ever to look something up. And the connected world has far better access to basically infinitely more information than can be found in even the largest library—or all of them <span class=\"formatted_text font_style:italic\">combined</span>. This is all a good thing. A very good thing. Maybe the best thing in the history of our civilization. Yet we retain this romantic notion of libraries as cultural touchstones. Without them, we’re worried we’ll be lost and everything will fall apart.</p>\n\n<p class=\"passage_para\">So we’re coming up with all these other ways to try to keep these buildings open. Co-working spaces! Media labs. Art galleries? We’ll see. But it’s impossible to see a world where we keep libraries open simply to pretend they still serve a purpose for which they no longer serve.</p>\n\n<p class=\"passage_para\">I’m sorry I have to be the one to write this. I have nothing but fond memories of libraries from my youth. Of course, I also have fond memories of bookstores. And we all know how that has turned out. . .</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Techcrunch.com</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source F</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">American Library Association. The 2012 <span class=\"formatted_text font_style:italic\">State of America’s Libraries Report.</span> American Library Association, April 2012. Web. 27 June 2014.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is excerpted from a report by the American Library Association.</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Libraries persevere through cumulative, ongoing funding cuts</span></p>\n\n<p class=\"passage_para\">Overall, funding for public libraries continues to be suppressed in 2011–2012 budgets, with 5% more states reporting decreased state funding for public libraries than in 2010–2011. The cumulative impact of cuts to public library funding at the state and local levels since 2008–2009 has led public libraries to continuous budget-rebalancing and tough choices regarding continuity of services.</p>\n<span class=\"list_heading\">An online survey of chief officers of state library agencies in November 2011 elicited responses from 49 of 50 states and the District of Columbia. Among the findings:</span>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Twenty-three states reported cuts in state funding for public libraries from 2010–2011 to 2011–2012. For three years in a row, more than 40% of participating states have reported decreased public library funding.</li>\n\t<li class=\"list_paragraph\">Only two states reported increased funding, but one did so with a caveat. This state had experienced two cuts the previous year, followed by a legislative action to reset its program to a lower funding level.</li>\n\t<li class=\"list_paragraph\">Seven states and the District of Columbia do not provide state funding.</li>\n\t<li class=\"list_paragraph\">Sixteen states reported there had been no change in funding from 2010–2011 to 2011–2012.</li>\n\t<li class=\"list_paragraph\">Only nine states anticipated decreased funding for 2012–2013 — 21% of last year’s respondents, compared with 37% of the previous year’s. That may be the light at the end of the tunnel . . . or a train coming.</li>\n</ul>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used with permission from the American Library Association. www.ala.org</span></span></div>\n</div>\n"}]}]