[{"id":"VR039906-22","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p>Write an essay that analyzes the rhetorical choices Gandhi makes to convey his message to Lord Irwin.</p>\n</div>\n</div>\n","rubricRef":"VR039906_rubric","features":[{"type":"sharedpassage","html":"<p>In 1930 Mohandas “Mahatma” Gandhi led a nonviolent march in India protesting Britain’s colonial monopoly on and taxation of an essential resource: salt. The Salt March, as it came to be known, was a triggering moment for the larger civil disobedience movement that eventually won India independence from Britain in 1947. Shortly before the Salt March, Gandhi had written to Viceroy Lord Irwin, the representative of the British crown in India. The passage below is the conclusion of that letter. Read the passage carefully. Write an essay that analyzes the rhetorical choices Gandhi makes to convey his message to Lord Irwin.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">I know that in embarking on non-violence, I shall be running what might fairly be termed a mad risk. But the victories of truth have never been won without risks, often of the gravest character. Conversion of a nation that has consciously or unconsciously preyed upon another, far more numerous, far more ancient, and no less cultured than itself, is worth any amount of risk.</p>\n\n<p class=\"passage_para\">I have deliberately used the word conversion. For my ambition is no less than to convert the British people through non-violence, and thus to make them see the wrong they have done to India. I do not seek to harm your people. I want to serve them even as I want to serve my own. I believe that I have always served them.</p>\n\n<p class=\"passage_para\">I served them up to 1919, blindly. But when my eyes were opened and I conceived non-co-operation, the object still was to serve them. I employed the same weapon that I have, in all humility, successfully used against the dearest members of my family. If I have equal love for your people with mine, it will not long remain hidden. It will be acknowledged by them, even as the members of my family acknowledged, after they had tried me for several years. If the people join me, as I expect they will, the sufferings they will undergo, unless the British nation sooner retraces its steps, will be enough to melt the stoniest hearts.</p>\n\n<p class=\"passage_para\">The plan through civil disobedience will be to combat such evils as I have sampled out. If we want to sever the British connection it is because of such evils. When they are removed, the path becomes easy. Then the way to friendly negotiation will be open. If the British commerce with India is purified of greed, you will have no difficulty in recognizing our independence. I invite you then to pave the way for immediate removal of those evils, and thus open a way for a real conference between equals, interested only in promoting the common good of mankind through voluntary fellowship and in arranging terms of mutual help and commerce equally suited to both. You have unnecessarily laid stress upon communal problems that unhappily affect this land. Important though they undoubtedly are for the consideration of any scheme of Government they have little bearing on the greater problems which are above communities and which affect them all equally. But if you cannot see your way to deal with these evils and my letter makes no appeal to your heart, on the eleventh day of this month, I shall proceed with such co-workers of the Ashram<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">A spiritual retreat or monastery for a community of Hindus</span></span> as I can take, to disregard the provisions of the salt laws. I regard this tax to be the most iniquitous of all from the poor man’s standpoint. As the independence movement is essentially for the poorest in the land, the beginning will be made with this evil. The wonder is that we have submitted to the cruel monopoly for so long. It is, I know, open to you to frustrate my design by arresting me. I hope that there will be tens of thousands ready, in a disciplined manner, to take up the work after me, and, in the act of disobeying the Salt Act<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">The India Salt Act (1882) enforced the British colonial government’s monopoly on the collection, manufacture, and sale of salt in India.</span></span>, to lay themselves open to the penalties of a law that should never have disfigured the statute book.</p>\n\n<p class=\"passage_para\">I have no desire to cause you unnecessary embarrassment, or any at all, so far as I can help. If you think that there is any substance in my letter, and if you will care to discuss matters with me, and if to that end you would like me to postpone publication of this letter, I shall gladly refrain on receipt of a telegram to that effect soon after this reaches you. You will, however, do me the favour not to deflect me from my course, unless you can see your way to conform to the substance of this letter.</p>\n\n<p class=\"passage_para\">This letter is not in any way intended as a threat, but is a simple and sacred duty, peremptory on a civil resister. Therefore, I am having it specially delivered by a young English friend who believes in the Indian cause and is a full believer in non-violence and whom Providence seems to have sent to me, as it were, for the very purpose.</p>\n</div>\n</div>\n"}]}]