[{"id":"VR039536-22","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that synthesizes material from at least three of the sources and develops your position on the most important factors that an individual or agency should consider when deciding whether to establish a wind farm.</p>\n</div>\n</div>\n</div>\n","rubricRef":"VR039536_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In response to our society’s increasing demand for energy, large-scale wind power has drawn attention from governments and consumers as a potential alternative to traditional materials that fuel our power grids, such as coal, oil, natural gas, water, or even newer sources such as nuclear or solar power. Yet the establishment of large-scale, commercial-grade wind farms is often the subject of controversy for a variety of reasons.</p>\n\n<p>Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the most important factors that an individual or agency should consider when deciding whether to establish a wind farm.</p>\n\n<p style=\"margin-left: 40px;\">Source A (photo)</p>\n\n<p style=\"margin-left: 40px;\">Source B (Layton)</p>\n\n<p style=\"margin-left: 40px;\">Source C (Seltenrich)</p>\n\n<p style=\"margin-left: 40px;\">Source D (Brown)</p>\n\n<p style=\"margin-left: 40px;\">Source E (Rule)</p>\n\n<p style=\"margin-left: 40px;\">Source F (Molla)</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position.</li>\n\t<li>Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.&nbsp;</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source A</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Winchell, Joshua. “Wind Turbines.” <span class=\"formatted_text font_style:italic\">U. S. Fish and Wildlife Service National Digital Library</span>, 25 Mar. 2009, digitalmedia.fws.gov/cdm/ref/collection/natdiglib/id/6861.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The photograph below was taken for the United States Fish and Wildlife Service.</span></p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a photograph. Two white wind turbines, each with three blades, are shown in the foreground. The background shows a field of many more wind turbines.\" height=\"300\" src=\"https://assets.learnosity.com/organisations/537/VR039536.g01.png\" width=\"400\" /></div>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source B</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Layton, Julia. “How Wind Power Works.” <span class=\"formatted_text font_style:italic\">HowStuffWorks</span>, 9 Aug. 2006, science.howstuffworks.com/environmental/green-science/wind-power.htm.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is excerpted from a popular Web site dedicated to explaining various processes.</span></p>\n\n<p class=\"passage_para\">On a global scale, wind turbines are currently generating about as much electricity as eight large nuclear power plants. That includes not only utility-scale turbines, but also small turbines generating electricity for individual homes or businesses (sometimes used in conjunction with photovoltaic solar energy). A small, 10-kW-capacity turbine can generate up to 16,000 kWh per year, and a typical U.S. household consumes about 10,000 kWh in a year.</p>\n\n<p class=\"passage_para\">A typical large wind turbine can generate up to 1.8 MW<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">1 MW (megawatt) = 1,000 kWh (kilowatts)</span></span> of electricity, or 5.2 million KWh annually, under ideal conditions—enough to power nearly 600 households. Still, nuclear and coal power plants can produce electricity cheaper than wind turbines can. So why use wind energy? The two biggest reasons for using wind to generate electricity are the most obvious ones: Wind power is <span class=\"formatted_text font_weight:bold\">clean</span>, and it’s <span class=\"formatted_text font_weight:bold\">renewable</span>. It doesn’t release harmful gases like CO<sub>2</sub> and nitrogen oxides into the atmosphere the way coal does . . . and we are in no danger of running out of wind anytime soon. There is also the independence associated with wind energy, as any country can generate it at home with no foreign support. And a wind turbine can bring electricity to remote areas not served by the central power grid.</p>\n\n<p class=\"passage_para\">But there are downsides, too. Wind turbines can’t always run at 100 percent power like many other types of power plants, since wind speeds fluctuate. Wind turbines can be noisy if you live close to a wind plant, they can be hazardous to birds and bats, and in hard-packed desert areas there is a risk of land erosion if you dig up the ground to install turbines. Also, since wind is a relatively unreliable source of energy, operators of wind-power plants have to back up the system with a small amount of reliable, non-renewable energy for times when wind speeds die down. Some argue that the use of unclean energy to support the production of clean energy cancels out the benefits, but the wind industry claims that the amount of unclean energy that’s necessary to maintain a steady supply of electricity in a wind system is far too small to defeat the benefits of generating wind power.</p>\n\n<p class=\"passage_para\">Potential disadvantages aside, the United States has a good number of wind turbines installed, totaling more than 9,000 MW of generating capacity in 2006. That capacity generates in the area of 25 billion kWh of electricity, which sounds like a lot but is actually less than 1 percent of the power generated in the country each year. As of 2005, U.S. electricity generation breaks down like this:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_weight:bold\">Coal:</span> 52%</li>\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_weight:bold\">Nuclear:</span> 20%</li>\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_weight:bold\">Natural Gas:</span> 16%</li>\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_weight:bold\">Hydropower:</span> 7%</li>\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_weight:bold\">Other</span> (including wind, biomass, geothermal and solar): 5%</li>\n</ul>\n\n<p class=\"passage_para\">The current total electricity generation in the United States is in the area of 3.6 trillion kWh every year. Wind has the potential to generate far more than 1 percent of that electricity.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">From HowStuffWorks.com, 9 August 2006 © 2006HowStuffWorks.com. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of this Content without express written permission is prohibited.</span></span></div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source C</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Seltenrich, Nate. “Wind Turbines: A Different Breed of Noise?” <span class=\"formatted_text font_style:italic\">Environmental Health Perspectives</span>, vol. 122, no. 1, Jan. 2014. National Institute for Environmental Health Sciences, ehp.niehs.nih.gov/wp-content/uploads/122/1/ehp.122-A20.pdf.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is excerpted from an article in a peer-reviewed journal published by a federally funded research institute. The numbered notes refer to source information that has been omitted from this excerpt for length.</span></p>\n\n<p class=\"passage_para\">Large-scale wind turbines are a relatively recent innovation, so the body of peer-reviewed research addressing the potential impacts of their unique brand of sound is sparse and particularly unsettled. Anecdotal evidence strongly suggests a connection between turbines and a constellation of symptoms including nausea, vertigo, blurred vision, unsteady movement, and difficulty reading, remembering, and thinking.<sup>24</sup></p>\n\n<p class=\"passage_para\">The polarizing issue of wind-turbine noise is often framed one of two ways: Turbines are either harmless,<sup>25</sup> or they tend to have powerful adverse effects, especially for sensitive individuals.<sup>26</sup> According to Jim Cummings, executive director of the nonprofit Acoustic Ecology Institute in Santa Fe, New Mexico, most of the reports to date that have concluded turbines are harmless examined “direct” effects of sound on people and tended to discount “indirect” effects moderated by annoyance, sleep disruption, and associated stress. But research that considered indirect pathways has yielded evidence strongly suggesting the potential for harm.</p>\n\n<p class=\"passage_para\">Multiple recent studies, including one coauthored by Daniel Shepherd, senior lecturer at New Zealand’s Auckland University of Technology, have demonstrated that sleep interference gets worse the nearer residents are to turbines.<sup>20, 27</sup> “Sleep is absolutely vital for an organism,” he says. “When we lose a night’s sleep, we become dysfunctional. The brain is an important organ, and if noise is disturbing its functioning, then that is a direct health effect.”</p>\n\n<p class=\"passage_para\">In another recent study, Shepherd made a case for approaching the debate from a social or humanistic standpoint, taking perceived effects seriously even if the potential mechanisms through which they occur remain unclear. Many reasons exist for taking this approach with wind-turbine noise, he wrote.<sup>28</sup></p>\n\n<p class=\"passage_para\">First is that turbine noise (that is, the aerodynamic noise produced by air moving around the spinning blades as opposed to any mechanical noise from the motor itself) is often deemed more annoying than the hum or roar of transportation noise because of its repetitive nature and high variability in both level and quality—from “swoosh” to “thump” to silence, all modulated by wind speed and direction. This pulsing, uneven quality enables the noise to repeatedly capture the attention and become more difficult to ignore.<sup>29, 30</sup></p>\n\n<p class=\"passage_para\">In addition, unlike vehicle traffic, which tends to get quieter after dark, turbines can sound louder overnight. As Cummings explains, “Often at night, wind shear sets in. This creates conditions with moderate winds at hub height and a sharp boundary layer below which winds are much lower, or even near still.” The absolute noise level of the wind farm may be no more than during the day, but it can be 10–20 decibels louder than the quieter nighttime ambient sound levels. This detail has important implications for sleep disruption.</p>\n\n<p class=\"passage_para\">Third, wind turbines generate lower frequencies of sound than traffic. These lower frequencies tend to be judged as more annoying than higher frequencies and are more likely to travel through walls and windows.<sup>31</sup> Infrasound, or sound frequency lower than 20 Hz—inaudible to the human ear—has been associated in some studies with symptoms including fatigue, sleeplessness, and irritability,<sup>32</sup> as well as with changes to the physiology of the inner ear that have poorly understood implications.<sup>33</sup></p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source D</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Brown, Hal. “Blowin’ in the Wind: Texas Ranchers Turn to Turbines.” <span class=\"formatted_text font_style:italic\">E: The Environmental Magazine</span>, vol. 19, no. 1, 2008.<span class=\"formatted_text font_style:italic\"> Academic Search Premier</span>, search.ebscohost.com/login.aspx?direct=true&amp;db=aph&amp;AN=28052795&amp;site=ehost-live&amp;scope=site.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is excerpted from an article in a magazine that features articles on environmental issues.</span></p>\n\n<p class=\"passage_para\">In sun-seared West Texas, oil and gas producers have driven the regional economy since the mid-1920s. Now there’s a new player in town—electricity-generating wind turbines. The turbines are sprouting by the hundreds on the low mesas that dot the desert landscape.</p>\n\n<p class=\"passage_para\">Wind turbines came to the small West Texas town of McCamey with the millennium. Construction began in 2000, and the first machines came on line in 2001. Florida Power and Light (FPL) now runs 688 area turbines.</p>\n\n<p class=\"passage_para\">“There are three things you’re going to have to find,” says Neil James, production manager for the FPL wind operations around McCamey. “That’s the wind, the transmission lines and the land. The McCamey area is very abundant in those three things.”</p>\n\n<p class=\"passage_para\">McCamey, population 1,600, has always been blessed with petroleum resources, but the oil business boom-and-bust cycles have taken their toll. Oil production in Upton County dropped almost 25 percent from 1972 (when it was 12.5 million barrels) to 1999 (9.4 million barrels).</p>\n\n<p class=\"passage_para\">Wind power has restored McCamey’s economy. It now bills itself as the “Wind Energy Capital of Texas.” “It was dying there for a little bit,” admits Alicia Sanchez, who heads McCamey’s economic development office. “Now taxes have increased 30 percent from 2004 to 2007. All we can see is positive.” Texans apparently agree. An FPL-commissioned study released earlier this year said 93 percent support further development of wind energy in the state.</p>\n\n<p class=\"passage_para\">Federal tax credits, coupled with a Texas mandate requiring that a percentage of electricity come from green power producers, have spurred development. Rick Doehn manages rights of way and surface lands leasing for the state’s Permanent University Fund, which supports the University of Texas and other Texas institutions, and also owns 2.1 million acres, chiefly in West Texas. Doehn says wind turbine leases and oil and gas leases often involve the same land. “The electric companies didn’t see any problems with oil rigs,” he says. “They’re towers, but they’re only up for a month or two, unless it’s a very deep well.”</p>\n\n<p class=\"passage_para\">Texas’ other historic industry, ranching, loves the turbines. Rancher Ernest Woodward said he can’t imagine any harm coming to his livestock from nearby turbines. “Windmills are very clean,” Woodward said. “There’s nothing that’s harmful to the environment that I know of.” Bird kills, he says, are not a problem because West Texas fowl have little problem avoiding the slow-moving (20 revolutions per minute) turbine blades.</p>\n\n<p class=\"passage_para\">For some ranchers, wind turbines bring with them an economic incentive that oil and gas do not. “Wind power is a surface activity,” Doehn says. “With oil and gas the minerals are underneath, and a lot of ranchers don’t own the mineral rights. Many of them sold off the minerals in order to get enough money to retain the surface rights when times were tough.”</p>\n\n<p class=\"passage_para\">Woodward, who has both wind leases and oil leases on his ranch between McCamey and Fort Stockton, says there’s room enough for both. There are 243 of the big wind turbines turning on Woodward Mesa. He gets a six to eight percent royalty payment on the power the turbines make. “We’re just living off the land and whatever else we can do. We’re glad to have them,” he says.</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source E</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Rule, Troy A. <span class=\"formatted_text font_style:italic\">Solar, Wind and Land: Conflicts in Renewable Energy Development</span>. Routledge, 2014.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is excerpted from a recent scholarly book.</span></p>\n\n<p class=\"passage_para\">Without question, the gargantuan wind turbines installed in today’s commercial wind farms can materially alter a landscape’s appearance. Modern utility-scale wind turbines commonly exceed 400 feet in height, towering well above any other buildings or structures in their vicinities and tall enough to be seen from several miles away. Even in rural areas where population densities are relatively low, turbines can impose significant costs by disrupting territorial views for local residents who may have grown attached to an area’s existing natural backdrop. The presence of turbines continues into the night, when turbine safety lighting often required under federal aviation laws flashes across an otherwise pristine evening sky.</p>\n\n<p class=\"passage_para\">Unfortunately, only so much can be done to disguise commercial wind turbines from view. Because the colors naturally occurring in the sky and on land tend to change with the seasons and time of day, it is often impossible to successfully camouflage turbines with paint such that they blend in with their surroundings. Painting designs on turbines or painting them multiple colors tends to only make them more distracting, and painting them gray can make them seem “dirty” or “associated with an industrial, urban, or military character.” Consequently, most commercial wind turbines are painted white—a color choice based partly on a belief that bright white turbines “convey a positive image” and are “associated with cleanliness.”</p>\n\n<p class=\"passage_para\">Installing smaller, shorter turbines to make them less conspicuous to neighbors is also rarely a viable option. The energy productivity of natural wind tends to increase significantly with altitude, so turbines are purposely designed to stand high above the ground to capture those more productive wind currents. By towering well above the earth’s surface, modern commercial wind turbines also avoid turbulence from nearby buildings and trees that might otherwise diminish their productivity. And the sheer size of a commercial wind turbine’s rotor, which directly affects its generating capacity, requires that the turbine be mounted upon a tall tower.</p>\n\n<p class=\"passage_para\">Unable to camouflage or shrink the size of utility-scale wind turbines, wind energy developers must often find ways to assuage locals’ concerns about the potential visual impacts of these enormous devices. Developers’ ability to do so depends in part on local residents’ subjective views about the attractiveness of the turbines themselves. Indeed, wind turbines are no different from any other structure in that their beauty or ugliness ultimately rests in the eye of their beholder. Some scholars have suggested that wind farms could and should be more commonly viewed as works of art. Citing the widespread depiction of windmills in notable seventeenth-century Dutch paintings and the large-scale environmental art projects of famous artists such as Christo Javacheff, they argue that commercial wind energy projects should be perceived as artistic creations rather than industrial blight.</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><span class=\"list_heading\"><span class=\"formatted_text font_weight:bold\">Source F</span><span class=\"formatted_line_break delivery_mode:Both\"></span></span>\n\n<ul class=\"unordered_list style:2b\">\n\t<li class=\"list_paragraph\">Molla, Rani. “What Is the Most Efficient Source of Electricity?” <span class=\"formatted_text font_style:italic\">Wall Street Journal</span>, 15 Sept. 2014, blogs.wsj.com/numbers/what-is-the-most-efficient-source-of-electricity-1754/.</li>\n</ul>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following is excerpted from a blog on a news site that examines the mathematics behind common events.</span></p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a horizontal bar graph titled “Percentage of Energy Input Retained When Converting Fuel to Electricity.” The vertical axis has 9 categories indicated. On the right side of the graph, there is a downward pointing arrow. The top of the arrow is labeled “Least Efficient,” and the bottom is labeled “Most Efficient.” The data presented by the bars, from top to bottom, are as follows. Bar 1. Coal, 29%. Bar 2. Oil, 31%. Bar 3. Natural gas, 38%. Bar 4. Biomass, 52%. Bar 5. Solar, 207%. Bar 6. Nuclear, 290%. Bar 7. Hydro, 317%. Bar 8. Geothermal, 514%. Bar 9. Wind, 1,164%.\" height=\"233\" src=\"https://assets.learnosity.com/organisations/537/VR039536.g02.png\" width=\"547\" /></div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a horizontal bar graph titled “Cost to Produce 1 Megawatt Hour of Electricity in 2009, in United States Dollars.” The vertical axis has 9 categories indicated. The data presented by the bars, from top to bottom, are as follows. Bar 1. Natural gas, $66 per megawatt hour. Bar 2. Hydro, $86. Bar 3. Coal, $95. Bar 4. Wind, $97. Bar 5. Geothermal, $102. Bar 6. Biomass, $113. Bar 7. Nuclear, $114. Bar 8. Petroleum, $125. Bar 9. Solar P V, $211.\" height=\"243\" src=\"https://assets.learnosity.com/organisations/537/VR039536.g03.png\" width=\"345\" /></div>\n</div>\n</div>\n"}]}]