[{"id":"VR032821","type":"longtextV2","stimulusHtml":"<p>Write an essay that analyzes the rhetorical choices Luce makes to convey her message that women needed to prepare to make more sacrifices as the war effort continued.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible position. analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p>The United States participation in the Second World War began in 1941 and lasted until the Axis powers surrendered in 1945. During that period, on September 24, 1942, Congresswoman Clare Boothe Luce delivered the following address, “The Role of American Women in Wartime,” to a women’s banking committee. Read the passage carefully. Write an essay that analyzes the rhetorical choices Luce makes to convey her message that women needed to prepare to make more sacrifices as the war effort continued.</p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> <span aria-hidden=\"true\">Par.</span><br />\n1</span> And now I am going to say something which I could only say among us girls. So far in this war we are still the luckiest women in the whole world. For instance we still have lipsticks, and even some silk stockings. And although many of us have gone into uniforms, they are still made of good cloth and are well cut. Sisters, for a lot of us, perhaps too many of us, important though the part we have played in it so far, it is still easy—and I almost said “glamorous” for us. But, believe me, for each of us these are the good old days now, my friends.</p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 2</span> Now we have got to face a great, big fact. We have got to face the fact that the ‘interesting’ part of our participation in this war effort is just about over. There isn’t going to be any glamour in what we have to do from here on in. I realize that for most women there is little that is glamorous in a war, any war. But we have to be frank enough with ourselves to admit that in our effort to help, we have still managed to do a lot of things that are both helpful and, by a remarkable coincidence, attractive. We’ve been able, as we went about our wartime activities, to find time to wonder, as I say, a little about those uniforms. We’ve had time to be disturbed a bit about the freezing of fashion designs, about the lack of silk stockings. Yes, we’ve found time to look a little for glamorous.</p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 3</span> But, from here on in to victory, glamour is out and toughness is in. From here on in to victory, girls, the way is going to be hard. From here on in, women and men and children, too, for that matter, are going to have to take on the serious task of winning this war. Our president has called this the “toughest war in history” and whether you here tonight class yourself as a political follower of the president or one of his political opponents, you must accept that definition as completely accurate.</p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 4</span> What, then are we women going to do in the tough days that lie ahead? Well, we’re going to do a lot of the things we are doing right now, but we are going to do them a lot more intensely and, if you will pardon me, a lot more intelligently.</p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 5</span> With our men, we’re going to work and fight for victory. We’re going to submit, but we’re going to understand why we submit to, rules and regulations; we’re going to take, and manage with, more and more rationing. We’re going to have colder homes, different foods, less clothing—we’re going to accept the challenges imposed by these conditions. We’re going to keep our homes and jobs going because we know, being women, what happens if we don’t keep them going.</p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 6</span> The women of the next few years—and please believe that my use of the plural ‘years’ while pessimistic, is honest—the women of the next few crucial years are going to see that their children, those precious treasures for whom we fight, are kept healthy and warm and well fed and well schooled and as happy as possible under conditions which are bound to become less and less favorable and not at all glamorous for anyone from here on in.</p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 7</span> Yes, ladies, the road ahead is going to be a bumpy one. It is going to be full of ruts and rocks, the ruts of endless, colorless effort, and the rocks of almost insurmountable obstacles. It takes no gifted prophet to foresee this road to victory. A soft war leads to a hard peace. A hard war leads to a happy peace. We must fight a hard war. I think we will not much long kid ourselves that this war can be won by an effort which, though extremely great, is still a comfortable one. I think we are coming to the grim realization that such dreams of comfort are insidious saboteurs of our war effort.</p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 8</span> We have got to come to some grim conclusions in the days that lie ahead. We have got to come to the conclusion that it will not be won until we all fight to win it, every minute of every hour of every day, from here on in. We dare not measure our effort by its drain on our comforts; we dare to measure it only by its contribution toward the victory for which we fight.</p>\n</div>\n</div>\n</div>\n"}]}]