[{"id":"VR039609","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR010160.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the final paragraph, the clause set off by dashes (“and especially . . . rose”) relates to the rest of the sentence by</p>\n","rubricRef":"VR039609_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a book published in 2017.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Animal life has been all but destroyed in sudden, planetwide exterminations five times in Earth’s history. These are the so-called Big Five mass extinctions, commonly defined as any event in which more than half of the earth’s species go extinct in fewer than a million years or so. We now know that many of these mass extinctions seem to have happened much more quickly. Thanks to fine-scale geochronology,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">chronology as indicated by geologic data</span></span> we know that some of the most extreme die-offs in earth history lasted only a few thousand years, at the very most, and may have been much quicker. A more qualitative way to describe something like this is Armageddon.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">a final battle between good and evil at the end of the world</span></span></p><p class=\"passage_para\">The most famous member of this gloomy fraternity is the End-Cretaceous mass extinction, which notably took out the (nonbird) dinosaurs 66 million years ago. But the End-Cretaceous is only the most <span class=\"formatted_text font_style:italic\">recent</span> mass extinction in the history of life. The volcanic doomsday whose stony embers I saw exposed in the cliffs next to Manhattan<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">The Palisades cliffs along the Hudson River are composed of magma that once fueled hemisphere-wide volcanic eruptions.</span></span>—a disaster that brought down an alternate universe of distant crocodile relatives and global coral reef systems—struck 135 million years before the death of the dinosaurs. This disaster and the three other major mass extinctions that preceded it are invisible, for the most part, in the public imagination, long overshadowed by the downfall of <span class=\"formatted_text font_style:italic\">T. rex</span>. This isn’t entirely without reason. For one thing, dinosaurs are the most charismatic characters in the fossil record, celebrities of earth history that paleontologists who work on earlier, more neglected periods scoff at as preening oversized monsters. As such, dinosaurs hog most of the popular press spared for paleontology. In addition, the dinosaurs were wiped out in spectacular fashion, with their final moments punctuated by the impact of a 6-mile-long asteroid in Mexico.</p><p class=\"passage_para\">But if it <span class=\"formatted_text font_style:italic\">was</span> a space rock that did in the dinosaurs, it seems to have been a unique disaster. Some astronomers outside the field push the idea that periodic asteroid strikes caused each of the planet’s other four mass extinctions, but this hypothesis has virtually no support in the fossil record. In the past three decades, geologists have scoured the fossil record looking for evidence of devastating asteroid impacts at those mass extinctions, and have come up empty. The most dependable and frequent administrators of global catastrophe, it turns out, are dramatic changes to the climate and the ocean, driven by the forces of geology itself. The three biggest mass extinctions in the past 300 million years are all associated with giant floods of lava on a continental scale—the sorts of eruptions that beggar the imagination. Life on earth is resilient, but not infinitely so: the same volcanoes that are capable of turning whole continents inside out can also produce climatic and oceanic chaos worthy of the apocalypse. In these rare eruptive cataclysms the atmosphere becomes supercharged with volcanic carbon dioxide, and during the worst mass extinction of all time, the planet was rendered a hellish, rotting sepulcher,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">tomb</span></span> with hot, acidifying oceans starved of oxygen.</p><p class=\"passage_para\">But in other earlier mass extinctions, it might have been neither volcanoes nor asteroids at fault. Instead, some geologists say that plate tectonics, and perhaps even biology itself, conspired to suck up CO<sub>2</sub> and poison the oceans. While continental-scale volcanism sends CO<sub>2</sub> soaring, in these earlier, somewhat more mysterious extinctions, carbon dioxide might have instead plummeted, imprisoning the earth in an icy crypt.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">burial chamber</span></span> Rather than spectacular collisions with other heavenly bodies, it has been these internal shocks to the earth system that have most frequently knocked the planet off course. Much of the planet’s misfortune, it seems, is homegrown.</p><p class=\"passage_para\">Luckily, these uber-catastrophes are comfortingly rare, having struck only five times in the more than half a billion years since complex life emerged (occurring, roughly, 445, 374, 252, 201, and 66 million years ago). But it’s a history that has echoes in our own world—which is undergoing changes not seen for tens of millions, or even hundreds of millions, of years. “[It’s] pretty clear that times of high carbon dioxide—and especially times when carbon dioxide levels rapidly rose—coincided with the mass extinctions,” writes University of Washington paleontologist and End-Permean mass extinction expert Peter Ward. “Here is the driver of extinction.”</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">introducing a plausible claim that the rest of the sentence justifies</p>","<p class=\"choice_paragraph\">strengthening the assertion made in the rest of the sentence</p>","<p class=\"choice_paragraph\">offering a potential explanation for what the rest of the sentence describes</p>","<p class=\"choice_paragraph\">highlighting a subset of the cases referenced by the rest of the sentence</p>"],"answer":4}]