[{"id":"VR036192","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR034882.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include>Which of the following best explains the author’s use of the qualifier “probably”<span class=\"focus_reference\" data-focus-ref=\"ref-018\"><a aria-label=\"Link to referenced content\" class=\"dap_reference_link\" href=\"#ref-018-link-start\"><span class=\"cb-glyph cb-dbl-right cb-blue2-color cb-glyph-xs\"></span></a></span> in the first sentence of the seventh paragraph?</div>\n","rubricRef":"VR036192_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p><strong>Read the following carefully before you choose your answers.</strong></p>\n\n<p><span class=\"formatted_text font_style:italic\">This passage is excerpted from a book published in 2002.</span></p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span><span aria-hidden=\"true\">Par.</span><br />\n1</span>  Lakota tradition encouraged its fighting men to publicly recount their exploits in battle. <span class=\"formatted_text font_style:italic\">Waktoglaka</span> <span class=\"formatted_text font_style:italic\">(wah-kto-glah-kah)</span> is the word for that old custom, meaning “to tell of one’s victories.” It seems illogical that a culture in which humility was a virtue could allow its fighting men to brag in public. There was, however, an essential requirement: Each and every action recounted had to be verified by at least one witness. That verification ensured the truth. To truthfully describe one’s action in combat through the forum of ceremony was not considered bragging because the recounting—the story of the action—was a gift. It became part of the identity and the lore of the storyteller’s warrior society, and it served to strengthen the entire village—not to mention that the deed recounted served as an example for young men to emulate.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 2</span> Most men who did the waktoglaka did not repeat the story unless asked because they realized the value of humility. While exploits in the arena of combat were the way to establish and enhance a good reputation and gain status in the community, lack of appropriate humility was a sure way to taint one’s reputation and erode hard-won status. In other words, once the battle was over it was time to be humble.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 3</span> To traditional Lakota, humility was the one virtue that enhanced other virtues. To be generous was good, for example, as long as one did not call attention to his or her generosity. Anything good that was done or said with humility carried more impact. According to all the stories, one of the most humble of all Lakota was Crazy Horse.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 4</span> <span id=\"ref-032-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-032 passage_reference_highlight\">Crazy Horse was an Oglala Lakota. The Oglala, which means “to scatter one’s own,” were (and are) one of the seven Lakota groups. His is one of the most familiar names to emerge from the turbulent nineteenth century in the American West. In <span id=\"ref-012-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-012 passage_reference_highlight\"> western American history, written by Euro-Americans</span></span>, he is popularly regarded as the conqueror of both General George Crook and Lieutenant Colonel George Custer. On June 17, 1876, he led seven hundred to nine hundred Lakota and Cheyenne warriors and stopped Crook’s northward advance at the Battle of the Rosebud, on the Rosebud River in what is now north central Wyoming. Eight days later, one thousand to twelve hundred Lakota and Northern Cheyenne warriors under his leadership, as well as the able leadership of several other notable Lakota battlefield leaders, defeated Custer’s Seventh Cavalry at the Battle of the Little Bighorn. Crazy Horse was thirty-six years old at the time, and his combat experience and leadership helped to thwart—albeit temporarily—the United States Army’s grand plan of 1876 <span id=\"ref-013-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-013 passage_reference_highlight\"> to capture and herd all the Lakota onto reservations once and for all</span></span>. <span id=\"ref-014-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-014 passage_reference_highlight\"> But we Lakota don’t remember him primarily because he defeated Crook or Custer; we remember him because—in spite of his larger-than-life achievements on the field of battle—he was a humble man.</span></span></span></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 5</span> <span id=\"ref-033-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-033 passage_reference_highlight\">Crazy Horse was born to be a warrior and a leader. He had an ability to stay calm in the midst of chaos and confusion, and to lead by example. In the Lakota society of his day the arena of combat provided opportunities for fighting men to display skill and courage. Acts of bravery on the battlefield earned them honors within their warrior societies and status in the society at large. Many men who achieved a following as combat leaders also went on to become political leaders as well, such as the Hunkpapa Lakota Sitting Bull.</span></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 6</span> <span id=\"ref-035-link-start\" tabindex=\"-1\"><span id=\"ref-034-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-034 passage_reference_highlight\"><span class=\"highlight_ref-035 passage_reference_highlight\">As a matter of fact, Crazy Horse’s steadiness under fire earned him his first adult name, prior to Crazy Horse. Because he had a habit of dismounting in the midst of fighting, then kneeling beside his war horse to take deliberate aim at the enemy, <span id=\"ref-015-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-015 passage_reference_highlight\">he became known</span></span> as His Horse Stands in Sight. Such conduct earned him more combat honors by his early twenties than most men achieved in an entire lifetime. He was known far and wide for his daring and recklessness in combat, but also for his ability to make good tactical decisions. If anyone earned the right to participate in the waktoglaka ceremony, it was he. But according to all the stories handed down about him he never did.</span></span></span></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 7</span> <span class=\"highlight_ref-035 passage_reference_highlight\">For all of his life Crazy Horse was <span id=\"ref-017-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-017 passage_reference_highlight\"> painfully shy</span></span> and <span id=\"ref-018-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-018 passage_reference_highlight\">probably</span></span> spoke in public only twice. Though he was entitled to wear the symbols of his many achievements on the battlefield—eagle feathers— <span id=\"ref-016-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-016 passage_reference_highlight\">he was known</span></span> to dress plainly. If he wore any decoration at all it was usually a single feather.</span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Like Crazy Horse, the author shows humility by not asserting his own truth.</p>","<p class=\"choice_paragraph\">By acknowledging the probability of error, the author gains readers’ sympathy.</p>","<p class=\"choice_paragraph\">The author has credible evidence of only two public speeches by Crazy Horse.</p>","<p class=\"choice_paragraph\">The author does not want to contradict his earlier claim that Crazy Horse was “shy.”</p>"],"answer":3}]