[{"id":"VR043243","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR043234.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to ensure that the underlined portion of sentence 2 (reproduced below) is consistent with the predominant style of the passage.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">While the answer may once have been yes—billions of years ago when Mars was warmer and wetter—the</span> <span class=\"formatted_text font_style:italic font_variant:normal font_weight:normal text_decoration:underline\">hostile</span> <span class=\"formatted_text font_style:italic\">conditions on the planet have long since made it apparently uninhabitable.</span></p><p class=\"stem_paragraph\">Which of the following choices best accomplishes this goal?</p>\n","rubricRef":"VR043243_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Does Mars have liquid water? (2) While the answer may once have been yes—billions of years ago when Mars was warmer and wetter—the hostile conditions on the planet have long since made it apparently uninhabitable.</p><p class=\"passage_para\">(3) Those conditions include Mars’s thin atmosphere, which, like its polar ice caps, consists primarily of carbon dioxide, with only traces of oxygen (0.145 percent, compared to Earth’s 21 percent). (4) Moreover, because the atmosphere is so thin, the planet’s bitterly cold surface is exposed to intense solar radiation. (5) Finally, liquid water, one of the requirements for life as we know it, may be virtually nonexistent.</p><p class=\"passage_para\">(6) Because of these conditions, life on Mars seems unlikely. (7) But the discovery, in 2014, of manganese oxide in the dust blanketing Mars’s surface has led some NASA scientists to conclude that Mars may harbor life after all. (8) In a recent study, they propose that the large amounts of oxygen needed for manganese oxide to form may actually have come from microorganisms releasing oxygen into the atmosphere over a period of millions of years. (9) Such microorganisms, they argue, could survive in saltwater pools just under the Martian surface. (10) The water in these pools would be liquid and would have more than enough oxygen available to support microbial life forms. (11) Furthermore, because they are under the surface, the pools would be protected from solar radiation.</p><p class=\"passage_para\">(12) This extraordinary hypothesis is not without evidentiary support. (13) Analogous environments can be found on Earth, for example, where life abounds in the cold salt waters of sea-ice fissures. (14) And computer models confirm that the conditions hypothesized by the study, if they existed, could indeed support life.</p><p class=\"passage_para\">(15) Some scientists point out, for example, that the oxygen that was required for the formation of manganese oxide probably came from the oxygen-rich atmosphere of an ancient Mars, and not from microbes living in salt water near the surface. (16) And it has not been confirmed that there is any liquid water on Mars, either on or just below the surface. (17) Even if scientists do find liquid water someday, they better be darned sure they don’t contaminate it with microorganisms from Earth.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">(as it is now)</p>","<p class=\"choice_paragraph\">super-nasty</p>","<p class=\"choice_paragraph\">distinctly unlovely</p>","<p class=\"choice_paragraph\">utterly unpropitious</p>"],"answer":0}]