[{"id":"VR043765","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR043755.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to avoid expressing the argument of the passage in absolute terms. Which of the following changes should the writer make?</p>\n","rubricRef":"VR043765_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) A statue of a lamb in Sterling, Massachusetts, commemorates the city as the birthplace of the famous nursery rhyme “Mary Had a Little Lamb.” (2) The statue’s placard attributes the poem to John Roulstone, who, according to popular lore, wrote it circa 1816 after witnessing a girl named Mary Sawyer bring her lamb to school. (3) When the teacher discovered the lamb, she sent it outside. (4) Although embarrassed by this incident, Sawyer had fond memories of caring for the orphaned lamb, who indeed followed her everywhere.</p><p class=\"passage_para\">(5) This charming story has long been accepted as the origin of the poem, with Roulstone as the purported author. (6) However, strong evidence indicates that this event did not inspire the poem and that the author was in fact Sarah Josepha Hale, not Roulstone.</p><p class=\"passage_para\">(7) Hale was an accomplished author and editor who, in 1830, first published “Mary’s Lamb” in a book of children’s poems. (8) Later publications of the poem also credited it to Hale. (9) Set to music in 1831 and retitled “Mary Had a Little Lamb,” the poem became widely popular.</p><p class=\"passage_para\">(10) When Sawyer heard the poem, she assumed it was based on Roulstone’s verses—which she no longer possessed, incidentally—and in 1876 claimed she was the Mary of the poem and Roulstone was the author. (11) Hale denied Sawyer’s claims. (12) While no one has ever found a copy of Roulstone’s poem, many people, including members of the New England Historical Society, have nevertheless accepted the theory that Hale added three stanzas to Roulstone’s original poem, which is childlike in style.</p><p class=\"passage_para\">(13) Scholars believe Sawyer’s account of the lamb following her to school and Roulstone writing a poem about it. (14) However, the Sawyer homestead burned to the ground in 2007. (15) Whereas Hale was a widowed mother of five, Roulstone was a ten-year-old boy who never published anything. (16) It is impossible that Hale, who lived 90 miles away, could have heard Roulstone’s poem and plagiarized it fourteen years later in “Mary’s Lamb.”</p><p class=\"passage_para\">(17) Furthermore, in rural communities, farmers commonly gave orphaned lambs to their children to bottle feed. (18) The lambs would follow their human “parents” everywhere—even to school—until grown.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">In sentence 2, deleting “according to popular lore” and adjusting the punctuation as needed</p>","<p class=\"choice_paragraph\">In sentence 4, adding “almost” before “everywhere”</p>","<p class=\"choice_paragraph\">In sentence 10, deleting “which she no longer possessed, incidentally” and adjusting the punctuation as needed</p>","<p class=\"choice_paragraph\">In sentence 16, changing “impossible” to “improbable”</p>"],"answer":4}]