[{"id":"VR042417","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR042406.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In sentence 5 (reproduced below), the writer wants to provide further evidence to refute the claim that the domestication of dogs occurred when humans captured and raised wolf pups as pets.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Although some argue that domestication took place when humans captured and raised wolf pups as pets, far more likely is that some wolves began to follow human</span> <span class=\"formatted_text font_style:italic font_variant:normal font_weight:normal text_decoration:underline\">hunters</span><span class=\"formatted_text font_style:italic\">.</span></p><p class=\"stem_paragraph\">Which of the following versions of the underlined text best accomplishes this goal?</p>\n","rubricRef":"VR042417_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) While dogs are highly social and easily trained, with an innate desire to please, cats are . . . well, cats. (2) But both have succeeded at the process of domestication from their wild ancestors: they are the two most popular pets in the United States. (3) Though so different, both species domesticated themselves by joining humans for their own benefit and providing benefits in return, thus ensuring their places beside humans.</p><p class=\"passage_para\">(4) Dogs descended from wolves almost 41,000 years ago, when humans were hunter-gatherers. (5) Although some argue that domestication took place when humans captured and raised wolf pups as pets, far more likely is that some wolves began to follow human hunters. (6) Skilled at hunting in groups, they eventually assisted humans on the hunt, and, as their territorial interests merged with those of humans, they provided them with protection and warning against intruders. (7) This combination of usefulness, mutual interest, and similar social structure created a canine-human bond that has endured for millennia.</p><p class=\"passage_para\">(8) Cats, whose ancestors are the wildcat <span class=\"formatted_text font_style:italic\">Felis silvestris lybica</span>, were domesticated much later, although earlier than once believed. (9) Archaeologists long assumed they were first domesticated about 4,000 years ago by the Egyptians, whose paintings were the first to depict domestic cats. (10) First was the discovery, in 2004, of a wildcat buried near a human skeleton in a 9,500-year-old grave in Cyprus. (11) Subsequently, genetic analysis confirmed the presence of <span class=\"formatted_text font_style:italic\">Felis silvestris lybica</span> in Turkey dating back 9,000 years and in southeastern Europe dating back 6,500 years. (12) Moreover, that these appearances coincided with the invention of agriculture was not accidental: as farmers began storing grain, rodents appeared in large numbers, and cats soon followed this supply of prey. (13) As with dogs thousands of years earlier, these cat ancestors both benefited from their contact with humans (in the form of a steady food supply) and benefited humans (by ridding farmers of rodents). (14) The recent discovery at the site of a 5,500-year-old Chinese farming village of cultivated millet isotopes in the bones of both rodents (who ate the millet) and cats (who ate the rodents) proves that agriculture brought us more than just food.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">hunters, though always careful not to get too close to these hunters</p>","<p class=\"choice_paragraph\">hunters, who led a nomadic lifestyle</p>","<p class=\"choice_paragraph\">hunters, drawn by the smell of cooking meat and the chance to scavenge</p>","<p class=\"choice_paragraph\">hunters, sometimes for extended periods</p>"],"answer":2}]