[{"id":"VR043278","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR043272.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to reduce ambiguity in sentence 13 (reproduced below) by changing the placement of the underlined text, adjusting the punctuation and capitalization as needed.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Some familiar kindergarten activities are still present, but, notably, there is no focus on learning letters or numbers,</span> <span class=\"formatted_text font_style:italic font_variant:normal font_weight:normal text_decoration:underline\">such as singing songs and making crafts</span><span class=\"formatted_text font_style:italic\">.</span></p><p class=\"stem_paragraph\">Which of the following is the most logical placement for the underlined text?</p>\n","rubricRef":"VR043278_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) A group of young children are playing in the woods. (2) Some crouch to observe insects crawling along a log. (3) Others find a muddy puddle to jump in. (4) Later they might climb trees or explore a creek. (5) Watching these children absorbed in play, an observer might not know that they are in school, but that’s why they’re in the woods: every day, the children meet their teachers in nature for forest kindergarten. (6) There is no building; the class takes place entirely outdoors, even in the rain and snow.</p><p class=\"passage_para\">(7) Forest kindergartens have been popular in Europe for decades—Germany, for instance, has over 1,000 such schools—but only a handful currently exist in the United States. (8) Given the innumerable benefits of forest kindergarten for young children’s cognitive, physical, and emotional development, the United States should follow Europe’s lead and offer forest kindergarten as an alternative to traditional kindergarten.</p><p class=\"passage_para\">(9) Forest kindergartens developed because educators realized that young children learn best in a hands-on environment where they can make their own discoveries. (10) The teachers act as mentors, asking open-ended questions to prompt discussion but otherwise letting children lead the lessons based on what interests them. (11) The class is unstructured, allowing children to explore on their own. (12) With no toys present, children invent games, and according to their teachers, they never get bored.</p><p class=\"passage_para\">(13) Some familiar kindergarten activities are still present, but, notably, there is no focus on learning letters or numbers, such as singing songs and making crafts. (14) Children in some European countries don’t begin formal academics until age seven. (15) However, research supports the idea that children learn critical-thinking and problem-solving skills in forest kindergarten that aid them later in traditional classrooms. (16) Physical benefits exist as well; all the climbing, jumping, and running builds coordination, balance, and stamina. (17) Parents also report that their children have a greater sense of independence and self-confidence after attending these programs.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Before “Some”</p>","<p class=\"choice_paragraph\">After “activities”</p>","<p class=\"choice_paragraph\">After “notably”</p>","<p class=\"choice_paragraph\">After “focus”</p>"],"answer":1}]