[{"id":"VR043259","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR043250.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer is considering changing the underlined portion of sentence 13 (reproduced below) to ensure that the sentence is free of ambiguity.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Dismayed by the lack of rigor and by irresponsible labeling practices in the mass-market probiotics industry,</span> <span class=\"formatted_text font_style:italic font_variant:normal font_weight:normal text_decoration:underline\">stronger regulation of probiotic supplements is called for by Cohen</span><span class=\"formatted_text font_style:italic\">.</span></p><p class=\"stem_paragraph\">Which version of the underlined text best accomplishes this goal?</p>\n","rubricRef":"VR043259_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Numerous products available these days in supermarkets contain probiotics, microorganisms that are intended by manufacturers to supplement the natural bacteria that help our digestive system function properly. (2) Probiotics are added to foods such as yogurts; they are also sold in capsule form. (3) The worldwide market for probiotics was estimated to be $32 billion in 2014, a testament to the widespread beliefs that the bacteria in our digestive system are vital to our well-being and that the healthy bacteria that are already present in our digestive tracts benefit from supplementation. (4) Consumers should exercise caution, however: even though probiotic supplements aid individuals with specific disorders, their benefit for people who do not have these disorders has not been scientifically proven.</p><p class=\"passage_para\">(5) Rigorous clinical trials have established that probiotics can help prevent gastrointestinal problems in individuals taking antibiotics for infectious diseases. (6) Probiotics have also been shown to alleviate symptoms of irritable bowel syndrome. (7) Pediatrician Aaron Carroll emphasizes in a <span class=\"formatted_text font_style:italic\">New York Times</span> article that these “promising results” involve “very specific uses of very specific strains of bacteria.”</p><p class=\"passage_para\">(8) The problem with most probiotic supplements is that no significant clinical trials have proven that they offer demonstrable benefits to the general public. (9) Advertisements on probiotic packaging claiming that the products boost immune-system functioning or aid digestion are thus misleading. (10) A lack of quality control is present in probiotic manufacturing. (11) Harvard Medical School professor Pieter Cohen notes that many companies fail to guarantee the purity of the products they sell. (12) Mass-marketed probiotics may thus be contaminated with strains of microorganisms that aren’t listed on the packaging—a far cry from the purity of probiotic strains used in clinical studies. (13) Dismayed by the lack of rigor and by irresponsible labeling practices in the mass-market probiotics industry, stronger regulation of probiotic supplements is called for by Cohen.</p><p class=\"passage_para\">(14) With so little research into the long-term benefits and potential harms of probiotic supplements for healthy individuals, consumers thinking of buying probiotic supplements or probiotic-enriched goods should learn as much as they can about a specific product they are interested in. (15) More importantly, they should get the low down from a trusted physician.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">(as it is now)</p>","<p class=\"choice_paragraph\">probiotic supplements should be regulated more strongly, according to Cohen</p>","<p class=\"choice_paragraph\">what should be done according to Cohen is that probiotics should be regulated more strongly</p>","<p class=\"choice_paragraph\">Cohen calls for stronger regulation of probiotic supplements</p>"],"answer":3}]