[{"id":"VR043974","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR043922.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to add a conclusion at the end of the passage that summarizes the main argument. Which of the following best achieves that goal?</p>\n","rubricRef":"VR043974_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) With video streaming services like Netflix releasing content to a global audience, foreign-language films and television shows have never been so widely available. (2) Because Netflix offers viewers the choice of subtitles or dubbing for foreign-language content, film buffs are debating the question of which format is better. (3) Subtitles provide a translation of the spoken dialogue, appearing as text at the bottom of the screen, and dubbing involves replacing the dialogue in the original soundtrack with rerecorded dialogue in a different language. (4) While dubbing may cater to the casual television viewer, subtitling provides a more authentic, immersive viewing experience that serious film watchers should embrace.</p><p class=\"passage_para\">(5) In the United States, dubbing has commonly been reserved for children’s media, particularly animated content—and for good reason. (6) Dubbing can be distracting in live-action content because either the voices don’t match the actors’ appearances or the dubbed dialogue is poorly synced to the actors’ mouth movements. (7) With animation, dubbing is less noticeable, and children can enjoy the story more easily. (8) Discerning adult viewers, likewise, typically choose subtitles whenever possible. (9) According to one television critic, subtitles better preserve the “original rhythms of the scene” and, after a while, the critic forgets he’s even reading them. (10) Another critic argues that “you really do want to concentrate on the actor’s WHOLE performance,” including the speaking, instead of hearing another performer’s voice dubbed over the actor’s. (11) Additionally, subtitles are typically more accurate translations than dubs, better preserving the actors’ subtle humor or character quirks.</p><p class=\"passage_para\">(12) General audiences, according to Netflix, still prefer dubs. (13) The company now defaults to dubbing because its data indicate that viewers are more likely to finish a movie or show if it’s presented in the viewer’s native language. (14) These viewers say they prefer to unwind while watching television, which is easier to do when a movie is dubbed. (15) Surprisingly, even some television critics admit that they prefer dubs so they can do other things while watching, like check their phones or wash the dishes. (16) Therein lies the crucial distinction: because subtitles demand constant attention, dubbing allows for shorter attention spans and multitasking while viewing.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Movie studios may one day tailor films to audience tastes by making them shorter and faster paced and including interactive features to keep audiences engaged.</p>","<p class=\"choice_paragraph\">Serious viewers, therefore, should choose subtitles to become fully engrossed in the story and the actors’ performances, while casual viewers, who often divide their attention between their television screens and their smartphone screens, should content themselves with dubbing.</p>","<p class=\"choice_paragraph\">In the future, audiences may be just as excited to view all the Academy Award nominees for Best Foreign Language Film as they are to see the nominees for Best Picture.</p>","<p class=\"choice_paragraph\">However, Japanese animator Hayao Miyazaki argues that subtitles are no more authentic a translation than dubbing: “When you watch the subtitled version you are probably missing just as many things. There is a layer and a nuance you’re not going to get.”</p>"],"answer":1}]