[{"id":"VR042322","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR042315.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following sentences, if added after sentence 10, would be most effective in acknowledging the viewpoint of the Anti-Stratfordians regarding Shakespeare’s education?</p>\n","rubricRef":"VR042322_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) There is probably no better-known writer in the world than William Shakespeare, who was born in England’s Stratford-upon-Avon in 1564 and died in 1616. (2) His plays have been translated into every major language and are performed continually, and he is widely considered the greatest dramatist who ever lived. (3) Does any other writer even come close?</p><p class=\"passage_para\">(4) This question, as strange as it may seem, started being asked in earnest during the Victorian era of mid-nineteenth-century England (and persists to this day). (5) How, the Anti-Stratfordians (the name for those who challenge Shakespeare’s authorship) wondered, could such wonderful works, displaying such a broad education, aristocratic sensibility, and familiarity with the royal courts, have been written by someone with Shakespeare’s background?</p><p class=\"passage_para\">(6) According to these skeptics, Shakespeare’s humble origins—he was the son of a glove maker and raised in a small market town—meant he could not have attained the education or social connections necessary to have been the author of these works. (7) The real author, they asserted, must have been a well-educated and well-connected aristocrat who needed to shield his or her true identity for some reason (there have been approximately 80 potential candidates proposed since the mid-nineteenth century). (8) Among the most popular candidates were philosopher Sir Francis Bacon; Edward de Vere, the 17th Earl of Oxford; and poet and playwright Christopher Marlowe.</p><p class=\"passage_para\">(9) This argument, like others made by the Anti-Stratfordians (for example, their claim that Shakespeare’s authorship is discredited by irregularities in the spelling of his name that were quite common at the time) is completely unconvincing. (10) For one thing, there was an excellent grammar school near Shakespeare’s home, where he would have had access to an outstanding free education in Latin, the classics, and rhetoric. (11) Still, because Shakespeare’s father was both a prosperous merchant and the town bailiff, it is almost certain that Shakespeare would have attended this school. (12) Moreover, once Shakespeare moved to London as a young man, he would have been exposed to a wealth of ideas and knowledge, which, good for us, he used to create some of the greatest works of literature the world has ever known.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">It is true that no student registers from this period in the school’s history have survived.</p>","<p class=\"choice_paragraph\">When Shakespeare was a boy, the population of Stratford-upon-Avon was probably less than 2,000.</p>","<p class=\"choice_paragraph\">Sadly, the value placed on rhetoric is far less today than it was during Shakespeare’s time.</p>","<p class=\"choice_paragraph\">In the 1570s, when Shakespeare was a student, the curriculum may or may not have included Greek.</p>"],"answer":0}]