[{"id":"VR054991","type":"longtextV2","stimulusHtml":"Compose a thesis statement you might use for an essay analyzing the rhetorical choices Brittain makes to convey her perspective on education for British girls in the early twentieth century. Then select at least four pieces of evidence from the passage and explain how they support your thesis.","rubricRef":"VR054991_rubric","features":[{"type":"sharedpassage","html":"<p class=\"introduction passage-intro\">In 1933 British journalist and writer Vera Brittain (1893–1970) published <span class=\"formatted_text font_style:italic\">Testament of Youth</span>, a volume of memoirs that depicted her coming-of-age and maturation during the years 1900–1925. The following passage is an excerpt from Brittain’s memoir in which she reflects on her early educational experiences. Read the passage carefully. Compose a thesis statement you might use for an essay analyzing the rhetorical choices Brittain makes to convey her perspective on education for British girls in the early twentieth century. Then select at least four pieces of evidence from the passage and explain how they support your thesis.</p>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to develop and support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain the relationship between the evidence and your thesis.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">When I was eleven our adored governess departed, and my family moved from Macclesfield to a tall grey stone house in Buxton, the Derbyshire “mountain spa,” in order that Edward and I might be sent to “good” day-schools. His was a small preparatory school of which a vigorous Buxton man was then headmaster; mine inevitably described itself as “a school for the daughters of gentlemen.” My brother’s school, which certainly gave him a better grounding than I received from mine, will always be associated in my recollection with one significant experience.</p>\n\n<p class=\"passage_para\">Soon after Edward went there I happened, on my way to the town, to pass the school playground at a time when the boys were uproariously enjoying an afternoon break. Seeing Edward, I stopped; he called several of his newly made cronies, and we spent a few moments of pleasant “ragging”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">teasing</span></span> across the low wall. I felt no consciousness of guilt, and was unaware that I had been seen, on their return home along an adjacent road, by my mother and an aunt who was staying with us. At tea-time a heavy and to me inexplicable atmosphere of disapproval hung over the table; shortly afterwards the storm exploded, and I was severely reprimanded for my naughtiness in thus publicly conversing with Edward’s companions. (I think it was the same aunt who afterwards informed me that the reason why our letters had to be left open at my school was “in case any of the girls should be so wicked as to write to boys.” Probably this was true of most girls’ schools before the War.)</p>\n\n<p class=\"passage_para\">The small incident was my first intimation that, in the eyes of the older generation, free and unself-conscious association between boys and girls was more improper than a prudish suspicion of the opposite sex. It aroused in me a rebellious resentment that I have never forgotten. I had not heard, in those days, of co-educational schools, but had I been aware of their experimental existence and been able to foresee my far-distant parenthood, I should probably have decided, then and there, that my own son and daughter should attend them.</p>\n\n<p class=\"passage_para\">I do not remember much about my day-school except that when I first went there I was badly bullied by two unpleasant little girls, who soon tired of the easy physical advantage given them by their superior age and stature, and instead endeavoured to torment my immature mind by forcing upon it items of sexual information in their most revolting form. My parents, who had suffered such qualms of apprehension over my entirely wholesome friendliness with Edward’s riotous companions, remained completely unaware of this real threat to my decency and my peace. I never mentioned it to them owing to a bitter sense of shame, which was not, however, aroused by my schoolfellows’ unaesthetic<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">unattractive, ugly</span></span> communications, but by my inability to restrain my tears during their physical assaults. So ambitious was I already, and so indifferent to sex in all its manifestations, that their attempts to corrupt my mind left it as innocent as they found it, and I resented only the pinchings and wrist-twistings which always accompanied my efforts to escape.</p>\n\n<p class=\"passage_para\">Though my school took a few boarders,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">boarding school students who pay fees in exchange for regular lodging and meals at school</span></span> most of its pupils were local; in consequence the class-room competition was practically non-existent. At the age of twelve I was already preening the gay feathers of my youthful conceit in one of the top forms, where the dull, coltish girls of sixteen and seventeen so persistently treated me as a prodigy that I soon lost such small ability as I had possessed to estimate my modest achievements at their true and limited worth.</p>\n</div>\n</div>\n"}]}]