[{"id":"VR098484","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR098483.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">The writer wants to add language to the end of sentence 1<span class=\"focus_reference\" data-focus-ref=\"ref-035\"><a aria-label=\"Link to referenced content\" class=\"dap_reference_link\" href=\"#ref-035-link-start\"><span class=\"cb-glyph cb-dbl-right cb-blue2-color cb-glyph-xs\"></span></a></span>, adjusting the punctuation as needed, to help clarify the central concept of the passage. Which of the following choices would best accomplish this goal?</p>\n","rubricRef":"VR098484_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p><strong>Read the following carefully before choosing your answers.</strong></p>\n\n<p><span class=\"formatted_text font_style:italic\">The passage below is a draft.</span></p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">(1) <span id=\"ref-035-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-035 passage_reference_highlight\">From Toronto, Canada, to Songdo, South Korea, cities around the world are promoting themselves as “smart cities.”</span></span> (2) Smart-city initiatives cover a remarkable range of public infrastructure, including waste receptacles that signal when they need to be emptied, systems that broadcast locations of available communal bicycles, and electricity grids that distribute energy in response to usage patterns. (3)&nbsp;Many people are excited about these new technologies, and, as <span id=\"ref-036-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-036 passage_reference_highlight\">civil engineering professor and infrastructure expert Shoshanna Saxe explains</span>, they are intended to improve infrastructure by collecting data and responding automatically. (4) As Saxe and other urbanists have argued, however, that premise should be questioned.</span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">(5) Adding sensors for data collection to public services such as water and electricity distribution introduces new vulnerability to urban infrastructure. (6) <span id=\"ref-037-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-037 passage_reference_highlight\">Saxe and other experienced city planners worry that networked digital infrastructure would be more akin to a smartphone or computer.</span> (7) Although smart infrastructure promises more efficient delivery of services and may deliver on that promise in the beginning, it is susceptible to failure in ways that conventional infrastructure is not.</span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">meaning that these cities attract the smartest companies so they can, in turn, provide high-paying jobs to local residents and attract the best and the brightest from around the world</p>","<p class=\"choice_paragraph\">cities prepared to move into global markets and economies that transcend the typical geographic limitations of older, more traditional cities</p>","<p class=\"choice_paragraph\">communities that use the latest digital technology, particularly computer systems that respond to input from networks of sensors, to deliver city services efficiently and improve urban life</p>","<p class=\"choice_paragraph\">even though “smart” has little to do with their intelligence and much more to do with the ways in which the cities will respond to the growing physical needs of their populations</p>"],"answer":3}]