[{"id":"VR095986","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR095954.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">At what point in his development of the passage’s line of reasoning does the author arrive at his thesis?</p>\n","rubricRef":"VR095986_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p><strong>Read the following carefully before you choose your answers.</strong></p>\n\n<p><span class=\"formatted_text font_style:italic\">The following passage is excerpted from the preface of a book published in 2008 by a geography professor</span><span class=\"formatted_text font_style:italic\">.</span></p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> <span aria-hidden=\"true\">Par.</span><br />\n1</span> <span id=\"ref-016-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-016 passage_reference_highlight\">Numerous books and articles published in recent years argue, explicitly as well as implicitly, that the human world today is so mobile, so interconnected, and so integrative that it is, in one prominent and much-repeated assessment, “flat.” <span id=\"ref-010-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-010 passage_reference_highlight\">Ancient and durable obstacles are no more, interaction is global, free trade rules the globe, migration is ubiquitous,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">widespread</span></span> and the flow of ideas (and money and jobs) is so pervasive that geography, in the perspective of more than one observer, “is history.”</span></span></span> The notion that place continues to play a key role in shaping humanity’s still-variegated mosaic is seen as obsolete, even offensive and deterministic. Choice, not constraint, is the mantra<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">slogan</span></span> of the new flat-world proponents. Join the “forces of flattening” and you will enjoy the benefits. Don’t, and you will fall off the edge. The option is yours.</span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 2</span> <span id=\"ref-041-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-041 passage_reference_highlight\"><span id=\"ref-017-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-017 passage_reference_highlight\">But is it? From the vantage point of a high-floor room in the Shanghai Hyatt, the Mumbai Oberoi, or the Dubai Hilton,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">luxury hotels</span></span> or from a business-class window seat on Singapore Airlines, the world seems flat indeed. Millions of world-flatteners move every day from hotel lobby to airport limo to first-class lounge, laptop in hand, uploading, outsourcing, offshoring as they travel, adjusting the air conditioning as they go.</span> They are changing the world, these modern nomads, and they are, in many ways, improving it—depending of course on one’s definition of progress. But are they invariably agents of access and integration? Are they lowering the barriers to participation or raising the stakes against it? Have their influence and impact overpowered the imperatives of place, so that their very mobility symbolizes a confirmed irrelevance of location?</span></span></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 3</span> <span id=\"ref-042-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-042 passage_reference_highlight\"><span id=\"ref-018-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-018 passage_reference_highlight\">Not yet. The Earth, physically as well as culturally, still is very rough terrain, and in crucial ways its regional compartments continue to trap billions in circumstances that spell disadvantage. The power of place and the fate of people are linked by many strands ranging from physical area and natural environment to durable culture and local tradition. This book, therefore, views a world in which progress toward convergence is countered by stagnation, even setbacks.</span></span> Various constituencies of the comparatively prosperous global core are walling off their affluent realms from intrusion by poorer globals, hardening a division between core and periphery that exacerbates contrasts and stokes conflicts. <span id=\"ref-011-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-011 passage_reference_highlight\">The near-global diffusion of various forms of English as a first or second language is promoting a cultural convergence, but the radicalization of religions has the opposite effect.</span> The distribution of health and well-being shows troubling signs of inequity and reversal. Because people continue to <span id=\"ref-012-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-012 passage_reference_highlight\">congregate in places of high environmental risk</span>, especially in the crowded periphery, hundreds of millions find themselves in continuing jeopardy (as the 2004 tsunami,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">In December 2004, a series of immense ocean waves hit the coasts of several South and Southeast Asian countries, causing catastrophic destruction in the region.</span></span> in <span id=\"ref-013-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-013 passage_reference_highlight\">the absence of coordinated warning systems</span>, tragically confirmed). Inevitably, places of costly historic and current conflict take their toll as the <span id=\"ref-014-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-014 passage_reference_highlight\">“international community\"</span> stands by without effective intervention, another form of jeopardy that afflicts the destinies of millions. And males and females in the same locales have widely varying experiences, their destinies diverging in sometimes agonizing ways. Even in the world’s cities, where the “rising tide lifts all boats” promise of globalization should be especially evident, power creates a high-relief topography of privilege and privation. Nor is the world’s divisive political stockade<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">enclosure</span></span> likely to be flattened anytime soon. Even as states try to join in unions and associations, their provinces and regions nurture nationalisms working the other way. <span id=\"ref-015-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-015 passage_reference_highlight\">The power of place still holds the vast majority of us in its thrall.</span></span></span></span></span></span></span></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 4</span> <span id=\"ref-043-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-043 passage_reference_highlight\"><span id=\"ref-019-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-019 passage_reference_highlight\">Of course, the question is not whether the world is flat. Thomas Friedman, who coined the phrase, concedes that he realizes “that the world is not flat. Don’t worry, I know...I have engaged in literary license in titling [my] book to draw attention....” It is the <span class=\"formatted_text font_style:italic\">process</span> of “flattening” on which Friedman wants to focus through his provocative title, “the single most important trend in the world today,” that is at issue.</span> <span id=\"ref-020-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-020 passage_reference_highlight\">And in certain respects the global playing field <span class=\"formatted_text font_style:italic\">is</span> leveling, but in other ways the reverse appears to be true.</span> Notions of a flat world raise expectations of growing access and increasing opportunity that are mantras of globalization but are all too often at variance with reality. Powerful forces, natural as well as human, slow the flattening process in a contest that will determine the future of the planet.</span></span></span></span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The first two sentences of the first paragraph (“Numerous books...history”)<span class=\"focus_reference\" data-focus-ref=\"ref-016\"><a aria-label=\"Link to referenced content\" class=\"dap_reference_link\" href=\"#ref-016-link-start\"><span class=\"cb-glyph cb-dbl-right cb-blue2-color cb-glyph-xs\"></span> </a></span></p>\n","<p class=\"choice_paragraph\">The first three sentences of the second paragraph (“But is it?...as they go”)<span class=\"focus_reference\" data-focus-ref=\"ref-017\"><a aria-label=\"Link to referenced content\" class=\"dap_reference_link\" href=\"#ref-017-link-start\"><span class=\"cb-glyph cb-dbl-right cb-blue2-color cb-glyph-xs\"></span> </a></span></p>\n","<p class=\"choice_paragraph\">The first four sentences of the third paragraph (“Not yet...even setbacks”)<span class=\"focus_reference\" data-focus-ref=\"ref-018\"><a aria-label=\"Link to referenced content\" class=\"dap_reference_link\" href=\"#ref-018-link-start\"><span class=\"cb-glyph cb-dbl-right cb-blue2-color cb-glyph-xs\"></span> </a></span></p>\n","<p class=\"choice_paragraph\">The first four sentences of the fourth paragraph (“Of course...at issue”)<span class=\"focus_reference\" data-focus-ref=\"ref-019\"><a aria-label=\"Link to referenced content\" class=\"dap_reference_link\" href=\"#ref-019-link-start\"><span class=\"cb-glyph cb-dbl-right cb-blue2-color cb-glyph-xs\"></span> </a></span></p>\n"],"answer":3}]