[{"id":"VR098495","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR098483.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">The writer wants to add evidence to exemplify the main argument of the second paragraph (sentences 5-7). Which of the following pieces of evidence would best accomplish this goal?</p>\n","rubricRef":"VR098495_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p><strong>Read the following carefully before choosing your answers.</strong></p>\n\n<p><span class=\"formatted_text font_style:italic\">The passage below is a draft.</span></p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">(1) <span id=\"ref-035-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-035 passage_reference_highlight\">From Toronto, Canada, to Songdo, South Korea, cities around the world are promoting themselves as “smart cities.”</span></span> (2) Smart-city initiatives cover a remarkable range of public infrastructure, including waste receptacles that signal when they need to be emptied, systems that broadcast locations of available communal bicycles, and electricity grids that distribute energy in response to usage patterns. (3)&nbsp;Many people are excited about these new technologies, and, as <span id=\"ref-036-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-036 passage_reference_highlight\">civil engineering professor and infrastructure expert Shoshanna Saxe explains</span>, they are intended to improve infrastructure by collecting data and responding automatically. (4) As Saxe and other urbanists have argued, however, that premise should be questioned.</span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">(5) Adding sensors for data collection to public services such as water and electricity distribution introduces new vulnerability to urban infrastructure. (6) <span id=\"ref-037-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-037 passage_reference_highlight\">Saxe and other experienced city planners worry that networked digital infrastructure would be more akin to a smartphone or computer.</span> (7) Although smart infrastructure promises more efficient delivery of services and may deliver on that promise in the beginning, it is susceptible to failure in ways that conventional infrastructure is not.</span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">A narrative about a city in which smart city technology designed to determine the best routes for garbage collection required costly repairs after three years</p>","<p class=\"choice_paragraph\">A quotation from a city council member expressing concern about the cost of implementing a smart city program</p>","<p class=\"choice_paragraph\">The results of a survey showing that many people are worried that smart city technologies will infringe on their right to privacy</p>","<p class=\"choice_paragraph\">Statistics comparing the growth of cities that have invested in smart city technologies to that of cities that have not made such investments</p>"],"answer":0}]