[{"id":"VR106731","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR106720.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">The writer is considering deleting sentence 9<span class=\"focus_reference\" data-focus-ref=\"ref-032\"><a aria-label=\"Link to referenced content\" class=\"dap_reference_link\" href=\"#ref-032-link-start\"><span class=\"cb-glyph cb-dbl-right cb-blue2-color cb-glyph-xs\"></span> </a></span> from the passage. Should the writer keep or delete sentence 9?</p>\n","rubricRef":"VR106731_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p><strong>Read the following carefully before you choose your answers.</strong></p>\n\n<p><span class=\"formatted_text font_style:italic\">The passage below is a draft.</span></p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">(1) To work or not to work, that is the question. (2) Or, at least it’s a question many teens consider during their summer break. (3) According to the U.S. Bureau of Labor Statistics (USBLS), <span id=\"ref-029-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-029 passage_reference_highlight\">the state with the highest employment rate for teens is Mississippi at 77 percent, and the lowest is North Dakota at 51 percent</span>.</span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">(4) Why are teens not working as much? (5) That depends. (6) <span id=\"ref-030-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-030 passage_reference_highlight\">Middle- and upper-class teens are choosing not to work, while lower-income teens have less access to jobs.</span> (7) Teens with access to part-time jobs often select what they perceive as better alternatives <span id=\"ref-031-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-031 passage_reference_highlight\"> (e.g., community service, volunteer work, unpaid internships, and academics)</span> that have nonfinancial benefits. (8) In fact, the USBLS reports the number of teens in summer school rose from 10 percent to 45 percent from 1985 to 2018. (9) <span id=\"ref-032-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-032 passage_reference_highlight\">Teenagers in my neighborhood, meanwhile, must need some extra money because I see numerous signs at the local grocery store advertising personal lawn-mowing and babysitting services.</span></span></span></span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">(10) Some lament the decrease in teen employment. (11) According to the Center for Work Ethic Development, part-time jobs teach the soft skills that future employers value: “Although it might seem unrelated, scooping ice cream or working retail can make you a better doctor, accountant, teacher or benefit any other career path you might choose.” (12) These soft skills include social and emotional intelligence, work ethic, responsibility, and a positive attitude. (13) <span id=\"ref-033-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-033 passage_reference_highlight\">Depending on what teens do instead, these traits can be developed in other ways.</span></span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">(14) To work or not to work isn’t the most important question. (15) The focus should be on what teenagers do to develop soft skills—the people skills, the work ethic, the communication skills—that will help them regardless of the path they will take in life. (16) <span id=\"ref-034-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-034 passage_reference_highlight\">Thus, it is very important for teenagers to get back into the workforce so they can develop the work ethic they need to be successful.</span></span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Keep it, because the evidence it provides is likely to appeal to the audience’s values in terms of their experience with teenagers seeking part-time employment.</p>","<p class=\"choice_paragraph\">Keep it, because it provides anecdotal evidence about teen employment that is expanded on later in the passage.</p>","<p class=\"choice_paragraph\">Delete it, because the writer’s choice of diction creates an inappropriately informal tone.</p>","<p class=\"choice_paragraph\">Delete it, because the anecdote about local teenagers weakens the reasoning of the argument at this point of the passage.</p>"],"answer":3}]