[{"id":"VR100665","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<p>Write an essay that analyzes the rhetorical choices Rice makes to convey her message to her audience.</p>\n</div>\n","rubricRef":"VR100665_rubric","features":[{"type":"sharedpassage","html":"<p class=\"introduction passage-intro\">On January 23, 2008, then United States Secretary of State Condoleezza Rice gave the keynote address at the annual meeting of the World Economic Forum (WEF), an independent international organization that promotes cooperation between the private and public sectors. Held in Davos, Switzerland, the 2008 annual meeting was attended by chief executive officers from the WEF’s member companies, world leaders and politicians, academics, representatives of nongovernmental organizations, and religious leaders, among others. The passage below is an excerpt from that speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Rice makes to convey her message to her audience.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">[T]here is not one challenge in the world today that will get better if we approach it without confidence in the appeal and effectiveness of our ideals—political and economic freedom, open markets and free trade, human dignity and human rights, equal opportunity and the rule of law. Without these principles, backed by all forms of national power, we may be able to manage global problems for a while, but we will not lay a foundation to solve them.</p>\n\n<p class=\"passage_para\">This is the core of America’s approach to the world. We do not accept a firm distinction between our national interests and our universal ideals, and we seek to marry our power and our principles together to achieve great and enduring progress. This American approach to the world did not begin with President Bush.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Rice served as Secretary of State in the administration of President George W. Bush from 2005 to 2009.</span></span> Indeed, it is as old as America itself. I have referred to this tradition as American Realism.</p>\n\n<p class=\"passage_para\">It was American Realism that enabled the United States to come into being in the first place. It was American Realism that led us to rally our allies to build a balance of power that favored freedom in the last century. And in this century, it is this American Realism that shapes our global leadership in three critical areas that I’d like to talk about tonight: the promotion of a just economic model of development; the promotion of a freer, more democratic world; and the role of diplomacy in overcoming differences between nations.</p>\n\n<p class=\"passage_para\">First, let us take development. Amidst the extraordinary opportunities of the global economy, which we will talk about here, the amount of deprivation in our world still remains unacceptable. Half of our fellow human beings live on less than $2 a day. That’s simply not acceptable in a civilized world. But as we approach the challenges of development, let us remember that we know what works: we know that when states embrace free markets and free trade, govern justly and invest in their people, they can create prosperity and then translate it into social justice for all their citizens.</p>\n\n<p class=\"passage_para\">Yes, some states are growing economically through a kind of “authoritarian capitalism.” But it is at least an open question whether it is sustainable for a government to respect people’s talents but not their rights. In the long run, democracy, development, and social justice must go hand in hand.</p>\n\n<p class=\"passage_para\">We must treat developing nations not as objects of our policy, but as equal partners in a shared endeavor of dignity. We must support leaders and citizens in developing nations who are transforming the character of their countries—through good governance and economic reform, investment in health and education, the rule of law and a fight against corruption. And we must transform our foreign assistance into an incentive for developing nations to embrace political and economic liberty, to build just and effective states and to take ownership of their own development.</p>\n\n<p class=\"passage_para\">In recent years, the United States has been trying to put these principles into practice in our core development policies. Indeed, under President Bush, and with the full support of our Congress, the United States has launched the largest international development effort since the Marshall Plan.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">The Marshall Plan, which went into effect in 1948, was an initiative in which the United States gave over 12&nbsp;billion dollars to Western European nations to aid in their economic recovery after the Second World War.</span></span></p>\n\n<p class=\"passage_para\">We have met or are clearly on course to meet all of our international commitments to increase official development assistance: since 2001, we have doubled our assistance to Latin America, we’ve quadrupled it for Africa, and we’ve tripled it worldwide, all while reforming it to better support responsible policies of developing states.</p>\n\n<p class=\"passage_para\">We have put $7.5 <span class=\"formatted_text font_style:italic\">billion</span> into our Millennium Challenge Account initiative, which is rooted in the ideals of the Monterrey Consensus.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">The Monterrey Consensus was a result of the 2002 United Nations International Conference on Financing for Development. Adopted by heads of state and other international organizations, it has become a model for international development cooperation.</span></span> We have also launched historic efforts to combat malaria and HIV/AIDS. In fact, President Bush’s Emergency Plan for AIDS Relief is the largest effort ever by one nation to combat a single disease.</p>\n\n<p class=\"passage_para\">But more and better aid has to be accompanied by the global expansion of free and fair trade. It isn’t easy—I will tell you, it is not easy—for the American president to advocate free and fair trade at a time of growing economic populism. Yet President Bush remains committed to completing a successful Doha Round,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">Started in 2001, the Doha Round was a series of multilateral trade talks among member nations of the World Trade Organization (almost every country in the world) with the goal of supporting the economic growth of developing countries by facilitating global trade. In January 2008 the negotiations were in danger, as member nations were unable to reach an agreement over agricultural subsidies.</span></span> and my colleague Susan Schwab, who is here tonight in Davos, is working hard to do just that.</p>\n\n<p class=\"passage_para\">The President has pledged that the United States will eliminate all tariffs, subsidies, and barriers to free flow of goods and services—including agriculture—as other nations do the same. We expect our partners to join us in finding a way to make Doha a success.</p>\n</div>\n</div>\n"}]}]