[{"id":"VR107329","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR107320.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following sentences, if added after sentence 16, would provide the best concluding sentence for the passage?</p>\n","rubricRef":"VR107329_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p><strong>Read the following carefully before you choose your answers.</strong></p>\n\n<p><span class=\"formatted_text font_style:italic\">The passage below is a draft.</span></p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">(1) Many people living near the Mississippi River see mayflies as a nuisance. (2) The mayflies’ sudden entrance to life in the air, their languid flying and resting on objects at their convenience, and their deaths seemed a bother to humans.</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">(3) Adult mayflies’ short lifespans are at the heart of the problem. (4) Throughout a couple of weeks each summer, the nymphs <span id=\"ref-021-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-021 passage_reference_highlight\"> (juvenile mayflies)</span>, which have developed underwater for the past few months, hatch into millions of mature mayflies with nonfunctioning mouths. (5) These adult mayflies mate, lay eggs on and near the water, and then die within a day or two, sometimes in piles multiple feet high that create treacherous driving conditions for humans. (6) <span id=\"ref-023-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-023 passage_reference_highlight\">These perishing insects impact nondriving humans as well by collecting on air conditioner compressors and the like, often preventing them from functioning.</span> (7) <span id=\"ref-024-link-start\" tabindex=\"-1\"><span id=\"ref-022-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-022 passage_reference_highlight\"><span class=\"highlight_ref-024 passage_reference_highlight\">In fact, often street lights are shut off in order to decrease the number of mayflies congregating near them.</span></span> (8) <span id=\"ref-025-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-025 passage_reference_highlight\">And, believe it or not, the wings and skin of mayflies cause an allergic reaction on the skin of some folk.</span> (9) <span id=\"ref-026-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-026 passage_reference_highlight\">The bodies of these mayflies are long and thin and support large wings.</span></span></span></span></span></span></span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">(10) Despite these nuisances, <span id=\"ref-027-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-027 passage_reference_highlight\">I have come to value these somewhat unsightly creatures</span>. (11) For example, because they need clean water to survive, their presence indicates to humans the health of a body of fresh water. (12) In fact, they have been used to assess the quality of water in fresh water areas. (13) In addition, the nymphs, with their functioning mouths, contribute to the cleanliness of the water by eating algae and decaying vegetation. (14 Therefore, they are important indicators of the health of a human’s environment. (15) Moreover, clean bodies of fresh water attract human recreational activity. (16) <span id=\"ref-028-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-028 passage_reference_highlight\">Mayflies impact the economies of humans who live near healthy rivers and lakes—both tourists and locals spend money to enjoy activities in and near the water.</span></span></span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Robust economies are important to humans, and they enhance lifestyles across the board; therefore, humans should respect the lives of mayflies.</p>","<p class=\"choice_paragraph\">Since there are both good and bad consequences from living with mayflies, individuals should make their own decisions about whether or not the bad outweighs the good.</p>","<p class=\"choice_paragraph\">Clearly there are both negative and positive aspects to coexisting with mayflies, but the long-lasting positives outweigh the temporary negatives.</p>","<p class=\"choice_paragraph\">It is easy to see, then, that tourists might have a different perspective than locals do about the life cycle of mayflies and its many effects on humans.</p>"],"answer":3}]