[{"id":"VR117012","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR117010.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">The writer wants to add a transition to the beginning of sentence 2<span class=\"focus_reference\" data-focus-ref=\"ref-039\"><a aria-label=\"Link to referenced content\" class=\"dap_reference_link\" href=\"#ref-039-link-start\"><span class=\"cb-glyph cb-dbl-right cb-blue2-color cb-glyph-xs\"></span></a></span>, adjusting the capitalization and punctuation as needed, to show the relationship between sentences 1 and 2. Which of the following choices best accomplishes this goal?</p>\n","rubricRef":"VR117012_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p><strong>Read the following carefully before you choose your answers.</strong></p>\n\n<p><span class=\"formatted_text font_style:italic\">The passage below is a draft.</span></p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">(1)&nbsp;Buyers can expect to find bananas of roughly the same size, sweetness, and texture in grocery stores around the world, and growers can expect consistent yields across thousands of acres of Cavendish banana trees. (2) <span id=\"ref-039-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-039 passage_reference_highlight\">The uniformity of the Cavendish banana makes it uniquely vulnerable to disease.</span></span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">(3)&nbsp;Growing only one breed of a crop is a common way for farmers to maximize output and other desirable qualities, but the Cavendish banana is <span id=\"ref-040-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-040 passage_reference_highlight\">terribly</span> lacking in diversity because its trees are grown not from seeds but from cuttings of existing trees. (4)&nbsp;The dangers of this lack of genetic diversity are illustrated by the story of the Cavendish’s predecessor in the global market: the Gros Michel banana. (5)&nbsp;Lacking any variants that were resistant to fusarium wilt, the Gros Michel was wiped out by the 1960s. (6)&nbsp;Banana growers replaced the Gros Michel with the Cavendish, which was immune to fusarium wilt, but a new fungus that affects the Cavendish has recently appeared in several banana-producing countries. (7)&nbsp;The history of the Gros Michel appears to be repeating itself with the Cavendish.</span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">(8)&nbsp;Growers could limit bananas’ vulnerability to disease and prevent devastating epidemics by cultivating more varieties of banana. (9) <span id=\"ref-041-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-041 passage_reference_highlight\">But decisions about what bananas to grow depend on what consumers will buy.</span> (10)&nbsp;The Cavendish is popular because it is familiar, tasty, and inexpensive; other bananas would look and taste different and may cost more. (11)&nbsp;According to plant pathologist Randy Ploetz, consumers will need to be “more open-minded about what kind of banana they’ll accept.”</span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Similarly</p>","<p class=\"choice_paragraph\">However</p>","<p class=\"choice_paragraph\">Therefore</p>","<p class=\"choice_paragraph\">Particularly</p>"],"answer":1}]