[{"id":"VR127095","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR100674.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">In the first paragraph, the author uses the phrase “rented readers”<span class=\"focus_reference\" data-focus-ref=\"ref-002\"><a aria-label=\"Link to referenced content\" class=\"dap_reference_link\" href=\"#ref-002-link-start\"><span class=\"cb-glyph cb-dbl-right cb-blue2-color cb-glyph-xs\"></span> </a></span> in order to</p>\n","rubricRef":"VR127095_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p><strong>Read the following carefully before you choose your answers.</strong></p>\n\n<p><span class=\"formatted_text font_style:italic\">This passage is excerpted from an essay published by a science fiction writer in the late twentieth century.</span></p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> <span aria-hidden=\"true\">Par.</span><br />\n1</span> Take classes and <span id=\"ref-001-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-001 passage_reference_highlight\">go to writers’ workshops</span>. Writing is communication. You need other people to let you know whether you’re communicating what you think you are and whether you’re doing it in ways that are not only accessible and entertaining, but as compelling as you can make them. In other words, you need to know that you’re telling a good story. You want to be the writer who keeps readers up late at night, not the one who drives them off to watch television. Workshops and classes are <span id=\"ref-002-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-002 passage_reference_highlight\">rented readers</span>—rented audiences—for your work. Learn from the comments, questions, and suggestions of both the teacher and the class. These relative strangers are more likely to tell you the truth about your work than are your friends and family who may not want to hurt or offend you. One tiresome truth they might tell you, for instance, is that you need to take a grammar class. If they say this, listen. Take the class. Vocabulary and grammar are your primary tools. They’re most effectively used, even most effectively abused, by people who understand them. No computer program, no friend or employee can take the place of a sound knowledge of your tools.</span></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 2</span> Write. Write every day. Write whether you feel like writing or not. Choose a time of day. <span id=\"ref-003-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-003 passage_reference_highlight\">Perhaps you can get up an hour earlier, stay up an hour later, give up an hour of recreation, or even give up your lunch hour.</span> If you can’t think of anything in your chosen genre, keep a journal. You should be keeping one anyway. <span id=\"ref-004-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-004 passage_reference_highlight\">Journal writing helps you to be more observant of your world, and a journal is a good place to store story ideas for later projects.</span></span></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 3</span> Revise your writing until it’s as good as you can make it. All the reading, the writing, and the classes should help you do this. Check your writing, your research (never neglect your research), and the physical appearance of your manuscript. Let nothing substandard slip through. If you notice something that needs fixing, fix it, no excuses. There will be plenty that’s wrong that you won’t catch. Don’t make the mistake of ignoring flaws that are obvious to you. The moment you find yourself saying, “This doesn’t matter. It’s good enough.” Stop. Go back. Fix the flaw. Make a habit of doing your best.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 4</span> <span id=\"ref-039-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-039 passage_reference_highlight\"><span id=\"ref-038-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-038 passage_reference_highlight\">Submit your work for publication. First research the markets that interest you. Seek out and study the books or magazines of publishers to whom you want to sell. Then submit your work. If the idea of doing this scares you, fine. Go ahead and be afraid. But send your work out anyway. If it’s rejected, send it out again, and again. Rejections are painful, but inevitable. They’re every writer’s rite of passage. Don’t give up on a piece of work that you can’t sell.</span> You may be able to sell it later to new publications or to new editors of old publications. At worst, you should be able to learn from your rejected work. You may even be able to use all or part of it in a new work. One way or another, writers can use, or at least learn from, everything.</span></span></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 5</span> <span class=\"highlight_ref-039 passage_reference_highlight\">Here are some potential impediments for you to forget about:</span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 6</span> First <span id=\"ref-005-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-005 passage_reference_highlight\">forget</span> <span class=\"formatted_text font_style:italic\">inspiration</span>. Habit is more dependable. Habit will sustain you whether you’re inspired or not. Habit will help you finish and polish your stories. Inspiration won’t. Habit is persistence in practice.</span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 7</span> <span id=\"ref-040-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-040 passage_reference_highlight\"><span id=\"ref-006-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-006 passage_reference_highlight\">Forget</span> <span class=\"formatted_text font_style:italic\">talent</span>. If you have it, fine. Use it. If you don’t have it, it doesn’t matter. As habit is more dependable than inspiration, continued learning is more dependable than talent. Never let pride or laziness prevent you from learning, improving your work, changing its direction when necessary. <span id=\"ref-008-link-start\" tabindex=\"-1\"><span id=\"ref-007-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-007 passage_reference_highlight\"><span class=\"highlight_ref-008 passage_reference_highlight\">Persistence</span> is essential to any writer—the persistence to finish your work, to keep writing in spite of rejection, to keep reading, studying, submitting work for sale.</span> But <span id=\"ref-009-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-009 passage_reference_highlight\">stubbornness</span>, the refusal to change unproductive behavior or to revise unsalable work can be lethal to your writing hopes.</span></span></span></span></span></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 8</span> Finally, don’t worry about imagination. You have all the imagination you need, and all the reading, journal writing, and learning you will be doing will stimulate it. Play with your ideas. Have fun with them. Don’t worry about being silly or outrageous or wrong. So much of writing is fun. It’s first letting your interests and your imagination take you anywhere at all. Once you’re able to do that, you’ll have more ideas than you can use.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span>\n\n<p class=\"passage_para\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span></span>Octavia E. Butler, “Furor Scribendi” from BloodChild and Other Stories. Copyright ©1996, 2005 by Octavia E. Butler. Reprinted with the permission of The Permissions Company, LLC on behalf of Seven Stories Press, www.sevenstories.com.</span></span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">define writers’ workshops in terms of their value to aspiring writers</p>","<p class=\"choice_paragraph\">express sympathy for writers who have no one to read their work for free</p>","<p class=\"choice_paragraph\">contrast the academic goals of classes with the commercial aims of workshops</p>","<p class=\"choice_paragraph\">highlight the financial sacrifices that writers must make in order to succeed</p>"],"answer":0}]