[{"id":"VR199883","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR199880.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to add a sentence that introduces the topic of the passage. Which of the following sentences, if added to the beginning of the first paragraph, would most effectively accomplish this goal?</p>\n","rubricRef":"VR199883_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) People who learn another language as kids can sound like native speakers, but adult language learners often make noticeable grammatical mistakes. (2) But when exactly in a person’s life does it become difficult to master the rules that govern a language? (3) While previous theories speculated that people can only acquire a new language at a young age, new research supports a different perspective.</p><p class=\"passage_para\">(4) Boston-area researchers found evidence that the time span for language acquisition lasts from infancy until early adulthood; this time span is known as the “critical period.” (5) Such a period also exists for the development of eyesight. (6) Prior studies had reached varying conclusions about the critical period: it closes just after birth; it stops around age 5; it lasts until age 13. (7) Dissatisfied with these studies’ small number of participants, the Boston researchers aimed for a large sampling of language users for a study of English grammar acquisition. (8) The researchers developed an online grammar quiz with follow-up questions about the quiz takers’ language background. (9) Getting nearly 700,000 responses, two-thirds from nonnative English speakers, the research team mapped the relationship between age and language fluency in detail.</p><p class=\"passage_para\">(10) The accuracy of answers to the questions on the grammar quiz plummeted for those who began learning English after age 17. (11) Though this result indicates that the critical period for language acquisition lasts longer than previous studies suggested, the achievement of native-speaker-level fluency is out of reach for adult learners.</p><p class=\"passage_para\">(12) However, adult second-language learners should remain optimistic. (13) The researchers found that optimal language learning doesn’t stop completely after the critical period: it continues for both native and nonnative speakers until around age 30. (14) What’s more, the fact that so many adult second-language learners did poorly on the researchers’ quiz can help other such learners be more realistic about their goals. (15) Letting go of a desire for complete mastery of a language’s grammar can enable an adult learner to strive for basic competence in communication—an outcome best achieved, the researchers note, via educational programs that immerse students in the experience of a second language rather than ones that focus on rote learning.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Language experts have long observed that children are better than adults at mastering a second language.</p>","<p class=\"choice_paragraph\">Scholars and journalists continue to debate whether studying a foreign language in college has any intrinsic value.</p>","<p class=\"choice_paragraph\">The development of young children’s brains is influenced both by children’s experience with their caregivers and by genetic factors.</p>","<p class=\"choice_paragraph\">Being able to express one’s thoughts in grammatically correct and reasonably eloquent sentences during job interviews can significantly impact one’s employment prospects.</p>"],"answer":0}]