[{"id":"VR199852","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR199846.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In sentence 7 (reproduced below), the writer wants to add the phrase “According to the country’s president,” to the beginning of the sentence, adjusting capitalization as needed.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">New islands will have to be built to ensure a safe future for its citizens, because science indicates that Kiribati will go underwater within the century.</span></p><p class=\"stem_paragraph\">Should the writer make this addition?</p>\n","rubricRef":"VR199852_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Hong Kong is one of the most densely populated places on Earth: people crowd into tiny living spaces, some with only a bed, a hot plate, and a toilet. (2) The city is made up of more than 200 islands, and there is no more available land to house its people. (3) To solve this land shortage problem, officials have proposed a radical solution: creating a whole new island. (4) The East Lantau Metropolis would be built on land reclaimed from the sea and would house 1.1 million people.</p><p class=\"passage_para\">(5) A different problem faces the people of Kiribati—a nation in the central Pacific Ocean made up of 33 islands (most of which are less than twenty feet above sea level). (6) Because of rising sea levels, some inhabitants have already had to abandon their homes. (7) New islands will have to be built to ensure a safe future for its citizens, because science indicates that Kiribati will go underwater within the century.</p><p class=\"passage_para\">(8) Artificial islands have been seen as solutions for a number of problems in recent decades. (9) The city of Dubai has been constructing a luxurious palm-tree-shaped series of islands to house hotels. (10) Osaka, Japan, built an island off its coast to relieve its overcrowded airport. (11) The Maldives, Malaysia, and Seoul have all built or have plans to build artificial islands to expand their territory.</p><p class=\"passage_para\">(12) So, is building artificial islands a good solution for modern-day challenges? (13) Not everyone thinks so. (14) Constructing artificial islands destroys the coral reefs that nourish fisheries and protect the coastline from the impact of waves; it also destabilizes precious coastal ecosystems. (15) Building on unstable dredged sediments also endangers human inhabitants, especially in areas prone to earthquakes.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Yes, because it acknowledges the source of the information conveyed in the sentence.</p>","<p class=\"choice_paragraph\">Yes, because it provides an additional perspective to set up a counterargument.</p>","<p class=\"choice_paragraph\">No, because it introduces new evidence that requires an adjustment to the paragraph’s line of reasoning.</p>","<p class=\"choice_paragraph\">No, because it fails to consider the rhetorical situation set up in the first paragraph.</p>"],"answer":0}]