[{"id":"VR199130","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR199125.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which version of the underlined portion of sentence 9 (reproduced below) develops the main idea of the paragraph by explaining an effect of the art piece <span class=\"formatted_text font_style:italic\">Passin’ on to Others </span>?</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Words that previously had passed unremarked now</span> <span class=\"formatted_text font_style:italic text_decoration:underline\">joined other aphorisms and sayings that Kennedy has printed on posters</span><span class=\"formatted_text font_style:italic\">.</span></p>\n","rubricRef":"VR199130_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) In 2016, artist Olafur Eliasson identified a pressing concern for the world today. (2) “We do not feel strongly enough that we are part of a global community,” he warned. (3) But Eliasson and other artists can help address this problem: art has the potential to foster communication that strengthens existing communities and helps form new ones.</p><p class=\"passage_para\">(4) Artworks created by artists outside of a particular community often do not appeal to members of that community because of a lack of connection between the artists and their intended audience. (5) This dynamic is illustrated in printmaker Amos Paul Kennedy Jr.’s 2017–2018 piece <span class=\"formatted_text font_style:italic\">Passin’ on to Others</span>. (6) Kennedy collected commonplace phrases from customers of local barbershops and salons in Richmond, Virginia, and hand printed them on multicolored posters. (7) Kennedy’s transformation and display of sayings such as “higher the hair, closer to heaven” celebrated the daily experiences of salon patrons, reinforcing the self-esteem of stylists and patrons alike and getting everyone talking. (8) What the artwork had accomplished, in effect, was a recontextualization of the style community’s experiences. (9) Words that previously had passed unremarked now joined other aphorisms and sayings that Kennedy has printed on posters.</p><p class=\"passage_para\">(10) Experiencing art doesn’t just highlight existing connections; it actively forges new ones. (11) In galleries and performance halls, people come together for events Eliasson describes as “strongly rooted in a physical experience, in our bodies.” (12) Not all artworks are experienced in galleries and performance halls, however. (13) Former chair of the National Endowment for the Arts Jane Chu explains how playing the piano connected her to others at a time when, as a child of immigrants, she felt out of step with her parents and community. (14) “I felt as though I belonged,” she says of her performances, “because I had an avenue of expression beyond just the linear use of everyday words.”</p><p class=\"passage_para\">(15) By pulling us out of our habitual ways of thinking and communicating, art provides us with opportunities to renew and even create connections to a larger society.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">(as it is now)</p>","<p class=\"choice_paragraph\">made up the entire text of the piece, confirming that “limitations spark creativity,” as Kennedy asserted in a 2010 interview with artist Michael Curtin</p>","<p class=\"choice_paragraph\">spurred consideration and discussion, exchanges that many stylists chose to continue by hanging prints from the show in their salons</p>","<p class=\"choice_paragraph\">presented an impressive, wall-sized spectacle to visitors who encountered them at the Institute for Contemporary Art</p>"],"answer":3}]