[{"id":"VR203001","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR202992.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to add a sentence immediately before sentence 3 to connect the evidence and commentary provided in the second paragraph to the overall argument of the passage. Which of the following choices most effectively accomplishes this goal?</p>\n","rubricRef":"VR203001_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Space flights to other planets have long been a fixture of science fiction, and in 2017 the fiction appeared to come closer to reality when the National Aeronautics and Space Administration (NASA) announced it was prioritizing eventual piloted missions to Mars and other planets. (2) It may be too soon to start planning your Martian vacation, however: there are good reasons to doubt that humans will be able to undertake long-distance space flights in the foreseeable future.</p><p class=\"passage_para\">(3) For example, the body loses muscle mass and bone density in low-gravity environments because the pressure of Earth’s atmosphere is removed. (4) Astronauts struggle to walk after six months in space; the effects of a three-year flight and a stay on Mars would be far greater. (5) Nevertheless, humans have a natural cycle of wakefulness and sleep attuned to daytime and nighttime on Earth. (6) Anyone who has experienced jet lag can attest to the mental and physical effects of disrupting this cycle, but we can only imagine the consequences of disrupting it for years.</p><p class=\"passage_para\">(7) It is true that monitoring, exercise, and technological fixes like sunlight-simulating LED lights have shown some promise for diminishing these problems. (8) Other issues may be more troublesome. (9) Space missions are stressful, requiring long hours of repetitive activity performed in small, sterile spaces. (10) The stress lowers immune response even as outer-space conditions cause microbes in astronauts’ bodies to mutate, potentially resulting in unfriendly diseases. (11) Unless scientists can develop effective means of fighting these health risks, long-distance space travel may be too dangerous.</p><p class=\"passage_para\">(12) With NASA’s attention directed to the problems of long space missions, it is certain that scientists will come up with creative solutions to the elevated risks to human well-being in space much as they have addressed dangers associated with shorter missions. (13) But it is also probable that further research will turn up new problems that have not even been identified yet. (14) It is thus likely that for many years to come, the only way for humans to have a first-hand experience exploring distant planets will be opening a book or going to the movies rather than hopping on a rocket.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">While NASA astronauts are already experienced with the difficulties humans experience in outer space, these problems would be intensified on long-term missions.</p>","<p class=\"choice_paragraph\">Many people dream of space travel from a young age, but only a small number of applicants for astronaut training have the technical knowledge and physical traits needed to succeed as an astronaut.</p>","<p class=\"choice_paragraph\">Astronauts face extraordinary dangers when they travel into space.</p>","<p class=\"choice_paragraph\">It is important to conduct medical research under low-gravity conditions.</p>"],"answer":0}]