[{"id":"VR200541","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR200535.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer is considering deleting the underlined portion of sentence 7 (reproduced below), adjusting the punctuation as needed.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Our brains are aroused each time our phones buzz because of the unpredictability of what pops up on the screen:</span> <span class=\"formatted_text font_style:italic text_decoration:underline\">since any alert might signal something extraordinary, dopamine is released each time even though most alerts don’t amount to much.</span></p><p class=\"stem_paragraph\">Should the writer keep or delete the underlined text?</p>\n","rubricRef":"VR200541_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) If you have ever felt overwhelmed by the barrage of e-mails, text messages, and social media notifications you receive every day, you are not alone. (2) Unsurprisingly, neuroscientists warn that the constant use of smartphones alters the brain.</p><p class=\"passage_para\">(3) Most people can’t resist immediately checking their phones each time they buzz, chirp, or chime, and scientists believe that compulsion is caused by a brain chemical called dopamine. (4) The release of dopamine in the brain is pleasurable, so people tend to repeat behaviors that trigger it. (5) Researchers studying the effects of smartphone use found that each time people received a phone notification, their brains had a surge of dopamine. (6) Crucially, the anticipation of a reward (signaled by each ding of the phone) caused more pleasure than the reward itself (the e-mail or social media alert). (7) Our brains are aroused each time our phones buzz because of the unpredictability of what pops up on the screen: since any alert might signal something extraordinary, dopamine is released each time even though most alerts don’t amount to much.</p><p class=\"passage_para\">(8) While dopamine rewards may cause the brain to crave these constant phone alerts, their effects on the body are harmful. (9) The incessant notifications cause the heart to beat faster, muscles to tighten, and breathing to get shorter—a fight-or-flight response. (10) And when we live in a perpetual state of stress, our prefrontal cortex, the part of the brain that controls reasoning, stops functioning properly. (11) A vicious cycle ensues: people become addicted to constant phone interruptions even as those interruptions put stress on the body, making people more tired, anxious, and error prone. (12) They then crave more dopamine to feel better.</p><p class=\"passage_para\">(13) So should people swear off smartphones? (14) Some have argued as much, citing studies that show links between excessive smartphone use and cognitive and social impairments. (15) Certainly, there are advantages to unplugging the devices—say, on weekends—to truly relax. (16) Nevertheless, abandoning the technology altogether would be difficult, if not impractical, in a world that values connectedness. (17) And smartphone use has undeniable benefits besides mere convenience, such as long-distance friendships and exposure to new ideas.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Keep it, because it adds information that helps clarify the contrasting relationship identified in sentence 6 between anticipation and reward.</p>","<p class=\"choice_paragraph\">Keep it, because it provides evidence suggesting that smartphones cause social impairments in individuals who use them.</p>","<p class=\"choice_paragraph\">Delete it, because it does not follow logically from sentence 7’s main point about how unpredictability affects arousal.</p>","<p class=\"choice_paragraph\">Delete it, because it unnecessarily repeats information about dopamine that was provided earlier in the paragraph.</p>"],"answer":0}]