[{"id":"VR203102","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR203079.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to combine sentences 3 and 4 (reproduced below) in a way that expresses the unequal relationship between the ideas in these sentences.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">I discovered that print is better suited to in-depth reading. E-readers have numerous advantages.</span></p><p class=\"stem_paragraph\">In the context of the passage as a whole, which of the following choices best achieves this goal?</p>\n","rubricRef":"VR203102_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) When I decided to major in English, I bought an electronic reading device, or “e-reader.” (2) Now, as I graduate, I realize that I didn’t use it very often; I preferred print books. (3) I discovered that print is better suited to in-depth reading. (4) E-readers have numerous advantages.</p><p class=\"passage_para\">(5) The convenience of e-readers cannot be denied. (6) Books can be downloaded and stored instantly, while print books need to be purchased at a bookstore or borrowed from a library, or you have to wait for them to be delivered in the mail. (7) Furthermore, unlike print books, e-readers occupy very little space, provide their own lighting, and have built-in dictionaries.</p><p class=\"passage_para\">(8) Despite these advantages, I discovered that e-readers do not work well. (9) With the e-reader, I lost touch with the totality of the complex literary work I was reading. (10) I would read quickly, seeing page after page of disembodied text, words flashing by me on a screen—I often felt overwhelmed. (11) Print books have a physical presence that helps readers engage with them comprehensively. (12) As journalist Ferris Jabr notes, “Turning the pages of a paper book is like leaving one footprint after another on [a] trail—there’s a rhythm to it and a visible record of how far one has traveled.” (13) This physical nature cannot be replicated on screens. (14) With my e‑reader’s search function, for example, I could find each instance of the word “nothing” in Shakespeare’s play <span class=\"published_title\">King Lear</span>, but only with my hand-annotated hard copy could I ascertain how uses of the word vary across the entire play. (15) It was easier for me to write my Shakespeare essay with the marked-up play in hand. (16) In short, the e-reader was good for enumeration, but only the printed text enabled interpretation.</p><p class=\"passage_para\">(17) I still have my e-reader. (18) It proved an invaluable tool for research projects involving secondary sources. (19) It was more efficient to read scholarly articles on my e-reader than to go to the library for hard copies. (20) You can expect to read quite a bit in college. (21) My advice to students contemplating e‑readers is to realize that not all reading experiences are the same.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">I discovered that print is better suited to in-depth reading and that e-readers have numerous advantages.</p>","<p class=\"choice_paragraph\">E-readers have numerous advantages despite the fact that I discovered that print is better suited to in-depth reading.</p>","<p class=\"choice_paragraph\">Even though e-readers have numerous advantages, I discovered that print is better suited to in-depth reading.</p>","<p class=\"choice_paragraph\">Since e-readers have numerous advantages, I discovered that print is better suited to in-depth reading.</p>"],"answer":2}]