[{"id":"VR212611","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR212602.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In sentence 17 (reproduced below), which of the following versions of the underlined text provides relevant, specific information that helps the audience understand the study?</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">The robots—</span><span class=\"formatted_text font_style:italic text_decoration:underline\">while the children were able to do the task correctly when they were absent</span><span class=\"formatted_text font_style:italic\">—unanimously gave an incorrect answer first.</span></p>\n","rubricRef":"VR212611_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Robots are no longer just the stuff of science fiction: increasingly intelligent and humanlike, they interact with people in new and surprising ways. (2) However, advancements in robotic engineering provoke a number of questions. (3) Will people one day view robots not as machines but as peers? (4) Can people form attachments with robots, and is it wise to do so? (5) As recent cases show, people already tend to form emotional bonds with robots and allow robots to sway their behavior.</p><p class=\"passage_para\">(6) Perhaps not surprisingly, when they resemble humans or animals, people readily bond with robots. (7) Researchers believe that robot pets provide valuable companionship for their human owners and can even lessen loneliness and depression. (8) For instance, people became so attached to the Sony Aibo, a robotic dog with playful expressions and movements, that they mourned their mechanical pets after Sony discontinued the Aibo series and closed its repair center. (9) As one owner explained, the robots were not mere toys, but “important members of [his] family.”</p><p class=\"passage_para\">(10) People have also shown a willingness to listen to and obey robots. (11) In one study, test subjects did a bunch of things with a humanlike robot called Nao. (12) At the end, when the person was supposed to turn off the robot, Nao begged for its “life,” claiming to be afraid of the dark. (13) Many subjects did not turn Nao off or were unsure whether to do so. (14) Some reported being taken aback by Nao’s pleas; others felt pity.</p><p class=\"passage_para\">(15) Children are incredibly gullible when it comes to robots, as a recent study demonstrates. (16) In the experiment, each child sat at a table with three robots and had to state which of three lines matched another line in length. (17) The robots—while the children were able to do the task correctly when they were absent—unanimously gave an incorrect answer first. (18) Although set up as an easy vision test, the study measured conformity to peer pressure. (19) Seeing the robots give the same wrong answer, the children agreed with the wrong answer 75 percent of the time.</p><p class=\"passage_para\">(20) Based on such studies, researchers are pondering the implications of developing more advanced, humanlike robots in the future.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">(as it is now)</p>","<p class=\"choice_paragraph\">less influential when the experiment was repeated with adult subjects</p>","<p class=\"choice_paragraph\">programmed to glance at one another, as though considering the question together</p>","<p class=\"choice_paragraph\">a variation on an experiment conducted with only human participants</p>"],"answer":2}]