[{"id":"VR217072","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Hearst makes to achieve his purpose of convincing his father to let him run the&nbsp;<em>Examiner</em>.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217072_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In 1885, 22-year-old William Randolph Hearst wrote a letter to his father, George Hearst, asking to be given control of the <span class=\"formatted_text font_style:italic\">San Francisco Examiner</span>, a newspaper that George had acquired as payment for a debt. George Hearst had once called the <span class=\"formatted_text font_style:italic\">Examiner</span> “a limp-rag of a newspaper,” and young William was confident that he could improve the paper if given the chance. The following is an excerpt from Hearst’s letter. Read the passage carefully. Write an essay that analyzes the rhetorical choices Hearst makes to achieve his purpose of convincing his father to let him run the <span class=\"formatted_text font_style:italic\">Examiner</span>.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">I have begun to have a strange fondness for our little paper—a tenderness like unto that which a mother feels for a puny or deformed offspring, and I should hate to see it die now after it had battled so long and so nobly for existence; in fact, to tell the truth, I am possessed of the weakness, which at some time or other of their lives, pervades most men; I am convinced that I could run a newspaper successfully.</p>\n\n<p class=\"passage_para\">Now if you should make over to me the <span class=\"formatted_text font_style:italic\">Examiner</span>—with enough money to carry out my schemes—I’ll tell you what I would do!</p>\n\n<p class=\"passage_para\">In the first place I would change the general appearance of the paper and make seven wide columns where we now have nine narrow ones, then I would have the type spaced more, and these two changes would give the pages a much cleaner and neater appearance.</p>\n\n<p class=\"passage_para\">Secondly, it would be well to make the paper as far as possible original, to clip<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">to reprint articles from other sources</span></span> only when absolutely necessary and to imitate only some such leading journal as the <span class=\"formatted_text font_style:italic\">New York World</span> which is undoubtedly the best paper of that class to which the <span class=\"formatted_text font_style:italic\">Examiner</span> belongs—that class which appeals to the people and which depends for its success upon enterprise, energy and a certain startling originality and not upon the wisdom of its political opinions or the lofty style of its editorials. And to accomplish this we must have—as the <span class=\"formatted_text font_style:italic\">World</span> has—active, intelligent and energetic young men; we must have men who come out West in the hopeful buoyancy of youth for the purpose of making their fortunes and not a worthless scum that has been carried there by the eddies of repeated failures.</p>\n\n<p class=\"passage_para\">Thirdly, we must advertise the paper from Oregon to New Mexico and must also increase our number of advertisements if we have to lower our rates to do it, thus we can put on the first page that our circulation is such and our advertisements so and so and constantly increasing.</p>\n\n<p class=\"passage_para\">And now having spoken of the three great essential points let us turn to details. The illustrations are a detail, though a very important one. Illustrations embellish a page; illustrations attract the eye and stimulate the imagination of the masses and materially aid the comprehension of an unaccustomed reader and thus are of particular importance to that class of people which the <span class=\"formatted_text font_style:italic\">Examiner</span> claims to address. Such illustrations, however, as have heretofore appeared in the paper, nauseate rather than stimulate the imagination and certainly do anything but embellish a page.</p>\n\n<p class=\"passage_para\">Another detail of questionable importance is that we actually or apparently establish some connection between ourselves and the <span class=\"formatted_text font_style:italic\">New York World</span>, and obtain a certain prestige in bearing some relation to that paper. We might contract to have important private telegrams forwarded or something of that sort, but understand that the principal advantage we are to derive is from the attention such a connection would excite and from the advertisement we could make of it. Whether the <span class=\"formatted_text font_style:italic\">World</span> would consent to such an arrangement for any reasonable sum is very doubtful, for its net profit is over one thousand dollars a day and no doubt would consider the <span class=\"formatted_text font_style:italic\">Examiner</span> as beneath its notice. Just think, over one thousand dollars a day and four years ago it belonged to Jay Gould<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">wealthy American railroad developer and financial speculator of the late nineteenth century</span></span> and was losing money rapidly.</p>\n\n<p class=\"passage_para\">And now to close with a suggestion of great consequence, namely, that all these changes be made not by degrees but at once so that the improvement will be very marked and noticeable and will attract universal attention and comment.</p>\n\n<p class=\"passage_para\">There is little to be said about my studies. I am getting on in all of them well enough to be able to spend considerable time in outside reading and in Journalistic investigation. There is, moreover, very little to be said about Washington, for Congress is as stupid as it is possible to conceive of and has been enlivened only once during our stay and that the other day when Wise of Virginia<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">John Sergeant Wise, a member of the United States House of Representatives from Virginia</span></span> sat on Boutelle of Maine<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">Charles Addison Boutelle, a member of the United States House of Representatives from Maine</span></span> for attempting to revive the dissensions of the war. So heavily, indeed, did Mr. Wise sit on Boutelle that I fear the latter gentleman has not even yet recovered his characteristic rotundity of form.</p>\n\n<p class=\"passage_para\">Well, good-by. I have given up all hope of having you write me, so I suppose I must just scratch along and trust to hearing you through the newspapers. By the way, I heard you had bought 2,000 acres of land the other day and I hope some of it was the land adjoining our ranch that I begged you to buy in my last letter.</p>\n\n<p class=\"passage_para\">Your affectionate son,</p>\n\n<p class=\"passage_para\">W. R. Hearst</p>\n</div>\n</div>\n"}]}]