[{"id":"VR217064","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Obama makes to achieve his purpose of praising and memorializing Kennedy.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217064_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On August 29, 2009, then President Barack Obama delivered a eulogy at the funeral of Senator Ted Kennedy in Boston, Massachusetts. Kennedy served in the United States Senate from 1962 until his death. Obama served with him in the Senate from 2005 until Obama was elected president in 2008. The following is an excerpt from Obama’s speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Obama makes to achieve his purpose of praising and memorializing Kennedy.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Today we say goodbye to the youngest child of Rose and Joseph Kennedy. The world will long remember their son Edward as the heir to a weighty legacy; a champion for those who had none; the soul of the Democratic Party; and the lion of the U.S. Senate—a man whose name graces nearly one thousand laws, and who penned more than three hundred himself.</p>\n\n<p class=\"passage_para\">But those of us who loved him, and ache with his passing, know Ted Kennedy by the other titles he held: Father. Brother. Husband. Uncle Teddy, or as he was often known to his younger nieces and nephews, “The Grand Fromage,” or “The Big Cheese.” I, like so many others in the city where he worked for nearly half a century, knew him as a colleague, a mentor, and above all, a friend.</p>\n\n<p class=\"passage_para\">Ted Kennedy was the baby of the family who became its patriarch; the restless dreamer who became its rock. He was the sunny, joyful child, who bore the brunt of his brothers’ teasing, but learned quickly how to brush it off. When they tossed him off a boat because he didn’t know what a jib was, six-year-old Teddy got back in and learned to sail. When a photographer asked the newly-elected Bobby<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">American politician Robert F. Kennedy, older brother of Ted Kennedy</span></span> to step back at a press conference because he was casting a shadow on his younger brother, Teddy quipped, “It’ll be the same in Washington.”</p>\n\n<p class=\"passage_para\">This spirit of resilience and good humor would see Ted Kennedy through more pain and tragedy than most of us will ever know. He lost two siblings by the age of sixteen. He saw two more taken violently from the country that loved them.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">John F. Kennedy and Robert F. Kennedy, both assassinated in the 1960s</span></span> He said goodbye to his beloved sister, Eunice, in the final days of his own life. He narrowly survived a plane crash, watched two children struggle with cancer, buried three nephews, and experienced personal failings and setbacks in the most public way possible.</p>\n\n<p class=\"passage_para\">It is a string of events that would have broken a lesser man. And it would have been easy for Teddy to let himself become bitter and hardened; to surrender to self-pity and regret; to retreat from public life and live out his years in peaceful quiet. No one would have blamed him for that.</p>\n\n<p class=\"passage_para\">But that was not Ted Kennedy. As he told us, “. . . [I]ndividual faults and frailties are no excuse to give in—and no exemption from the common obligation to give of ourselves.” Indeed, Ted was the “Happy Warrior” that the poet William Wordsworth spoke of when he wrote:</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">As tempted more; more able to endure,</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">As more exposed to suffering and distress;</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Thence, also, more alive to tenderness.</span></p>\n\n<p class=\"passage_para\">Through his own suffering, Ted Kennedy became more alive to the plight and suffering of others—the sick child who could not see a doctor; the young soldier sent to battle without armor; the citizen denied her rights because of what she looks like or who she loves or where she comes from. The landmark laws that he championed—the Civil Rights Act, the Americans with Disabilities Act, immigration reform, children’s health care, the Family and Medical Leave Act—all have a running thread. Ted Kennedy’s life’s work was not to champion those with wealth or power or special connections. It was to give a voice to those who were not heard; to add a rung to the ladder of opportunity; to make real the dream of our founding. He was given the gift of time that his brothers were not, and he used that gift to touch as many lives and right as many wrongs as the years would allow.</p>\n\n<p class=\"passage_para\">We can still hear his voice bellowing through the Senate chamber, face reddened, fist pounding the podium, a veritable force of nature, in support of health care or workers’ rights or civil rights. And yet, while his causes became deeply personal, his disagreements never did. While he was seen by his fiercest critics as a partisan lightning rod, that is not the prism through which Ted Kennedy saw the world, nor was it the prism through which his colleagues saw him. He was a product of an age when the joy and nobility of politics prevented differences of party and philosophy from becoming barriers to cooperation and mutual respect—a time when adversaries still saw each other as patriots.</p>\n</div>\n</div>\n"}]}]