[{"id":"VR217047","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Ickes makes to achieve his purpose of persuading his audience to support the United States entering the war.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217047_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On May 18, 1941, during the Second World War, then United States Secretary of the Interior Harold Ickes delivered the following speech in Central Park in New York City. At the time, the United States had not yet entered the war, and German forces were gaining ground in Europe. The following is an excerpt from Ickes’s speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Ickes makes to achieve his purpose of persuading his audience to support the United States entering the war.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">[T]his war is not an ordinary war. It is not a conflict for markets or territories. It is a desperate struggle for the possession of the souls of men.</p>\n\n<p class=\"passage_para\">This is why the British are not fighting for themselves alone. They are fighting to preserve freedom for mankind. For the moment, the battleground is the British Isles. But they are fighting our war; they are the first soldiers in trenches that are also our front-line trenches.</p>\n\n<p class=\"passage_para\">In this world war of ideas and of loyalties we believers in democracy must do two things. We must unite our forces to form one great democratic international. We must offer a clear program to freedom-loving peoples throughout the world.</p>\n\n<p class=\"passage_para\">Freedom-loving men and women in every land must organize and tighten their ranks. The masses everywhere must be helped to fight their oppressors and conquerors.</p>\n\n<p class=\"passage_para\">We, free, democratic Americans are in a position to help. We know that the spirit of freedom never dies. We know that men have fought and bled for freedom since time immemorial. We realize that the liberty-loving German people are only temporarily enslaved. We do not doubt that the Italian people are looking forward to the appearance of another Garibaldi. We know how the Poles have for centuries maintained a heroic resistance against tyranny. We remember the brave struggle of the Hungarians under Kossuth and other leaders. We recall the heroic figure of Masaryk and the gallant fight for freedom of the Czech people. The story of the Yugoslavs’, especially the Serbs’, blows for liberty and independence is a saga of extraordinary heroism. The Greeks will stand again at Thermopylae, as they have in the past. The annals of our American sister-republics, too, are glorious with freedom-inspiring exploits. The noble figure of Simon Bolivar, the great South American liberator, has naturally been compared with that of George Washington.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Giuseppe Garibaldi, Lajos Kossuth, Tomáš Garrigue Masaryk, and Simón Bolívar were historical figures who were instrumental in establishing independent and democratic rule in their respective homelands. Thermopylae is the site of an ancient battle in which the greatly outnumbered Greeks made a stand against the invading Persian army.</span></span></p>\n\n<p class=\"passage_para\">No, liberty never dies. The Genghis Khans come and go. The Attilas come and go.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Genghis Khan was the founder and first emperor of the Mongol Empire. Attila was a leader of the Huns, a nomadic people living in Central Asia and Eastern Europe. Both are popularly depicted in the West as ruthless invaders and tyrants.</span></span> The Hitlers flash and sputter out. But freedom endures.</p>\n\n<p class=\"passage_para\">Destroy a whole generation of those who have known how to walk with heads erect in God’s free air, and the next generation will rise against the oppressors and restore freedom. Today in Europe, the Nazi Attila may gloat that he has destroyed democracy. He is wrong. In small farmhouses all over Central Europe, in the shops of Germany and Italy, on the docks of Holland and Belgium, freedom still lives in the hearts of men. It will endure like a hardy tree gone into the wintertime, awaiting the spring.</p>\n\n<p class=\"passage_para\">And, like spring, spreading from the South into Scandinavia, the democratic revolution will come. And men with democratic hearts will experience comradeship across artificial boundaries.</p>\n\n<p class=\"passage_para\">These men and women, hundreds of millions of them, now in bondage or threatened with slavery, are our comrades and our allies. They are only waiting for our leadership and our encouragement, for the spark that we can supply.</p>\n\n<p class=\"passage_para\">These hundreds of millions, of liberty-loving people, now oppressed, constitute the greatest sixth column in history. They have the will to destroy the Nazi gangsters.</p>\n\n<p class=\"passage_para\">We have always helped in struggles for human freedom. And we will help again. But our hundreds of millions of liberty-loving allies would despair if we did not provide aid and encouragement. The quicker we help them the sooner this dreadful revolution will be over. We cannot, we must not, we dare not delay much longer.</p>\n\n<p class=\"passage_para\">The fight for Britain is in its crucial stages. We must give the British everything we have. And by everything, I mean everything needed to beat the life out of our common enemy.</p>\n\n<p class=\"passage_para\">The second step must be to aid and encourage our friends and allies everywhere. And by everywhere I mean Europe and Asia and Africa and America.</p>\n\n<p class=\"passage_para\">And finally, the most important of all, we Americans must gird spiritually for the battle. We must dispel the fog of uncertainty and vacillation. We must greet with raucous laughter the corroding arguments of our appeasers and fascists. They doubt democracy. We affirm it triumphantly so that all the world may hear:</p>\n\n<p class=\"passage_para\">Here in America we have something so worth living for that it is worth dying for!</p>\n</div>\n</div>\n"}]}]