[{"id":"VR217069","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\"><span class=\"list_heading\"></span>Write an essay that analyzes the rhetorical choices Sebelius makes to convey her message about Kansans’ values and ethics.</div>\n","rubricRef":"VR217069_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On January 13, 2003, Kathleen Sebelius delivered a speech shortly after taking the oath of office at the beginning of her first term as governor of the state of Kansas. Before becoming the governor, Sebelius had served in the Kansas House of Representatives and acted as state insurance commissioner. The following is an excerpt from Sebelius’ speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Sebelius makes to convey her message about Kansans’ values and ethics.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Today, I stand on these steps—where 43 Governors have stood before me—and dedicate myself to the service of my fellow Kansans.</p>\n\n<p class=\"passage_para\">I stand before you in deep gratitude—for this rare and precious opportunity to lead.</p>\n\n<p class=\"passage_para\">With genuine humility—for the confidence and faith the people of Kansas have placed in me.</p>\n\n<p class=\"passage_para\">And with the utmost determination—to meet the challenges which lie ahead, and make the changes necessary to move Kansas forward.</p>\n\n<p class=\"passage_para\">I’m so very proud to be a Kansan. It’s difficult to put into words, because—as you know—the pride of being a Kansan is really something you feel.</p>\n\n<p class=\"passage_para\">Our Kansas character has many ingredients:</p>\n\n<p class=\"passage_para\">As Kansans, we hold a fundamental belief in the life-changing power of education and learning. Kansans like Gary’s<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Kathleen Sebelius’ husband, Gary Sebelius</span></span> grandmother, Minnie Sebelius, who was born in a sod hut in Norton County. She married, became a teacher and knew that a good education would create opportunities for her children. When Minnie was widowed at a young age, she continued to teach in Almena, Kansas and raised six children by herself. Her children have made significant contributions to Kansas, as a dentist, a lawyer and congressman, and two teachers including a daughter who was inducted into the teachers’ hall of fame.</p>\n\n<p class=\"passage_para\">As Kansans, we share a reverence for our beautiful land and precious natural resources—a reverence handed down from the Native Americans who first lived in this special place.</p>\n\n<p class=\"passage_para\">As Kansans, we are proud of our stubborn refusal to grant special status to anyone based on privilege or extraordinary wealth.</p>\n\n<p class=\"passage_para\">As Kansans, we actually live the values of faith, family, and hard work—each and every day.</p>\n\n<p class=\"passage_para\">As Kansans, we take pride in our pioneer heritage and rugged independence—and yet Kansas is a special place where we accomplish great things working together. Because the people of Kansas share an uncommon sense of purpose, and a commitment to the common good.</p>\n\n<p class=\"passage_para\">In my eight years as Insurance Commissioner, I witnessed that commitment to the common good time and time again. I was touched and privileged to see the earliest Kansas traditions of barn raisings and community harvests replayed in modern times—as neighbor helped neighbor through the ravages of an all-too-frequent natural disaster. And, as Kansans joined their countrymen in response to the horrific events of September Eleventh.</p>\n\n<p class=\"passage_para\">These values and ethics were brought from the Eastern shores of America by the early Kansas pioneers, who believed in the equality of all citizens, and endured dangerous conditions and difficult terrain and weather to settle this great state. These values and ethics are important building blocks of 21st Century Kansas and must be the framework for decisions made by government leaders.</p>\n\n<p class=\"passage_para\">The role of government is to empower citizens to come together and provide services we can’t provide by ourselves—to build roads, organize schools, secure our borders and our neighborhoods, and promote commerce. Government must complement and enhance the work of private citizens, not impede the progress of individuals.</p>\n\n<p class=\"passage_para\">The early pioneers left privilege and comfort behind to follow a dream, to settle a new territory dedicated to freedom and opportunity for all. It wasn’t easy, in fact often dangerous, but brave and committed citizens were determined to make it work.</p>\n\n<p class=\"passage_para\">Today, throughout this great state are 21st Century pioneers, the small business owners and farmers who are the backbone of the Kansas economy, and committed to the same values and visions. There is a continuing struggle in these difficult economic times, but Kansas has endured and conquered difficult times before. The same determination to succeed is alive and well in communities across this great state, and the energy of entrepreneurs is evident in every corner of this state.</p>\n\n<p class=\"passage_para\">We in public service must help create the framework for success in the 21st Century, using the resources available to educate our children, train our workers, improve our communities, protect the health and welfare of the Kansans within our care, and secure and protect our communities. We must enlist the help of all Kansans in this effort.</p>\n\n<p class=\"passage_para\">The pioneers were the ultimate optimists—leaving the comfort and safety of the territory they knew, for the promise of a better future for themselves and their families in the land to be discovered. That same sense of optimism and dedication to a better future will help us find a path through difficult times.</p>\n</div>\n</div>\n"}]}]