[{"id":"VR217067","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\"><span class=\"list_heading\"></span>Write an essay that analyzes the rhetorical choices Chenoweth-Hage makes to develop her argument that grizzly bears should not be introduced to Idaho under the protection of the Endangered Species Act.</div>\n","rubricRef":"VR217067_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div>\n<p>On July 28, 1997, then Representative Helen Chenoweth-Hage addressed the United States House of Representatives to explain her opposition to a proposal by the United States Fish and Wildlife Service to introduce grizzly bears into her congressional district in Idaho. The proposal was intended to fulfill the agency’s responsibilities set out in the Endangered Species Act. The following is an excerpt from Chenoweth-Hage’s speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Chenoweth-Hage makes to develop her argument that grizzly bears should not be introduced to Idaho under the protection of the Endangered Species Act.</p>\n</div>\n</div>\nIn your response you should do the following:\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div>\n<div>\n<p>I would say to my colleagues who are listening, if they have ever wondered why many Members1members of the House of Representatives in the West like me have real concerns about the current implementation of the Endangered Species Act,2The Endangered Species Act of 1973 requires federal agencies to protect plants and animals threatened with extinction and places restrictions on activities that might harm these organisms and their environments. I beseech them to listen attentively to my comments. I think only then Members will begin to understand the sense of sometimes the absurd manner in which this act is being carried out by the Federal agencies. If there ever was an example of how out of touch our extreme environmental policies have become, this is it.</p>\n\n<p>Quite simply, the U.S. Fish and Wildlife Service has actually prepared a plan to introduce grizzly bears, known by their Latin name as Ursus horribilis, into a huge portion of my district.</p>\n\n<p>Mr. Speaker, let me explain to the Members what the implications are of this proposal to the management policies of a significant portion of the State of Idaho. To help illustrate my point, I would like to draw Members’ attention to this rather large map of Idaho that has marked in it the area that the Fish and Wildlife Service has designated as the recovery area for the grizzly bear under their plan to introduce the bear back into the State.</p>\n\n<p>As we can see, this is an enormous area. It is almost 28.5 million acres. It includes 14 counties populated by nearly a quarter of a million people and has at least 13.2 million visitors a year. It is over one-third of the State of Idaho.</p>\n\n<p>The grizzly bear recovery area runs very close to Boise, Idaho. It includes an area that has our University of Idaho in it. It has many populated areas in this area. Just to give Members an idea about how big this area is, let me give a comparison. In this area we could fit the States of Connecticut, Delaware, Maryland, Massachusetts, New Hampshire, Vermont, and Rhode Island, into this area that we see colored in red on this map, plus have over 1 million acres to spare.</p>\n\n<p>How would the introduction of the grizzly bear affect this massive area? The grizzly bear, in terms of management, is unlike any other species. In short, it is a huge and dangerous animal, and that is a huge and dangerous problem for us. The grizzly bear is, by its nature, a large predatory mammal that, provoked or unprovoked, can move very quickly to viciously attack a human or an animal. In addition, the grizzly has special dietary needs and requires a vast amount of area for its habitat, which can range between 10 square miles and 168 square miles, depending on the availability of food.</p>\n\n<p>The Wildlife Management Institute states in its book Big Game of North America: Ecology and Management, that, and I quote, “For most species, protection is an uncomplicated and effective method of preservation. When bears are totally protected, however, some individual bears can be aggressive towards people or cause damage to livestock and property, which makes imperative a different form of management.”</p>\n\n<p>The book cites several distinct human-related activities grizzly bear management needs to address in favor of the grizzly bear. These management considerations include the construction of town sites and populated areas, which by the way, already exist; campgrounds, which already exist; trails; roads; storage of food or bait, and garbage disposal; the allowance of too many people into prime bear habitat for a multitude of activity, such as simple living, hiking, fishing, hunting, camping, livestock management, and the allocation of space for forage, and other resources in areas heavily used by both bears and humans.</p>\n\n<p>In essence, what introducing the unpredictable grizzly bear under the full protection of the Endangered Species Act means is that this large area that we see blocked in this map will experience a complete change in its lifestyle. People will not be able to behave or work in the way they used to in this area, in this part of Idaho. Roads normally open will be shut down. Hiking trails will be restricted. Camping areas will be closed. Hunting will be restricted. Livestock and logging practices will be dramatically altered.</p>\n\n<p>All in all, in order for the bears to survive and diminish human risk, hundreds of square miles at any given time, depending on where the bear roams, would either have to be shut down or have human activity severely restricted.</p>\n\n<p>Let me quote from a very interesting book about the behavior of grizzly bears, in a book titled Alaska Bear Tales. The book states that, “A bear’s nature is definitely interesting and different. They have their own individuality. No two bears will do the same thing in a given situation, and a bear may not do the same thing twice. But then again, though there will always be exceptions to the last statement, it would serve us well to commit it to memory.”</p>\n\n<p>I ask Members, Mr. Speaker, if every individual bear’s behavior is so different, how in the world can the bureaucrats begin to come up with any workable management scheme for bears? It is just not going to work.</p>\n</div>\n</div>\n"}]}]