[{"id":"VR217056","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Stevenson makes to achieve his purpose of praising and memorializing Eleanor Roosevelt.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217056_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On November 9, 1962, Adlai Stevenson, an American politician who was at the time the United States Ambassador to the United Nations, delivered the following memorial address for Eleanor Roosevelt to the General Council of the United Nations. In addition to being a former first lady, Eleanor Roosevelt was a delegate to the United Nations General Assembly from 1945 to 1952, and in that role, played a key part in drafting the <span class=\"formatted_text font_style:italic\">Universal Declaration of Human Rights</span>. Read the passage carefully. Write an essay that analyzes the rhetorical choices Stevenson makes to achieve his purpose of praising and memorializing Eleanor Roosevelt.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The United States, the United Nations, the world has lost one of its great citizens. Mrs. Eleanor Roosevelt is dead; and a cherished friend of all mankind is gone.</p>\n\n<p class=\"passage_para\">Yesterday, I said that I had lost more than a friend—I had lost an inspiration: for she would rather light candles than curse the darkness and her glow had warmed the world. My country mourns her; and I know that all in this Assembly mourn with us.</p>\n\n<p class=\"passage_para\">But even as we do, the sadness we share is enlivened by the faith in her fellow man and his future which filled the heart of this strong and gentle woman. She imparted this faith not only to those who shared the privilege of knowing her and working by her side, but to countless men, women, and children in every part of the world who loved her even as she loved them. For she embodied the vision and the will to achieve a world in which all men can walk in peace and dignity. And to this goal of a better life, she dedicated her tireless energy and the strange strength of her extraordinary personality.</p>\n\n<p class=\"passage_para\">I don’t think it amiss, Mr. President, to suggest the United Nations is in no small way a memorial to her and her aspirations. To it, she gave the last 15 years of her restless spirit. She breathed life into this organization. The United Nations has meaning and hope for millions thanks to her labors and her love, no less than to her ideals—ideals that made her, only weeks after Franklin Roosevelt’s death, put aside all thoughts of peace and quiet after the tumult of their lives to serve as one of this nation’s delegates to the first regular session of the General Assembly. Her duty then, as always, was to the living, the world, to peace.</p>\n\n<p class=\"passage_para\">Some of you in this hall were present at that first historic Assembly in London 17 years ago. More of you were witness to her work in subsequent assemblies in the years that followed. The members of the third committee, the committee on social, humanitarian, and cultural questions, and the commission on human rights which she served so long as chairman, will remember the warmth, the intelligence, and the infectious buoyancy which she brought to her tasks. You know better than any of us the unceasing crusade that helped to give the world after years of painstaking and patient travail one of the most noble documents of mankind: the Declaration of Human Rights.</p>\n\n<p class=\"passage_para\">This is not the time to recount the infinite services of this glorious and gracious lady. The list is as inexhaustible as her energies. But devotion to the world of the charter, to the principles of the United Nations, to a world without war, to the brotherhood of man, underscored them all. And happily for us she could communicate her devotion, her enthusiasm to others: she saw clearly; she spoke simply.</p>\n\n<p class=\"passage_para\">The power of her words came from the depth of her conviction. “We must be willing,” she said, “to learn the lesson that cooperation may imply compromise, but if it brings a world advance, it is a gain for each individual nation. There will be those who doubt their ability to rise to these new heights, but the alternative,” she said, “is not possible to contemplate. We must build faith in the hearts of those who doubt. We must rekindle faith in ourselves when it grows dim, and find some kind of divine courage within us, to keep on, till on earth we have peace and goodwill among men.”</p>\n\n<p class=\"passage_para\">Albert Schweitzer<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">French-German physician, philosopher, theologian, and writer who won the Nobel Peace Prize in 1952</span></span> wrote,</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">No ray of sunlight is ever lost. But the green which it wakes needs time to sprout. And it is not always granted to the sower to live to see the harvest. All work that is worth anything is done in faith.</span></p>\n\n<p class=\"passage_para\">While she lived, Mrs. Roosevelt rekindled that faith in ourselves. Now that she is gone, the legacy of her lifetime will do no less.</p>\n\n<p class=\"passage_para\">Mr. President, I trust you and the members of the Assembly will forgive me for having taken your time with these very personal thoughts. The issues we debate in this hall are many and grave. But I don’t think that we are divided in our grief at the passing of this great and gallant human being who was called “The First Lady of the World.”</p>\n</div>\n</div>\n"}]}]