[{"id":"VR217065","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\"><span class=\"list_heading\"></span>Write an essay that analyzes the rhetorical choices McCain makes to develop his argument that the Senate should work together and return to its normal process of debate.</div>\n","rubricRef":"VR217065_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On July 25, 2017, then Senator John McCain delivered a speech explaining his opposition to proposed health care legislation in the United States Senate. McCain objected to the legislation being written by a small task force rather than following the traditional Senate procedure of being debated in public and reviewed by committees. The following is an excerpt from McCain’s speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices McCain makes to develop his argument that the Senate should work together and return to its normal process of debate.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">I have been a member of the United States Senate for thirty years. I had another long, if not as long, career before I arrived here, another profession that was profoundly rewarding, and in which I had experiences and friendships that I revere. But make no mistake, my service here is the most important job I have had in my life. And I am so grateful to the people of Arizona for the privilege—for the honor—of serving here and the opportunities it gives me to play a small role in the history of the country I love.</p>\n\n<p class=\"passage_para\">I’ve known and admired men and women in the Senate who played much more than a small role in our history, true statesmen, giants of American politics. They came from both parties, and from various backgrounds. Their ambitions were frequently in conflict. They held different views on the issues of the day. And they often had very serious disagreements about how best to serve the national interest.</p>\n\n<p class=\"passage_para\">But they knew that however sharp and heartfelt their disputes, however keen their ambitions, they had an obligation to work collaboratively to ensure the Senate discharged its constitutional responsibilities effectively. Our responsibilities are important, vitally important, to the continued success of our Republic. And our arcane rules and customs are deliberately intended to require broad cooperation to function well at all. The most revered members of this institution accepted the necessity of compromise in order to make incremental progress on solving America’s problems and to defend her from her adversaries.</p>\n\n<p class=\"passage_para\">That principled mindset, and the service of our predecessors who possessed it, come to mind when I hear the Senate referred to as the world’s greatest deliberative body. I’m not sure we can claim that distinction with a straight face today.</p>\n\n<p class=\"passage_para\">I’m sure it wasn’t always deserved in previous eras either. But I’m sure there have been times when it was, and I was privileged to witness some of those occasions.</p>\n\n<p class=\"passage_para\">Our deliberations today—not just our debates, but the exercise of all our responsibilities—authorizing government policies, appropriating the funds to implement them, exercising our advice and consent role—are often lively and interesting. They can be sincere and principled. But they are more partisan, more tribal more of the time than any other time I remember. Our deliberations can still be important and useful, but I think we’d all agree they haven’t been overburdened by greatness lately. And right now they aren’t producing much for the American people.</p>\n\n<p class=\"passage_para\">Both sides have let this happen. Let’s leave the history of who shot first to the historians. I suspect they’ll find we all conspired in our decline—either by deliberate actions or neglect. We’ve all played some role in it. Certainly I have. Sometimes, I’ve let my passion rule my reason. Sometimes, I made it harder to find common ground because of something harsh I said to a colleague. Sometimes, I wanted to win more for the sake of winning than to achieve a contested policy.</p>\n\n<p class=\"passage_para\">Incremental progress, compromises that each side criticizes but also accepts, just plain muddling through to chip away at problems and keep our enemies from doing their worst isn’t glamorous or exciting. It doesn’t feel like a political triumph. But it’s usually the most we can expect from our system of government, operating in a country as diverse and quarrelsome and free as ours.</p>\n\n<p class=\"passage_para\">Considering the injustice and cruelties inflicted by autocratic governments, and how corruptible human nature can be, the problem solving our system does make possible, the fitful progress it produces, and the liberty and justice it preserves, is a magnificent achievement.</p>\n\n<p class=\"passage_para\">Our system doesn’t depend on our nobility. It accounts for our imperfections, and gives an order to our individual strivings that has helped make ours the most powerful and prosperous society on earth. It is our responsibility to preserve that, even when it requires us to do something less satisfying than “winning.” Even when we must give a little to get a little. Even when our efforts manage just three yards and a cloud of dust,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">in American football, a strategy that involves making slow but methodical gains</span></span> while critics on both sides denounce us for timidity, for our failure to “triumph.”</p>\n\n<p class=\"passage_para\">I hope we can again rely on humility, on our need to cooperate, on our dependence on each other to learn how to trust each other again and by so doing better serve the people who elected us. Stop listening to the bombastic loudmouths on the radio and television and the Internet. To hell with them. They don’t want anything done for the public good. Our incapacity is their livelihood.</p>\n\n<p class=\"passage_para\">Let’s trust each other. Let’s return to regular order.</p>\n</div>\n</div>\n"}]}]