[{"id":"VR217052","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices McCain makes to convey his message about the importance of placing the good of the nation above personal interests.</p>\n</div>\n</div>\n\n<div class=\"passage\">&nbsp;</div>\n</div>\n","rubricRef":"VR217052_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On August 1, 2000, then Senator John McCain delivered the following speech at the Republican National Convention to endorse Texas governor George W. Bush, who had defeated McCain to be the party’s nominee for president of the United States. At the end of the multiday convention, delegates from all the American states and territories formally nominated the presidential and vice-presidential candidates of the Republican Party. The following is an excerpt from McCain’s speech. Read the passage carefully.&nbsp;Write an essay that analyzes the rhetorical choices McCain makes to convey his message about the importance of placing the good of the nation above personal interests.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">This is an extraordinary time to be alive. We are so strong and prosperous that we can scarcely imagine the heights we could ascend if we have the will to make the climb. Yet I think each of us senses that America, for all our prosperity, is in danger of losing the best sense of herself: that there is a purpose to being an American beyond materialism.</p>\n\n<p class=\"passage_para\">Cynicism is suffocating the idealism of many Americans, especially among our young. And with cause, for they have lost pride in their government. Too often those who hold a public trust have failed to set the necessary example. Too often, partisanship seems all consuming. Differences are defined with derision.</p>\n\n<p class=\"passage_para\">Too often, we seem to put our personal interests before the national interest, leaving the people’s business unattended while we posture, poll and spin. When the people believe that government no longer embodies our founding ideals, then basic civil consensus will deteriorate as people seek substitutes for the unifying values of patriotism.</p>\n\n<p class=\"passage_para\">National pride will not endure the people’s contempt for government. And national pride is as indispensable to the happiness of Americans as is our self-respect.</p>\n\n<p class=\"passage_para\">When we quit seeing ourselves as part of something greater than our self-interest then civic love gives way to the temptations of selfishness, bigotry and hate. Unless we restore the people’s sovereignty over government, renew their pride in public service, reform our public institutions to meet the challenges of a new day and reinvigorate our national purpose then America’s best days will be behind us.</p>\n\n<p class=\"passage_para\">To achieve the necessary changes to the practices and institutions of our democracy we need to be a little less content. We need to get riled up a bit, and stand up for the values that made America great. Rally to this new patriotic challenge or lose forever America’s extraordinary ability to see around the corner of history.</p>\n\n<p class=\"passage_para\">Americans, enter the public life of your country determined to tell the truth; to put problem solving ahead of partisanship; to defend the national interest against the forces that would divide us. Keep your promise to America, as she has kept her promise to you, and you will know a happiness far more sublime than pleasure.</p>\n\n<p class=\"passage_para\">It is easy to forget in politics where principle ends and selfishness begins. It takes leaders of courage and character to remember the difference.</p>\n\n<p class=\"passage_para\">Tomorrow, our party will nominate such a leader. George W. Bush believes in the greatness of America and the justice of our cause. He believes in the America of the immigrant’s dream, the high lantern of freedom and hope to the world. He is proud of America’s stature as the world’s only superpower, and he accepts the responsibilities along with the blessings that come with that hard-earned distinction.</p>\n\n<p class=\"passage_para\">He knows well that there is no safe alternative to American leadership. And he will not squander this unique moment in history by allowing America to retreat behind empty threats, false promises, and uncertain diplomacy. He will confidently defend our interests and values wherever they are threatened.</p>\n\n<p class=\"passage_para\">I say to all Americans, Republican, Democrat or independent: if you believe America deserves leaders with a purpose more ennobling than expediency and opportunism, then vote for Governor Bush. If you believe patriotism is more than a soundbite and public service should be more than a photo-op then vote for Governor Bush.</p>\n\n<p class=\"passage_para\">My friend, Governor Bush, believes in an America that is so much more than the sum of its divided parts. He wants to give you back a government that serves all the people, no matter the circumstances of their birth.</p>\n\n<p class=\"passage_para\">And he wants to lead a Republican party that is as big as the country we serve. He wants nothing to divide us into separate nations. Not our color. Not our race. Not our wealth. Not our religion. Not our politics. He wants us to live for America, as one nation, and together profess the American creed of self-evident truths.</p>\n\n<p class=\"passage_para\">I support him. I am grateful to him. And I am proud of him. He is a good man from a good family that has, in good times and bad, dedicated themselves to America. Many years ago, the governor’s father served in the Pacific, with distinction, under the command of my grandfather. Now it is my turn to serve under the son of my grandfather’s brave subordinate. I am proud to do so, for I know that by supporting George W. Bush I serve my country well.</p>\n\n<p class=\"passage_para\">My grandfather was an aviator; my father a submariner. They gave their lives to their country. In Tokyo harbor, on the day the Japanese surrendered, they were re-united for the last time. My grandfather would die a few days later. His last words to my father were: “It’s an honor to die for your country and your principles.”</p>\n\n<p class=\"passage_para\">I have been an imperfect servant of my country for over 40 years, and my many mistakes rightly humble me. But I am their son—and they taught me to love my country, and that has made all the difference, my friends, all the difference in the world.</p>\n</div>\n</div>\n"}]}]