[{"id":"VR217057","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Stamper makes to achieve her purpose of introducing the reader to the book.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217057_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><i>The following is the preface to the 2017 nonfiction book <span class=\"formatted_text font_style:italic\">Word by Word: The Secret Life of Dictionaries</span> by Kory Stamper, a lexicographer (person who comp</i>iles dictionaries) and former associate editor at Merriam-Webster, an American dictionary publisher. Her book discusses both her work as a lexicographer and the particularities of the English language. Read the passage carefully. Write an essay that analyzes the rhetorical choices Stamper makes to achieve her purpose of introducing the reader to the book.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Language is one of the few common experiences humanity has. Not all of us can walk; not all of us can sing; not all of us like pickles. But we all have an inborn desire to communicate why we can’t walk or sing or stomach pickles. To do that, we use our language, a vast index of words and their meanings we’ve acquired, like linguistic hoarders, throughout our lives. We eventually come to a place where we can look another person in the eye and say, or write, or sign, “I don’t do pickles.”</p>\n\n<p class=\"passage_para\">The problem comes when the other person responds, “What do you mean by ‘do,’ exactly?”</p>\n\n<p class=\"passage_para\">What <span class=\"formatted_text font_style:italic\">do</span> you mean? It’s probable that humanity has been defining in one way or another since we first showed up on the scene. We see it in children today as they acquire their native language: it begins with someone’s explaining the universe around them to a rubbery blob of drooling baby, then progresses to that blob understanding the connection between the sound coming out of Mama’s or Papa’s mouth—“cup”—and the thing Mama or Papa is pointing to. Watching the connection happen is like watching nuclear fission in miniature: there is a flash behind the eyes, a bunch of synapses all firing at once, and then a lot of frantic pointing and data collection. The baby points; an obliging adult responds with the word that represents that object. And so we begin to define.</p>\n\n<p class=\"passage_para\">As we grow, we grind words into finer grist. We learn to pair the word “cat” with “meow”; we learn that lions and leopards are also called “cats,” though they have as much in common with your long-haired Persian house cat as a teddy bear has with a grizzly bear. We set up a little mental index card that lists all the things that come to mind when someone says the word “cat,” and then when we learn that in parts of Ireland bad weather is called “cat,” our eyes widen and we start stapling little slips of addenda to that card.</p>\n\n<p class=\"passage_para\">At heart, we are always looking for that one statement that captures the ineffable, universal catness represented by the word “cat,” the thing that encompasses the lion “cat” and the domestic-lazybones “cat” and the bad weather in Ireland, too. And so we turn to the one place where that statement is most likely to be found: the dictionary.</p>\n\n<p class=\"passage_para\">We read the definitions given there with little thought about how they actually make it onto the page. Yet every part of a dictionary definition is crafted by a person sitting in an office, their<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">[Author’s note] Throughout this book, I will be using the singular “their” in place of the gender-neutral “his” or the awkward “his or her” when the gender of the referent isn’t known. I know some people think this is controversial, but this usage goes back to the fourteenth century. Better writers than I have used the singular “their” or “they,” and the language has not yet fallen all to hell.</span></span> eyes squeezed shut as they consider how best to describe, concisely and accurately, that weather meaning of the word “cat.” These people expend enormous amounts of mental energy, day in and day out, to find just the right words to describe “ineffable,” wringing every word out of their sodden brains in the hopes that the perfect words will drip to the desk. They must ignore the puddle of useless words accumulating around their feet and seeping into their shoes.</p>\n\n<p class=\"passage_para\">In the process of learning how to write a dictionary, lexicographers must face the Escher-esque<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">M. C. Escher, a twentieth-century artist whose works played with illusion and perception</span></span> logic of English and its speakers. What appears to be a straightforward word ends up being a linguistic fun house of doors that open into air and staircases that lead to nowhere. People’s deeply held convictions about language catch at your ankles; your own prejudices are the millstone around your neck. You toil onward with steady plodding, losing yourself to everything but the goal of capturing and documenting this language. Up is down,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">[Author’s note] <span class=\"formatted_text font_weight:bold\">up</span> <span class=\"formatted_text font_style:italic\">adv</span> . . . <span class=\"formatted_text font_weight:bold\">7 b</span> (I) : to a state of completeness or finality (<span class=\"formatted_text font_style:italic\">MWU</span>; see the bibliography for more details) <span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_text font_weight:bold\">down</span> <span class=\"formatted_text font_style:italic\">adv</span> . . . <span class=\"formatted_text font_weight:bold\">3 d</span> : to completion (<span class=\"formatted_text font_style:italic\">MWU</span>)</span></span> bad is good,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">[Author’s note] <span class=\"formatted_text font_weight:bold\">bad</span> <span class=\"formatted_text font_style:italic\">adj</span> . . . <span class=\"formatted_text font_weight:bold\">10</span> slang <span class=\"formatted_text font_weight:bold\">a</span> : GOOD, GREAT (<span class=\"formatted_text font_style:italic\">MWCII</span>)</span></span> and the smallest words will be your downfall. You’d rather do nothing else.</p>\n\n<p class=\"passage_para\">We approach this raucous language the same way we approach our dictionary: word by word.</p>\n</div>\n</div>\n"}]}]