[{"id":"VR217059","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Feynman makes to convey his message about science and its relation to the greater world.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217059_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following passage is excerpted from the nonfiction book <span class=\"formatted_text font_style:italic\">The Meaning of It All: Thoughts of a Citizen-Scientist</span> by Richard Feynman, a physicist, professor, and best-selling author. The book, published in 1998, is based on a series of three public lectures Feynman gave at the University of Washington in 1963. This excerpt, included in the book, is from the first lecture, “The Uncertainty of Science.” Read the passage carefully. Write an essay that analyzes the rhetorical choices Feynman makes to convey his message about science and its relation to the greater world.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The next aspect of science is its contents, the things that have been found out. This is the yield. This is the gold. This is the excitement, the pay you get for all the disciplined thinking and hard work. The work is not done for the sake of an application. It is done for the excitement of what is found out. Perhaps most of you know this. But to those of you who do not know it, it is almost impossible for me to convey in a lecture this important aspect, this exciting part, the real reason for science. And without understanding this you miss the whole point. You cannot understand science and its relation to anything else unless you understand and appreciate the great adventure of our time. You do not live in your time unless you understand that this is a tremendous adventure and a wild and exciting thing.</p>\n\n<p class=\"passage_para\">Do you think it is dull? It isn’t. It is most difficult to convey, but perhaps I can give some idea of it. Let me start anywhere, with any idea.</p>\n\n<p class=\"passage_para\">For instance, the ancients believed that the earth was the back of an elephant that stood on a tortoise that swam in a bottomless sea. Of course, what held up the sea was another question. They did not know the answer.</p>\n\n<p class=\"passage_para\">The belief of the ancients was the result of imagination. It was a poetic and beautiful idea. Look at the way we see it today. Is that a dull idea? The world is a spinning ball, and people are held on it on all sides, some of them upside down. And we turn like a spit in front of a great fire. We whirl around the sun. That is more romantic, more exciting. And what holds us? The force of gravitation, which is not only a thing of the earth but is the thing that makes the earth round in the first place, holds the sun together and keeps us running around the sun in our perpetual attempt to stay away. This gravity holds its sway not only on the stars but between the stars; it holds them in the great galaxies for miles and miles in all directions.</p>\n\n<p class=\"passage_para\">This universe has been described by many, but it just goes on, with its edge as unknown as the bottom of the bottomless sea of the other idea—just as mysterious, just as awe-inspiring, and just as incomplete as the poetic pictures that came before.</p>\n\n<p class=\"passage_para\">But see that the imagination of nature is far, far greater than the imagination of man. No one who did not have some inkling of this through observations could ever have imagined such a marvel as nature is.</p>\n\n<p class=\"passage_para\">Or the earth and time. Have you read anywhere, by any poet, anything about time that compares with real time, with the long, slow process of evolution? Nay, I went too quickly. First, there was the earth without anything alive on it. For billions of years this ball was spinning with its sunsets and its waves and the sea and the noises, and there was no thing alive to appreciate it. Can you conceive, can you appreciate or fit into your ideas what can be the meaning of a world without a living thing on it? We are so used to looking at the world from the point of view of living things that we cannot understand what it means not to be alive, and yet most of the time the world had nothing alive on it. And in most places in the universe today there probably is nothing alive.</p>\n\n<p class=\"passage_para\">Or life itself. The internal machinery of life, the chemistry of the parts, is something beautiful. And it turns out that all life is interconnected with all other life. There is a part of chlorophyll, an important chemical in the oxygen processes in plants, that has a kind of square pattern; it is a rather pretty ring called a benzine ring. And far removed from the plants are animals like ourselves, and in our oxygen-containing systems, in the blood, the hemoglobin, there are the same interesting and peculiar square rings. There is iron in the center of them instead of magnesium, so they are not green but red, but they are the same rings.</p>\n\n<p class=\"passage_para\">The proteins of bacteria and the proteins of humans are the same. In fact it has recently been found that the protein-making machinery in the bacteria can be given orders from material from the red cells to produce red cell proteins. So close is life to life. The universality of the deep chemistry of living things is indeed a fantastic and beautiful thing.</p>\n</div>\n</div>\n"}]}]