[{"id":"VR217063","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Reagan makes to achieve his purpose of paying tribute to John F. Kennedy.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217063_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The John F. Kennedy Presidential Library and Museum, dedicated in 1979, was founded in memory of the president and contains archives pertaining to his administration. On June 24, 1985, then President Ronald Reagan joined members of the Kennedy family at a fundraising event to help the Kennedy Library Foundation create an endowment to fund and support the presidential library. The following is an excerpt from the speech Reagan gave at that event. Read the passage carefully. Write an essay that analyzes the rhetorical choices Reagan makes to achieve his purpose of paying tribute to John F. Kennedy.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">I have found myself thinking not so much about the John F. Kennedy Library as about the man himself, and what his life meant to our country and our times, particularly to the history of this century.</p>\n\n<p class=\"passage_para\">It always seemed to me that he was a man of the most interesting contradictions, very American contradictions. We know from his many friends and colleagues—we know in part from the testimony available at the library—that he was self-deprecating yet proud, ironic yet easily moved, highly literary yet utterly at home with the common speech of the ordinary man. He was a writer who could expound with ease on the moral forces that shaped John Calhoun’s political philosophy;<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">John Calhoun was an American politician and political theorist who was the seventh vice-president of the United States.</span></span> on the other hand, he possessed a most delicate and refined appreciation for Boston’s political wards and the characters who inhabited it. He could cuss a blue streak but then, he’d been a sailor.</p>\n\n<p class=\"passage_para\">He loved history and approached it as both romantic and realist. He could quote Stephen Vincent Benet on General Lee’s Army—<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Stephen Vincent Benet was an American poet who wrote several poems about Robert E. Lee, commander of the Confederate Army in the American Civil War.</span></span></p>\n\n<p class=\"passage_para\">“The aide-de-camp knew certain lines of Greek</p>\n\n<p class=\"passage_para\">And other such unnecessary things</p>\n\n<p class=\"passage_para\">. . . that are good for peace</p>\n\n<p class=\"passage_para\">But are not deemed so serviceable for war.”</p>\n\n<p class=\"passage_para\">And he could sum up a current statesman with an earthy epithet<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">a word or phrase used to describe or characterize a person</span></span> that could leave his audience weak with laughter. One sensed that he loved mankind as it was, in spite of itself, and that he had little patience with those who would perfect what was really not meant to be perfect.</p>\n\n<p class=\"passage_para\">As a leader, as a president, he seemed to have a good, hard, unillusioned understanding of man and his political choices. He had written a book as a very young man about why the world slept as Hitler marched on; and he understood the tension between good and evil in the history of man—understood, indeed, that much of the history of man can be seen in the constant working out of that tension. He knew that the United States had adversaries, real adversaries, and they weren’t about to be put off by soft reason and good intentions. He tried always to be strong with them, and shrewd. He wanted our defense system to be unsurpassed; he cared that his country would be safe.</p>\n\n<p class=\"passage_para\">He was a patriot who summoned patriotism from the heart of a sated country. It is a matter of pride to me that so many men and women who were inspired by his bracing vision and moved by his call to “ask not”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">reference to a famous quote from Kennedy’s inauguration speech: “Ask not what your country can do for you—ask what you can do for your country.”</span></span> serve now in the White House doing the business of government.</p>\n\n<p class=\"passage_para\">Which is not to say I supported John Kennedy when he ran for president, because I didn’t. I was for the other fellow. But you know, it’s true: when the battle’s over and the ground is cooled, well, it’s then that you see the opposing general’s valor.</p>\n\n<p class=\"passage_para\">He would have understood. He was fiercely, happily partisan, and his political fights were tough—no quarter asked and none given. But he gave as good as he got, and you could see that he loved the battle.</p>\n\n<p class=\"passage_para\">Everything we saw him do seemed to betray a huge enjoyment of life; he seemed to grasp from the beginning that life is one fast moving train, and you have to jump aboard and hold on to your hat and relish the sweep of the wind as it rushes by. You have to enjoy the journey, it’s unfaithful not to. I think that’s how his country remembers him, in his joy. And it was a joy he knew how to communicate. He knew that life is rich with possibilities, and he believed in opportunity, growth and action.</p>\n\n<p class=\"passage_para\">And when he died, when that comet disappeared over the continent, a whole nation grieved and would not forget. A tailor in New York put up a sign on the door—“Closed because of a death in the family.” That sadness was not confined to us. “They cried the rain down that night,” said a journalist in Europe. They put his picture up in huts in Brazil and tents in the Congo, in offices in Dublin and Warsaw. That was some of what he did for his country, for when they honored him they were honoring someone essentially, quintessentially, completely American. When they honored John Kennedy, they honored the nation whose virtues, genius—and contradictions—he so fully reflected.</p>\n\n<p class=\"passage_para\">Many men are great, but few capture the imagination and the spirit of the times. The ones who do are unforgettable. Four administrations have passed since John Kennedy’s death, five presidents have occupied the Oval Office, and I feel sure that each of them thought of John Kennedy now and then, and his thousand days in the White House.</p>\n\n<p class=\"passage_para\">And sometimes I want to say to those who are still in school, and who sometimes think that history is a dry thing that lives in a book: Nothing is ever lost in that great house; some music plays on.</p>\n</div>\n</div>\n"}]}]