[{"id":"VR217046","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Dirksen makes to achieve his purpose of persuading his fellow senators to enact cloture and support the civil rights bill.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217046_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><i>In</i> February 1964, the United States House of Representatives passed a civil rights bill that would ban discrimination on the basis of race, color, sex, religion, or national origin. When it reached the Senate, however, a group of senators opposed to the bill used a political procedure called a filibuster to prevent the Senate from voting on the bill. On June 10, 1964, then Senator Everett Dirksen gave a speech urging his fellow senators to enact the cloture rule, which would close discussion and force a vote on the bill. The following is an excerpt from Dirksen’s speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Dirksen makes to achieve his purpose of persuading his fellow senators to enact cloture and support the civil rights bill.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Years ago, a professor who thought he had developed an uncontrovertible scientific premise submitted it to his faculty associates. Quickly they picked it apart. In agony he cried out, “Is nothing eternal?” To this one of his associates replied, “Nothing is eternal except change.”</p>\n\n<p class=\"passage_para\">Since the act of 1875 on public accommodations and the Supreme Court decision of 1883 which struck it down, America has changed. The population then was 45 million. Today it is 190 million. In the Pledge of Allegiance to the Flag we intone, “One nation, under God.” And so it is. It is an integrated nation. Air, rail, and highway transportation make it so. A common language makes it so. A tax pattern which applies equally to white and nonwhite makes it so. Literacy makes it so. The mobility provided by eighty million autos makes it so. The accommodations laws in thirty-four states and the District of Columbia makes it so. The fair employment practice laws in thirty states make it so. Yes, our land has changed since the Supreme Court decision of 1883.</p>\n\n<p class=\"passage_para\">As Lincoln once observed:</p>\n\n<p class=\"passage_para\">The occasion is piled high with difficulty and we must rise with the occasion. As our case is new, so we must think anew and act anew. We must first disenthrall ourselves and then we shall save the Union.</p>\n\n<p class=\"passage_para\">To my friends from the South, I would refresh you on the words of a great Georgian named Henry W. Grady.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">nineteenth-century American journalist and orator</span></span> On December 22, 1886, he was asked to respond to a toast to the new South at the New England society dinner. His words were dramatic and explosive. He began his toast by saying:</p>\n\n<p class=\"passage_para\">There was a South of slavery and secession—that South is dead. There is a South of union and freedom—that South thank God is living, breathing, growing every hour.</p>\n\n<p class=\"passage_para\">America grows. America changes. And on the civil rights issue we must rise with the occasion. That calls for cloture and for the enactment of a civil rights bill.</p>\n\n<p class=\"passage_para\">Third [reason for a civil rights bill]. There is another reason—our covenant with the people. For many years, each political party has given major consideration to a civil rights plank in its platform. Go back and reexamine our pledges to the country as we sought the suffrage of the people and for a grant of authority to manage and direct their affairs. Were these pledges so much campaign stuff or did we mean it? Were these promises on civil rights but idle words for vote-getting purposes or were they a covenant meant to be kept? If all this was mere pretense, let us confess the sin of hypocrisy now and vow not to delude the people again.</p>\n\n<p class=\"passage_para\">To you, my Republican colleagues, let me refresh you on the words of a great American. His name is Herbert Hoover.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">president of the United States from&nbsp;1929&nbsp;to&nbsp;1933</span></span> In his day he was reviled and maligned. He was castigated and calumniated. But today his views and his judgment stand vindicated at the bar of history. In 1952 he received a volcanic welcome as he appeared before our national convention in Chicago. On that occasion he commented on the Whig party, predecessor of the Republican party, and said:</p>\n\n<p class=\"passage_para\">The Whig party temporized, compromised upon the issue of freedom for the Negro. That party disappeared. It deserved to disappear. Shall the Republican party receive or deserve any better fate if it compromises upon the issue of freedom for all men?</p>\n\n<p class=\"passage_para\">To those who have charged me with doing a disservice to my party because of my interest in the enactment of a good civil rights bill—and there have been a good many who have made that charge—I can only say that our party found its faith in the Declaration of Independence in which a great Democrat, Jefferson by name, wrote the flaming words:</p>\n\n<p class=\"passage_para\">We hold these truths to be self-evident, that all men are created equal.</p>\n\n<p class=\"passage_para\">That has been the living faith of our party. Do we forsake this article of faith, now that equality’s time has come or do we stand up for it and insure the survival of our party and its ultimate victory? There is no substitute for a basic and righteous idea. We have a duty—a firm duty—to use the instruments at hand—namely, the cloture rule—to bring about the enactment of a good civil rights bill.</p>\n</div>\n</div>\n"}]}]