[{"id":"VR217060","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Keller makes to convey her message about the world around her and overcoming her personal fears about it.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217060_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following passage is excerpted from <span class=\"formatted_text font_style:italic\">The Story of My Life</span>, an autobiography by Helen Keller, a writer, lecturer, and activist who was the first deaf-blind person to earn a Bachelor of Arts degree and who helped found the American Civil Liberties Union. The autobiography, published in 1903 when Keller was still in<i> </i>college, details her early life and education with Anne Sullivan, Keller’s tutor. Read the passage carefully. Write an essay that analyzes the rhetorical choices Keller makes to convey her message about the world around her and overcoming her personal fears about it.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Long before I learned to do a sum in arithmetic or describe the shape of the earth, Miss Sullivan had taught me to find beauty in the fragrant woods, in every blade of grass, and in the curves and dimples of my baby sister’s hand. She linked my earliest thoughts with nature, and made me feel that “birds and flowers and I were happy peers.”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">line from a poem by James Russell Lowell</span></span></p>\n\n<p class=\"passage_para\">But about this time I had an experience which taught me that nature is not always kind. One day my teacher and I were returning from a long ramble. The morning had been fine, but it was growing warm and sultry when at last we turned our faces homeward. Two or three times we stopped to rest under a tree by the wayside.</p>\n\n<p class=\"passage_para\">Our last halt was under a wild cherry tree a short distance from the house. The shade was grateful, and the tree was so easy to climb that with my teacher’s assistance I was able to scramble to a seat in the branches. It was so cool up in the tree that Miss Sullivan proposed that we have our luncheon there. I promised to keep still while she went to the house to fetch it.</p>\n\n<p class=\"passage_para\">Suddenly a change passed over the tree. All the sun’s warmth left the air. I knew the sky was black, because all the heat, which meant light to me, had died out of the atmosphere. A strange odor came up from the earth. I knew it, it was the odor that always precedes a thunderstorm, and a nameless fear clutched at my heart. I felt absolutely alone, cut off from my friends and the firm earth. The immense, the unknown, enfolded me. I remained still and expectant; a chilling terror crept over me. I longed for my teacher’s return; but above all things, I wanted to get down from that tree.</p>\n\n<p class=\"passage_para\">There was a moment of sinister silence, then a multitudinous stirring of the leaves. A shiver ran through the tree, and the wind sent forth a blast that would have knocked me off had I not clung to the branch with might and main. The tree swayed and strained. The small twigs snapped and fell about me in showers.</p>\n\n<p class=\"passage_para\">A wild impulse to jump seized me, but terror held me fast. I crouched down in the fork of the tree. The branches lashed about me. I felt the intermittent jarring that came now and then, as if something heavy had fallen and the shock had traveled up till it reached the limb I sat on.</p>\n\n<p class=\"passage_para\">It worked my suspense up to the highest point, and just as I was thinking the tree and I should fall together, my teacher seized my hand and helped me down. I clung to her, trembling with joy to feel the earth under my feet once more. I had learned a new lesson—that nature “wages open war against her children, and under softest touch hides treacherous claws.”</p>\n\n<p class=\"passage_para\">After this experience, it was a long time before I climbed another tree. The mere thought filled me with terror. It was the sweet allurement of the mimosa tree in full bloom that finally overcame my fears. One beautiful spring morning when I was alone in the summer-house, reading, I became aware of a wonderful subtle fragrance in the air. I started up and instinctively stretched out my hands. It seemed as if the spirit of spring had passed through the summer-house.</p>\n\n<p class=\"passage_para\">“What is it?” I asked, and the next minute I recognized the odor of the mimosa blossoms. I felt my way to the end of the garden, knowing that the mimosa tree was near the fence, at the turn of the path. Yes, there it was, all quivering in the warm sunshine, its blossom-laden branches almost touching the long grass. Was there ever anything so exquisitely beautiful in the world before! Its delicate blossoms shrank from the slightest earthly touch; it seemed as if a tree of paradise had been transplanted to earth.</p>\n\n<p class=\"passage_para\">I made my way through a shower of petals to the great trunk and for one minute stood irresolute; then, putting my foot in the broad space between the forked branches, I pulled myself up into the tree. I had some difficulty in holding on, for the branches were very large and the bark hurt my hands. But I had a delicious sense that I was doing something unusual and wonderful, so I kept on climbing higher and higher, until I reached a little seat which somebody had built there so long ago that it had grown part of the tree itself.</p>\n\n<p class=\"passage_para\">I sat there for a long, long time, feeling like a fairy on a rosy cloud.</p>\n</div>\n</div>\n"}]}]