[{"id":"VR217071","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Keller makes to achieve her purpose of giving advice to young women about to undertake a college education.</p>\n</div>\n</div>\n</div>\n","rubricRef":"VR217071_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Author and social rights activist Helen Keller lost her sight and hearing as a baby but nonetheless learned how to speak, read, and write with the help of her tutor, Anne Sullivan. Keller graduated from Radcliffe College in 1904, the first deaf-blind person to do so. In June 1905, she published an open letter, “To the New College Girl,” in <span class=\"formatted_text font_style:italic\">The Youth’s Companion</span>, a magazine for both children and adults. The following is an excerpt from Keller’s letter. Read the passage carefully. Write an essay that analyzes the rhetorical choices Keller makes to achieve her purpose of giving advice to young women about to undertake a college education.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">You have come up out of the primary school, through the grammar school, through the high school, and this beautiful June morning finds you standing where the brook meets the river.</p>\n\n<p class=\"passage_para\">The carefree days of childhood are past, and the mystery of an unknown life awaits you at the threshold of the college which you will enter next September.</p>\n\n<p class=\"passage_para\">It is fitting that you pause, serious and thoughtful; for you have not passed this way heretofore. The time has come when you must put away, with loving hands, the playthings of your childhood, the familiar habits and immunities and companions of your protected girlhood, leave solicitous friends and guardians, and enter, through the college door, upon the larger responsibilities and joys of womanhood.</p>\n\n<p class=\"passage_para\">Your life is before you, “so various, so beautiful, so new.”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a line from the poem “Dover Beach” by Matthew Arnold</span></span></p>\n\n<p class=\"passage_para\">The power and the delight of unknown coming things are filling your minds with glad expectancy. You are ready to walk erect and fearless in the ways of knowledge. You have resolved to go to college, and you stand prepared to make your resolution a living fact, a visible bodying forth of the purpose that is in you. But you must first lay aside anxiety of mind and distrust of your powers; for knowledge is holy ground, and joy alone shall lead your steps aright.</p>\n\n<p class=\"passage_para\">It is often said that usefulness is the end of life; and so it is. But happiness creates and inspires usefulness. If you have many gifts, and the power to understand, even if you meditate night and day how to promote the welfare of the world, it shall all profit you little if you have not joy. Take up joy, then, as you stand before the gate of your student life, and enter fearlessly. Think that the college you have set your hearts on holds all good things in her hand. Believe that in her halls your higher dreams shall be realized.</p>\n\n<p class=\"passage_para\">But do not forget that the great gifts which you are about to receive from your college bring with them great obligations, and that your larger freedom is a sacred bondage to great ideas.</p>\n\n<p class=\"passage_para\">In college you will be brought face to face with nearly all the fundamental questions of life, and you will learn how many men have tried to solve them. Hitch your wagon to a happy star, and you also shall help to solve them. The world needs your intellect, your scholarship, but most of all your hearts—hearts that are loving, brave, hopeful, happy.</p>\n\n<p class=\"passage_para\">Does all this dream of high privilege and noble service seem far above your circumstances, beyond the reach of your strength and your powers of mind? Remember what Senator Hoar<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">George Frisbie Hoar was a United States senator from Massachusetts (where <span class=\"formatted_text font_style:italic\">The Youth’s Companion</span> was published) from 1877 to 1904.</span></span> said: “Much of the good work of the world has been that of dull people who have done their best.” Many a girl who thought herself mediocre has won high honours in college.</p>\n\n<p class=\"passage_para\">Fears and regrets have no place in the vocabulary of youth, whose spirit sets its white and shining wings toward the purple shores of the Promised Land. Be happy, talk happiness. Happiness calls out responsive gladness in others. There is enough sadness in the world without yours. Rebel against the hardness and injustice of things as much as you like. It is always well to keep your fighting edge keen to smite wrongs wherever you meet them. But never doubt the excellence and permanence of what is yet to be. Never doubt that this is God’s world, and that it is brought nearer to Him by the right work of the least of His children no less than by the mighty works of genius. You are no less necessary to the world’s uplifting than Luther and Lincoln.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">Martin Luther was a German theologian and religious reformer who played a significant role in the Protestant Reformation in sixteenth-century Europe. Abraham Lincoln was the sixteenth president of the United States, known for his Emancipation Proclamation, which freed the country’s enslaved peoples.</span></span></p>\n\n<p class=\"passage_para\">Join the great company of those who make the barren places of life fruitful with kindness. Carry a vision of heaven in your souls, and you shall make your home, your college, the world correspond to that vision. Your success and happiness lie in you. External conditions are the accidents of life, its outer trappings. The great, enduring realities are love and service. Joy is the holy fire that keeps our purpose warm and our intelligence aglow. Work without joy shall be as nothing.</p>\n\n<p class=\"passage_para\">Resolve to keep happy, and your joy and you shall form an invincible host against difficulties.</p>\n</div>\n</div>\n"}]}]