[{"id":"VR217050","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Bush makes to convey his message that he and Quayle were the best choice to be president and vice president.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217050_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><i>On August 18, 1988, at the end of the multiday Republican National Convention, Republican delegates from all the American states and territories formally nominated then Vice President George H. W. Bush as their candidate for the president of the United States and then Senator Dan Quayle as their candidate for vice president. Afterwards, Bush delivered a speech accepting the party’s nomination. The following is an excerpt from Bush’s speech. Read the pas</i>sage carefully. Write an essay that analyzes the rhetorical choices Bush makes to convey his message that he and Quayle were the best choice to be president and vice president.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">I have many friends to thank tonight. I thank the voters who supported me. I thank the gallant men who entered the contest for this presidency this year and who have honored me with their support. And, for their kind and stirring words, I thank Gov. Tom Kean of New Jersey, Sen. Phil Gramm of Texas, President Gerald Ford and my friend, President Ronald Reagan.</p>\n\n<p class=\"passage_para\">I accept your nomination for president. I mean to run hard, to fight hard, to stand on the issues and I mean to win. There are a lot of great stories in politics about the underdog winning, and this is going to be one of them.</p>\n\n<p class=\"passage_para\">And we’re going to win with the help of Sen. Dan Quayle of Indiana, a young leader who has become a forceful voice in preparing America’s workers for the labor force of the future. What a superb job he did here, tonight. Born in the middle of the century, in the middle of America and holding the promise of the future—I’m proud to have Dan Quayle at my side.</p>\n\n<p class=\"passage_para\">Many of you have asked, “When will this campaign really begin?” Well, I have come to this hall to tell you and to tell America: Tonight is the night.</p>\n\n<p class=\"passage_para\">For 7 1/2 years, I have helped the president conduct the most difficult job on Earth. Ronald Reagan asked for, and received, my candor. He never asked for, but he did receive, my loyalty. And those of you who saw the president’s speech last week and listened to the simple truth of his words will understand my loyalty all these years.</p>\n\n<p class=\"passage_para\">But now, you must see me for what I am: the Republican candidate for president of the United States. And now I turn to the American people to share my hopes and intentions, and why and where I wish to lead.</p>\n\n<p class=\"passage_para\">And so tonight is for big things. But I’ll try to be fair to the other side. I’ll try to hold my charisma in check and, uh, no, I reject the temptation to engage in personal references. My approach this evening is, as Sgt. Joe Friday<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">the police officer main character from the radio and television series <span class=\"formatted_text font_style:italic\">Dragnet</span></span></span> used to say, “Just the facts, ma’am.”</p>\n\n<p class=\"passage_para\">And, after all, the facts are on our side.</p>\n\n<p class=\"passage_para\">I seek the presidency for a single purpose, a purpose that has motivated millions of Americans across the years and the ocean voyages. I seek the presidency to build a better America. It’s that simple and that big.</p>\n\n<p class=\"passage_para\">I am a man who sees life in terms of missions—missions defined and missions completed. And when I was a torpedo-bomber pilot, they defined the mission for us. And before we took off, we all understood that, no matter what, you try to reach the target. And there have been other missions for me—Congress, China, the CIA. But I am here tonight, and I am your candidate, because the most important work of my life is to complete the mission we started in 1980. And how do we complete it? We build on it.</p>\n\n<p class=\"passage_para\">The stakes are high this year, and the choice is crucial, for the differences between the two candidates are as deep and wide as they have ever been in our long history.</p>\n\n<p class=\"passage_para\">Not only two very different men but two very different ideas of the future will be voted on this Election Day.</p>\n\n<p class=\"passage_para\">And what it all comes down to is this: My opponent’s view of the world sees a long slow decline for our country, an inevitable fall mandated by impersonal historical forces. But America is not in decline. America is a rising nation.</p>\n\n<p class=\"passage_para\">He sees America as another pleasant country on the U.N. roll call, somewhere between Albania and Zimbabwe. And I see America as the leader, a unique nation with a special role in the world.</p>\n\n<p class=\"passage_para\">And this has been called the American Century because, in it, we were the dominant force for good in the world. We saved Europe, cured polio, went to the moon and lit the world with our culture. And now we’re on the verge of a new century, and what country’s name will it bear? I say it will be another American century.</p>\n\n<p class=\"passage_para\">Our work is not done; our force is not spent.</p>\n\n<p class=\"passage_para\">There are those who say there isn’t much of a difference this year. But America, don’t let ‘em fool ya.</p>\n\n<p class=\"passage_para\">Two parties this year ask for your support. Both will speak of growth and peace, but only one has proved it can deliver. Two parties this year ask for your trust, but only one has earned it.</p>\n</div>\n</div>\n"}]}]