[{"id":"VR217055","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Catt makes to achieve her purpose of praising and memorializing Susan B. Anthony.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217055_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On March 15, 1906, Carrie Chapman Catt, a leader of the women’s suffrage movement in the United States, delivered a eulogy at the funeral of Susan B. Anthony. Anthony, a social reformer and one of the key leaders of the women’s suffrage movement, is widely acknowledged for her pivotal role in the eventual passage of the 19<sup>th</sup> Amendment, which would give American women the right to vote in 1920. The following is an excerpt from Catt’s speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Catt makes to achieve her purpose of praising and memorializing Susan B. Anthony.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Every century has produced a few men and women whose memories the world has adjudged worthy of perpetuation. The dear friend who has gone from us was one of our century’s immortals. Both friends and foes of the causes she espoused are agreed that this honor is hers. Her eighty-six years measure a movement whose results have been more far-reaching in the change of conditions, social, civil and political, than those of any war of revolution since history began.</p>\n\n<p class=\"passage_para\">When this woman opened her eyes upon the light of our world there was scarce a civilized nation whose standards were not tainted by the protection of human slavery somewhere within its domain. Not a woman was there in any land, or among any people, who did not live under the shadow and the oppression of laws and customs which should have been found alone in barbarism. When Miss Anthony laid down her self-appointed task of uplifting the world to a more just order of things, these iniquities had passed away as the result of that mighty movement. There is today an infinitely broader field of opportunity, of happiness and of usefulness for women than when she came. There is an immeasurably sounder, healthier and more rational relationship between the sexes than when she began her work. There is a higher womanhood, a nobler manhood and a better humanity. This woman for a large part of half-a- century was the chief inspiration, counselor and guide of that movement. Few workers have been privileged to see such large results from their labors.</p>\n\n<p class=\"passage_para\">There were great women associated with her from time to time, women of wonderful intellect, of superb power, of grand character, and yet she was clearly the greatest of them all, the greatest woman of our century, and perhaps the greatest of all times. Although she possessed intellectual attributes in full measure and was an acknowledged power upon the platform, there were other women equally well endowed. Her greatness lay in the rare qualities of her character, which have not been duplicated in any other leader.</p>\n\n<p class=\"passage_para\">Well do I remember my first intimate work with Miss Anthony sixteen years ago in a campaign in South Dakota. She was then seventy years of age. Should we hear of man or woman of those years today going into a new and sparsely settled country to conduct a campaign, we should marvel at it. Yet so full of energy and determination was she that no one thought of her age. She remained there for months, living under hardships and privations of which she never complained. Toward the close of that campaign, women began to whisper to each other and to say: “Oh, if we lose this amendment it will kill Miss Anthony. She has so set her heart upon it that at her time of life the shock of defeat will surely prove fatal.” So we all redoubled our efforts, working no longer for the cause alone but for her sake as well. The day after the vote was taken, we gathered in the headquarters at Huron to hear the returns. As the reports piled up the adverse results, Miss Anthony passed from one to another, giving a cheerful word everywhere, smiling always, and bringing back the fleeting courage of all with her strong, “Never mind, never mind, there will be another time. Cheer up, the world will not always view our question as it does now! By and by there will be victory.” This incident is indicative of her true greatness.</p>\n\n<p class=\"passage_para\">It was that hope which hoped on when others saw nothing to hope for; that splendid optimism which never knew despair; that faith which never forgot the eternal righteousness of her cause; that courage which never recognized disappointment, that tenacity of purpose which never permitted her to deflect in the slightest from the main object of her life, which combined to make her greater than others. This is the combination of qualities which has produced martyrs. It is the character of a Savonarola or a Bruno.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Girolamo Savonarola (1452-1498) and Giordano Bruno (1548-1600) were Italian friars (monks) who were executed for their unconventional beliefs.</span></span> She never knew defeat. When that happened which others called defeat, she was wont to think of it merely as the establishment of a mile post to indicate the progress which had been made, and she never doubted that victory was just ahead.</p>\n</div>\n</div>\n"}]}]