[{"id":"VR217068","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\"><span class=\"list_heading\"></span>Write an essay that analyzes the rhetorical choices Patrick makes to convey his message about America being a land of opportunity.</div>\n","rubricRef":"VR217068_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On January 4, 2007, Deval Patrick delivered a speech shortly after taking the oath of office at the beginning of his first term as governor of the Commonwealth of Massachusetts. He was the first African American governor of that state. Before becoming governor, Patrick had worked as a lawyer and served as assistant attorney general in the civil rights division of the United States Department of Justice. The following is an excerpt from Patrick’s speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Patrick makes to convey his message about America being a land of opportunity.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">We meet today on a singular occasion. More than the passing of title and honor, more than the ritual transfer of the power of government—this is the occasion when the people charge new leadership to steward the public trust. It is a profound responsibility. I accept it humbly, mindful of the history that brought us here, and the challenges before us.</p>\n\n<p class=\"passage_para\">For a very long time now we have been told that government is bad, that it exists only to serve the powerful and well-connected, that its job is not important enough to be done by anyone competent, let alone committed, and that all of us are on our own. Today we join together in common cause to lay that fallacy to rest, and to extend a great movement based on shared responsibility from the corner office<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">in Massachusetts, a conventional expression for the Office of the Governor</span></span> to the corner of your block and back again.</p>\n\n<p class=\"passage_para\">My journey here has been an improbable one. From a place where hope withers, through great schools and challenging opportunities, to this solemn occasion, I have been supported and loved and lifted up. And I thank the family, the mentors, the teachers—every one of whom is here today in body or in spirit—just as I thank the tens of thousands of campaign volunteers and millions of voters across the Commonwealth who shared this improbable journey with me.</p>\n\n<p class=\"passage_para\">But really America herself is an improbable journey. People have come to these shores from all over the world, in all manner of boats, and built from a wilderness one of the most remarkable societies in human history. We are most remarkable not just for our material accomplishments or military might, but because of the ideals to which we have dedicated ourselves. We have defined those ideals over time and through struggle as equality, opportunity and fair play—ideals about universal human dignity. For these, at the end of the day, we are an envy to the world.</p>\n\n<p class=\"passage_para\">Massachusetts invented America. American ideals were first spoken here, first dreamed about here. Our constitution is the oldest, and one of the most explicit about individual freedoms. Our legislature is the longest continuously operating democratic body on the face of the earth. In so many ways, our struggle, our sacrifice, our optimism shaped the institutions and advanced the ideals of this Nation.</p>\n\n<p class=\"passage_para\">Our founders came on the Mayflower, the Arabella,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">The Mayflower and the Arabella were both ships that carried English Puritan communities to settlements in Massachusetts during the seventeenth century.</span></span> and the early clipper ships. But there were other boats, too. There was the Amistad and her cargo of kidnapped Africans, who commandeered the ship to sail home to Africa, but who were seized in Long Island Sound and imprisoned in New Haven.</p>\n\n<p class=\"passage_para\">On this very day 165 years ago, a young man named Kinna, who had been part of that rebellion, sent a letter from prison to our own John Quincy Adams,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">The sixth president of the United States, John Quincy Adams also worked as an attorney and served as a diplomat, senator, and secretary of state.</span></span> who had retired from public life at home in Massachusetts.</p>\n\n<p class=\"passage_para\">Kinna pleaded with Adams to help the 36 captives from his ship to earn their freedom. Adams took the case all the way to the United States Supreme Court and won.</p>\n\n<p class=\"passage_para\">As a gesture of thanks and respect, the Africans gave Adams a Bible, called the Mendi Bible, after their tribal homeland.</p>\n\n<p class=\"passage_para\">I took the oath this morning with my hand resting on that same Bible—and with my resolve strengthened by that same legacy. I am descended from people once forbidden their most basic and fundamental freedoms, a people desperate for a reason to hope and willing to fight for it. And so are you. So are you. Because the Amistad was not just a Black man’s journey; it was an American journey. This Commonwealth—and the Nation modeled on it—is at its best when we show we understand a faith in what’s possible, and the willingness to work for it.</p>\n</div>\n</div>\n"}]}]