[{"id":"VR217070","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\"><span class=\"list_heading\"></span>Write an essay that analyzes the rhetorical choices Reynolds makes to develop her argument that Iowans should focus on helping their communities.</div>\n","rubricRef":"VR217070_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On January 18, 2019, Kim Reynolds delivered a speech shortly after taking the oath of office at the beginning of her second term as governor of the state of Iowa. Reynolds was the first woman to be elected governor of that state. Before becoming the governor, Reynolds had served as Clarke County treasurer, member of the Iowa Senate, and lieutenant governor. The following is an excerpt from Reynolds’ speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Reynolds makes to develop her argument that Iowans should focus on helping their communities.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">As your Lieutenant Governor and now Governor, I’ve been fortunate to travel to all 99 counties every year for eight years. Very few Iowans get that opportunity—though I spot a few others in the crowd who do.</p>\n\n<p class=\"passage_para\">This travel gives me a unique vantage point. I get to see Iowa as a whole, and when I do—when I take a step back, squint my eyes and focus—here’s what I see: one big small town.</p>\n\n<p class=\"passage_para\">In a small town, residents don’t wait for the government or far-flung strangers to take care of their ailing neighbors; they do it themselves.</p>\n\n<p class=\"passage_para\">When a farmer gets sick, the community drops everything to harvest his crops. When a neighbor loses her job and is struggling to get back on her feet, the town sees her through it; food and clothing are provided, and Christmas presents find their way under the tree.</p>\n\n<p class=\"passage_para\">In a small town, everyone works together and does life together, and because of that everyone takes care of each other.</p>\n\n<p class=\"passage_para\">That’s Iowa. Whether it’s in Des Moines or Sioux Center, Decorah or Davenport, Iowans exhibit those small-town values. They work hard, but not so much for themselves. They’re ambitious, but not at the expense of others.</p>\n\n<p class=\"passage_para\">Last year, I witnessed this again and again. Whether it was cleaning up after a flood or a tornado, looking for a missing loved one, or reaching out to someone who had lost their way, Iowans were flashing their small-town character. They took care of each other.</p>\n\n<p class=\"passage_para\">Over the next four years and beyond, everything we do should be done with an eye towards preserving and strengthening this way of life.</p>\n\n<p class=\"passage_para\">It will not be easy. And it will truly take all of us. Government didn’t make Iowa the best state in the nation, and government can’t keep it that way.</p>\n\n<p class=\"passage_para\">But too often, across the country, people are looking not to themselves but to government to solve their neighbors’ problems. They are focused less on what they can do and more on what they believe someone else is doing wrong.</p>\n\n<p class=\"passage_para\">Social media has become the accelerant for this way of thinking.</p>\n\n<p class=\"passage_para\">The internet has given a voice to millions of Americans. You no longer need a printing press to publish your ideas. A phone in your pocket will do.</p>\n\n<p class=\"passage_para\">That’s powerful. But it is also making many of us powerless.</p>\n\n<p class=\"passage_para\">Too many have become dependent on their phones, captives of social media and to the bitterness and pain that exist there.</p>\n\n<p class=\"passage_para\">I see it less here than in other parts of the country. But I see it. And if we aren’t vigilant, we will lose our character. We will lose our small-town way of life.</p>\n\n<p class=\"passage_para\">My ask of all Iowans, as we go into the next four years, is that we devote less time to online political arguments and more time to each other. That we don’t let a screen steal time from our family and friends, from our communities and schools.</p>\n\n<p class=\"passage_para\">Because here’s the thing: If we look up and to each other, we will see that great things are happening in this state. And if we put our energy into action instead of outrage, we will find that there are even greater days to come.</p>\n\n<p class=\"passage_para\">Today, we have the lowest unemployment rate in the nation, more Iowans are working than ever before, and their wages are going up. Iowans have more access to affordable healthcare, and we are beginning to focus as much on our mental health as we do our physical well-being.</p>\n\n<p class=\"passage_para\">Our fields are more productive than they’ve ever been, and we are harvesting energy from the wind and sun.</p>\n\n<p class=\"passage_para\">Our teachers are connecting the classroom to the real world, and our schools are more innovative than ever. That’s preparing our students for success in a changing and dynamic environment.</p>\n\n<p class=\"passage_para\">And we are just beginning. We’re doubling our efforts to show young people the opportunities that exist, and we’re giving them the skills they need to seize that opportunity when it comes.</p>\n\n<p class=\"passage_para\">Of course, we must do more than just prepare our kids for a career. We have to teach them to be moral, productive members of society. We must instill in them the Iowa values that our parents instilled in us.</p>\n\n<p class=\"passage_para\">That kind of education doesn’t just happen in a classroom. It starts at home and must be supported by the community. Our children learn from observing—from watching you and me. So we all play a part. We must all take responsibility for nurturing the character of the next generation.</p>\n</div>\n</div>\n"}]}]