[{"id":"VR217054","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Johnson makes to achieve her purpose of paying tribute to Eleanor Roosevelt.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217054_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On April 9, 1964, Claudia “Lady Bird” Johnson, who was at the time the First Lady of the United States, gave the following speech at the first anniversary luncheon of the Eleanor Roosevelt Memorial Foundation. The foundation is a nonprofit division of the Franklin D. Roosevelt Presidential Library dedicated to the works of former First Lady Eleanor Roosevelt, who passed away in 1962. Read the passage carefully. Write an essay that analyzes the rhetorical choices Johnson makes to achieve her purpose of paying tribute to Eleanor Roosevelt.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">For me, it is a great privilege to come here today and participate in this anniversary occasion.</p>\n\n<p class=\"passage_para\">I met Eleanor Roosevelt first in print and admired her. I met her later in person and loved her. As she did to many very young and very timid Congressional wives, she extended her hand and hospitality to me . . . and Washington was warmer.</p>\n\n<p class=\"passage_para\">I saw her last when she came to my home on February 12, 1962, the day the Commission on the Status of Women<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">United States governmental body established by President John F. Kennedy to promote fair treatment for women, particularly in the workplace</span></span> was organized under her chairmanship and her inspiration. She was 78. I have often thought how much she made those years count for her country.</p>\n\n<p class=\"passage_para\">Nobody, said Marcus Aurelius,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Roman emperor from 161 to 180 CE</span></span> is either the better or the worse for being praised. We are engaged in an idle ceremony, which would have brought no comfort to Eleanor Roosevelt, if we come here merely to praise her great qualities and achievements. She does not need our praise.</p>\n\n<p class=\"passage_para\">All of us are familiar with people who are the partisans of departed virtue, but are afraid to defend an unpopular truth today. Mrs. Roosevelt never stood with this timid company. Her conscience was her counselor, and she followed its commands with unfaltering courage. Nor did she really understand what people meant when they praised her for taking so many risks. She would have taken the greatest risk of all if she had remained silent in the presence of wrong. She would have risked the integrity of her soul.</p>\n\n<p class=\"passage_para\">A rabbi of the Jewish community in Berlin under the Hitler regime once said: “The most important thing I learned is that bigotry and hatred are not the most urgent problems. The most urgent, the most disgraceful, the most shameful, and the most tragic problem—is silence.”</p>\n\n<p class=\"passage_para\">Eleanor Roosevelt taught us that sometimes silence is the greatest sin.</p>\n\n<p class=\"passage_para\">Do you remember what Dr. Samuel Johnson<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">eighteenth-century English writer</span></span> said about courage? “Unless a man has that virtue, he has no security for preserving any other.” Mrs. Roosevelt knew what those words meant. She lived their meaning every day of her life. Courage sustained by compassion—that was the watchword of her entire career.</p>\n\n<p class=\"passage_para\">Always she thought not of abstract rights, but of living wrongs.</p>\n\n<p class=\"passage_para\">I watched her at close range one day when she spent two hours helping the 75th Congressional Club give a benefit luncheon to buy a wheelchair for a crippled boy.</p>\n\n<p class=\"passage_para\">Only one person was involved. Where else do you start, but with one person?</p>\n\n<p class=\"passage_para\">She thought of the suffering individual, not of a theoretical principle. She saw an unemployed father, and so she helped him. She saw a neglected Negro child, and so she educated him. She saw dictators hurling the world into war, and so she worked unflinchingly for peace. She saw the United Nations divided by the conflict of ideology and power, and so she became the prophet of the Universal Declaration of Human Rights.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">Roosevelt was a delegate to the United Nations General Assembly from 1945 to 1952, and in that role, played a key part in drafting the <span class=\"formatted_text font_style:italic\">Universal Declaration of Human Rights</span>.</span></span> Are we ready to fight similar battles against new foes in our own day? If not, our grief is an empty thing, and the spirit of Eleanor Roosevelt is not among us.</p>\n\n<p class=\"passage_para\">President Wilson used to say that some people in Washington grow in office, while others merely swell. Mrs. Roosevelt steadily grew under the compulsions and inspirations of her great office. But, it is perhaps the ultimate tribute to Mrs. Roosevelt that she reached true greatness after the shock of her bereavement when she went bravely forward in a new career as a spokesman for America and a servant of world peace. In the White House she was the First Lady in the land, but after the White House she became, as Ambassador Stevenson<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">Adlai Stevenson II, an American politician who was at the time the United States Ambassador to the United Nations</span></span> has reminded us, the First Lady in the world. Great was her goodness, and it was her goodness that made her so great.</p>\n\n<p class=\"passage_para\">Let us today earnestly resolve to build the true foundation for Eleanor Roosevelt’s memory—to pluck out prejudice from our lives, to remove fear and hate where it exists, and to create a world unafraid to work out its destiny in peace. Eleanor Roosevelt has already made her own splendid and incomparable contribution to that foundation. Let us go and do likewise, within the measure of our faith and the limits of our ability. Let Eleanor Roosevelt teach us all how to turn the arts of compassion into the victories of democracy.</p>\n</div>\n</div>\n"}]}]