[{"id":"VR217066","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Lewis makes to convey his message about the importance of Martin Luther King, Jr.’s legacy.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217066_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On January 21, 2009, then Representative John Lewis addressed the United States House of Representatives in support of a resolution calling on Americans to advance the legacy of civil rights leader Martin Luther King, Jr. Lewis had worked alongside King in the civil rights movement to end legal discrimination and secure equal rights for African Americans in the United States. The following is an excerpt from Lewis’ speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Lewis makes to convey his message about the importance of Martin Luther King, Jr.’s legacy.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Martin Luther King, Jr. was a man I knew personally, and regarded as a brother, a friend, a colleague, a prophet, my hero, and just a simple human being, filled with love, peace, and compassion for all humankind.</p>\n\n<p class=\"passage_para\">I will never forget my first impression of him. As a black child growing up in the heart of rural Alabama, I tasted the bitter fruits of segregation and racial discrimination, and I didn’t like it. I saw those signs that said, “White Men, Colored Men; White Women, Colored Women; White Waiting, Colored Waiting.” I used to ask my parents, my grandparents, and my great-grandparents, Why segregation? Why racial discrimination? They said, That’s the way it is. Don’t get in trouble. Don’t get in the way.</p>\n\n<p class=\"passage_para\">But one day, when I was only 15 years old, I heard the voice of Martin Luther King, Jr. on an old radio. He was talking about the discipline and the philosophy of nonviolence; he was talking about the Montgomery bus boycott<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">In 1955, King helped organize a boycott of public transportation in Montgomery, Alabama, to protest segregation and unequal treatment of African Americans on Montgomery buses.</span></span> and the ability of a committed and determined people to make a difference in our society. I felt like he was talking directly to me, saying, John Lewis, you too can make a difference in our society.</p>\n\n<p class=\"passage_para\">In 1958, at the age of 18, I traveled from Troy to Montgomery to meet with him and Reverend Ralph Abernathy,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">civil rights leader who was a friend of and adviser to King</span></span> and that was the beginning of a long and beautiful relationship. After that, our paths, which would cross often, in the sit-ins; during the Freedom Rides<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">activist campaign in which white and black students protested segregation on interstate buses by traveling together in a group throughout the southern United States</span></span> in 1961, the year that Barack Obama was born; as a board member of the Southern Christian Leadership Conference, his organization; organizing the 1963 march on Washington, and in Mississippi during the summer of 1964; in the march from Selma to Montgomery in 1965; at the Riverside Church in New York City in 1967, Mr. Chairman, when you spoke out against the war in Vietnam; and in preparation for its ultimate course, the Poor People’s Campaign in 1968, when he was planning to come to Washington.</p>\n\n<p class=\"passage_para\">As I grew to know Dr. King and the life of the movement, my admiration for the man also grew. He was a spokesperson not just for blacks, but for all of those who had been left out and left behind. He spoke to the hearts and consciences of all of us who believed nonviolence and love offer a more excellent way.</p>\n\n<p class=\"passage_para\">This good man, this God-fearing man, gave us hope in a time of hopelessness. This good man, this man of God, this son of America, this citizen of the world, produced light in dark places. Martin Luther King, Jr. had the ability to bring the dirt and the filth from under the American rug, out of the cracks and the corners, into the open light, in order for us to deal with it.</p>\n\n<p class=\"passage_para\">Martin Luther King, Jr., more than any other American of the 20th century, had the power to bring people together, more people together, to do good; black and white, rich and poor, young and old, Protestant, Catholic, and Jews. His message was love, his weapon was truth. His message was creative nonviolence. His goal was the beloved community, a community of justice, a community at peace with himself.</p>\n\n<p class=\"passage_para\">This man that I marched with, worked with, and went to jail with, this man that I got to know, was so sensitive and so caring. He personified the very best of humankind. He was a gentle man who used the teaching of the Great Teacher and the tools of Gandhi.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">Mahatma Gandhi’s campaign of nonviolent resistance of British colonial rule in India was a major inspiration for King’s strategy of nonviolent resistance to segregation and discrimination.</span></span> In a sense, he spoke a strange language, the philosophy of passive resistance to evil and the use of nonviolence in a struggle for good.</p>\n\n<p class=\"passage_para\">In a sense, he was a radical, far too advanced in his concepts of love and peace for the violent times in which he lived.</p>\n\n<p class=\"passage_para\">Dr. King taught us that the method of nonviolence was the key to building a Beloved Community, a society based on simple justice that values the dignity and the worth of every human being.</p>\n\n<p class=\"passage_para\">I say to you, my friends, 41 years ago, Martin Luther King was taken from us by an assassin’s bullet. But murder could not kill the dream of peace. It could not kill the dream of an open society. It could not kill the dream of a Beloved Community. The movement that Martin Luther King, Jr. led, the movement that he sustained, was too necessary, too noble, too right to ever die.</p>\n\n<p class=\"passage_para\">We know that his voice is stilled today, but perhaps today more than ever before we know that his message still rings in the hearts of America.</p>\n\n<p class=\"passage_para\">Forty years later, we must rededicate ourselves to the struggle that was his struggle and continue to seek the goals that were his goals.</p>\n</div>\n</div>\n"}]}]