[{"id":"VR217049","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Jordan makes to achieve her purpose of reaffirming the party’s mission and purpose.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217049_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On July 13, 1992, sixteen years after Barbara Jordan became the first African American to give a keynote address at the Democratic National Convention, she returned to the national stage to give the keynote address at the 1992 Democratic National Convention. At the end of this multiday convention, delegates from all the American states and territories formally nominated the presidential and vice-presidential candidates of the Democratic Party. The following is an excerpt from Jordan’s speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Jordan makes to achieve her purpose of reaffirming the party’s mission and purpose.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Our strength in this country is rooted in our diversity. Our history bears witness to that fact:<span class=\"formatted_text font_style:italic\"> E Pluribus Unum</span>—“from many, one.” It was a good idea when the country was founded, and it’s a good idea today. From many, one. That still identifies us. We must frankly acknowledge our complicity in the creation of the unconscionable budget deficits—acknowledge our complicity and recognize, painful though it may be, that in order to seriously address the budget deficits, we must address the question of entitlements also. That’s not easy. That’s not easy. But we have to do it; we have to do it; because the idea of justice between generations. That idea mandates that the baby-boomers<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">member of the baby boomer generation born between 1946 and 1964</span></span>—that’s our ticket—the baby-boomers and their progeny are entitled to a secure future. They are.</p>\n\n<p class=\"passage_para\">However, if we are going to ask those who receive benefits to sacrifice, there must be equity in sacrifice. Equity in sacrifice. That idea says that we will sacrifice for growth, but that everybody must join in the sacrifice, not just a few. Equity in sacrifice means that all will sacrifice equally . . . equally . . . equally. That is, the person who is retired on a fixed income, the day laborer, the corporate executive, the college professor, the Member of Congress—all must sacrifice for equity.</p>\n\n<p class=\"passage_para\">One overdue change, which you have already heard a lot about, is already underway. And that is reflected in the number of women now challenging the councils of political power. These women are challenging those councils of political power because they have been dominated by white, male policy makers and that is wrong. That horizon of gender equity is limitless for us. And what we see today is simply a dress rehearsal for the day and time we meet in convention to nominate Madame President. This country can ill afford to continue to function using less than half of its human resources, less than half its kinetic energy, less than half its brain power.</p>\n\n<p class=\"passage_para\">We had a 19th-century visitor from France named de Tocqueville.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Alexis de Tocqueville, a French diplomat and political scientist who traveled widely in the United States and recorded his observations in his 1835 book <span class=\"formatted_text font_style:italic\">Democracy in America</span></span></span> De Tocqueville came to America, and he was asked, ‘‘If I were asked”—this is de Tocqueville—“If I were asked,” he said, “to what singular substance do I mainly attribute the prosperity and growing strength of the American people, I should reply,” de Tocqueville said, “I should reply: To the superiority of their women.” I can only say the 20th century will not close without the presence of women being keenly felt.</p>\n\n<p class=\"passage_para\">We must leave this convention tonight with a determination to convince the American people to trust us. The American electorate must be persuaded to trust us, the Democrats, to govern again. That is not easy, but we can do it. We can do it.</p>\n\n<p class=\"passage_para\">Public apprehension and fears about the future have provided very fertile ground for a chorus of cynics. And these cynics go around saying that it makes no difference who is elected President of the United States. You must say to those cynics, “You are perpetuating a fraud.” It <span class=\"formatted_text font_style:italic\">does</span> make a difference who is president. A Democratic president would appoint a Supreme Court Justice who protects liberty, rather than burden liberty. A Democratic president would promote principles, programs, policies which help us help ourselves.</p>\n\n<p class=\"passage_para\">Now, there is another agenda item which has arisen. <span class=\"formatted_text font_style:italic\">Character</span> has become an item on the political agenda of 1992. The question of character is a proper one, but if you were to exercise a well-reasoned examination—a well-reasoned examination of the question of character, what you discover is that the whole question falls into emotionalism rather than fact. You know how dangerous it is for us to make decisions based on emotion, rather than reason. James Madison, the founder of the Constitution, the Father of the Constitution, warned us of the perils of relying on passion rather than reason.</p>\n\n<p class=\"passage_para\">There is an editor, a late editor of the Emporia, Kansas, Gazette—William White—who had this to say about reason, and it’s very, very pertinent. The quote: “Reason has never failed man. Only fear and oppression have made the wrecks of the world.” It is reason; it is reason; it is reason and not passion which should guide our decisions. The question persists: Who can best lead <span class=\"formatted_text font_style:italic\">this</span> country at <span class=\"formatted_text font_style:italic\">this</span> moment in our history?</p>\n\n<p class=\"passage_para\">I close my remarks by quoting from Franklin Roosevelt—Franklin Roosevelt’s inaugural address, which he made in 1933. Franklin Roosevelt made that address to a people longing for change from the darkness and despair of the great depression. And this is what Roosevelt said:</p>\n\n<p class=\"passage_para\">“In every dark hour of our national life a leadership of frankness and vigor has met with that understanding and support of the people themselves which is essential to victory.”</p>\n\n<p class=\"passage_para\">Given the ingredients of today’s national environment, maybe, maybe, just maybe, we Americans are poised for a second “Rendezvous with Destiny.”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span></span></p>\n</div>\n</div>\n"}]}]