[{"id":"VR217051","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Inouye makes to convey his message about the need to balance Americans’ right to free speech and protest with their responsibilities as citizens.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217051_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On August 26, 1968, then Senator Daniel Inouye became the first Asian American to give a keynote address at the Democratic National Convention. At the end of the multiday convention, which was the site of extensive protests, delegates from all the American states and territories formally nominated the presidential and vice-presidential candidates of the Democratic Party. The following is an excerpt from Inouye’s speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Inouye makes to convey his message about the need to balance Americans’ right to free speech and protest with their responsibilities as citizens.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The revolution we in the United States are experiencing was born of democratic processes that not only accommodate economic progress and social mobility, but actively encourage them. But it is important to remember that these expectations are the children of progress and that today’s restlessness has been nurtured by our very real achievements. Out of these should emerge a brighter and better society than we have known.</p>\n\n<p class=\"passage_para\">Nowhere is this clearer than in the situation of our young people today. The success of our economic system has freed them in ever-increasing numbers from the tragedies of premature mortality and early labor. It has built the schools in which they are being educated to higher levels than ever in our nation’s history. And this progress has been achieved in a political system that not only admits but safeguards the right of dissent.</p>\n\n<p class=\"passage_para\">So it should hardly surprise us when the children of such progress demand to be heard when they become aware of inequities still to be corrected. Neither should we fear their voices. On the contrary, whether we know it or not, the marching feet of youth have led us into a new era of politics, and we can never turn back.</p>\n\n<p class=\"passage_para\">What should concern us is something far more fundamental. The true dimension of the challenge facing us is a loss of faith. I do not mean simply a loss of religious faith, although this erosion is a major contributor to our unease. I mean a loss of faith in our country, in its purposes, and in its institutions. I mean a retreat from the responsibilities of citizenship.</p>\n\n<p class=\"passage_para\">The plain fact is that in the face of complexity and frustration, too many Americans have drifted into the use of power for purely destructive purposes. Too many Americans have come to believe it is their right to decide as individuals which of our laws they will obey and which they will violate.</p>\n\n<p class=\"passage_para\">I do not mean to say that all our laws are just. They’re not. And I don’t mean to suggest that protest against unjust laws is not proper. Performed in an orderly manner, the right to protest is a cornerstone of our system. Men must have the opportunity to be heard even when their views are extreme and, in a lesser democratic country, dangerous. I, too, have spoken against laws which I considered wrong and unjust, and I am sure I will speak and vote against many, many more.</p>\n\n<p class=\"passage_para\">But my fellow Americans, I have not burned my birth certificate, and I will not renounce my citizenship.</p>\n\n<p class=\"passage_para\">Those who would do such things are relatively few. But there is a much larger number, who in the face of change and disorder, have retreated into disengagement and quiet despair. Less destructively, but no less surely, such men are also retreating from the responsibilities of citizenship.</p>\n\n<p class=\"passage_para\">Now let us not deceive ourselves about the consequences of such abdication. It is anarchy. It is a state in which each individual demands instant compliance with his own desires. And from there, it is but a short step to the assumption by each individual of the right to decide which of his neighbors shall live and which shall not, and so accelerate the sickening spiral of violence which has already cost us our beloved John F. Kennedy, our great leader Martin Luther King Jr. and the voice of this decade, Senator Robert F. Kennedy.</p>\n\n<p class=\"passage_para\">We have been told that the revolts are against the system, and that Establishment must be torn down. But my fellow Americans, in Paris recently, students cut down 100-year-old trees to erect temporary street barricades.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">The 1968 Paris demonstrations, similar to but more intense than the protests in the United States, seemed for a time as though they might overthrow the national government.</span></span> Those trees had lived through two world wars. Some of them had even survived the revolution of 1848. Were the goals of these students served by the destruction of those trees? How long will it take for their beauty and the vitality they symbolized to grow again? What trees did the students plant in their place?</p>\n\n<p class=\"passage_para\">If we cut down our institutions, public and private, and with indifference starve the systems which have given us our achievements, who will feed the hungry? Who will train the unskilled? Who will supply the jobs that mean opportunity for the generation whose voices are not yet heard? And who will launch the much-needed Marshall Plan<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">a massive recovery program launched by the United States government after the Second World War to rebuild the economies of European nations</span></span> to rebuild our cities and open opportunity for all Americans?</p>\n\n<p class=\"passage_para\">These undertakings are too great for individuals going their separate ways.</p>\n</div>\n</div>\n"}]}]