[{"id":"VR217058","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Urschel and Thomas make to achieve their purpose of introducing the reader to the book.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217058_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following is the preface to the 2019 autobiography <span class=\"formatted_text font_style:italic\">Mind and Matter: A Life in Math and Football</span> by John Urschel, a mathematician and former professional football player, and his wife Louisa Thomas, a sports journalist and biographer. The book details Urschel’s life and the challenges he faced balancing his two different passions: mathematics and football. Read the passage carefully. Write an essay that analyzes the rhetorical choices Urschel and Thomas make to achieve their purpose of introducing the reader to the book.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">I am a mathematician, a PhD candidate at MIT.</p>\n\n<p class=\"passage_para\">I am also a former professional football player, a retired offensive lineman for the Baltimore Ravens.</p>\n\n<p class=\"passage_para\">Many people see me as a walking contradiction. They think that the pursuit of excellence in football makes the pursuit of excellence in mathematics impossible. They think that a strong interest in one makes a strong interest in the other improbable. People tend to think in binaries. Right and wrong. Black and white. Mind and body. Math and football.</p>\n\n<p class=\"passage_para\">I don’t spend a lot of time wondering about the ways in which I’m an anomaly. My life is the only one I know. It’s normal to me. We all have multiple and sometimes diverging identities. In different ways, math and football are both essential to me.</p>\n\n<p class=\"passage_para\">I’m sometimes asked about the connection between math and football. People want to know what edge being good in a classroom gave me on the field. I know what they want to hear, and I usually give it to them. I talk about basic physics, intelligence, and problem solving. But the truth is, football and math are disjoint in my experience. When the ball is snapped, I’m not thinking about vectors and forces. I’m not really thinking about much of anything. I’m simply moving.</p>\n\n<p class=\"passage_para\">Math gives me a way of making sense of the world. It helps me see past the confusion of everyday life and glimpse the underlying structures of the universe. It reveals the properties of shapes and the prevalence of patterns. It describes the relationships between things. I’m drawn to the rigor and clarity of mathematics, and to the elegance and simplicity of solutions to even the most complex problems. I know no other feeling like the satisfaction of discovery. I still feel the same sense of wonder and curiosity when I try to prove a theorem that I felt when I did logic and math puzzles as a kid.</p>\n\n<p class=\"passage_para\">Football put me in contact with something messier, something elemental and deep within me. It strengthened not only my body, but also my confidence and will. Football was a game, and I had a lot of fun playing it. But it was always also a test for me. I look like a football player: I am 6-foot-3, with shoulders that span a doorway, and massive hands and feet. But I never had as much raw athletic talent as a lot of the guys I played with and against. I relied on my intensity and competitiveness and desire.</p>\n\n<p class=\"passage_para\">This memoir proceeds on alternating parallel tracks. One is the story of my life in mathematics. It begins when I was a toddler, the age that my mother started buying me puzzle books and workbooks and started playing games with me, encouraging my mathematical creativity and reasoning. If I am truly an outlier, it is because of her—an African-American single mother who loved math but was discouraged from it, who wanted me never to feel that any door was closed to me. For me, math is the great intellectual pursuit—though it calls upon my spirit too. It is a story of moving between the ideal, abstract world and the reality we live in, a story of private investigation and also collaboration—both with mentors such as Vadim Kaloshin, who first introduced me to mathematical research, and Ludmil Zikatanov, my collaborator and close friend, and with figures from the past: Leonhard Euler, Henri Poincaré, John von Neumann, and others, whose work my own has built on. It explores not only my experience of encountering and learning mathematical concepts, from infinity to graph theory to the uncertainty principle, but also learning how to think.</p>\n\n<p class=\"passage_para\">The other story is of my life in football, from the time I saw a picture of my father in pads. It is the story of how I strengthened my body and my will, how I learned to fail and learned from failing. It focuses on my experiences on the field, but it is also the story of how I learned to make friends and find my place in the social world. My football career began a decade or so after I saw that picture, at Canisius High School in Buffalo, New York, and continued at Penn State, during years when the team’s very existence was threatened by scandal. Finally, I made my way to the Baltimore Ravens, in the NFL, where I learned to navigate a different kind of landscape, and faced a final difficult test: determining when to walk away.</p>\n\n<p class=\"passage_para\">Those two stories, as different as they are, converge in me.</p>\n</div>\n</div>\n"}]}]