[{"id":"VR217053","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices Dole makes to achieve his purpose of praising and memorializing Richard Nixon.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217053_rubric","features":[{"type":"sharedpassage","html":"<p>On April 27, 1994, then Senator Bob Dole delivered the following eulogy at the state funeral of former President Richard Nixon. After serving as a United States representative and senator for California, Nixon was the country’s vice president under Dwight Eisenhower from 1953 to 1961. Nixon was elected president of the United States twice—in 1968 and 1972—and served from 1969 until 1974. Read the passage carefully. Write an essay that analyzes the rhetorical choices Dole makes to achieve his purpose of praising and memorializing Richard Nixon.</p>\nIn your response you should do the following:\n\n<ul>\n\t<li>Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Demonstrate an understanding of the rhetorical situation.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>I believe the second half of the 20th century will be known as the age of Nixon. Why was he the most durable public figure of our time? Not because he gave the most eloquent speeches, but because he provided the most effective leadership. Not because he won every battle, but because he always embodied the deepest feelings of the people he led.</p>\n\n<p>One of his biographers said that Richard Nixon was one of us. And so he was. He was a boy who heard the train whistle in the night and dreamed of all the distant places that lay at the end of the track. How American. He was a grocer’s son who got ahead by working harder and longer than everyone else. How American.</p>\n\n<p>He was a student who met expenses by doing research at the law library for 35 cents an hour while sharing a run-down farmhouse without water or electricity. How American. He was the husband and father who said that the best memorial to his wife was her children. How American.</p>\n\n<p>To tens of millions of his countrymen, Richard Nixon was an American hero, a hero who shared and honored their belief in working hard, worshiping God, loving their families and saluting the flag. He called them the silent majority. Like him, they valued accomplishment more than ideology. They wanted their government to do the decent thing, but not to bankrupt them in the process.</p>\n\n<p>They wanted his protection in a dangerous world, but they also wanted creative statesmanship in achieving a genuine peace with honor. These were the people from whom he had come and who have come to Yorba Linda1&nbsp;these past few days by the tens of thousands—no longer silent in their grief. The American people love a fighter. And in Dick Nixon, they found a gallant one.</p>\n\n<p>In a marvelous biography of her mother, Julie recalls an occasion where Pat Nixon expressed amazement at her husband’s ability to persevere in the face of criticism, to which the President replied, “I just get up every morning to confound my enemies.” It was what Richard Nixon did after he got up every morning that not just confounded his enemies, but turned them into admirers.</p>\n\n<p>It is true that no one knew the world better than Richard Nixon. And as a result, the man who was born in a house his father built would go on to become this century’s greatest architect of peace.</p>\n\n<p>But we should also not underestimate President Nixon’s domestic achievements. For it was Richard Nixon who ended the draft,2&nbsp;strengthened environmental and nutritional programs, and committed the government to a war on cancer. He leapfrogged the conventional wisdom to propose revolutionary solutions to health care and welfare reform, anticipating by a full generation the debates now raging on Capitol Hill.</p>\n\n<p>I remember the last time I saw him—at a luncheon held on the Capitol honoring the 25th anniversary of his first inaugural. Without a note, President Nixon stood and delivered a compelling speech, capturing the global scene as only he could and sharing his vision of America’s future. When it was over, he was surrounded by Democrats and Republicans alike, each wanting just one more word of Nixonian counsel, one more insight into world affairs.</p>\n\n<p>Afterward, the President rested in my office before leaving the Capitol, only he got very little rest—for the office was filled with young Hill staffers,3&nbsp;members of the Capitol police and many, many others, all hoping to shake his hand, get an autograph or simply convey their special feelings for a man who truly was one of us.</p>\n\n<p>Today our grief is shared by millions of people the world over, but is also mingled with intense pride in a great patriot who never gave up and who never gave in. To know the secret of Richard Nixon’s relationship with the American people, you need only to listen to his own words: “You must never be satisfied with success,” he told us, “and you should never be discouraged by failure. Failure can be sad, but the greatest sadness is not to try and fail, but to fail to try. In the end, what matters is that you have always lived life to the hilt.”</p>\n\n<p>Strong, brave, unafraid of controversy, unyielding in his convictions, living every day of his life to the hilt, the largest figure of our time whose influence will be timeless—that was Richard Nixon. How American. May God bless Richard Nixon and may God bless the United States.</p>\n"}]}]