[{"id":"VR217048","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Write an essay that analyzes the rhetorical choices La Follette makes to convey his message about the right to free speech and public dissent.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR217048_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In April 1917, the United States entered the First World War, which had then been ongoing in Europe for almost three years. On October 6, 1917, when pro-war sentiment in the U.S. was high, then Senator Robert La Follette, who was against U.S. involvement in the war, defended his right to speak out against the war in an address to his fellow senators. The following is an excerpt from La Follette’s speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices La Follette makes to convey his message about the right to free speech and public dissent.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Demonstrate an understanding of the rhetorical situation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">I am aware, Mr. President, that in pursuance of this general campaign of vilification and attempted intimidation, requests from various individuals and certain organizations have been submitted to the Senate for my expulsion from this body, and that such requests have been referred to and considered by one of the committees of the Senate.</p>\n\n<p class=\"passage_para\">If I alone had been made the victim of these attacks, I should not take one moment of the Senate’s time for their consideration, and I believe that other senators who have been unjustly and unfairly assailed, as I have been, hold the same attitude upon this that I do. <span class=\"formatted_text font_style:italic\">Neither the clamor of the mob nor the voice of power will ever turn me by the breadth of a hair from the course I mark out for myself, guided by such knowledge as I can obtain and controlled and directed by a solemn conviction of right and duty.</span></p>\n\n<p class=\"passage_para\">But, sir, it is not alone members of Congress that the war party in this country has sought to intimidate. The mandate seems to have gone forth to the sovereign people of this country that they must be silent while those things are being done by their government which most vitally concern their well-being, their happiness, and their lives. Today and for weeks past honest and law-abiding citizens of this country are being terrorized and outraged in their rights by those sworn to uphold the laws and protect the rights of the people. I have in my possession numerous affidavits establishing the fact that people are being unlawfully arrested, thrown into jail, held incommunicado for days, only to be eventually discharged without even having been taken into court, because they have committed no crime. Private residences are being invaded, loyal citizens of undoubted integrity and probity arrested, cross-examined, and the most sacred constitutional rights guaranteed to every American citizen are being violated.</p>\n\n<p class=\"passage_para\">It appears to be the purpose of those conducting this campaign to throw the country into a state of terror, to coerce public opinion, to stifle criticism, and suppress discussion of the great issues involved in this war.</p>\n\n<p class=\"passage_para\">I think all men recognize that in time of war the citizen must surrender some rights for the common good which he is entitled to enjoy in time of peace. <span class=\"formatted_text font_style:italic\">But, sir, the right to control their own government according to constitutional forms is not one of the rights that the citizens of this country are called upon to surrender in time of war.</span></p>\n\n<p class=\"passage_para\">Rather in time of war the citizen must be more alert to the preservation of his right to control his government. He must be most watchful of the encroachment of the military upon the civil power. He must beware of those precedents in support of arbitrary action by administrative officials, which excused on the plea of necessity in wartime, become the fixed rule when the necessity has passed and normal conditions have been restored.</p>\n\n<p class=\"passage_para\">More than all, the citizen and his representative in Congress in time of war must maintain his right of free speech. More than in times of peace it is necessary that the channels for free public discussion of governmental policies shall be open and unclogged. I believe, Mr. President, that I am now touching upon the most important question in this country today—and that is the right of the citizens of this country and their representatives in Congress to discuss in an orderly way frankly and publicly and without fear, from the platform and through the press, every important phase of this war; its causes, the manner in which it should be conducted, and the terms upon which peace should be made. The belief which is becoming widespread in this land that this most fundamental right is being denied to the citizens of this country is a fact the tremendous significance of which those in authority have not yet begun to appreciate. I am contending, Mr. President, for the great fundamental right of the sovereign people of this country to make their voice heard and have that voice heeded upon the great questions arising out of this war, including not only how the war shall be prosecuted but the conditions upon which it may be terminated with a due regard for the rights and the honor of this nation and the interests of humanity.</p>\n\n<p class=\"passage_para\">I am contending for this right because the exercise of it is necessary to the welfare, to the existence, of this government, to the successful conduct of this war, and to a peace which shall be enduring and for the best interest of this country.</p>\n</div>\n</div>\n"}]}]