[{"id":"VR223708","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR223702.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the fourth paragraph, the author includes a quotation by Einstein primarily to</p>\n","rubricRef":"VR223708_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an article published by an American game designer in 2007.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Despite stereotypes of antisocial gamers who prefer to consume rather than create, most video-gamers are in fact engaged in a highly collaborative effort to exhaustively understand their favorite games. The video-gaming community is, quite simply, engaged in intense and highly successful “collective intelligence.”</p><p class=\"passage_para\">The term “collective intelligence” was coined by French philosopher Pierre Lévy in 1994. He argued that, because the Internet allows a rapid, open, and global exchange of data and ideas, the network should “mobilize and coordinate the intelligence, experience, skills, wisdom, and imagination of humanity” in new and unexpected ways.</p><p class=\"passage_para\">Thanks to the unique nature of digital gaming, gamers may be the world’s most literate and practiced community when it comes to developing these new, real-world skills of collaboration and collective intelligence.</p><p class=\"passage_para\">The emergence of a collective intelligence culture among video-gamers is not surprising when you consider that all games, even nondigital ones, are at heart both a social and a problem-solving activity—the two core ingredients of any collective-intelligence effort. Decades before the invention of video games, Albert Einstein, an avid chess player, wrote, “Games are the most elevated form of investigation.”</p><p class=\"passage_para\">When playing the same game, players’ attention and intelligence are focused together on solving the problems posed by the game, which are often visual-spatial, psychological, and strategic. The networked nature of today’s most popular digital games heightens this social, problem-solving effect. At any given time, there are massively more players for an individual to collaborate with. The Internet amplifies the learning by allowing collaborative authoring environments such as wikis and forums.</p><p class=\"passage_para\">Many game developers are starting to realize the potential of this new collaborative task force to tackle real-world issues as they play.</p><p class=\"passage_para\">This spring, the Independent Television Service released an online game called World Without Oil, for which I was a lead designer. World Without Oil was designed to harness the collective intelligence of gamers and apply it to a serious global problem. It invited players to participate in a collaborative simulation of a global oil shortage. They spent six weeks investigating an online mystery that explained the reasons for the shortage. Then more than 1,800 gamers from 12 countries spent another 32 days generating their own stories about the crisis and strategizing ways to manage it.</p><p class=\"passage_para\">During the game, players worked from a shared “alternate reality dashboard,” which provided real-time data on oil prices and availability, as well as descriptions of their impact on regional economies, society, and quality of life. They used this data to inspire their own ideas about how the fictional crisis would affect them personally and play out in their part of the world. They contributed fictional firsthand experiences and proposed real-world solutions to our oil dependence in thousands of blog posts, podcasts, videos, and wiki articles. The result is an online, immersive archive of the collective forecast and solutions toolkit created by the players (which you can find at www.worldwithoutoil.org).</p><p class=\"passage_para\">Parents and educators can help young gamers benefit from this positive phenomenon by encouraging them to take part in collaborative forums, wikis, and other knowledge-sharing platforms online.</p><p class=\"passage_para\">And hard-core gamers can take pride in knowing that, as they play, they are taking part in the most elevated form of investigation—all while training to solve the world’s toughest problems.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">appeal to the authority of a figure whom her audience is likely to respect</p>","<p class=\"choice_paragraph\">suggest that Einstein developed his intelligence mainly through playing games</p>","<p class=\"choice_paragraph\">imply that Einstein’s theories were vital to the development of certain digital games</p>","<p class=\"choice_paragraph\">surprise her audience by making a connection between Einstein and computer games</p>"],"answer":0}]