[{"id":"VR224641","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR224639.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the third paragraph, the last sentence (“There is no ... gold” ) does which of the following?</p>\n","rubricRef":"VR224641_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a lecture delivered to art students by an Irish poet and dramatist in the 1880s.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The subject of my lecture to-night is what makes an artist and what does the artist make; what are the relations of the artist to his surroundings, what is the education the artist should get, and what is the quality of a good work of art.</p><p class=\"passage_para\">Now, as regards the relations of the artist to his surroundings, by which I mean the age and country in which he is born. All good art, as I said before, has nothing to do with any particular century; but this universality is the quality of the work of art; the conditions that produce that quality are different. And what, I think, you should do is to realise completely your age in order completely to abstract yourself from it; remembering that if you are an artist at all, you will be not the mouthpiece of a century, but the master of eternity, that all art rests on a principle, and that mere temporal considerations are no principle at all; and that those who advise you to make your art representative of the nineteenth century are advising you to produce an art which your children, when you have them, will think old-fashioned. But you will tell me this is an inartistic age, and we are an inartistic people, and the artist suffers much in this nineteenth century of ours.</p><p class=\"passage_para\">Of course he does. I, of all men, am not going to deny that. But remember that there never has been an artistic age, or an artistic people, since the beginning of the world. The artist has always been, and will always be, an exquisite exception. There is no golden age of art; only artists who have produced what is more golden than gold.</p><p class=\"passage_para\">WHAT, you will say to me, the Greeks? were not they an artistic people?</p><p class=\"passage_para\">Well, the Greeks certainly not, but, perhaps, you mean the Athenians, the citizens of one out of a thousand cities.</p><p class=\"passage_para\">Do you think that they were an artistic people? Take them even at the time of their highest artistic development, the latter part of the fifth century before Christ, when they had the greatest poets and the greatest artists of the antique world, when the Parthenon rose in loveliness at the bidding of a Phidias<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Phidias, an ancient Greek sculptor believed to have been imprisoned by political enemies</span></span>, and the philosopher spake of wisdom in the shadow of the painted portico, and tragedy swept in the perfection of pageant and pathos across the marble of the stage. Were they an artistic people then? Not a bit of it. What is an artistic people but a people who love their artists and understand their art? The Athenians could do neither.</p><p class=\"passage_para\">How did they treat Phidias? To Phidias we owe the great era, not merely in Greek, but in all art - I mean of the introduction of the use of the living model.</p><p class=\"passage_para\">And what would you say if all the English bishops, backed by the English people, came down from Exeter Hall to the Royal Academy one day and took off Sir Frederick Leighton<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Frederic Leighton, a 19th century British painter and sculptor</span></span> in a prison van to Newgate on the charge of having allowed you to make use of the living model in your designs for sacred pictures?</p><p class=\"passage_para\">Would you not cry out against the barbarism and the Puritanism of such an idea? Would you not explain to them that the worst way to honour God is to dishonour man who is made in His image, and is the work of His hands; and, that if one wants to paint Christ one must take the most Christlike person one can find, and if one wants to paint the Madonna, the purest girl one knows?</p><p class=\"passage_para\">Would you not rush off and burn down Newgate, if necessary, and say that such a thing was without parallel in history?</p><p class=\"passage_para\">Without parallel? Well, that is exactly what the Athenians did.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">It qualifies a statement by narrowing its scope to a particular time period.</p>","<p class=\"choice_paragraph\">It refutes a claim made in the previous sentence by suggesting that art is bound by the constraints of its era.</p>","<p class=\"choice_paragraph\">It elaborates upon the idea of an artistic age by subdividing such eras based on the quality of art produced during them.</p>","<p class=\"choice_paragraph\">It emphasizes a claim about artistic eras that has previously been explained.</p>"],"answer":3}]