[{"id":"VR223275","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR223272.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following can best be described as the passage’s thesis?</p>\n","rubricRef":"VR223275_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) The automated technology boom has been exciting to watch, but there are growing concerns about its impact on employment. (2) In fact, reports about automation pointing to a possible employment crisis for younger generations are becoming rather common. (3) A 2018 article in the <span class=\"formatted_text font_style:italic\">Los Angeles Times</span> reported that 63 percent of tasks performed by workers in three California cities—Riverside, San Bernardino, and Ontario—could be automated in the future. (4) Rapid technological advances are already affecting workers, with the following jobs being replaced by robots at the fastest rates: etcher/engraver, crop farmworker, insurance claims examiner, travel agent, robotics engineer, and customs broker.</p><p class=\"passage_para\">(5) How can we prepare for this brave new world we’ll soon inhabit? (6) The two approaches that stand to have the greatest impact are education reform and basic income (BI) programs. (7) In terms of education, we need to ensure that schools offer training in skills that reflect the evolving labor landscape. (8) Chaffey College, for instance, in Rancho Cucamonga, California, has started offering cutting-edge courses in construction and logistics, two of the fastest growing industries in the region. (9) Chaffey is thus a model of education reform, expanding and revising its course offerings in response to local labor demands.</p><p class=\"passage_para\">(10) BI is the more controversial of the two proposed reforms. (11) But it’s already being tried on a small scale in Stockton, California, where selected residents are receiving $500 per month. (12) Some business and labor union leaders are dismissive of this new social safety net, suggesting that it discourages people from working, but tech industry leaders argue persuasively that BI can provide workers with needed resources and flexibility to take jobs in the freelance or “gig” economy. (13) Employment issues have already inspired BI pilot programs in Finland, Kenya, Canada, and the Netherlands, showing that there is emerging international support for this strategy. (14) Hopefully, as automation disrupts more industries, public acceptance of BI will increase in the United States as well.</p><p class=\"passage_para\">(15) We can’t just sit around twiddling our thumbs as new tech keeps changing the game in a bunch of businesses.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Sentences 1 and 2</p>","<p class=\"choice_paragraph\">Sentence 4</p>","<p class=\"choice_paragraph\">Sentences 5 and 6</p>","<p class=\"choice_paragraph\">Sentence 13</p>"],"answer":2}]