[{"id":"VR224108","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR224106.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the first sentence of the third paragraph, the author describes needlework as “seemingly peculiarly adapted to the powers and tastes of women” primarily to</p>\n","rubricRef":"VR224108_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an article published by a British woman in the 1860s.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">In spite of the circumstances which tend to cause divergence in the tone of mind, the habits of thought, and the opinions of men and women, it is a matter of fact that these do not differ more among persons of opposite sexes than they do among persons of the same—that comparing any one man with any one woman, the difference between them will not be greater than may be found between two men or two women.</p><p class=\"passage_para\">One of the most natural and obvious divisions of labour between the two sexes, is that which assigns to men the occupations of soldiers and sailors. Women would seem to be unfitted physically to engage in them. But do we find a corresponding mental or moral disability? On the contrary, instances are by no means uncommon of the natural taste of a woman leading her so decidedly to one or other of these professions that she has overcome all obstacles and actually engaged in them. Disguised as men, women have more than once been detected as soldiers and sailors, some having performed their duties creditably, and maintained the secret of their sex for years. We may assume that all have not been detected, and that a careful scrutiny might possibly reveal others scattered among the ships and armies of the world. These instances are not adduced with a view of proving that it is desirable to open such professions to women, but merely in support of my proposition that sex does not extend to mind. As these military and naval heroines were feminine in body they would have had minds to correspond if it were truly a law of nature that there was such a thing as sex in taste and intellect.</p><p class=\"passage_para\">Needlework is a trade seemingly peculiarly adapted to the powers and tastes of women. Yet surely it is not hard necessity which leads so many men to embrace it. Men can do it, and do it well, and as there is no legal nor social restraint on them, they set to work to make clothes, I presume with satisfaction to themselves, as well as to those who employ them.</p><p class=\"passage_para\">Many professions are common to both sexes; and the votaries<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">devotees</span></span> of art and literature are taken from the ranks of men and women indiscriminately, though the opportunities of study and the prospect of reward are greatly in favour of the dominant sex.</p><p class=\"passage_para\">If we take an assemblage of persons of opposite sexes and test the difference of thought and opinion existing among them by putting before them any proposition on which opposite views can be held, I believe it would be impossible to find one which would range all the men on one side, and all the women on the other. If it were true that there is a specific difference, however slight, between the minds of men and women, it would be possible to find such a proposition, if we took one which corresponded to this distinction. When a naturalist seeks to group a number of individuals into a distinct class, he fixes on some character, or set of characters, common to them all, and distinguishing them from other individuals. When he finds such a group distinctly defined he calls it a species. But when he finds two individuals differing very widely from each other, yet so connected by numerous intermediate forms that he can pass from one extreme to the other without a violent break anywhere in the series, he considers them to be of one and the same kind. Taking the conventional masculine type of mind as one end of the scale, and the conventional feminine type as the other, I maintain that they are connected by numerous intermediate varieties distributed indiscriminately in male and female bodies; that what is called a masculine mind is frequently found united to a feminine body, and sometimes the reverse; and that there is no necessary, nor even presumptive connexion between the sex of a human being, and the type of intellect and character he possesses.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">signal the limitations of a cliché she plans to undermine</p>","<p class=\"choice_paragraph\">admit that trades do attract people of different capabilities</p>","<p class=\"choice_paragraph\">express uncertainty about what motivates women to choose certain jobs</p>","<p class=\"choice_paragraph\">offer examples of gender differences in the workplace</p>"],"answer":0}]