[{"id":"VR223759","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR223753.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the relationship between the author’s quotation of Coates in the middle of the first paragraph (“But I think . . . half as much”) and her discussion of the My Brother’s Keeper initiative that follows it?</p>\n","rubricRef":"VR223759_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an essay published by an African American writer in the 2010s.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">In the <span class=\"formatted_text font_style:italic\">Atlantic</span>, Ta-Nehisi Coates published an essay about President Barack Obama and the tradition of black politics that reached me in a vulnerable place. Coates writes of the president’s ascension: “He becomes a champion of black imagination, of black dreams and black possibilities.” In that same essay, Coates also writes about how the narrative of personal responsibility is a false one that is, unfortunately, often parroted by our president, our brightest shining star, Barack Obama, the first black president of the United States. At the end of his essay, Coates writes, “But I think history will also remember his [Obama’s] unquestioning embrace of ‘twice as good’ in a country that has always given black people, even under his watch, half as much.” About a month after that essay was published, Obama announced the My Brother’s Keeper initiative, “an interagency effort to improve measurably the expected educational and life outcomes for and address the persistent opportunity gaps faced by boys and young men of color.” The initiative is certainly well-intentioned, but it also speaks to the idea that black Americans must make themselves more respectable in order to matter. In its initial incarnation, it also gave the impression that only boys and men matter. On its surface, My Brother’s Keeper is a program that does nothing to address the systemic and structural issues young men of color will face, no matter how well prepared or respectable or personally responsible they are.</p><p class=\"passage_para\">I have come to realize how much I have, throughout my life, bought into the narrative of this alluring myth of personal responsibility and excellence. I realize how much I believe that all good things will come if I—if we—just work hard enough. This attitude leaves me always relentless, always working hard enough and then harder still. I am ashamed that sometimes a part of me believes we, as a people, will be saved by those among us who are exceptional without considering who might pay the price for such salvation or who would be left behind.</p><p class=\"passage_para\">Du Bois<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">William Edward Burghardt Du Bois (1858-1963), prominent African-American scholar and civil rights activist</span></span> was a vocal proponent of the “Talented Tenth,” this idea that out of every ten black men, one was destined for greatness, destined to become the powerful leader black people needed to rise up and overcome and advance. This 10 percent of men were to be educated and mentored so they might become leaders, the front line for much-needed sociopolitical change.</p><p class=\"passage_para\">We often forget, though, who first came up with the “talented tenth.” The idea first began circulating in the 1890s, propagated by wealthy white liberals. The term itself was coined by Henry Lyman Morehouse, a white man, who wrote, “In the discussion concerning Negro education we should not forget the talented tenth man… . The tenth man, with superior natural endowments, symmetrically trained and highly developed, may become a mightier influence, a greater inspiration to others than all the other nine, or nine times nine like them.” Here was a somewhat repulsive proposition gilded in condescending intentions, that if the strongest efforts were focused on the best of black folk, a few might be saved from themselves. Here we are today, still believing this could be true.</p><p class=\"passage_para\">Before, since, and during Du Bois’s time, the “Negro” has been a problem demanding a solution. Historically we are, of course, quick to neglect examining how this problem began. We are, it seems, still looking for that solution even as some declare the United States is embarking upon a post-racial era. We forget that we should not only measure black progress by the most visibly successful among us, but also by those who continue to be left behind.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Roxane Gay, “The Price of Black Ambition,” <span class=\"formatted_text font_style:italic\">Virginia Quarterly Review</span> 90.4 (Fall 2014)</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The quotation emphasizes the strength of Obama’s determination; the discussion that follows it illustrates Obama’s dedication to improving the educational and life outcomes of the black community as a whole.</p>","<p class=\"choice_paragraph\">The quotation implies Obama’s commitment to racial equality; the discussion that follows it suggests his comparative lack of attention to gender issues discussed by the author.</p>","<p class=\"choice_paragraph\">The quotation criticizes Obama’s approach to a particular problem; the discussion that follows it counters this criticism by analyzing the aims of an initiative spearheaded by Obama.</p>","<p class=\"choice_paragraph\">The quotation expresses disapproval of a tenet adopted by Obama; the discussion that follows it explains the author’s disapproval by highlighting problematic aspects of a specific program.</p>"],"answer":4}]