[{"id":"VR223746","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR223742.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the final sentence of the third paragraph, the clause “although we do control the conditions of observation” functions as a transitional element that</p>\n","rubricRef":"VR223746_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a textbook published by an American and a Dutch scientist in the 1950s.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Science is often defined inadequately as “an organized body of knowledge.” This would make cookbooks, Sears, Roebuck catalogues, and telephone books science, which they are not. Sometimes science is defined simply as rationality, but that would make much of theology and metaphysics science, which they are not.<span class=\"formatted_text font_style:italic\"> Rationality</span> is logical consistency, lack of contradiction. It is to be distinguished from reasonableness, the quality of a mind open to arguments and evidence opposed to its beliefs: a willingness to reconsider. Rationalists can be quite unreasonable or dogmatic. Rationalist metaphysicians and theologians are often certain about premises which come from intuition or revelation. Even paranoiacs may be thought of as rationalists, for they are commonly most rigorous in reasoning. But their premises, which they cling to in spite of all evidence, are absurd.</p><p class=\"passage_para\">WHAT SCIENCE IS</p><p class=\"passage_para\">Science is empirical, rational, general, and cumulative; and it is all four at once. Science is <span class=\"formatted_text font_style:italic\">empirical </span>in that all its conclusions are subject to test by sense experience. Observation is the base on which science rests, but scientific observation is more than keeping one’s eyes open. It is observation made by qualified observers under controlled conditions of those things which confirm or disconfirm, verify or refute a theory. Sherlock Holmes<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">a fictional detective</span></span> could tell by the stains on a vest what a man had eaten for breakfast. From a number of such observations he arrived at a theory about why and how a particular crime was committed. This procedure is excellent for detection but insufficient for science, because it yields only knowledge of particular events. Science would go on to ask why and how crime, not a particular crime, is committed. Science uses facts to test general theories and general theories to make predictions about particular facts.</p><p class=\"passage_para\">Scientific observations may be made of things as they exist, like the color of an apple or the temperature of the air, or it may be made of what results from an experiment. An experiment is the deliberate manipulation of conditions in order to bring about what we want to observe. If we want to test the hypothesis that a new plastic can withstand two hundred pounds of pressure without crumbling, we may have to create a situation in which such pressure is applied to a piece of the plastic, because it is unlikely that the situation already exists anywhere in the world, or if it does, that all other factors are kept constant. In some sciences, like astronomy, we do not sufficiently control the subject matter to experiment on it—although we do control the conditions of observation—and we distinguish those sciences from others, like chemistry, in which experiment is possible, by calling the latter “experimental sciences.”</p><p class=\"passage_para\">Although all scientific thought <span class=\"formatted_text font_style:italic\">ultimately </span>rests on observation, there are vast portions of it which are entirely <span class=\"formatted_text font_style:italic\">rational</span>: analysis of the meaning of terms, deductions from existent theories, explorations of the logical relations among concepts and among theories. Logic is applied to science constantly because logic contains the rules of valid thinking. The application of mathematics is often thought, erroneously, to be an index of the status of any science. Of course, the more it can be applied usefully within a science, the more advanced the science. For mathematics functions both as a language in which scientific laws are stated, giving them the utmost precision, elegance, and economy, and as the basis of measurement. Many of the most significant advances in physics, astronomy, and chemistry have depended on advances in and application of mathematics. Without calculus the work of Isaac Newton would have been impossible. Yet great scientific work in other fields, performed by men like Pasteur, Darwin, and Pavlov (with whose names pasteurization, evolution, and conditioned response in psychology are associated), has used little or no mathematics.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">explains the role of observation in scientific work</p>","<p class=\"choice_paragraph\">refutes a claim regarding the status of astronomy among the sciences</p>","<p class=\"choice_paragraph\">suggests that the definition of “experiment” has changed over time</p>","<p class=\"choice_paragraph\">clarifies the reasons astronomy meets the standards for scientific rigor</p>"],"answer":4}]