[{"id":"VR223735","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR223734.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the second paragraph, the author defines femininity as a “challenge” primarily to support which of the following points?</p>\n","rubricRef":"VR223735_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a book published by an American journalist and author in 1983.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Even without the appropriate toys and clothes, lessons in the art of being feminine lay all around me and I absorbed them all; the fairy tales that were read to me at night, the brightly colored advertisements I pored over in magazines before I learned to decipher the words, the movies I saw, the comic books I hoarded, the radio soap operas I happily followed whenever I had to stay in bed with a cold. I loved being a little girl, or rather I loved being a fairy princess, for that was who I thought I was.</p><p class=\"passage_para\">As I passed through a stormy adolescence to a stormy maturity, femininity increasingly became an exasperation, a brilliant subtle esthetic that was bafflingly inconsistent at the same time that it was minutely, demandingly concrete, a rigid code of appearance and behavior defined by do’s and don’t-do’s that went against my rebellious grain. Femininity was a challenge thrown down to the female sex, a challenge no proud, self-respecting young woman could afford to ignore, particularly one with enormous ambition that she nursed in secret, alternately feeding or starving its inchoate life in tremendous confusion.</p><p class=\"passage_para\">“Don’t lose your femininity” and “Isn’t it remarkable how she manages to retain her femininity?” had terrifying implications. They spoke of a bottom-line failure so irreversible that nothing else mattered. The pinball machine was registered “tilt,” the game had been called. Disqualification was marked on the forehead of a woman whose femininity was lost. No records would be entered in her name, for she had destroyed her birthright in her wretched, ungainly effort to imitate a man. She walked in limbo, this hapless creature, and it occurred to me that one day I might see her when I looked in the mirror. If the danger was so palpable that warning notices were freely posted, wasn’t it possible that the small bundle of resentments I carried around in secret might spill out and place the mark on my own forehead? Whatever quarrels with femininity I had I kept to myself; whatever handicaps femininity imposed, they were mine to deal with alone, for there was no women’s movement to ask the tough questions, or so brazenly disregard the rules.</p><p class=\"passage_para\">Femininity, in essence, is a romantic sentiment, a nostalgic tradition of imposed limitations. Even as it hurries forward in the 1980s, putting on lipstick and high heels to appear well dressed, it trips on the ruffled petticoats and hoopskirts of an era gone by. Invariably and necessarily, femininity is something that women had more of in the past, not only in the historic past of prior generations, but in each woman’s personal past as well—in the virginal innocence that is replaced by knowledge, in the dewy cheek that is coarsened by age, in the “inherent nature” that a woman seems to misplace so forgetfully whenever she steps out of bounds. Why should this be so? The XX chromosomal message has not been scrambled, the estrogen-dominated hormonal balance is generally as biology intended, the reproductive organs, whatever use one has made of them, are usually in place, the breasts of whatever size are most often where they should be. But clearly, biological femaleness is not enough.</p><p class=\"passage_para\">Femininity always demands more. It must constantly reassure its audience by a willing demonstration of difference, even when one does not exist in nature, or it must seize and embrace a natural variation and compose a rhapsodic symphony upon the notes. Suppose one doesn’t care to, has other things on her mind, is clumsy or tone-deaf despite the best instruction and training? To fail at the feminine difference is to appear not to care about men, and to risk the loss of their attention and approval. To be insufficiently feminine is viewed as a failure in core sexual identity, or as a failure to care sufficiently about oneself, for a woman found wanting will be appraised (and will appraise herself) as mannish or neutered or simply unattractive, as men have defined these terms.</p><p class=\"passage_para\">We are talking, admittedly, about an exquisite esthetic. Enormous pleasure can be extracted from feminine pursuits as a creative outlet or purely as relaxation; indeed, indulgence for the sake of fun, or art, or attention, is among femininity’s great joys. But the chief attraction (and the central paradox, as well) is the competitive edge that femininity seems to promise in the unending struggle to survive, and perhaps to triumph.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Behaving according to the demands of femininity was her primary ambition as an adolescent.</p>","<p class=\"choice_paragraph\">Reconciling the demands of femininity with her ambition presented difficulties.</p>","<p class=\"choice_paragraph\">Ignoring the demands of femininity was easier for her than fulfilling them.</p>","<p class=\"choice_paragraph\">Understanding the demands of femininity was harder for her than for her peers.</p>"],"answer":1}]