[{"id":"VR224635","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR224632.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the closing lines of the passage (“I love the mountains . . . the space”), the author affirms her sense of attachment to Wyoming by</p>\n","rubricRef":"VR224635_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an essay published by an Asian American writer in 2013.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">When I meet people, I always get some astonishment when they ask me where I am from. “Wyoming,” I answer. And more often than not, the response is, “No, where are you from, really?” or “Hmm, you don’t look like a typical Wyoming person.” Over the years, I am not sure of the response I am supposed to give, and usually, I just reply with, “Well, there are some brown people there.”</p><p class=\"passage_para\">But what is a typical Wyoming person? When I think of Wyoming’s political identity, I know it is easy to make some quick judgments about its identity in general. Wyoming is 90 percent white. Wyoming is 0.8 percent Asian American. Wyoming is largely Republican. And conservative. I think we’ve all heard the drill before. And yet, Wyoming was the first state to have a woman governor, and in the case of my mother, they were the first state to elect someone to serve in a state legislature who was born in India.</p><p class=\"passage_para\">In 1994, when my mom was elected, again, she had no Indians in her district. When she first ran, even I was a little doubtful that she’d win. She wore saris often. She has an accent. But she went door to door and talked to almost every house in her district. She campaigned on issues that were important to Wyoming people—and to her. And she won. After that, my feelings about Wyoming changed—as before I thought of the state as a little backward when it came to matters of diversity. I was only 19, and had just left Wyoming to go to college. I realized then that while your physical identity is something that people can’t help but take in, Wyoming people vote for people that have something to offer. Wyoming acknowledges ability and competence.</p><p class=\"passage_para\">Wyoming has always been a state that has drawn immigrants to its open spaces. From pioneers from back East to Europeans, Latin Americans, and Asians. And Wyoming has always had an Asian population. As my friend who is a Wyoming historian told me, there were Chinese rail and mine workers, Japanese rail workers and beet farmers, and of course Heart Mountain brought in an influx of Japanese people. Today, many motels across the state are run by Indians from India.</p><p class=\"passage_para\">Here in Laramie, walking across the University of Wyoming campus, you can hear bits of other languages being spoken, the Indian students play cricket in Prexy’s pasture, and the students who I teach, while largely from Wyoming, have a curiosity about other cultures and peoples that is genuine and true.</p><p class=\"passage_para\">Since that day in 1994, I have always voted in Wyoming, and feel strongly about positions from school board to our senators. But that said, when I look at the Wyoming legislature, it’s hard to see much diversity representing the state. Out of the 90 legislators in the Senate and House, only five are of color. I know that number probably makes sense in a state where again, the population is more than 90 percent white.</p><p class=\"passage_para\">People always talk about how so many young people leave the state once they graduate from high school. Many look to cities for more excitement, for a different experience. I think the same can be said of many minorities and people of color. Why live here when you can be somewhere with more diversity and with those cultural connections? I get that. But if Wyoming is going to be a more diverse place, people have to choose to live here. And I know I fall into that camp. I choose to live here because I can’t imagine anywhere else. I love the mountains. I love the posture of a lodgepole pine. I love the way the sun looks in the bright blue sky on a day that is minus 30 degrees. I love the quiet of the snow. I love the space.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Nina McConigley/Wyofile</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">noting how Wyoming’s climate facilitates outdoor activities</p>","<p class=\"choice_paragraph\">acknowledging the exceptional nature of her family’s experiences</p>","<p class=\"choice_paragraph\">suggesting the economic potential of Wyoming’s natural resources</p>","<p class=\"choice_paragraph\">offering a poetic description of Wyoming’s natural beauty</p>"],"answer":4}]