[{"id":"VR225169","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR225168.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The authors’ description of the video in the first paragraph serves primarily to</p>\n","rubricRef":"VR225169_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a scholarly book published by two American professors of education in the 2010s.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">On February 26, 2013, the nonprofit organization code.org<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a nonprofit organization dedicated to expanding access to computer science in schools</span></span> released a video directed by Lesley Chilcott called “What Most Schools Don’t Teach” on YouTube. The video starts with a quote from Steve Jobs, cofounder of Apple: “Everyone should learn to program a computer . . . because it teaches you how to think.” And it ends with “One million of the best jobs in America may go unfilled because only one in ten schools teach students how to code.” Numerous luminaries speak about their first experiences with getting a computer and writing programs. Bill Gates, cofounder of Microsoft, remembers that he was thirteen when he first got access to a computer and programmed a game that played TicTacToe. Elena Silenok, founder of clothia.com,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">an online clothing company</span></span> remembers making a green circle and red square appear on the screen. Gabe Newell, founder of Valve,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">a video game developer</span></span> mentions the sense of wonder he experienced when “Hello, world” came up on the screen for the first time. Mark Zuckerberg, one of Facebook’s founders, talks about the process of starting with a simple program and adding to it, and Drew Houston, founder of Dropbox, likens coding to playing an instrument or a sport. Chris Bosh, an All-Star NBA basketball player with the Miami Heat, reflects, “It starts out very intimidating, but you kind of get the hang of it over time. Coding is something that can be learned.” The general message of the video is that computers are everywhere. As will.i.am from the rock band the Black Eyed Peas sums up, “Here we are in 2013. All depends on technology—to communicate, to bank, information—and none of us know how to read and write code.” The video then calls viewers to action: “Whether you want to be a doctor or a rock star, ask about a coding class at your schools or learn online @ code.org.” Within a few days, the video reached millions of viewers. “Bring a little awesomeness to your life,” Chilcott urges in a Huffington Post article about the code.org site: “Take a lesson.”</p><p class=\"passage_para\">A few years earlier, a video in which celebrities discuss their beginnings with computers and programming and urge viewers to learn coding would have been an unlikely success. Yet the excitement and earnestness of those who appear in the YouTube video may be the clearest indication to date that coding is making a comeback. The video showcases three-dimensional animations, music studios, robot drones flying in formation, computer screens in operating rooms, and workplaces with formidable amenities in the software industry. It plays on the sense of empowerment that learning to code can provide individuals. As Valve’s founder Gabe Newell declares, “The programmers of tomorrow are the wizards of the future. . . .  You know, you are going to look like you have magic powers compared to everybody else,” and NBA player Chris Bosh adds moments later, “It’s amazing. . . .  I think it’s the closest thing we have to a super power.” Panoramic screen shots of the sleek offices occupied by these programmers tacitly connect learning to code with finding financially rewarding employment and sweeping skyline views.</p><p class=\"passage_para\">And yet the February 2013 video also triggers some unease, which education researcher Jane Margolis expresses in March in her closing keynote presentation at the SIGCSE ’13<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">an acronym for Special Interest Group on Computer Science Education</span></span> conference for computer science educators. Too often, Margolis points out, the video perpetuates the “boy wonder myth” that programming is more like a superpower rather than a learned skill. It features some women and girls but fails to acknowledge what she categorizes as the “preparatory advantage” that many interviewees had—namely, expensive computers at home in the 1980s, private tutors, and parents who worked in software industry. These key elements are casually referenced by the code.org video’s speakers as if they are the rule and not the exception. Access is a significant issue. Before technical prowess can be considered, we need to address some fundamental factors—access to computers, knowledge, and support.</p><p class=\"passage_para\">The video focuses on workplaces with open offices and play areas, cafeterias with free snacks, and on-site amenities such as dry cleaning services, but it does not look at the social responsibilities that computer scientists have—to improve onerous working conditions in technology manufacturing, develop better ways to recycle discarded technologies, and increase the participation of underrepresented groups. These issues have received much publicity and suggest that the computer science community needs to reevaluate their public persona. Some, like Vanessa Hurst, the founder of <span class=\"formatted_text font_style:italic\">Girl Develop It</span>,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">a nonprofit organization that provides opportunities for women interested in learning web and software development</span></span> note that “If someone had told me that software is really about humanity, that it is really about helping people by using technology, it would have changed my outlook much earlier.”</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">illustrate a particular perspective on the importance of learning to code</p>","<p class=\"choice_paragraph\">present computer scientists as a socially responsible community</p>","<p class=\"choice_paragraph\">emphasize that learning to code requires both aptitude and dedication</p>","<p class=\"choice_paragraph\">explain how learning to code prepares students for coveted jobs</p>"],"answer":1}]