[{"id":"VR223729","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR223726.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the function of the first two clauses of the passage’s final sentence (“It is natural . . . despised”) in the context of the passage as a whole?</p>\n","rubricRef":"VR223729_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a speech delivered by a prominent African American activist and public speaker in 1872.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The various conditions of men and the different uses they make of their powers and opportunities in life, are full of puzzling contrasts and contradictions. Here, as elsewhere, it is easy to dogmatize, but it is not so easy to define, explain and demonstrate. The natural laws for the government, well-being and progress of mankind, seem to be equal and are equal; but the subjects of these laws everywhere abound in inequalities, discords and contrasts. We cannot have fruit without flowers, but we often have flowers without fruit. The promise of youth often breaks down in manhood, and real excellence often comes unheralded and from unexpected quarters.</p><p class=\"passage_para\">The scene presented from this view is as a thousand arrows shot from the same point and aimed at the same object. United in aim, they are divided in flight. Some fly too high, others too low. Some go to the right, others to the left. Some fly too far and others, not far enough, and only a few hit the mark. Such is life. United in the quiver, they are divided in the air. Matched when dormant, they are unmatched in action.</p><p class=\"passage_para\">When we attempt to account for greatness we never get nearer to the truth than did the greatest of poets and philosophers when he classified the conditions of greatness: “Some are born great, some achieve greatness and some have greatness thrust upon them.”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">from William Shakespeare, <span class=\"formatted_text font_style:italic\">Twelfth Night</span></span></span> We may take our choice of these three separate explanations and make which of them we please, most prominent in our discussion. Much can certainly be said of superior mental endowments, and I should on some accounts, lean strongly to that theory, but for numerous examples which seem, and do, contradict it, and for the depressing tendency such a theory must have on humanity generally.</p><p class=\"passage_para\">This theory has truth in it, but it is not the whole truth. Men of very ordinary faculties have, nevertheless, made a very respectable way in the world and have sometimes presented even brilliant examples of success. On the other hand, what is called genius is often found by the wayside, a miserable wreck; the more deplorable and shocking because from the height from which it has fallen and the loss and ruin involved in the fall. There is, perhaps, a compensation in disappointment and in the contradiction of means to ends and promise to performance. These imply a constant effort on the part of nature to hold the balance between all her children and to bring success within the reach of the humblest as well as of the most exalted.</p><p class=\"passage_para\">From apparently the basest metals we have the finest toned bells, and we are taught respect from simple manhood when we see how, from the various dregs of society, there come men who may well be regarded as the pride and as the watch towers of the race.</p><p class=\"passage_para\">Steel is improved by laying on damp ground, and the rusty razor gets a keener edge after giving its dross to the dirt in which it has been allowed to lie neglected and forgotten. In like manner, too, humanity, though it lay among the ports, covered with the dust of neglect and poverty, may still retain the divine impulse and the element of improvement and progress. It is natural to revolt at squalor, but we may well relax our lip of scorn and contempt when we stand among the lowly and despised, for out of the rags of the meanest cradle there may come a great man and this is a treasure richer than all the wealth of the Orient.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">They suggest that there are certain limitations to the author’s argument about greatness.</p>","<p class=\"choice_paragraph\">They imply that accepting the author’s argument will help his audience achieve greatness.</p>","<p class=\"choice_paragraph\">They restate the author’s argument in order to provide a fitting conclusion to the passage.</p>","<p class=\"choice_paragraph\">They urge a change in attitude that should follow logically from the author’s argument.</p>"],"answer":3}]