[{"id":"VR224656","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR224648.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the second and third sentences of the fifth paragraph (“He stops . . . gradual explanation”), the author presents a humorous reversal that emerges from an incongruity between the traveler’s</p>\n","rubricRef":"VR224656_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is an essay published by a British writer in the 1750s.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Pleasure is very seldom found where it is sought. Our brightest blazes of gladness are commonly kindled by unexpected sparks. The flowers which scatter their odors from time to time in the paths of life, grow up without culture from seeds scattered by chance.</p><p class=\"passage_para\">Nothing is more hopeless than a scheme of merriment. Wits and humorists are brought together from distant quarters by preconcerted invitations; they come attended by their admirers prepared to laugh and to applaud: they gaze a while on each other, ashamed to be silent, and afraid to speak; every man is discontented with himself, grows angry with those that give him pain, and resolves that he will contribute nothing to the merriment of such worthless company. Wine inflames the general malignity, and changes sullenness to petulance, till at last none can bear any longer the presence of the rest. They retire to vent their indignation in safer places, where they are heard with attention; their importance is restored, they recover their good humor, and gladden the night with wit and jocularity.</p><p class=\"passage_para\">Merriment is always the effect of a sudden impression. The jest which is expected is already destroyed. The most active imagination will be sometimes torpid, under the frigid influence of melancholy, and sometimes occasions will be wanting to tempt the mind, however volatile, to sallies and excursions. Nothing was ever said with uncommon felicity,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">aptness</span></span> but by the cooperation of chance; and therefore, wit as well as valor must be content to share its honors with fortune.</p><p class=\"passage_para\">All other pleasures are equally uncertain; the general remedy of uneasiness is change of place; almost everyone has some journey of pleasure in his mind, with which he flatters his expectation. He that travels in theory has no inconveniences; he has shade and sunshine at his disposal, and wherever he alights finds tables of plenty and looks of gaiety. These ideas are indulged till the day of departure arrives, the chaise is called, and the progress of happiness begins. A few miles teach him the fallacies of imagination. The road is dusty, the air is sultry, the horses are sluggish, and the postilion<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">person who rides one of the horses drawing a carriage</span></span> brutal. He longs for the time of dinner that he may eat and rest. The inn is crowded, his orders are neglected, and nothing remains but that he devour in haste what the cook has spoiled, and drive on in quest of better entertainment. He finds at night a more commodious<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">accommodating or convenient</span></span> house, but the best is always worse than he expected.</p><p class=\"passage_para\">He at last enters his native province, and resolves to feast his mind with the conversation of his old friends, and the recollection of juvenile frolics. He stops at the house of his friend whom he designs to overpower with pleasure by the unexpected interview. He is not known till he tells his name, and revives the memory of himself by a gradual explanation. He is then coldly received, and ceremoniously feasted. He hastes away to another whom his affairs have called to a distant place, and having seen the empty house, goes away disgusted by a disappointment which could not be intended because it could not be foreseen. At the next house he finds every face clouded with misfortune, and is regarded with malevolence as an unreasonable intruder, who comes not to visit but to insult them.</p><p class=\"passage_para\">It is seldom that we find either men or places such as we expect them. He that has pictured a prospect upon his fancy, will receive little pleasure from his eyes; he that has anticipated the conversation of a wit, will wonder to what prejudice he owes his reputation. Yet it is necessary to hope, though hope should always be deluded, for hope itself is happiness, and its frustrations, however frequent, are yet less dreadful than its extinction.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">determination to see his friend and his ignorance of his friend’s schedule</p>","<p class=\"choice_paragraph\">short journey to his friend’s house and the long explanation he must offer when he arrives</p>","<p class=\"choice_paragraph\">desire to surprise his friend and his friend’s failure to recognize him</p>","<p class=\"choice_paragraph\">intention to amuse his friend and his friend’s misinterpretation of the intended humor</p>"],"answer":3}]