[{"id":"VR239416","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR239409.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the second-to-last paragraph, the anecdote about the complaining husband serves primarily to</p>\n","rubricRef":"VR239416_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a commencement speech delivered by then First Lady Barbara Bush at Wellesley College in 1990.)</span></p><div class=\"passage\"><div class=\"prose style:2\"><p class=\"passage_para\">Now I know your first choice today was Alice Walker—guess how I know!—known for <span class=\"formatted_text font_style:italic\">The Color Purple</span>.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Bush had been a controversial choice as Wellesley’s commencement speaker, invited only after author Alice Walker declined. 150 seniors at the prestigious women’s college in suburban Massachusetts signed a petition protesting the choice of a speaker who had risen to prominence by virtue of her husband’s office rather than her own merit. In the weeks leading up to Bush’s speech, the students’ petition set off a national debate on feminism and the role of women in contemporary society.</span></span> Instead you got me—known for the color of my hair!<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Bush’s white hair was widely regarded as one of her defining characteristics.</span></span> Alice Walker’s book has a special resonance here. At Wellesley, each class is known by a special color. For four years the Class of ’90 has worn the color purple. Today you meet on Severance Green to say goodbye to all of that, to begin a new and very personal journey, to search for your own true colors.</p><p class=\"passage_para\">In the world that awaits you, beyond the shores of Lake Waban, no one can say what your true colors will be. But this I do know: You have a first class education from a first class school. And so you need not, probably cannot, live a “paint-by-numbers” life. Decisions are not irrevocable. Choices do come back. And as you set off from Wellesley, I hope that many of you will consider making three very special choices.</p><p class=\"passage_para\">The first is to believe in something larger than yourself, to get involved in some of the big ideas of our time. I chose literacy because I honestly believe that if more people could read, write, and comprehend, we would be that much closer to solving so many of the problems that plague our nation and our society.</p><p class=\"passage_para\">And early on I made another choice which I hope you’ll make as well. Whether you are talking about education, career, or service, you’re talking about life—and life really must have joy. It’s supposed to be fun!</p><p class=\"passage_para\">One of the reasons I made the most important decision of my life, to marry George Bush,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">George H. W. Bush, forty-first President of the United States (1989-1993)</span></span> is because he made me laugh. It’s true, sometimes we’ve laughed through our tears. But that shared laughter has been one of our strongest bonds. Find the joy in life, because as Ferris Bueller<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">protagonist of the 1986 American teen comedy film <span class=\"formatted_text font_style:italic\">Ferris Bueller’s Day Off</span></span></span> said on his day off, “Life moves pretty fast; and ya don’t stop and look around once in a while, ya gonna miss it!”</p><p class=\"passage_para\">(I am not going to tell George ya clapped more for Ferris than ya clapped for George.)</p><p class=\"passage_para\">The third choice that must not be missed is to cherish your human connections: your relationships with family and friends. For several years, you’ve had impressed upon you the importance to your career of dedication and hard work. And, of course, that’s true. But as important as your obligations as a doctor, a lawyer, a business leader will be, you are a human being first. And those human connections—with spouses, with children, with friends—are the most important investments you will ever make.</p><p class=\"passage_para\">At the end of your life, you will never regret not having passed one more test, winning one more verdict, or not closing one more deal. You will regret time not spent with a husband, a child, a friend, or a parent.</p><p class=\"passage_para\">We are in a transitional period right now, fascinating and exhilarating times, learning to adjust to changes and the choices we, men and women, are facing. As an example, I remember what a friend said, on hearing her husband complain to his buddies that he had to babysit. Quickly setting him straight, my friend told her husband that when it’s your own kids, it’s not called babysitting.</p><p class=\"passage_para\">Now, maybe we should adjust faster; maybe we should adjust slower. But whatever the era, whatever the times, one thing will never change: fathers and mothers, if you have children, they must come first. You must read to your children. And you must hug your children. And you must love your children. Your success as a family, our success as a society, depends not on what happens in the White House, but on what happens inside your house.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">provide an example of how women should motivate their partners to take on more childcare responsibilities</p>","<p class=\"choice_paragraph\">illustrate the author’s claim regarding the value of devoting oneself to one’s children</p>","<p class=\"choice_paragraph\">reinforce the author’s recommendation that women develop friendships outside the family</p>","<p class=\"choice_paragraph\">establish a contrast between the friend’s dedication to her family and her husband’s focus on his career</p>"],"answer":1}]