[{"id":"VR239935","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR233108.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best characterizes the relationship between the first and the second paragraphs?</p>\n","rubricRef":"VR239935_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a speech delivered by a United States statesman in 1930.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Warned by the disaster of the last great war,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">the First World War (1914–1918)</span></span> the statesmen of all nations have been taking measures to prevent the return of another such calamity. These measures may not constitute an absolute guarantee of peace, but, in my opinion, they constitute the greatest preventive measures ever adopted by nations. It is not to be expected that human nature will change in a day; perhaps it is too much to expect that the age-old institution of war, which has, through the centuries, been recognized by international law as a sovereign right and has darkened the pages of history with the story of blood and destruction, will be at once abolished, but people of all nations should be encouraged by the great progress which has been made since the war in the furtherance of international peace. I cannot in this brief address discuss these measures beyond enumerating them. There is the League of Nations,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">an international organization created at the conclusion of the First World War that was replaced after the Second World War by the United Nations</span></span> which has been functioning for ten years and which, I am sure, has been most beneficial in adjusting many difficult international problems; the Pact of Paris;<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">The Pact of Paris, or Kellogg-Briand Pact, signed on August 27, 1928, was an agreement condemning war as a means of settling international disputes.</span></span> arbitration treaties; conciliation treaties; and the Court of International Justice;<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">The Permanent Court of International Justice, organized by the League of Nations and popularly known as the World Court, opened at The Hague on February 22, 1922.</span></span> and I might add that commendable progress has been made toward reduction of armament. Each one of these treaties is a step for the maintenance of peace, an additional guarantee against war. It is through such machinery that the disputes between nations will be settled and war prevented.</p><p class=\"passage_para\">It is not my intention today to discuss the Pact of Paris, which has passed into history; perhaps I should not say it has passed into history, but has been cemented in the foundations of the nations’ organic law, as a solemn pledge not to go to war for the settlement of their disputes—a pledge which was entered into voluntarily and backed by the united sentiment of the peoples of the world and one which I am convinced the nations intend to carry out in absolute good faith. It was inspired by the determination of peoples not to be again afflicted with the horrors of such an appalling catastrophe. It was inspired by the memory of devastated lands, ruined homes, and the millions of men and women sacrificed in that awful struggle. It was not an ordinary treaty entered into by nations to serve some temporary advantage, like treaties of amity or alliances; it was a sacred promise between all nations and to all peoples of the world not to go to war for the settlement of their differences; to use a common phrase, to “outlaw” war; to make it a crime against the law of nations so that any nations which violate it should be condemned by the public opinion of the world.</p><p class=\"passage_para\">I know there are those who believe that peace will not be attained until some super-tribunal is established to punish the violators of such treaties, but I believe that in the end the abolition of war, the maintenance of world peace, the adjustment of international questions by pacific means will come through the force of public opinion, which controls nations and peoples—that public opinion which shapes our destinies and guides the progress of human affairs.</p><p class=\"passage_para\">I regret very much to hear so many people, many of my own countrymen, predicting war, stating that Europe is preparing and arming for such a conflict. I rather share the opinion of those of broader vision, who see in the signs of the time hope of humanity for peace. Have we so soon forgotten those four years of terrible carnage, the greatest war of all time; forgotten the millions of men who gave their lives, who made the supreme sacrifice and who today, beneath the soil of France and Belgium, sleep the eternal sleep? Their supreme sacrifice should inspire a pledge never again to inflict humanity with such a crime. I have said before and I wish to repeat today, with all the solemn emphasis which I can place upon my words, that Western civilization would not survive another such conflict, but would disappear in the universal chaos.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© The Nobel Foundation 1929</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The first paragraph states the disadvantages of engaging in war to settle international disagreements; the second paragraph discusses an alternative method of resolving such disagreements.</p>","<p class=\"choice_paragraph\">The first paragraph offers a generalization about the darker aspects of human nature; the second paragraph identifies a possible counterexample.</p>","<p class=\"choice_paragraph\">The first paragraph highlights the destructive impact of war on societies; the second paragraph elaborates on how a certain mindset mentioned in the first paragraph increases the likelihood of war.</p>","<p class=\"choice_paragraph\">The first paragraph describes a trend in international relations; the second paragraph expands on how a specific example mentioned in the first paragraph contributes to that trend.</p>"],"answer":4}]