[{"id":"VR239041","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR239038.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following sentences first expresses the main claim of the passage?</p>\n","rubricRef":"VR239041_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) In September 2018, an amazing spectacle took place in the skies above Olympic National Park: blindfolded, sedated mountain goats hovered in the air, suspended in harnesses from a helicopter. (2) After the helicopter set the goats down, veterinarians examined and tagged them. (3) A truck then transported the goats 180 miles away to North Cascades National Park. (4) Once there, helicopters again lifted the goats, this time in crates, into the mountains to be set free. (5) In this way, wildlife officials caught 114 goats in the first phase of the Mountain Goat Management Plan, but they ultimately will have relocated 90 percent of the 700 goats from the Olympics to the North Cascades. (6) This removal process may be complicated, but it is necessary.</p><p class=\"passage_para\">(7) Park officials cited several reasons why the goats had to go. (8) First, goats are not indigenous to the region; the area began to be advertised as a vacation destination in the early twentieth century. (9) Since then, the goat population has flourished and could reach 1,500 by 2028. (10) Park officials also worry about the goats’ deleterious habits of damaging vegetation and causing erosion. (11) In the 1980s, a brief attempt to relocate the goats was met with public outcry.</p><p class=\"passage_para\">(12) However, safety concerns were the most pressing reason for the goats’ removal. (13) With few salt licks in the Olympics, the goats turn to another source: humans. (14) Salt in human sweat is a goat magnet; worse still, some thoughtless and irresponsible people feed the goats directly. (15) Once accustomed to people, goats become aggressive in their pursuit of food. (16) After a goat injured a hiker in 2010, officials began formulating plans for the goats’ removal.</p><p class=\"passage_para\">(17) The North Cascades were the ideal spot to resettle the goats. (18) As goats are native to the region, the habitat is better suited to their grazing habits. (19) Resettled in the remote parts of the park, where salt licks are plentiful and hikers are scarce, the goats will likely regain their natural wariness of people. (20) Additionally, an influx of goats to the park will boost the decreasing native population and introduce more genetic diversity.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Sentence 5</p>","<p class=\"choice_paragraph\">Sentence 6</p>","<p class=\"choice_paragraph\">Sentence 9</p>","<p class=\"choice_paragraph\">Sentence 10</p>"],"answer":2}]