[{"id":"VR597281","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597279.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to place the argument of the passage in the context of linguistic debates about whether emojis function as a language. Which of the following sentences, if placed after sentence 1, would best accomplish this goal?</p>\n","rubricRef":"VR597281_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"standalone_statement style:1\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Given their growing popularity, many people are convinced that emojis are or will become a genuine, independent language. (2) However, while emojis have a growing—and perhaps indispensable—role in modern communication, they will never become a language of their own.</p><p class=\"passage_para\">(3) Some people have actually tried to force emojis to act as a language. (4) In fact, graphic designer Joe Hale went so far as to “translate” all of <span class=\"formatted_text font_style:italic\">Alice in Wonderland</span> into emojis. (5) The fact that one needs to “read” Hale’s version alongside the printed text of the original, however, demonstrates the fact that emojis simply do not function in the same way words do. (6) Instead, emojis are icons that, as linguist Vyvyan Evans points out, “do not constitute a language because they do not have a grammar that allows them to be combined into more complex units of meaning.”</p><p class=\"passage_para\">(7) The power of emojis, and the likely reason for their popularity, is that they add context and nuance to written communication. (8) When we are speaking to other people, according to Evans, “70% of the meaning . . . comes from non-verbal cues.” (9) Those cues (inflection and tone, body language, facial expressions, etc.) are not available in written communications, which can lead to misunderstandings. (10) Emojis were invented to minimize those misunderstandings, and as e-mails, text messages, and social media posts have become more and more common, the implementation of emojis has gone through the roof. (11) Even in 2015 there were already 6 billion emojis sent in text messages every day.</p><p class=\"passage_para\">(12) As we communicate more using our computers and phones, we are likely to see more emojis, though the list of fun facts on guesstheemoji.org reminds us that emojis are not the same as emoticons. (13) They still play an important role in fostering clear and nuanced communication.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Writing in 2019, Ian Bogost, a professor of media studies at the Georgia Institute of Technology, noted that “[a]s of last week, there are now 3,053 emoji, counting the 230 just approved for this year’s cohort. . . . This is too many emoji.”</p>","<p class=\"choice_paragraph\">Adam Brown, who studies media and language use at Deakin University, has suggested that it is possible “to learn a lot about a person from their preferred emojis.”</p>","<p class=\"choice_paragraph\">Indeed, studies have indicated that young children may use strings of emojis in more or less the same way they use nonsense syllables when learning a spoken language, as a way of practicing what linguist Gretchen McCulloch calls “the rhythm of conversation.”</p>","<p class=\"choice_paragraph\">Linguist Gretchen McCulloch has said of emojis: “They’re trying to solve one of the big problems of writing online, which is that you have the words but you don’t have the tone of voice.”</p>"],"answer":3}]