[{"id":"VR597083","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597075.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the relationship between the first paragraph and the second and third paragraphs?</p>\n","rubricRef":"VR597083_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"standalone_statement style:1\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a philosophy textbook published in 2003.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"focus_start focus_id:VR597075_8 itemref:VR597083\" id=\"VR597075_8\"></span>In <span class=\"focus_start focus_id:VR597075_1 itemref:VR597076\" id=\"VR597075_1\"></span>countless movies<span class=\"focus_end focus_idref:VR597075_1\"></span>, computers play a starring role. Some talk in synthesized voices; others write a stream of words on a screen. Some manage spaceships; others, the <span class=\"focus_start focus_id:VR597075_2 itemref:VR597090\" id=\"VR597075_2\"></span>“brains”<span class=\"focus_end focus_idref:VR597075_2\"></span> of robots, manage their own <span class=\"focus_start focus_id:VR597075_3 itemref:VR597090\" id=\"VR597075_3\"></span>“bodies.”<span class=\"focus_end focus_idref:VR597075_3\"></span> People converse with them, are understood by them, exchange information and greetings with them. Much of this is still science fiction. <span class=\"focus_start focus_id:VR597075_4 itemref:VR597078\" id=\"VR597075_4\"></span>But real computers advise lawyers on relevant cases, doctors on diagnoses, engineers on the state of atomic reactors.<span class=\"focus_end focus_idref:VR597075_4\"></span> Both the fantasy and the fact would have astonished our grandparents. <span class=\"formatted_text font_style:italic\">Their</span> grandparents might have thought that this could only be achieved by magic. Yet most of us are getting used to it, taking the silicon age for granted.<span class=\"focus_end focus_idref:VR597075_8\"></span></p><p class=\"passage_para\"><span class=\"focus_start focus_id:VR597075_9 itemref:VR597083\" id=\"VR597075_9\"></span>Still, a suspicion remains. We human beings have always thought of ourselves as special. We all assume some contrast between the world of material things and the world of spiritual things. If the computer really is a “material mind,” then not only must we rethink this distinction, but we have broken it with our own creations. We should be careful to avoid such an important conclusion until we have really thought it through. However natural it seems to take it for granted that computers can think and act, then, we shouldn’t just assume it. <span class=\"focus_start focus_id:VR597075_5 itemref:VR597079\" id=\"VR597075_5\"></span>In philosophy we often find that what we normally take for granted—the “commonsense” point of view—gets in the way of a proper understanding of the issues.<span class=\"focus_end focus_idref:VR597075_5\"></span> So let’s see if the way I spoke about computers in the first paragraph is accurate.</p><p class=\"passage_para\">I said that they talk. But do they <span class=\"formatted_text font_style:italic\">really</span> talk in the sense that people do? It isn’t enough to say that they produce something that sounds like speech. <span class=\"focus_start focus_id:VR597075_6 itemref:VR597080\" id=\"VR597075_6\"></span>Tape recorders<span class=\"focus_end focus_idref:VR597075_6\"></span> do that, but they don’t talk. When people talk they mean something by what they say. To mean something, they need to be able to understand sentences. Now I also said that computers understand what we say to them. But do they really? <span class=\"focus_start focus_id:VR597075_16 itemref:VR597081\" id=\"VR597075_16\"></span>The sounds of our speech are turned into electrical impulses. The impulses pass through the circuits of the machine. And that causes the speech synthesizer to produce sounds.<span class=\"focus_end focus_idref:VR597075_16\"></span> <span class=\"focus_start focus_id:VR597075_7 itemref:VR597082\" id=\"VR597075_7\"></span>It may be very clever to design a machine that does this, but what evidence do we have that the machine understands<span class=\"focus_end focus_idref:VR597075_7\"></span>?<span class=\"focus_end focus_idref:VR597075_9\"></span></p><p class=\"passage_para\">Well, could a machine understand? There are two obvious responses to this question. The first response I’ll call <span class=\"focus_start focus_id:VR597075_10 itemref:VR597084\" id=\"VR597075_10\"></span><span class=\"formatted_text font_weight:bold\">mentalist</span><span class=\"focus_end focus_idref:VR597075_10\"></span>, for the sake of a label. It’s the response you make if you think that understanding what people say involves having a mind. The mentalist says:</p><p class=\"passage_para\">Computers can’t really understand anything. To understand they would have to have conscious minds. But we made them from silicon chips and we programmed them. We didn’t give them conscious minds. So we know they don’t have them.</p><p class=\"passage_para\">At the other <span class=\"focus_start focus_id:VR597075_12 itemref:VR597085\" id=\"VR597075_12\"></span>extreme<span class=\"focus_end focus_idref:VR597075_12\"></span> is the response I’ll call <span class=\"focus_start focus_id:VR597075_11 itemref:VR597084\" id=\"VR597075_11\"></span><span class=\"formatted_text font_weight:bold\">behaviorist</span><span class=\"focus_end focus_idref:VR597075_11\"></span>. The behaviorist says:</p><p class=\"passage_para\"><span class=\"focus_start focus_id:VR597075_13 itemref:VR597086\" id=\"VR597075_13\"></span>Naturally, everyone should agree that some computers don’t understand.<span class=\"focus_end focus_idref:VR597075_13\"></span> But there’s no reason why a computer couldn’t be made that does understand. If a machine responds in the same ways to speech as a person who understands speech, then we have just as much reason to say that the machine understands as we have to say that the person does. A machine that behaves in every way as if it understands is indistinguishable from a machine that understands. If it behaved in the right way, that would show that it had a mind.</p><p class=\"passage_para\">It is clear why I call this response “behaviorist.” For the behaviorist says that to understand is to <span class=\"formatted_text font_style:italic\">behave </span>as if you understand.</p><p class=\"passage_para\"><span class=\"focus_start focus_id:VR597075_14 itemref:VR597087\" id=\"VR597075_14\"></span>What we have here is a situation that is quite familiar in philosophy. There are two opposing views—mentalist and behaviorist, in this case—each of which seems to have something in its favor, but neither of which looks completely right. Each of these views has a bit of common sense on its side. The mentalist relies on the common sense claim that machines can’t think. The behaviorist relies on the common sense claim that all we know about other people’s minds we know from what they do. It looks as though common sense here isn’t going to tell us if the mentalist or the behaviorist is right.<span class=\"focus_end focus_idref:VR597075_14\"></span></p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The first paragraph provides a historical introduction to an intellectual problem; the second and third paragraphs present current ideas about the problem.</p>","<p class=\"choice_paragraph\">The first paragraph approaches an issue from a practical point of view; the second and third paragraphs approach it from a theoretical point of view.</p>","<p class=\"choice_paragraph\">The first paragraph introduces a perspective on an issue; the second and third paragraphs call that perspective into question.</p>","<p class=\"choice_paragraph\">The first paragraph summarizes the point of view that the author is arguing against; the second and third paragraphs offer reasons why the author disagrees with it.</p>"],"answer":2}]