[{"id":"VR597223","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597216.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In sentence 8 (reproduced below), the writer wants to include an effective transition from the second paragraph to the discussion that follows in the third paragraph.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Other works are </span><span class=\"formatted_text font_style:italic text_decoration:underline\">less overtly activist in nature and instead</span><span class=\"formatted_text font_style:italic\"> incorporate cultural traditions and historical figures to celebrate the artists’ heritage.</span></p><p class=\"stem_paragraph\">Which of the following versions of the underlined text best accomplishes this goal?</p>\n","rubricRef":"VR597223_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"standalone_statement style:1\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1)&nbsp;In the 1960s, the Chicano movement sought to create an uproar over the experiences of Mexican American people in the United States. (2)&nbsp;The movement concentrated primarily on the rights of agricultural workers but also on larger matters affecting the Mexican American community at the time. (3)&nbsp;Inspired by these efforts, a number of Mexican American artists turned to printmaking as a form of artistic expression.</p><p class=\"passage_para\">(4)&nbsp;Some printmakers looked to Mexico’s illustrious past, while others focused on the present as inspiration for their pieces. (5)&nbsp;For instance, Xavier Viramontes’ print <span class=\"formatted_text font_style:italic\">Boycott Grapes, Support the United Farm Workers Union</span> was inspired by an initiative to get consumers to stop buying grapes in support of farm laborers in California. (6)&nbsp;Viramontes’ poster shows a determined-looking Aztec (a powerful civilization that flourished in Central Mexico in the fifteenth and sixteenth centuries) deity squeezing a bunch of grapes. (7)&nbsp;Viramontes’ imagery highlights the strength of the boycott movement while it simultaneously promotes the campaign’s message.</p><p class=\"passage_para\">(8)&nbsp;Other works are less overtly activist in nature and instead incorporate cultural traditions and historical figures to celebrate the artists’ heritage. (9)&nbsp;For instance, two prints created by Ester Hernandez in 1987 and 2001 show singer and guitar player Lydia Mendoza, who is known as the mother of Tejano music. (10)&nbsp;Three other prints are made by the same artist. (11)&nbsp;Frida Kahlo is a painter from Mexico, and she is depicted on those three prints. (12)&nbsp;Other notable prints include numerous posters inspired by <span class=\"formatted_text font_style:italic\">Día de los Muertos</span>, an important Mexican holiday, and by prominent figures from Mexican history such as military leaders Francisco “Pancho” Villa and Emiliano Zapata. (13)&nbsp;Taken together, such works remind viewers of the rich legacy of the Mexican American community.</p><p class=\"passage_para\">(14)&nbsp;Art critics long tended to give little attention to the prints inspired by the Chicano movement, but this trend is changing. (15)&nbsp;In 2020, the Smithsonian Institution in Washington, D.C., presented a large exhibition of such prints, showing that they are beginning to get the notoriety they deserve as an iconic part of the history of visual arts and Mexican American culture in the US.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">(as it is now)</p>","<p class=\"choice_paragraph\">even more controversial because they</p>","<p class=\"choice_paragraph\">equally preoccupied with mythological creatures but also</p>","<p class=\"choice_paragraph\">interested in critiquing the past even as they</p>"],"answer":0}]