[{"id":"VR597109","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597098.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer is considering adding a direct quotation from a source to the final paragraph. Which of the following sentences, if added to the paragraph, would most effectively support an important element of the writer’s thesis?</p>\n","rubricRef":"VR597109_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"standalone_statement style:1\"><span class=\"formatted_text font_style:italic\">(The passage below is a draft.)</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">(1) Except for the professional opportunities archaeology affords and the state-of-the-art technologies that archaeologists use, many people might assume that archaeology has little to do with the present. (2) After all, archaeology is the study of human history. (3) A recent finding at Eleutherna, the site of an ancient Greek city on Crete, provides a striking example: unearthing the skeleton of a woman, archaeologists struggled to interpret the unusual signs of strain on the bones until they watched a local craftswoman at work. (4) The archaeologists’ interpretation not only challenges popular assumptions about archaeology, but it also forces archaeologists to reexamine their assumptions about women’s work in ancient Greece.</p><p class=\"passage_para\">(5) Eleutherna researchers discovered the skeleton in 2009. (6) Preliminary analysis determined that the approximately 50-year-old woman lived between 900 and 650 BCE. (7) Examining her remains, the archaeologists eyeballed something truly wacky: unlike the cartilage of other female specimens at the site, the cartilage on the upper right side of the skeleton’s body and on the right-hip and knee joints was almost completely worn away. (8) This anomaly signified that the woman must have engaged in a long-term strenuous activity involving the right side of her body. (9) Seeking more exact information, the researchers drew on their assumptions about the kinds of work women performed in ancient Greece. (10) Deploying skeletal models, the archaeologists tried bread-baking, weaving, harvesting, etc.—but to no avail.</p><p class=\"passage_para\">(11) Wondering if the present could unlock the past, the archaeologists spent several years observing people near Eleutherna who performed tasks similar to those the ancient Greeks would have performed. (12) Success came in 2018 when a female ceramicist modeled her work for the researchers. (13) Analyzing her movements as she worked on large vases and listening to her detail the physical toll of the work, the team was convinced that the ancient Eleuthernan woman whose skeleton it was studying must have been a potter, a guess later confirmed by medical imaging and further anatomical modeling.</p><p class=\"passage_para\">(14) The woman was not just a ceramicist, though. (15) The extent of wear on her remains indicates that she was a <span class=\"formatted_text font_style:italic\">master </span>ceramicist. (16) Archaeologists had long assumed that professional pottery making was the exclusive province of males in ancient Greece. (17) The Eleutherna researchers, supplementing Greece’s archaeological discoveries, acknowledge that they have more to learn.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Forensic anthropologist Anagnostis Agelarakis describes the finding at Eleutherna with great enthusiasm: “It signifies that women . . . held craft specialization roles in antiquity, which I think is very important.”</p>","<p class=\"choice_paragraph\">As forensic anthropologist Anagnostis Agelarakis notes, most people don’t realize that “bone is a live organ.”</p>","<p class=\"choice_paragraph\">Journalist Cara Giaimo explains that the techniques the researchers used to study the skeletal remains were also “used to figure out how gladiators fought in ancient Ephesus.”</p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">Smithsonian</span> writer Meilan Solly explains that “archaeologists previously unearthed the graves of four priestesses in the same Orthi Petra site [at Eleutherna]” where the skeleton was found.</p>"],"answer":0}]