[{"id":"VR732715","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR732707.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In paragraph 6, sentence 3 (“I also liked . . . priceless“), the author uses the phrase “I thought” primarily to</p>\n","rubricRef":"VR732715_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"standalone_statement style:1\">Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"standalone_statement style:1\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from an essay that was published in a 2018 collection of essays about famous chef and political activist Edna Lewis.)</span></p>\n\n<p class=\"passage_para\"><span class=\"focus_start focus_id:VR732707_1 itemref:VR732722\" id=\"VR732707_1\"></span>I came from a working family. My parents were young, and both went to college after their children were born. I was the little mama, the oldest of three, and the support for my parents. I picked up my brother and sister from school and daycare. I made them snacks and helped them with their homework while we waited for our parents to come home. <span class=\"focus_start focus_id:VR732707_2 itemref:VR732710\" id=\"VR732707_2\"></span>During the week my mother cooked quick meals like pasta with a salad or canned soup with sandwiches<span class=\"focus_end focus_idref:VR732707_2\"></span>.<span class=\"focus_end focus_idref:VR732707_1\"></span></p>\n\n<p class=\"passage_para\"><span class=\"focus_start focus_id:VR732707_3 itemref:VR732711\" id=\"VR732707_3\"></span>But Sundays were different. On Sundays, she cooked all day.</p>\n\n<p class=\"passage_para\">My mom was born and raised in Waynesboro, Georgia, a small town just south of Augusta. It was on Sundays that she reminded her young family where she came from.<span class=\"focus_end focus_idref:VR732707_3\"></span> She would roast chicken and serve it with rice and gravy and greens. We ate glazed ham with sweet potatoes and cabbage. She didn’t bake, but there was always cornbread or biscuits on the table. And the real treat, fried chicken! She made the best fried chicken. <span class=\"focus_start focus_id:VR732707_4 itemref:VR732712\" id=\"VR732707_4\"></span>She used a cast-iron pan and grease she had saved, to be used only for chicken.<span class=\"focus_end focus_idref:VR732707_4\"></span> It was a meal that took hours, and we only had it sometimes. She would always make pan gravy, mashed potatoes, and sweet peas to go alongside the crispy meat. Really good fried chicken is still one of my favorite foods.</p>\n\n<p class=\"passage_para\">Mom’s Sunday cooking—now that was food to me. Living up North, soul food and southern food were commonly considered to be one and the same. People think of soul food as BBQ ribs, macaroni and cheese, buttermilk biscuits, and sweet tea. <span class=\"focus_start focus_id:VR732707_6 itemref:VR732714\" id=\"VR732707_6\"></span>Our Sunday dinners taught me about my family and what we ate, and helped me distinguish <span class=\"focus_start focus_id:VR732707_5 itemref:VR732713\" id=\"VR732707_5\"></span><span class=\"formatted_text font_style:italic\">real</span><span class=\"focus_end focus_idref:VR732707_5\"></span> southern from soul food.<span class=\"focus_end focus_idref:VR732707_6\"></span> But I had no idea that there was so much more.</p>\n\n<p class=\"passage_para\">In 2000, I decided to change my career path from social work to becoming a chef. My decision was prompted by a few work dinners where coworkers complimented me on my sweet potatoes and roasted chicken. With a half-cocked aspiration, I left my job in Brooklyn and decided to attend culinary school.</p>\n\n<p class=\"passage_para\">The school I attended was French based, like all culinary schools at the time and the majority, still, today. I had chosen it because it was geared toward career changers and had an excellent work-study program. I also liked that the school took the view that French food was the mother of all professional cuisines, so my education’s foundation of principles, <span class=\"focus_start focus_id:VR732707_7 itemref:VR732715\" id=\"VR732707_7\"></span>I thought<span class=\"focus_end focus_idref:VR732707_7\"></span>, would be priceless.</p>\n\n<p class=\"passage_para\"><span class=\"focus_start focus_id:VR732707_10 itemref:VR732718\" id=\"VR732707_10\"></span>During the first phase of classes our chef instructor asked us to write an essay about someone who inspired us to cook. My mother, of course; so easy, I thought. I would interview her when I got home that evening. But our teacher insisted that it be someone professional, like Escoffier or James Beard. My dilemma was that the only chefs I’d heard of were the ones on TV: Julia Child, the Frugal Gourmet, and the Cajun chef Justin Wilson.</p>\n\n<p class=\"passage_para\">I wanted to write about someone who looked like me, and like my mother and grandmothers. I began my search for a chef that I could admire. I started trolling around on the Internet without finding much on the subject of notable black women cooks. <span class=\"focus_start focus_id:VR732707_8 itemref:VR732716\" id=\"VR732707_8\"></span>I searched at the public library, and after some digging, I found <span class=\"focus_start focus_id:VR732707_9 itemref:VR732717\" id=\"VR732707_9\"></span>an article<span class=\"focus_end focus_idref:VR732707_9\"></span> about a woman called Edna Lewis.<span class=\"focus_end focus_idref:VR732707_8\"></span><span class=\"focus_end focus_idref:VR732707_10\"></span></p>\n\n<p class=\"passage_para\">Edna Lewis’s search for taste, as well as her story, stuck with me. A black woman from the South, Miss Lewis moved to New York to start a whole new life, first as a laundress, later as a seamstress and restaurant chef. <span class=\"focus_start focus_id:VR732707_11 itemref:VR732719\" id=\"VR732707_11\"></span>She was never formally trained, but she had grown up cooking in rural Virginia, was hardworking, and loved wholesome food made with fresh ingredients.<span class=\"focus_end focus_idref:VR732707_11\"></span> <span class=\"focus_start focus_id:VR732707_12 itemref:VR732720\" id=\"VR732707_12\"></span>This sounded like many of the women in my family before me.<span class=\"focus_end focus_idref:VR732707_12\"></span> As the opening chef at Café Nicholson in New York in the 1950s, she showcased simple food and was heaped with praise for it. Through Miss Lewis I realized that there was a history of black women, like me, in professional kitchens, and that I wasn’t alone.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">claim that other people who changed careers had an experience similar to her own</p>","<p class=\"choice_paragraph\">qualify her original opinion about the educational philosophy of the school</p>","<p class=\"choice_paragraph\">introduce an element of doubt about the authenticity of her narrative</p>","<p class=\"choice_paragraph\">indicate the amount of indecision she experienced before finally choosing her school</p>"],"answer":1}]