[{"id":"VR732773","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR732766.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The writer wants to provide information at the end of sentence 9 (reproduced below) to illustrate the main point of the sentence.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Nevertheless, the real Bond was comfortable enough with the association to</span> <span class=\"formatted_text font_style:italic text_decoration:underline\">complain about prank calls he received from fans of the character</span>.</p><p class=\"stem_paragraph\">Which of the following versions of the underlined portion of the sentence best accomplishes the writer’s goal?</p>\n","rubricRef":"VR732773_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"standalone_statement style:1\">Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"standalone_statement style:1\"><span class=\"formatted_text font_style:italic\">(The following passage is a draft.)</span></p>\n\n<p class=\"passage_para\">(1) “Bond, James Bond.” (2) Readers and moviegoers around the world are familiar with this introduction of the secret agent character who first appeared in British writer Ian Fleming’s 1953 novel <span class=\"published_title\">Casino Royale</span> and has gone on to star in dozens of books and films. (3) But before James Bond was the name of a famous fictional spy, it was the name of a real person: an ornithologist (a scientist who studies birds) whose guidebook <span class=\"published_title\">Birds of the West Indies</span> was a standard reference work for bird-watchers in the Caribbean.</p>\n\n<p class=\"passage_para\">(4) One of those bird-watchers was Ian Fleming, who spent his winters in Jamaica and wrote most of his books there. (5) Fleming often consulted Bond’s guidebook and was struck, as he explained years later in a letter to the ornithologist’s wife, by the “brief, unromantic, Anglo-Saxon and yet very masculine name” of its author. (6) Finding these qualities fitting for the character he was developing, Fleming borrowed the name for his novels.</p>\n\n<p class=\"passage_para\">(7) The scientist James Bond was appalled to find himself connected to the protagonist of a series of sensationalistic spy thrillers. (8) When asked about the books, he asserted that he did not read them, and he turned down an offer for a paid appearance at the premiere of the Bond film <span class=\"published_title\">Goldfinger</span>. (9)&nbsp;Nevertheless, the real Bond was comfortable enough with the association to complain about prank calls he received from fans of the character. (10)&nbsp;When the two men met, they connected over the thing that had brought them together in the first place: their mutual love of the island’s beautiful birds.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">(as it is now)</p>","<p class=\"choice_paragraph\">refrain from promoting the books or movies</p>","<p class=\"choice_paragraph\">gain the respect of his fellow scientists</p>","<p class=\"choice_paragraph\">pay a visit to Fleming’s Jamaican home in 1964</p>"],"answer":3}]