[{"id":"VR732760","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR732753.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In sentence 9 (reproduced below), which of the following versions of the underlined word most clearly conveys the writer’s meaning?</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Other experts, however, advise </span><span class=\"formatted_text font_style:italic font_variant:normal font_weight:normal text_decoration:underline\">caution</span><span class=\"formatted_text font_style:italic\"> in drawing conclusions about the methods used to build the pyramids based on this discovery.</span></p>\n","rubricRef":"VR732760_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"standalone_statement style:1\">Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"standalone_statement style:1\"><span class=\"formatted_text font_style:italic\">(The following passage is a draft.)</span></p>\n\n<p class=\"passage_para\">(1) Archaeologists have squabbled for an awfully long time about what techniques enabled the ancient Egyptians to build the pyramids. (2) The 2018 excavation of a ramp system from 4,500 years ago at the site of a stone quarry in Egypt’s Eastern Desert has reignited interest in the question. (3) Many media accounts claimed that the newly discovered mechanism shows how the Egyptians were able to move the giant stone blocks used to construct the pyramids. (4) Therefore, while the finding offers insight into ancient technological achievements, it actually only adds to the mystery of how Egypt’s iconic monuments were built. (5) The pyramids were considered a wonder of the world by ancient writers.</p>\n\n<p class=\"passage_para\">(6) The system used a sled attached to wooden posts by ropes overlaying a central ramp, according to Yannis Gourdon, one of the co-directors of the dig. (7)&nbsp;Nearby tool marks and inscriptions were dated to the reign of the pharaoh Khufu, who ordered the construction of the Great Pyramid in Giza. (8) “That means that during the time of Khufu, ancient Egyptians knew how to move huge blocks of stone using very steep slopes,” Gourdon says.</p>\n\n<p class=\"passage_para\">(9) Other experts, however, advise caution in drawing conclusions about the methods used to build the pyramids based on this discovery. (10) For one thing, the quarry where the ramp was found was used to mine alabaster. (11) “It’s a stretch to take an alabaster quarry and say this is how the pyramids were built, because the pyramids weren’t built out of alabaster,” says Egyptologist Kara Cooney. (12)&nbsp;Alabaster is a softer and lighter mineral than many of the stones used to build the pyramids, and the same techniques might not have worked on more imposing stone blocks. (13) The type of ramp used in the quarry might also have been insufficient to move blocks to the heights required for pyramid construction.</p>\n\n<p class=\"passage_para\">(14) Until more definitive evidence is unearthed, the conversation about how the pyramids were built is likely to continue.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">(as it is now)</p>","<p class=\"choice_paragraph\">alertness</p>","<p class=\"choice_paragraph\">maturity</p>","<p class=\"choice_paragraph\">realism</p>"],"answer":0}]