[{"id":"VR732737","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR732724.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best characterizes the author’s choice to use the pronouns “we” and “our” throughout the passage?</p>\n","rubricRef":"VR732737_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"standalone_statement style:1\">Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"standalone_statement style:1\"><span class=\"formatted_text font_style:italic\">(The following passage is excerpted from a nonfiction book published in 2018.)</span></p>\n\n<p class=\"passage_para\">Although we are born into human bodies, it’s our teachings—and our stories—that make us human. <span class=\"focus_start focus_id:VR732724_1 itemref:VR732739\" id=\"VR732724_1\"></span>Whatever our particular gifts or limitations, no matter how our specific biology influences our decisions and behaviours, our humanity is far greater than the simple consequence of being born into the species <span class=\"formatted_text font_style:italic\">Homo sapiens</span>.<span class=\"focus_end focus_idref:VR732724_1\"></span> The exchange of DNA is as much an accident of history as it is an act of will, and culture and kinship travel different (though often parallel) currents. Our biology is only a very small part of our humanity; the rest is a process of becoming.</p>\n\n<p class=\"passage_para\"><span class=\"focus_start focus_id:VR732724_4 itemref:VR732729\" id=\"VR732724_4\"></span><span class=\"focus_start focus_id:VR732724_2 itemref:VR732727\" id=\"VR732724_2\"></span>We tend to like our metaphors, analogies, weathered old chestnuts, quick-and-easy examples, especially for this most elemental of questions.<span class=\"focus_end focus_idref:VR732724_2\"></span> In the old “nature vs. nurture” debate, we might think of nature being the clay and nurture the act of sculpting. The medium of clay determines much of what can be achieved, but it’s the care or negligence of the sculptor that has the greater influence. <span class=\"focus_start focus_id:VR732724_3 itemref:VR732728\" id=\"VR732724_3\"></span>Of course, this presumes that the clay itself has no further role to play than to simply be, and it also ignores the ways that moisture, light, temperature, and other environmental conditions can affect both the process and the final result, so in the end this hackneyed metaphor, like most, falls short.<span class=\"focus_end focus_idref:VR732724_3\"></span> Metaphors alone can’t encompass what it is to be human, nor can lived experience.<span class=\"focus_end focus_idref:VR732724_4\"></span></p>\n\n<p class=\"passage_para\"><span class=\"focus_start focus_id:VR732724_5 itemref:VR732730\" id=\"VR732724_5\"></span>For that, we need stories.<span class=\"focus_end focus_idref:VR732724_5\"></span></p>\n\n<p class=\"passage_para\">We learn to be human from everything around us, as the worlds we inhabit help to define both the limits and the possibilities of our humanity. And because the specificities of each of our experiential worlds is different—<span class=\"focus_start focus_id:VR732724_7 itemref:VR732731\" id=\"VR732724_7\"></span>as Lee Maracle writes above<span class=\"focus_end focus_idref:VR732724_7\"></span>,<span class=\"focus_start focus_id:VR732724_6 itemref:VR732731\" id=\"VR732724_6\"></span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">The chapter this passage is excerpted from begins with the following quotation from Stó:lō (Indigenous Canadian) poet and author Lee Maracle: “Raven shaped us; we are built for transformation. Our stories prepare us for it. Find freedom in the context you inherit—every context is different: discover consequences and change from within, that is the challenge. Still, there is horror at having change foisted upon you from outside.”</span></span> <span class=\"focus_end focus_idref:VR732724_6\"></span>the contexts we inherit—there can never be a single way of being or becoming human, though no doubt some ways have a great deal in common with one another. <span class=\"focus_start focus_id:VR732724_8 itemref:VR732732\" id=\"VR732724_8\"></span>That’s the role of experience, of teaching, and of story—to help us find ways of meaningful being in whatever worlds we inhabit, whatever contexts we’ve inherited. This is what I take Thomas King’s oft-quoted words to mean: “The truth about stories is that that’s all we are.”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Canadian Cherokee writer Thomas King</span></span> Our lives are incarnations of the stories we tell, the stories told about us, and the stories we inherit.<span class=\"focus_end focus_idref:VR732724_8\"></span> They are both the process and the consequence of the transformations into the fullness of our humanity. Indeed, without those stories, without the teachings about the <span class=\"formatted_text font_style:italic\">who</span>, <span class=\"formatted_text font_style:italic\">how</span>, and <span class=\"formatted_text font_style:italic\">why</span> of us, something is profoundly, almost existentially amiss. We don’t need to speak them to live them; even those not given voice are inextricably embraided in our sense of self. We know ourselves <span class=\"focus_start focus_id:VR732724_9 itemref:VR732733\" id=\"VR732724_9\"></span><span class=\"formatted_text font_style:italic\">only</span><span class=\"focus_end focus_idref:VR732724_9\"></span> through stories. The unstoried life is a terrible thing to comprehend, a soul-deep <span class=\"focus_start focus_id:VR732724_10 itemref:VR732734\" id=\"VR732724_10\"></span>desolation<span class=\"focus_end focus_idref:VR732724_10\"></span>.</p>\n\n<p class=\"passage_para\">Yet not all the stories that shape us are our own. Most, inevitably, are not, and these are the legacies we inherit, the formative context of our being. <span class=\"focus_start focus_id:VR732724_11 itemref:VR732735\" id=\"VR732724_11\"></span>That’s part of the beauty and frightening power of story: sometimes the shaping stories are an empowering blessing, sometimes they’re a disfiguring curse, sometimes they offer a bit of both shadow and light.<span class=\"focus_end focus_idref:VR732724_11\"></span> <span class=\"focus_start focus_id:VR732724_12 itemref:VR732736\" id=\"VR732724_12\"></span>But they’re always part of who we know ourselves to be.<span class=\"focus_end focus_idref:VR732724_12\"></span></p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">It implies his deep connection to a specific culture.</p>","<p class=\"choice_paragraph\">It suggests that most people will readily agree with his conclusion.</p>","<p class=\"choice_paragraph\">It encourages his readers to propose their own theories on the subject.</p>","<p class=\"choice_paragraph\">It emphasizes that his thesis applies to all people.</p>"],"answer":4}]