[{"id":"VR732750","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR732741.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following versions of the underlined portion of sentence 12 (reproduced below) is most consistent with the tone of the rest of the passage?</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Díaz-Merced has become </span><span class=\"formatted_text font_style:italic font_variant:normal font_weight:normal text_decoration:underline\">one of the foremost advocates for</span><span class=\"formatted_text font_style:italic\"> the use of sonification and increasing accessibility in the sciences.</span></p>\n","rubricRef":"VR732750_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"standalone_statement style:1\">Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"standalone_statement style:1\"><span class=\"formatted_text font_style:italic\">(The following passage is a draft.)</span></p>\n\n<p class=\"passage_para\">(1)&nbsp;As an undergraduate, Wanda Díaz-Merced hoped to become an astronomer, for when she was gradually losing her eyesight, she had doubts about entering a field that relies heavily on visual data. (2)&nbsp;However, after listening to live audio of an astronomical event, Díaz-Merced realized that information does not necessarily have to be conveyed by visual means. (3)&nbsp;By using sonification—a method that translates visual data into nonspeech sound values—Díaz-Merced has achieved her dream of becoming an astronomer.</p>\n\n<p class=\"passage_para\">(4)&nbsp;In 2005, Díaz-Merced began developing software that uses sonification to analyze large sets of astronomical data. (5)&nbsp;With this software, visible features—brightness, for instance—are mapped using audible elements that include rhythm, duration, volume, and pitch. (6)&nbsp;Then, to evaluate the software, she conducted a simulation in which a group of experienced astronomers used either visual data, sonified data, or a combination of the two to detect a galactic black hole. (7)&nbsp;It was an unusual experiment: sonification helped the researchers better identify the indicators of black holes.</p>\n\n<p class=\"passage_para\">(8)&nbsp;As Díaz-Merced’s research has shown, sonification is useful for many people, not just those who are unable to work with visual data. (9)&nbsp;By listening, scientists can detect patterns that may not be evident from looking at visual data because “sensitivity to events increases when you use sound.” (10)&nbsp;Through her efforts, the method has gained acceptance in the scientific community. (11)&nbsp;NASA has translated data from several of its space endeavors into sound, and a 2020 study concluded that sonification can also help scientists share their results with nonexperts.</p>\n\n<p class=\"passage_para\">(12)&nbsp;Díaz-Merced has become one of the foremost advocates for the use of sonification and increasing accessibility in the sciences. (13)&nbsp;Commenting on her groundbreaking work, she said, “When we give people the opportunity to succeed without limits, that will lead to personal fulfillment and prospering life. And I think that the use of sound in astronomy is helping us to achieve that and to contribute to science.”</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">(as it is now)</p>","<p class=\"choice_paragraph\">one of those striving to uphold</p>","<p class=\"choice_paragraph\">someone who talks up</p>","<p class=\"choice_paragraph\">a really big promoter of</p>"],"answer":0}]