[{"id":"VR029636_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points"],"values":[0,1,2,3,4,5],"maxScores":[5,5,5,5,5,5],"descriptions":["<p><strong>UNACCEPTABLE performance in Interpersonal Writing</strong></p><p>· Mere restatement of language from the stimulus</p><p>· Completely irrelevant to the stimulus</p><p>· “I don’t know,” “I don’t understand,” or equivalent in any language</p><p>· Not in the language of the exam</p><p>· Blank, no response</p><p>The score earned corresponds to the bulleted description of your response in an overall, holistic sense. In certain specific areas your performance may have been somewhat stronger or weaker than is typical for this score point.</p>","<p><strong>POOR performance in Interpersonal Writing</strong></p><p>· Unsuccessfully attempts to maintain the exchange by providing a response that is inappropriate within the context of the task</p><p>· Provides little required information (responses to questions, request for details)</p><p>· Barely understandable, with frequent or significant errors that impede comprehensibility</p><p>· Very few vocabulary resources</p><p>· Little or no control of grammar, syntax, and usage</p><p>· Minimal or no attention to register; includes significantly inaccurate or no conventions for formal correspondence (e.g., greeting, closing)</p><p>· Very simple sentences or fragments</p><p>The score earned corresponds to the bulleted description of your response in an overall, holistic sense. In certain specific areas your performance may have been somewhat stronger or weaker than is typical for this score point.</p>","<p><strong>WEAK performance in Interpersonal Writing</strong></p><p>· Partially maintains the exchange with a response that is minimally appropriate within the context of the task</p><p>· Provides some required information (responses to questions, request for details)</p><p>· Partially understandable with errors that force interpretation and cause confusion for the reader</p><p>· Limited vocabulary and idiomatic language</p><p>· Limited control of grammar, syntax, and usage</p><p>· Use of register is generally inappropriate for the situation; includes some conventions for formal correspondence (e.g., greeting, closing) with inaccuracies</p><p>· Simple sentences and phrases</p><p>The score earned corresponds to the bulleted description of your response in an overall, holistic sense. In certain specific areas your performance may have been somewhat stronger or weaker than is typical for this score point.</p>","<p><strong>FAIR performance in Interpersonal Writing</strong></p><p>· Maintains the exchange with a response that is somewhat appropriate but basic within the context of the task</p><p>· Provides most required information (responses to questions, request for details)</p><p>· Generally understandable, with errors that may impede comprehensibility</p><p>· Appropriate but basic vocabulary and idiomatic language</p><p>· Some control of grammar, syntax, and usage</p><p>· Use of register may be inappropriate for the situation with several shifts; partial control of conventions for formal correspondence (e.g., greeting, closing), although these may lack cultural appropriateness</p><p>· Simple and a few compound sentences</p><p>The score earned corresponds to the bulleted description of your response in an overall, holistic sense. In certain specific areas your performance may have been somewhat stronger or weaker than is typical for this score point.</p>","<p><strong>GOOD performance in Interpersonal Writing</strong></p><p>· Maintains the exchange with a response that is generally appropriate within the context of the task</p><p>· Provides most required information (responses to questions, request for details) with some elaboration</p><p>· Fully understandable, with some errors that do not impede comprehensibility</p><p>· Varied and generally appropriate vocabulary and idiomatic language</p><p>· General control of grammar, syntax, and usage</p><p>· Generally consistent use of register appropriate for the situation, except for occasional shifts; basic control of cultural conventions appropriate for formal correspondence (e.g., greeting, closing)</p><p>· Simple, compound, and a few complex sentences</p><p>The score earned corresponds to the bulleted description of your response in an overall, holistic sense. In certain specific areas your performance may have been somewhat stronger or weaker than is typical for this score point.</p>","<p><strong>STRONG performance in Interpersonal Writing</strong></p><p>· Maintains the exchange with a response that is clearly appropriate within the context of the task</p><p>· Provides required information (responses to questions, request for details) with frequent elaboration</p><p>· Fully understandable, with ease and clarity of expression; occasional errors do not impede comprehensibility</p><p>· Varied and appropriate vocabulary and idiomatic language</p><p>· Accuracy and variety in grammar, syntax, and usage, with few errors</p><p>· Mostly consistent use of register appropriate for the situation; control of cultural conventions appropriate for formal correspondence (e.g., greeting, closing), despite occasional errors</p><p>· Variety of simple and compound sentences, and some complex sentences</p><p>The score earned corresponds to the bulleted description of your response in an overall, holistic sense. In certain specific areas your performance may have been somewhat stronger or weaker than is typical for this score point.</p>"]}]