[{"id":"FT538739","type":"mcq","stimulusHtml":"<img alt=\"The figure shows a table title PUBLIC OPINION ABOUT CONSTITUTIONAL CHANGES IN GREAT BRITAIN, 1997. The table has six columns and eight rows of data. The first column is titled % Favoring, the second column is titled Strongly Support, the third column is titled Tend to Support, the fourth column is titled Neither, the fifth column is titled Tend to Oppose, and the sixth column is titled Strongly Oppose. Row 1; % Favoring Creating a Scottish Parliament, Strongly Support, 13, Tend to Support, 32, Neither, 22, Tend to Oppose, 15, Strongly Oppose, 10. Row 2; % Favoring Removing voting rights of hereditary peers, Strongly Support, 21, Tend to Support, 26, Neither, 22, Tend to Oppose, 12, Strongly Oppose, 8. Row 3; % Favoring Holding referendum on voting system, Strongly Support, 18, Tend to Support, 32, Neither, 18, Tend to Oppose, 18, Strongly Oppose, 6. Row 4; % Favoring Locally elected mayors, Strongly Support, 29, Tend to Support, 44, Neither, 14, Tend to Oppose, 7, Strongly Oppose, 1. Row 5; % Favoring Removing constitutional powers of monarchy, Strongly Support, 8, Tend to Support, 11, Neither, 14, Tend to Oppose, 22, Strongly Oppose, 40. Row 6; % Favoring Bill of Rights, Strongly Support, 28, Tend to Support, 42, Neither, 12, Tend to Oppose, 9, Strongly Oppose, 2. Row 7; % Favoring Proportional representation, Strongly Support, 27, Tend to Support, 38, Neither, 11, Tend to Oppose, 11, Strongly Oppose, 6. Row 8; % Favoring Freedom of information act, Strongly Support, 35, Tend to Support, 42, Neither, 7, Tend to Oppose, 7, Strongly Oppose, 3. A note is written under the table; (Some percentages may not add up to 100 because of &quot;Don't knows.&quot;) Source; The Economist, May 3rd, 9th, 1997; page 48.\" height=\"396\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4d3d27815b1659f606dd5079f2dd6c64/original.png\" width=\"704\"><br>\nWhich of the following statements is supported by the data in the table above?","choicesHtml":["<p>Respondents were more likely to support devolution than to oppose it.</p>","<p>Respondents preferred to keep the first-past-the-post electoral system.</p>","<p>Respondents supported the idea of a written constitution but not a bill of rights.</p>","<p>Two-thirds of the respondents opposed the proposal for locally elected mayors.</p>","<p>A majority of respondents supported the proposal to remove the constitutional powers of the monarchy.</p>"],"answer":-1}]