[{"id":"FT539422","type":"longtextV2","stimulusHtml":"<p>Corruption is a challenge faced by regimes that have different levels of civil liberties and political rights.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Based on the information in the table, describe the difference between the levels of perceived corruption in China and Great Britain.</p>\n\t</li>\n\t<li>\n\t<p>Based on the information in the table, describe the difference between the levels of political freedom in China and Great Britain.</p>\n\t</li>\n\t<li>\n\t<p>Explain how political freedoms affect the ability of democracies such as Great Britain to fight corruption.</p>\n\t</li>\n\t<li>\n\t<p>Describe one way that China is attempting to limit corruption.</p>\n\t</li>\n\t<li>\n\t<p>Describe one shared political reason why China and Great Britain seek to limit corruption. Describe one shared economic reason why China and Great Britain seek to limit corruption.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<img alt=\"A table is shown with the title Political Freedom and Perceptions of Corruption, 2013. The first column gives a category, the second column gives Great Britain’s score, and the third column gives China’s score. The first row is civil liberties which has an asterisk indicating that freedom house scores range from 1 to 7 with 1 being the best and 7 being the worst. Great Britain has a score of 1 and China has a score of 7. The second row is political rights, which has an asterisk indicating that freedom house scores range from 1 to 7 with 1 being the best and 7 being the worst. Great Britain has a score of 1 and China has a score of 6. The third row is perception of corruption, which has two asterisks next to it indicating that transparency international corruption perceptions index ranges from 0 to 100 with 0 being highly corrupt and 100 being very clean. Great Britain has a score of 76 and China has a score of 40. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a85ece771a6e03a96e2063c4e9e35fd8/original.png\">"}]}]