[{"id":"FT539776","type":"longtextV2","stimulusHtml":"<p>Population growth rate is defined as the average annual percent change in the population resulting from a surplus or deficit of births over deaths.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Describe one trend shown in the graph for Iran and describe one trend shown in the graph for China.</p>\n\t</li>\n\t<li>\n\t<p>Explain one policy Iran has used to address population growth issues. Explain one policy China has used to address population growth issues.</p>\n\t</li>\n\t<li>\n\t<p>Explain why both Iran and China pursued population growth policies.</p>\n\t</li>\n\t<li>\n\t<p>Describe one social or economic consequence of manipulating population growth rates.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<img alt=\"A graph is shown with the title Population Growth Rate for China and Iran from 1970 to 2009. The horizontal axis shows the year in five year periods with the first being 1970 to 1974 and the last being 2005 to 2009. The vertical axis shows the growth rate in percent from 0 to 4.5 in increments of 0.5 with horizontal reference lines drawn. A legend indicates that white squares represent Iran and black circles represent China. Each set of data has a point plotted for each for year period, and the points are connected by straight lines, solid for Iran and dashed for China.   The white square points for Iran are at 2.9 percent for 1970 to 1974, 3.4 percent for 1975 to 1979, 4.2 percent for 1980 to 1984, 3.2 percent for 1985 to 1989, 1.9 percent for 1990 to 1994, 1.3 percent for 1995 to 1999, 1.1 percent for 2000 to 2004, and 1.5 for 2005 to 2009.   The black circle points for China are at 2.3 percent for 1970 to 1974, 1.5 percent for 1975 to 1979, 1.4 percent for 1980 to 1984, 1.5 percent for 1985 to 1989, 1.2 percent for 1990 to 1994, 0.9 percent for 1995 to 1999, 0.7 percent for 2000 to 2004, and 0.6 percent for 2005 to 2009. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/262ddf9424fd1a14acc96dd2d767d6f9/original.png\">"}]}]