[{"id":"FT538808","type":"mcq","stimulusHtml":"<p><img alt=\"Two vertical bar graphs are shown under the title voting and legislative seat allocation. Each graph has party on the horizontal axis and percent of votes on the vertical axis from 0 to 100 in increments of 10 with horizontal reference lines drawn. White bars indicate vote percent and black bars indicate seat percent.  On the left is figure A. The liberal party has a white bar to 48 percent and a black bar to 93 percent. The conservative party has a white bar to 23 percent and a black bar to 4 percent. The nationalist party has a white bar to 11 percent and a black bar to 1 percent. The green party has a white bar to 8 percent and a black bar to 2 percent. The liberal democratic party has a white bar to 4 percent and a black bar to 2 percent.   On the right is figure B. The liberal party has white and black bars to 48 percent. The conservative party has white and black bars to 23 percent. The nationalist party has white and black bars to 11 percent. The green party has white and black bars to 8 percent. The liberal democratic party has white and black bars to 4 percent. \" height=\"388\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ead23cd5589e2e12816911a27712ace2/original.png\" width=\"700\" /></p>\n\n<p>Which of the following statements best represents the outcomes of the two elections illustrated above?</p>\n","choicesHtml":["<p>Figure A represents a proportional representation system, while Figure B shows a first-past-the-post outcome.</p>","<p>Figure A and Figure B show Liberals surreptitiously getting more seats even when they had fewer votes.</p>","<p>Figure A shows the outcome in a first-past-the-post electoral system, while Figure B shows the outcome in a proportional representation system. </p>","<p>In a liberal democracy, liberals are unlikely to win as many votes as shown in the figures.</p>","<p>Figures A and B show that right-wing conservatives and left-wing radicals have been left out of the elections. </p>"],"answer":1}]