[{"id":"VH907656","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH907634.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following would have been the most effective way to prevent the Callaghan government from falling in a vote of no confidence?</p>\n","rubricRef":"VH907656_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Opposition parties joined in Parliament tonight to introduce a motion . . . that is believed likely to bring down the Labor Party government of Prime Minister James Callaghan and force a national election here by the beginning of May.</p><p class=\"passage_para\">Callaghan made a desperate attempt to win more time by proposing first to the House of Commons and then to the nation on television this evening that a crucial parliamentary vote on limited home rule for Scotland, which Callaghan was almost certain to lose, be postponed for several weeks to discuss alternatives. . . .</p><p class=\"passage_para\">Callaghan had been trying to delay the election until October, near the end of the Labor government's full five years in office, because union strife during the winter has left Labor well behind the Conservatives in public opinion polls…</p><p class=\"passage_para\">The prime minister, who has used a variety of delaying tactics and favors for some of the minority parties to stay in power this long, can count only on the 305 Labor members of Parliament plus a dwindling number of the contested Welsh and \"Ulster votes\".</p><p class=\"passage_para\">From The Washington Post. © 1979 The Washington Post. All rights reserved</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Mr. Callaghan could have promoted legislation to stop the unions from protesting.</p>","<p class=\"choice_paragraph\">Mr. Callaghan could have reached out to members of the Conservative Party to seek policy compromises.</p>","<p class=\"choice_paragraph\">Mr. Callaghan could have worked closer with members of the Labour Party and minor parties to earn support.</p>","<p class=\"choice_paragraph\">Mr. Callaghan could have asked the Queen to support his bid to remain in power.</p>"],"answer":2}]