[{"id":"VH903793","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH903788.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">According to the passage, which of the following is an implication for executive-legislative relations in Mexico following the 2012 elections?</p>\n","rubricRef":"VH903793_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Mr. Peña says his priority is to make the economy grow faster in order to reduce poverty. Nearly half the population are poor, many of them in the south. To achieve more rapid growth he will need to introduce a series of big economic reforms, some of which Mr. Calderón attempted during his presidency, only to see them get stuck in Mexico’s cantankerous Congress. The PRI had hoped to win a majority in the summer’s elections, but it fell short by 11 in the 500-member Chamber of Deputies and by four in the 128-member Senate. In any case, some of the most important reforms will need changes to the constitution, which require a two-thirds majority in Congress. . . .</p><p class=\"passage_para\">However, Mr. Peña has reason to be optimistic. The opposition PAN shares much of Mr. Peña’s agenda, and together the two parties have a two-thirds majority in both houses of Congress. A new power to fast-track two bills per congressional session will help. A lot will depend on who ends up leading the PAN, which is restive and rudderless after finishing third in the presidential election.”</p><p class=\"attribution author\">© The Economist Newspaper Limited, London, 2012</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Mr. Peña will have to work with members of his party as well as the opposition to get legislation passed.</p>","<p class=\"choice_paragraph\">Once the PAN party chooses a new leader, that person will serve as Mr. Peña’s vice president.</p>","<p class=\"choice_paragraph\">Since the Mexican legislative and executive branches are fused, Mr. Peña will have a relatively easy time passing legislation.</p>","<p class=\"choice_paragraph\">The PRI will quickly pass new legislation, which Mr. Peña will sign into law before the opposition party chooses a new leader.</p>"],"answer":0}]