[{"id":"VH903797","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH903788.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following could Mr. Peña do to increase his ability to pass legislation following the 2012 elections?</p>\n","rubricRef":"VH903797_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Mr. Peña says his priority is to make the economy grow faster in order to reduce poverty. Nearly half the population are poor, many of them in the south. To achieve more rapid growth he will need to introduce a series of big economic reforms, some of which Mr. Calderón attempted during his presidency, only to see them get stuck in Mexico’s cantankerous Congress. The PRI had hoped to win a majority in the summer’s elections, but it fell short by 11 in the 500-member Chamber of Deputies and by four in the 128-member Senate. In any case, some of the most important reforms will need changes to the constitution, which require a two-thirds majority in Congress. . . .</p><p class=\"passage_para\">However, Mr. Peña has reason to be optimistic. The opposition PAN shares much of Mr. Peña’s agenda, and together the two parties have a two-thirds majority in both houses of Congress. A new power to fast-track two bills per congressional session will help. A lot will depend on who ends up leading the PAN, which is restive and rudderless after finishing third in the presidential election.”</p><p class=\"attribution author\">© The Economist Newspaper Limited, London, 2012</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Mr. Peña can sign an executive order that forces the Chamber of Deputies to pass the president’s suggested legislation.</p>","<p class=\"choice_paragraph\">Mr. Peña can work with PAN officials to choose a leader for their party with the same legislative priorities.</p>","<p class=\"choice_paragraph\">Mr. Peña can ask the National Supreme Court of Justice to invalidate any laws that do not align with his agenda.</p>","<p class=\"choice_paragraph\">Mr. Peña can work with the PRI and PAN to establish a legislative agenda that is attractive to both parties.</p>"],"answer":3}]