[{"id":"VH910507","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH910499.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a potential implication of the “flood the system” strategy discussed by the authors in the passage for Iran’s legislative system?</p>\n","rubricRef":"VH910507_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Candidate screening was part of the revolutionary system from the start. However, in the late 1980s, in the aftermath of the eight-year war and the death of the revolution’s charismatic founder, Ayatollah Ruhollah Khomeini, the Guardians’ Council assumed a more stringent scrutiny over aspiring candidates for both the Assembly of Experts and the parliament, or Majlis. In his two terms as president, Ali Akbar Hashemi Rafsanjani strongly supported this shift, in hopes of diminishing the influence of leftist members of parliament who had opposed his efforts to spearhead post-war reconstruction. As with many episodes of Iranian politics, Rafsanjani’s gambit came back to haunt him, and he himself was disqualified by the Guardians’ Council for the 2013 presidential race.</p>\n\n<p class=\"passage_para\">The aggressive vetting of candidates on the basis of factional preferences has forced movements like Iran’s reformist front to engage in creative tactics, such as expanding the pool of prospective candidates in hopes of overwhelming the review process and supporting a cross-factional list that includes candidates from Iran’s moderate camp. This is one of the reasons for the steady increase in applicants to run for office. As the list of registered candidates grew late last year, some observers suggested that reformist forces were hoping to flood the system, assuming that the Guardians’ Council would not disqualify all of their candidates.</p>\n\n<p class=\"passage_para\">For the upcoming vote, applications for both ballots reached record highs—the pool of candidates for the Majlis elections more than doubled since 2012. At the same time, however, the percentage of those approved to run plummeted to record lows. Only 51.4 percent of Majlis candidates were approved (6,229 out of 12,123), the lowest rate of approval for these elections ever. The closest parallel was the 51.7 percent approval rate in the Islamic Republic’s first Majlis election in 1980, when an open power struggle raged among the various groups within the revolutionary coalition.</p>\n\n<p class=\"attribution author\">Source: Emma Borden and Suzanne Maloney, “Iran’s Guardians’ Council has approved a record-low<span class=\"delivery_mode:Both formatted_line_break\"></span> percentage of candidates.” www.brookings.edu, 2016.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">It has the potential to elect more reformers to political office.</p>","<p class=\"choice_paragraph\">It has the potential to get all legislative candidates disqualified from running for office.</p>","<p class=\"choice_paragraph\">It has decreased the number of candidates interested in running for political office.</p>","<p class=\"choice_paragraph\">It seeks to increase the number of conservative candidates interested in running for public office.</p>"],"answer":0}]