[{"id":"VH914378","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH914364.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following can be inferred from Tony Blair’s statements?</p>\n","rubricRef":"VH914378_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Delivering our promise of a Scottish Parliament and Welsh Assembly has strengthened the [United Kingdom] not weakened it, and now, having defeated the force of conservatism in granting devolution, let us continue to defeat the separatism, which is just the forces of conservatism by another name.</p><p class=\"passage_para\">And don't let the forces of conservatism stop devolution in Northern Ireland too.</p><p class=\"passage_para\">Those who are addicted to violence. Those who confuse any progress with selling out. They shouldn't determine Northern Ireland's future.</p><p class=\"passage_para\">Walk through Belfast. No armed soldiers.</p><p class=\"passage_para\">Drive through it. No road blocks.</p><p class=\"attribution author\">Source: Prime Minister Tony Blair’s speech to the Labour Party Conference, September 28, 1999.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The support of separatist movements was a needed stance to take in order to help the United Kingdom’s economy in the twenty-first century.</p>","<p class=\"choice_paragraph\">The decentralization of the national government’s power is a political move that would allow the government to be differentiated from the main opposition party.</p>","<p class=\"choice_paragraph\">The creation of a regional parliament for England would help address the inefficiencies of the United Kingdom’s unitary government.</p>","<p class=\"choice_paragraph\">The United Kingdom should withdraw from the European Union in order to gain more sovereignty in issues of trade and migration.</p>"],"answer":1}]