[{"id":"VH920065","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920048.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements best describes the trend since 2010 in the graph?</p>\n","rubricRef":"VH920065_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">CHINA GDP GROWTH</p>\n</div>\n<img alt=\"The figure presents a line graph titled China GDP Growth. The horizontal axis is labeled Year, and years 2003 through 2017, in increments of 1, are indicated. The vertical axis is labeled Year Over Year Percent Growth, and numbers 0 through 16, in increments of 2, are indicated. The data represented in the graph are as follows. Note that all values are approximate. The line begins in 2003 at 11% growth. It fluctuates up and down between the years 2003 and 2005, between the values 8% through 12% growth. The line then moves upward and to the right between the years 2006 and 2007, fluctuating between the values 12% and 15% growth. It then moves steeply down and to the right between the years 2008 and 2009, moving from the value 15% growth to 6.5% growth. The line then moves steeply upward and to the right between the years 2009 and 2010, moving from the value 6.5% growth to 12.25% growth. It then moves downward and to the right between the years 2010 and 2012, fluctuating between the values 12.25% and 7.75% growth. It then moves slightly downward and to the right between the years 2012 and 2017, moving from 7.75% growth and ending at 6.5% growth.\" height=\"260\" src=\"https://assets.learnosity.com/organisations/537/VH920048.g04.png\" width=\"495\" />\n<p class=\"attribution author\">Source: Bloomberg News, 2017.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The GDP growth rate in China has remained constant.</p>","<p class=\"choice_paragraph\">The GDP growth rate in China has declined.</p>","<p class=\"choice_paragraph\">The GDP growth rate in China has increased.</p>","<p class=\"choice_paragraph\">The GDP growth rate in China has fluctuated substantially.</p>"],"answer":1}]