[{"id":"VH920358","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920166.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is illustrated by the data shown in the table?</p>\n","rubricRef":"VH920358_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a 4 column table with 5 rows of data, titled Agriculture Sector Economy (As Percent of GDP), Service Sector Economy (As Percent of GDP) and Literacy Rates in Selected Countries. There is no heading for column 1. The heading for column 2 is Agriculture Sector Economy as Percent of G D P. The heading for column 3 is Service Sector Economy as Percent of G D P. The heading for column 4 is Literacy Rates as Percent of Population. The 5 rows of data are as follows. Row 1, China. Agriculture Sector Economy, 8.3 percent. Service Sector Economy, 52.2 percent. Literacy Rate, 96.4 percent. Row 2, Russia. Agriculture Sector Economy, 4.7 percent. Service Sector Economy, 62.3 percent. Literacy Rate, 99.7 percent. Row 3, Iran. Agriculture Sector Economy, 9.8 percent. Service Sector Economy, 54.3 percent. Literacy Rate, 79.7 percent. Row 4, Mexico. Agriculture Sector Economy, 3.9 percent. Service Sector Economy, 64.0 percent. Literacy Rate, 94.5 percent. Row 5. Nigeria. Agriculture Sector Economy, 21.6 percent. Service Sector Economy, 60.1 percent. Literacy Rate, 59.6 percent.\" height=\"209\" src=\"https://assets.learnosity.com/organisations/537/VH920166.g01.png\" width=\"535\" />\n<p class=\"attribution author\">Source: The CIA's World Factbook, 2017</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The country with the highest literacy rate has the largest service-sector economy.</p>","<p class=\"choice_paragraph\">The country with the smallest agriculture-sector economy has the lowest literacy rate.</p>","<p class=\"choice_paragraph\">The country with the lowest literacy rate has the largest agriculture-sector of economy.</p>","<p class=\"choice_paragraph\">The country with the smallest service-sector economy has the highest literacy rate.</p>"],"answer":2}]