[{"id":"VH920215","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920186.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the “elephant in the room” as expressed in the passage?</p>\n","rubricRef":"VH920215_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“England predominates in the UK both economically and demographically. Its representatives have an overwhelming majority in the House of Commons. It could be argued that devolution is a way for the other nations in the UK to distinguish themselves from England. The ‘English Question’ encompasses a number of questions about England’s governance. How, within the Union, should England be governed? Is there a way to allow England a separate voice within the UK without undermining the Union? Should power be devolved or decentralised, and if so how?</p><p class=\"passage_para\">The governance of England is becoming a key concern for those considering the territorial constitution. Witnesses noted the absence of consideration of England when politicians discussed devolution, one of them calling it the ‘elephant in the room’ . . .</p><p class=\"passage_para\">Professor [Sir] Jeffery [Jowell] noted the emergence of England as a theme in the 2015 general election. He argued: “[The English] feel short-changed by disparities in levels of public spending between the different parts of the UK; they feel this as a “fair share” argument, and that England is not getting its fair share. That transforms the debate about the Union.’”</p><p class=\"attribution author\">Source: House of Lords Select Committee on the Constitution, 10th Report of Session 2015–16, HL Paper 149: “The Union and Devolution,” 2016.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">There is a lack of transparent political processes as far as the national question is concerned.</p>","<p class=\"choice_paragraph\">Scotland, Wales, and Northern Ireland have been granted assemblies, whereas England has none.</p>","<p class=\"choice_paragraph\">There is a likelihood that Scotland will have to leave the United Kingdom if these behaviors continue.</p>","<p class=\"choice_paragraph\">The English have an overwhelming majority in the House of Commons.</p>"],"answer":1}]