[{"id":"VH920334","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920312.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is true of the political violence in Nigeria as represented by the data in the graph?</p>\n","rubricRef":"VH920334_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">CONFLICT RELATED DEATH IN NIGERIA FROM BOKO HARAM</p>\n</div>\n<img alt=\"The figure presents a stacked bar graph titled “Conflict Related Death in Nigeria from Boko Haram.” On the horizontal axis, the years 2010 through 2015, in increments of 1, are indicated. On the vertical axis, the numbers 0 through 2,100, in increments of 300, are indicated. There are 51 bars that are each split into two parts by a horizontal line segment. A key indicates that one part represents violence against civilians, and the other part represents fighting of military and insurgents. Note all values are approximate. There are 8 bars within the years 2010 and 2011. The number of deaths caused by violence against civilians ranges from approximately 0 to 5. The number of deaths caused by fighting ranges from approximately 0 to 40. There are 12 bars within the years 2011 and 2012. The number of deaths caused by violence against civilians ranges from approximately 5 to 70. The number of deaths caused by fighting ranges from approximately 0 to 250. There are 12 bars within the years 2012 and 2013. The number of deaths caused by violence against civilians ranges from approximately 20 to 250. The number of deaths caused by fighting ranges from approximately 5 to 140. There are 12 bars within the years 2013 and 2014. The number of deaths caused by violence against civilians ranges from approximately 40 to 800. The number of deaths caused by fighting ranges from approximately 0 to 610. There are 6 bars within the years 2014 and 2015. The number of deaths caused by violence against civilians ranges from approximately 150 to 900. The number of deaths caused by fighting ranges from approximately 80 to 450. There is 1 bar on the year 2015. There are no deaths caused by violence against civilians. The number of deaths caused by fighting is approximately 2,000.\" height=\"280\" src=\"https://assets.learnosity.com/organisations/537/VH920312.g02.png\" width=\"450\" />\n<p class=\"attribution author\">© The Economist Newspaper Limited, London, 2015</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Islamic law in northern Nigeria is the source of violence, as illustrated in the graph.</p>","Nigeria suffers from religious divisions that sometimes result in political violence.","<p class=\"choice_paragraph\">The existence of Boko Haram is seen by most Nigerians as a cultural problem, rather than a religious one.</p>","<p class=\"choice_paragraph\">Despite the harm inflicted by Boko Haram, the Nigerian government does not respond to state or local issues.</p>"],"answer":1}]