[{"id":"VH931925","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH931906.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is an implication of the data for Mexico?</p>\n","rubricRef":"VH931925_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of three lines titled Corruption Perceptions Index, 2001 through 2016. A key indicates that the data in the graph represents Nigeria, Mexico and Russia. The horizontal axis is labeled Year, and the years 2001 through 2016, in increments of 2 years, are indicated. The vertical axis is labeled Corruption Perceptions Index Score, and the numbers 0 through 40, in increments of 5, are indicated. The data represented by lines are as follows. Note that all values are approximate. Nigeria. Year 2001, Index Score, 10. Year 2002, Index Score, 16. Year 2004, Index Score, 16. Year 2006, Index Score, 23. Year 2008, Index Score, 27. Year 2010, Index Score, 24. Year 2012, Index Score, 27. Year 2014, Index Score, 27. Year 2016, Index Score, 28. Mexico, Year 2001, Index Score, 23. Year 2002, Index Score, 27. Year 2004, Index Score, 28. Year 2006, Index Score, 25. Year 2008, Index Score, 21. Year 2010, Index Score, 21. Year 2012, Index Score, 28. Year 2014, Index Score, 22. Year 2016, Index Score, 29. Russia. Year 2001, Index Score, 38. Year 2002, Index Score, 36. Year 2004, Index Score, 36. Year 2006, Index Score 33. Year 2008, Index Score 36. Year 2010, Index Score 32. Year 2012, Index Score 34. Year 2014, Index Score 36. Year 2016, Index Score 30.\" height=\"239\" src=\"https://assets.learnosity.com/organisations/537/VH931906.g01.png\" width=\"420\" />\n<p class=\"attribution author\">Source: Transparency International, 2016.</p>\n\n<p class=\"caption\">NOTE: 0 = total corruption and 100 = no corruption.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Organized crime and drug violence have fueled corruption in Mexico.</p>","<p class=\"choice_paragraph\">President Nieto has been very successful in reducing corruption in Mexico.</p>","<p class=\"choice_paragraph\">The government has been more successful at reducing corruption in the north than in the south.</p>","<p class=\"choice_paragraph\">Citizen protests led to a large decrease in governmental corruption in Mexico.</p>"],"answer":0}]