[{"id":"VH934938","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH934714.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The religious and ethnic differences cited by the author are important for understanding Nigerian politics because</p>\n","rubricRef":"VH934938_rubric","features":[{"type":"sharedpassage","html":"<p class=\"passage_para\">Nigeria is deeply divided. One of the most fundamental rifts is between the mainly Muslim north and the largely Christian south, and the population is fairly evenly split between the religions.</p>\n\n<p class=\"passage_para\">Africa’s most populous country also has more than 200 ethnic groups, with the three largest the Hausa in the north, the Yoruba in the southwest and the Igbo in the south-east…</p>\n\n<p class=\"passage_para\">Those divisions play into what could be one of the major issues of the 2019 elections: deadly violence between mostly Christian farmers and mainly Muslim nomadic herders that has broken out in the Nigerian hinterland states known as the Middle Belt…</p>\n\n<p class=\"passage_para\">This could turn the Middle Belt, much of which voted for Buhari in 2015, into some of the most crucial swing states next year.</p>\n\n<p class=\"passage_para\">Buhari won in 2015, becoming the first candidate to defeat an incumbent president, in part because he gained votes in the Middle Belt, where the predominantly Muslim north and Christian south collide.</p>\n\n<p class=\"passage_para\">“The region includes several states that are likely to be hotly contested, including Plateau, Taraba, Nasarawa and the Federal Capital Territory, which the PDP won by margins ranging from three percent to 12 percent in 2015,” said Ben Payton, head of Africa research at Verisk Maplecroft.</p>\n\n<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"attribution author text-left\" style=\"margin-left: 280px;\">Source: http://www.africanews.com/2018/04/15/nigeria-2019-elections-all-you-need-to-know-following-buhari-s-decision-to</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">all political parties are based on religion or ethnic cleavages</p>","<p class=\"choice_paragraph\">they have challenged the legitimacy of the government over time</p>","<p class=\"choice_paragraph\">multiethnic countries have more corruption than do homogeneous societies</p>","<p class=\"choice_paragraph\">democratic consolidation does not occur in ethnically diverse countries</p>"],"answer":1}]