[{"id":"VH949032","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH949014.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following would be a realization of the authors’ fear of a Mexican presidency inspired by the corporatism of the past?</p>\n","rubricRef":"VH949032_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Mexicans head to the polls on Sunday to elect a new president, and the biggest question is whether a country that has made great political and economic strides is about to slide backward.</p><p class=\"passage_para\">The question takes the form of leftwing Morena party candidate Andrés Manuel López Obrador, who is the heavy favorite to win after two previous losses. The 64-year-old AMLO, as he is known, claims to have moderated his views but retains his zeal for the corporatist Mexico of the 1970s. With a six-year term he could reverse the progress this nation of 130 million has made to becoming a modern, advanced democracy.</p><p class=\"passage_para\">It’s worth recalling how recent and substantial that progress is. For decades through the early 1980s, Mexico was a one-party, inward-looking state run by the PRI.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Source: https://www.wsj.com/articles/mexicos-presidential-watershed-1530225438</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Increased political polarization caused by more aggressive interest group activism from groups of the far left and far right</p>","Privatization of state-owned corporations which would result in foreign ownership of natural resources.","<p class=\"choice_paragraph\">The repeal of restrictions on corporate contributions to political campaigns and the return to a less transparent electoral system</p>","<p class=\"choice_paragraph\">An increasingly interventionist state that controls access to policy making through the use of state-sanctioned groups</p>"],"answer":3}]