[{"id":"VH945087","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH945035.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains how centrifugal party systems in the United Kingdom affect constituency service?</p>\n","rubricRef":"VH945087_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The Italian political scientist Sartori looked at the competition between parties for votes. . . . He argued that systems may be centrifugal so that the main competition is between parties for voters in the centre of the spectrum. [Other systems] are centripetal, in which parties move to the extremes of the spectrum to gain their voters there.</p><p class=\"passage_para\">In systems where there are two main parties, one centre left and one centre right then the system is centripetal with the two parties adjusting their policies to compete for ‘floating voters’ in the centre ground. The political scientist Otto Kirchheimer called them ‘catch-all’ parties, losing clear ideological direction and promoting policies with popular appeal. In Britain, competition between the Conservative and Labour parties can be seen to have had this character with the two parties each claiming that they will be the best at running the economy rather than having sharply different approaches. They competed for floating voters and for votes from the centrist Liberal party. When Labour moved to the left for the 1983 election their heavy defeat pushed them back to the centre and the same happened, to a lesser degree to the Conservatives after the defeats in 1997, 2001 and 2005 when Cameron looked to change the party’s image. A change may have occurred since 2010 with the rise of UKIP and increased support for the Greens. Opinion pollsters have noted that there has been limited switching of voters between the two parties. Instead the main competition has been between the Conservative and UKIP on the one hand and between Labour, the Liberal Democrats and the Greens on the other. The system is tending to become centripetal.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Source: https://www.britpolitics.co.uk/uk-elections-multi-party-systems-democracy</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Centrifugal party systems with single-member districts and two main parties provide voters with strong constituency service because there is one representative per district.</p>","<p class=\"choice_paragraph\">Centrifugal party systems promote devolution, which provides voters with strong constituency service at the local level.</p>","<p class=\"choice_paragraph\">Centrifugal party systems favor minor parties, which decreases constituency service from the main political parties and constituents in the political center.</p>","<p class=\"choice_paragraph\">Centrifugal party systems with proportional representation and minor parties lead to less constituency service because minor parties do not generally provide service to constituents.</p>"],"answer":0}]