[{"id":"VH948966","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH948934.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains how the change described by the author affects policy making in Mexico?</p>\n","rubricRef":"VH948966_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The growing importance of nongovernmental organizations, autonomous interest groups, and independent institutions, such as the Catholic Church, has altered, but not entirely eliminated, another traditional feature of Mexican politics prior to 2000, <span class=\"formatted_text font_style:italic\">corporatism</span>. . . . Perhaps no characteristic of the Mexican political system has undergone more change in the 1990s than corporatism. . . . This means that the government took the initiative to strengthen various groups, creating umbrella organizations to house them and through which their demands could be presented. The government placed itself in an advantageous position by representing various interest groups, especially those most likely to support opposing points of view. The state attempted, and succeeded over a period of years, in acting as the official arbiter of these interests. It generally managed to make various groups loyal to it in return for representing their interests.</p><p class=\"passage_para\">The essence of the corporatist relationship is political reciprocity. In return for official recognition and official association with the government or government-controlled organizations, these groups can expect some consideration of their interests on the part of the state. They can also expect the state to protect them from their natural political enemies.</p><p class=\"passage_para\">The political victory of the National Action Party in the presidential race of 2000, however, breaks down the linkages that make corporatism possible. The most important of these relationships was the ability of the Institutional Revolutionary Party to use the state to provide economic rewards to favored individuals and groups, especially by appointing them to political posts. . . .</p><p class=\"passage_para\">Corporatist elements remain, however, especially in those states and municipalities where the PRI has retained control, thus providing at the state and local level a similar continuity it once guaranteed at the national level.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Source: Roderic Ai Camp, <span class=\"formatted_text font_style:italic\">Politics in Mexico: The Democratic Consolidation,</span> Oxford University Press, 2007, pp. 12-13.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Greater competition among groups may lead to inconsistent policy making at times.</p>","<p class=\"choice_paragraph\">Businesses will become more involved with developing national economic policies.</p>","<p class=\"choice_paragraph\">Policy making among government officials will become more consensual but less transparent.</p>","<p class=\"choice_paragraph\">Interest groups will have more stable and predictable relationships with the government.</p>"],"answer":0}]