[{"id":"VH945122","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH945096.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the trend in the data for the Communist Party?</p>\n","rubricRef":"VH945122_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a set of three 2 column tables titled Seat Distribution in Russian Duma. The first column in each table represents party affiliation, and the second column represents the number of legislative seats. The heading for the first table is Legislative Seat Distribution, in 1993. There are 14 rows of data in the table, the last of which shows the total sum for the table. The data for the table are as follows. Liberal Democratic Party, 64. Russia’s Choice, 64. Communist Party, 42. Women of Russia, 23. Agrarian Party, 37. Yavliksy Boldyrev Lukin, 27. Party of Russian Unity and Accord, 22. Russian Democratic Reform Movement, 5. Democratic Party, 14. Civil Union, 10. Other Parties, 6. Independents, 130. Vacant Seats, 6. Total Seats, 450. The heading for the second table is Legislative Seat Distribution, in 1999. There are 11 rows of data in the table, the last of which shows the total sum for the table. The data for the table are as follows. Communist Party, 113. Unity, 73. Fatherland All Russia, 68. Union of Rightist Forces, 29. Zhirinovsky Bloc, 17. Yabloko, 20. Our Home Russia, 7. Other Parties, 17. Independents, 105. Vacant Seats, 1. Total Seats, 450. The heading for the third table is Legislative Seat Distribution, in 2016. There are 6 rows of data in the table, the last of which shows the total sum for the table. United Russia, 343. Communist Party of the Russian Federation, 42. Liberal Democratic Party of Russia, 39. A Just Russia, 23. Other Parties, 3. Total Seats, 450.\" height=\"466\" src=\"https://assets.learnosity.com/organisations/537/VH945096.g02.png\" width=\"580\" />\n<p class=\"attribution author\">Source: Centre for the Study of Public Policy, RusssiaVotes.org, 2016</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The Communist Party has consistently been one of the top three parties to receive seats in the Duma, and it was the largest party in 1999.</p>","<p class=\"choice_paragraph\">Since 1993 the Communist Party has consistently been in government leadership as a coalition partner.</p>","<p class=\"choice_paragraph\">The popularity of the Communist Party in Russia has declined over time, and so has the number of seats the party has in the Duma.</p>","<p class=\"choice_paragraph\">The Communist Party is supported only by older people and people who do not like President Putin.</p>"],"answer":0}]