[{"id":"VH950237","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH950226.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is accurate according to the chart?</p>\n","rubricRef":"VH950237_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph titled, Effect of One-Child Policy on Fertility Rates in China. The horizontal axis is labeled Year, and the years 1980 through 2095, in increments of 5, are indicated. The vertical axis is labeled, Children per Woman, and the numbers 1.0 through 3.0, in increments of .5, are indicated. There are two lines of data shown on the graph: without one-child policy, and actual fertility rate. A vertical line, which is labeled Projected, is located at the year 2012 on the graph. The data represented in the graph are as follows. Note that all values are approximate. Data for, without one-child policy. The line begins at the year 1980 comma 2.4 children per woman, and moves downward and to the right until the year 2009 comma 1.6 children per woman. It then moves upward and to the right until reaching the year 2045 comma 2.05 children per woman, after which it moves slightly upward and to the right, ending at the year 2095 comma 2.01 children per woman. Data for actual fertility rate. The line begins at the year 1980 comma 2.7 children per woman briefly moves slightly upward and to the right, and then moves downward and to the right until reaching the year 2010 comma 1.7 children per woman. It then moves gradually upward and to the right, ending at the year 2095 comma 2.1 children per woman.\" height=\"318\" src=\"https://assets.learnosity.com/organisations/537/VH950226.g06.png\" width=\"650\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Source: BBC News Asia, 2012.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Between 1980 and 2040, China’s actual fertility rate will rise significantly, but the estimated fertility rate would have remained stable without the one-child policy.</p>","<p class=\"choice_paragraph\">China’s fertility rate would have been much higher prior to 2005 without the one-child policy.</p>","<p class=\"choice_paragraph\">China's fertility rate declined significantly between 1985 and 2010.</p>","<p class=\"choice_paragraph\">China’s fertility rate will be higher in 2005 than it was in 1980.</p>"],"answer":2}]