[{"id":"VH961267","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH961246.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains a limitation of the data in the maps?</p>\n","rubricRef":"VH961267_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents two maps under the title “Proportion of the Chinese Population Aged 65 and over, 1982 and 2010.” A key is provided for both maps that indicates the following five categories: data missing, 0.0% through 5.0%, 5.0% through 7.0%, 7.0% through 10.0%, and above 10.0%. The map on the left is labeled 1982. The northwesternmost region and a majority of the region along the eastern coast  is in the category 5.0% through 7.0%. The rest of the country, from the northeastern corner to the southeastern region is in the category 0.0% through 5.0%. The map on the right is labeled 2010. The western portion of the country, and a small region in the southeast, is in the category 5.0% through 7.0%. A majority of the country, in the northern, southern, and central regions is in the 7.0% to 10.0% category. A few areas in the central region of the country, as well as a few areas along the eastern coast are in the category above 10%.\" height=\"301\" src=\"https://assets.learnosity.com/organisations/537/VH961246.g03.png\" width=\"451\" />\n<p class=\"attribution author\">Source: http://science.sciencemag.org/</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">There are fewer people in eastern China than in western China, which makes the data in the maps difficult to interpret.</p>","<p class=\"choice_paragraph\">The missing data for Taiwan must be included in the maps before it is possible to make an accurate comparison over time.</p>","<p class=\"choice_paragraph\">The population of China is increasing for all age-groups, so the data in the maps are unrepresentative of population issues as a whole.</p>","<p class=\"choice_paragraph\">The maps do not show data for age-groups other than those aged 65 and over, so it is difficult to contextualize these data.</p>"],"answer":3}]