[{"id":"VH963717","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH963709.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following accurately explains an implication of the data in the map?</p>\n","rubricRef":"VH963717_rubric","features":[{"type":"sharedpassage","html":"<img alt=\"The figure presents a map titled “Nigerian States by GDP, 2010.” A key is labeled “In Millions USD,” and indicates that the following five categories are indicated on the map: $2,011 through $8,344, $8,345 through $14,678 dollars, $14,679 through $21,011, $21,012 through $27,345, and $27,346 through $33,679. The data in the map are as follows. $2,001 through $8,344: a majority of the northwestern, northeastern, and central portions of the map are in this category. $8,345 through $14,678: one state along the eastern border, three states in the northern central portion of the state, and most of the states in the southern portion of the state are in this category. $14,679 through $21,011: one state in the central portion of the state, and two states in the southern portion of the state are in this category. $21,012 through $27,345: one state in the southern portion of the state is in this category. $27,346 through $33,679: one state in the southern portion of the state is in this category.\" height=\"276\" src=\"https://assets.learnosity.com/organisations/537/d465116e-178d-40f8-82ee-9fba50350121.png\" width=\"455\">"}],"choicesHtml":["<p class=\"choice_paragraph\">People in southern Nigerian states have access to better health care and higher-quality education than do people in northern Nigerian because there is more wealth in the South.</p>","<p class=\"choice_paragraph\">Southern Nigerian states have more representatives in the Senate because that is where the greatest concentration of people live and where the greatest concentration of wealth is.</p>","<p class=\"choice_paragraph\">There is a higher quality of life in northern Nigerian states than in southern Nigerian states because oil reserves in the North provide high-paying jobs.</p>","<p class=\"choice_paragraph\">The media is more transparent and accessible in northern Nigerian states because of the greater concentration of wealth in this region.</p>"],"answer":0}]