[{"id":"VH971638","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH971526.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is an outcome of the oil curse discussed in the passage?</p>\n","rubricRef":"VH971638_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Oil provides rulers with a source of unaccountable power, perhaps the largest such source in the world. Outside of democracies, oil revenues flow to whichever regime or armed group controls the wells by force. These revenues allow leaders to dominate their people through coercion and patronage (as in Iran and Russia) and provide armed groups with the resources to wage civil war (as in Iraq and Yemen). They have also empowered regimes to indoctrinate their populations with intolerant ideologies . . . and to spread those ideologies worldwide. . . .</p><p class=\"passage_para\">The unaccountable power of oil explains what the political scientist Michael Ross calls “the oil curse.” Oil states are 50 percent more likely to be authoritarian than are non-oil states, and between 1980 and 2013, oil-producing autocracies were four times less likely to transition to democracy than their non-oil-producing peers. . . . More than 50 percent of the world’s traded oil today comes from authoritarian or failed states…</p><p class=\"passage_para\">By taking a united, principled, and peaceful stand for the rights [of people to own their own resources in] oil-cursed countries, the West could counter the so-called Western imperialist narrative that extremist organizations have exploited to recruit followers. And such a stance may even encourage elites in oil-cursed countries to seriously pursue constitutional reforms.</p><p class=\"attribution author\">Source: https://www.foreignaffairs.com</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">A large number of unemployed as domestic markets shift from oil to other industries</p>","<p class=\"choice_paragraph\">A decrease in disparity between richer and poorer people due to shared oil wealth</p>","<p class=\"choice_paragraph\">A lack of governmental accountability to citizens when not relying on citizens for taxes</p>","<p class=\"choice_paragraph\">An increased incentive to modernize the economy with help from foreign investment</p>"],"answer":2}]