[{"id":"VH971802","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH971762.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">What conclusions about Nigeria can be drawn based on the author’s argument?</p>\n","rubricRef":"VH971802_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Nigeria has one of the world’s biggest populations, overflowing oil reserves, and a hungry young workforce bursting with innovative ideas. So why is the West African giant still so poor that almost 100 million people live on less than $1 per day?</p><p class=\"passage_para\">Much of it is down to inequality, according to a new global index, which ranks Nigeria at the very bottom of 152 countries in terms of their commitment to fighting inequality.…</p><p class=\"passage_para\">Nigeria is a country of economic extremes. The vast majority of the country’s wealth is concentrated in the hands of a fraction of the population, mostly male billionaires who largely work in extractives.</p><p class=\"passage_para\">Additionally, much of the government budget in Nigeria has historically been lost to corruption. Nigeria is ranked 136 out of 176 countries in Transparency International’s annual corruption index.…</p><p class=\"passage_para\">The lack of social spending is reflected in outcomes. UNICEF said in 2015 that more than 10 million children in Nigeria were out of school, one of the highest figures in the world. The director of a government agency tasked with improving primary healthcare said recently that 3,000 women and children die each day due to preventable diseases and lack of access to healthcare.</p><p class=\"passage_para\">In terms of taxation, while Nigeria has a potentially lucrative tax base in its oil industry, the burden of maintaining the state falls largely on the middle and lower classes.…Meanwhile, big businesses and wealthy industrialists benefit from tax waivers and concessions: a 2014 report by the former finance minister found that these amounted to around 800 billion naira ($2.54 billion) from 2011 to 2013.</p><p class=\"attribution author\">Source: https://www.newsweek.com/worst-country-world-nigeria-poverty-nigerial-oil-638292</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Nigerian democratization process has completely stopped.</p>","<p class=\"choice_paragraph\">The government has focused on developing industries other than oil.</p>","<p class=\"choice_paragraph\">The ongoing problems in Nigeria reflect challenges due to their status as a rentier state.</p>","<p class=\"choice_paragraph\">There is a constant improvement in education and health care for all Nigerians.</p>"],"answer":2}]