[{"id":"VH973810","type":"longtextV2","stimulusHtml":"<p>&nbsp;<span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:10.0pt\"><span style=\"line-height:107%\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Respond to all parts of the question:</span></span></span></span></span></span></p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_paragraph\">Using the data in the graph, describe the GDP growth rate in Iran in 2011.</li>\n\t<li class=\"list_paragraph\">Using the data in the graph, describe a trend for China between 1991 and 2015.</li>\n\t<li class=\"list_paragraph\">Describe what economic liberalization means.</li>\n\t<li class=\"list_paragraph\">Using the data in the graph, explain how economic growth in Iran was affected by international organizations.</li>\n\t<li class=\"list_paragraph\">Explain an implication of economic growth in China for policy making by the government.</li>\n</ol>\n","rubricRef":"VH973810_rubric","features":[{"type":"sharedpassage","html":"<img alt=\"The figure presents a line graph titled, Annual Percentage G D P Growth Rate in China and Iran, 1985 through 2017. A key indicates that two countries are shown on the graph: China and Iran. The horizontal axis is labeled Year, and the years 1985 through 2015, in increments of 5, are indicated. The vertical axis is labeled Percent G D P Annual Growth, and the numbers negative 10 through 15, in increments of 5, are indicated. The data represented in the graph are as follows. Note that all values are approximate. The line labeled China begins in 1985 at 13% growth, and trends downward and to the right until it reaches 4% growth in 1990. It then moves steeply upward and to the right, reaching 14% in 1994, after which it moves downward and to the right until it reaches 3% growth in 1999. The line then moves upward and to the right until it reaches 14% growth in 2009, after which it trends downward and to the right until it ends in 2016 at 6% growth. The line labeled Iran begins in 1985 at 2.5% growth and moves steeply downward and to the right, reaching negative 10% growth in 1986. It then moves steeply upwards and to the right, reaching 14% growth in 1990, after which it moves steeply downward and to the right until it reaches negative 1% growth in 1995. It then fluctuates up and down between 0 percent growth through 8% growth until 2010. During the year 2011, it moves steeply downward to negative 7% growth, before trending steeply upward and to the right until it ends in 2016 at 4% growth.\" height=\"281\" src=\"https://assets.learnosity.com/organisations/507/VH973810.g02.png\" width=\"410\" />\n<p>Source: World Bank, 2016.</p>\n"}]}]