[{"id":"VH977067","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977062.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">What is the authors’ central claim in the passage?</p>\n","rubricRef":"VH977067_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">[W]e distinguish two theories of what constitutes the goals of the Chinese regime as implemented in their censorship program, each reflecting a different perspective on what threatens the stability of the regime. First is a state critique theory, which posits that the goal of the Chinese leadership is to suppress dissent, and to prune human expression that finds fault with elements of the Chinese state, its policies, or its leaders. . . .</p><p class=\"passage_para\">Second is what we call the theory of collective action potential: the target of censorship is people who join together to express themselves collectively, stimulated by someone other than the government, and seem to have the potential to generate collective action. In this view, collective expressions—many people communicating on social media on the same subject—regarding actual collective actions, such as protests, as well as those about events that seem likely to generate collective actions but have not yet done so, are likely to be censored. . . .</p><p class=\"passage_para\">The evidence suggests that when the leadership allowed social media to flourish in the country, they also allowed the full range of expression of negative and positive comments about the state, its policies, and its leaders. As a result, government policies sometimes look as bad, and leaders can be as embarrassed, as is often the case with elected politicians in democratic countries, but, as they seem to recognize, looking bad does not threaten their hold on power so long as they manage to eliminate discussions associated with events that have collective action potential. . . . With respect to this type of speech, the Chinese people are individually free but collectively in chains.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Source: Gary King, Jennifer Pan, and Margaret E. Roberts, “How Censorship in China Allows Government Criticism but Silences Collective Expression,” <span class=\"formatted_text font_style:italic\">American Political Science Review</span> 107 (2): 326-43.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">China’s leaders use censorship to block any criticism of the regime by ordinary people.</p>","<p class=\"choice_paragraph\">China’s leaders use censorship to block political speech by ordinary people but not nonpolitical speech.</p>","<p class=\"choice_paragraph\">China’s leaders use censorship to block efforts to organize ordinary people against the regime.</p>","<p class=\"choice_paragraph\">China’s leaders use censorship to block government officials from leaking state secrets.</p>"],"answer":2}]