[{"id":"VH974899","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph titled, Election Turnout Across Five Countries, 2007 through 2016. The horizontal axis is labeled Year, and the years 2007 through 2016 are indicated. The vertical axis is labeled, Percent Voter Turnout, and the numbers 0 through 100, in increments of 20, are indicated. A key indicates that data for five countries are indicated on the graph: Mexico, Nigeria, Iran, United Kingdom, and Russia. The data represented in the graph are as follows. Note that all values are approximate. Data for Mexico. The line in the year 2007 at 55 percent voter turnout and moves downward and to the right until reaching the year 2009 and 45 percent voter turnout. It then moves upward and to the right, reaching a peak at the year 2012 and 63 percent voter turnout, after which it moves downward and to the right until it ends at the year 2015 and 49 percent voter turnout. Data for Nigeria. The line begins at the year 2007 and trends gradually downward and to the right, passing through the year 2011 at 54 percent voter turnout, and ending at the year 2015 with a 44 percent voter turnout. Data for Iran. The line begins at the year 2007 with a 55 percent voter turnout and moves downward and to the right until the year 2008 with a 49 percent voter turnout. It then moves steeply upward and to the right, reaching a peak at the year 2009 with an 84 percent voter turnout, after which it moves downward and to the right until reaching the year 2012 with a 65 percent voter turnout. It then moves upward and to the right until the year 2013 with a 62 percent voter turnout and then moves downward and to the right until the year 2016 with a 60 percent voter turnout, after which it briefly moves up and to the right until it ends. Data for the United Kingdom. The line begins at the year 2007 with a 62 percent voter turnout and trends gradually upward and to the right, passing through the year 2011 with a voter turnout, and ending at the year 2016 with a 69 percent voter turnout. Data for Russia. The line begins at the year 2007 with a 64 percent voter turnout and moves upward and to the right, reaching a peak at the year 2008 with a 69 percent voter turnout, after which it moves downward and to the right until the year 2011 with a 60 percent voter turnout. The line then moves upward and to the right until the year 2012 with a 65 percent voter turnout, after which it trends downward and to the right until it ends at the year 2016 with a 48 percent voter turnout.\" height=\"386\" src=\"https://assets.learnosity.com/organisations/537/VH974899.g12.png\" width=\"477\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">a) Using the data in the graph, identify the country with the highest turnout in a single year.</p>\n\n<p class=\"stem_paragraph\">b) Using the data in the graph, describe voter turnout between 2007 and 2015 in Nigeria.</p>\n\n<p class=\"stem_paragraph\">c) Describe political efficacy.</p>\n\n<p class=\"stem_paragraph\">d) Using your knowledge of political efficacy and the data in the graph, explain the pattern of Iran’s political turnout in 2009 and 2013.</p>\n\n<p class=\"stem_paragraph\">e) Explain what the data illustrate about political participation in authoritarian regimes.</p>\n","rubricRef":"VH974899_rubric"}]