[{"id":"VH985781","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH985687.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">According to the passage, which of the following describes a way that the Putin government influences independent outlets?</p>\n","rubricRef":"VH985781_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Vladimir Putin perfectly understood the power of the media that helped propel his famously unpopular predecessor Boris Yeltsin into power in 1996. So the first thing he did after assuming the presidency in 2000 was to force all the major TV channels—still the most powerful medium in the country—to submit to his will. Oligarch owners were either co-opted, jailed or exiled, and by 2006 most major Russian media were either directly or indirectly under Putin’s administration’s control.</p>\n\n<p class=\"passage_para\">“Today, the three major Russian TV channels are either directly owned by the state, operating as state enterprises . . . or owned by a subsidiary of one of Russia’s largest oil and gas companies. . . .</p>\n\n<p class=\"passage_para\">“Members of Putin’s administration . . . control the political coverage and decide both what foreign and domestic policies are to be covered, and how and, more importantly, what is not to be covered.</p>\n\n<p class=\"passage_para\">“The editors-in-chief of all the major media in Russia attend regular ‘strategy meetings’ with Putin’s staffers.</p>\n\n<p class=\"passage_para\">“. . . Today, the Russian state employs both hard and soft power to further its grip on the country's media. New restrictive laws are passed with dispiriting predictability: foreign media franchise owners are forced out of their stakes in international brands . . . fines and other penalties are introduced for not covering controversial subjects such as terrorism and drug abuse in terms that ‘do not explicitly discourage the behaviour.’ Independent outlets are threatened into self-censorship and choked of the things they need to survive—such as cable services or access to print shops—if they don’t comply.</p>\n\n<p class=\"passage_para\">“And this in turn opens up more possibilities to manipulate coverage through more conventional means, such as access bias.</p>\n\n<p class=\"passage_para\">“Putin’s office has become expert at manipulating the agenda. Bits of trivial information are spoonfed to reporters through ‘informed sources familiar with the matter’—and even critical outlets end up promoting the Kremlin’s line by reporting what is essentially non-news.”</p>\n\n<p class=\"attribution author\">Copyright Guardian News &amp; Media Ltd 2019</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The Russian government often supports independent outlets by giving them cable services and access to print shops.</p>","<p class=\"choice_paragraph\">The Russian government imposes fines and penalties for not covering controversial subjects correctly.</p>","<p class=\"choice_paragraph\">The Russian government removes restrictive laws so that independent outlets have more local authority to report news.</p>","<p class=\"choice_paragraph\">The Russian government strategizes with independent television media sources to create mutually beneficial news stories.</p>"],"answer":1}]