[{"id":"VH991487","type":"longtextV2","stimulusHtml":"<p>&nbsp;<span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:10.0pt\"><span style=\"line-height:107%\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Respond to all parts of the question:</span></span></span></span></span></span></p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_paragraph\">Using the data in the graph, identify the civil liberties score for Russia in 2002.</li>\n\t<li class=\"list_paragraph\">Using the data in the graph, describe a trend for Mexico.</li>\n\t<li class=\"list_paragraph\">Define civil liberties.</li>\n\t<li class=\"list_paragraph\">Using the data in the graph, draw a conclusion about civil liberties in China.</li>\n\t<li class=\"list_paragraph\">Explain why authoritarian regimes, such as the ones shown in the graph, sometimes provide civil liberties to citizens.</li>\n</ol>\n","rubricRef":"VH991487_rubric","features":[{"type":"sharedpassage","html":"<img alt=\"The figure presents the graph of five lines titled “Civil Liberties Scores by Country, 2001 through 2018.” A key indicates that the lines represent data for the following five regions: China and Iran, Mexico, Nigeria, Russia, and the United Kingdom. The horizontal axis is labeled “Year,” and the years 2001 through 2018, in increments of 2, are indicated. The numbers 0 through 7, in increments of 1, are indicated on the vertical axis. The data represented by the lines are as follows. Note that all values are approximate. China and Iran: the line begins at 6 in 2001 and continues horizontally until it ends in 2018. Mexico: the line begins at 5 in 2001 and continues horizontally until 2014. It increases to 6 in 2015, and continues horizontally until it ends in 2018. Nigeria: the line begins at 4 in 2001, increases to 5 in 2002 and 2003, then decreases to 4 in 2004. It then continues horizontally to the right until 2012. It increases to 5 in 2013, decreases to 4 in 2014, and increases back to 5 again in 2015. It then continues horizontally to the right until it ends in 2018. Russia: the line begins at 3 in 2001 and moves horizontally to the right until 2002, when it decreases to 2 in 2003. In then continues horizontally to the right until 2006. It increases to 3 in 2007, and continues horizontally to the right until it ends in 2018. United Kingdom: the line begins at 2 in 2001 and moves horizontally to the right until 2002, when it decreases to 1 in 2003. It continues horizontally to the right until it ends in 2018.\" height=\"335\" src=\"https://assets.learnosity.com/organisations/537/VH991487.g01.png\" width=\"465\" />\n<p class=\"attribution author\">Source: Freedom House, 2018</p>\n\n<p class=\"caption\">Note: Freedom House scores range from 1 (most free) to 7 (least free).</p>\n"}]}]