[{"id":"VR020928","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR020758.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the unemployment rate in Mexico?</p>\n","rubricRef":"VR020928_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of 3 lines titled, Mexico’s Leading Economic Indicators, 1994 through 2011. The horizontal axis is labeled Year, and the years 1994 through 2010, in increments of 2 years, are indicated. The vertical axis is labeled Percent, and the numbers negative 10 through 40, in increments of 5, are indicated. A key shows that one line represents inflation rate, one line represents G D P growth, and one line represents unemployment rate. The data represented in the graph are as follows. Note that all values are approximate. The line representing inflation rate begins at 8% in 1994, and moves steeply upward and to the right. It reaches 35% in 1995, and then begins to move downward and to the right. It continues downward and to the right until it reaches 5% in 2002. From here, the line fluctuates between 4% and 5% until it ends at 4% in 2010. The line representing G D P growth begins at negative 6% in 1994, and moves upward and to the right until it reaches 7% in 1997. It then trends downward and to the right until it reaches negative 5% in 2009. It then moves upwards and to the right until it ends at 5% in 2010. The line representing unemployment rate begins at 4% in 1994, and fluctuates between 3% and 6% until it ends at 5% in 2010.\" height=\"292\" src=\"https://assets.learnosity.com/organisations/537/VR020758.g02.png\" width=\"457\" />\n<p class=\"attribution author\">www.oecd.org</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The unemployment rate has remained constant over time, which is due to the nationalization of all natural resources and implementation of higher tariffs.</p>","<p class=\"choice_paragraph\">The unemployment rate has remained steady over time, which is the result of continued economic growth and economic liberalization policies.</p>","<p class=\"choice_paragraph\">There has been a lack of government regulation, which led to a drop in the unemployment rate beginning in 2009.</p>","<p class=\"choice_paragraph\">There has been major internal migration, which led to a drastic increase in unemployment during the 1990s.</p>"],"answer":1}]