[{"id":"VR028996","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028988.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the author’s claim in the passage?</p>\n","rubricRef":"VR028996_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The [Chinese Communist Party or CCP] itself is well aware of its dependence on popular legitimacy. In the post-Tiananmen period, the CCP has gradually repositioned itself as a “governing party” responding to social demands instead of a “ruling party” reshaping social demands. Former party general secretary Jiang Zemin’s dramatic rewardrobing of the CCP from a transformative party representing the proletariat into a populist party representing “the fundamental interests of the vast majority of the Chinese people” in his Theory of the Three Represents (announced in 2001 and incorporated into the Party constitution in 2002) reflects the CCP’s recognition that its survival today depends mainly on whether it is legitimate. When Khrushchev declared that the Communist Party of the Soviet Union (CPSU) would become a “party of all the people” in 1961, it was stridently denounced by the CCP as revisionist, “a massive backward step” in the words of the official critique. Forty years later, theorists in China admit that this is exactly what the CCP has done with the Three Represents. In 2004, the CCP acknowledged for the first time that the 1949 revolution no longer served as a durable basis of legitimacy, an admission widely cited in current discussions about legitimation strategies: “The CCP’s ruling status is by no means a natural result of the Party’s founding, and will not remain forever if the Party does nothing to safeguard it,” reads the preamble to a party decision on governing capacity.</p><p class=\"attribution author\">Source: Bruce Gilley, “Legitimacy and Institutional Change: The Case of China,” <span class=\"formatted_text font_style:italic\">Comparative Political Studies </span>41:259-284, 2008.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">In the Tiananmen Square incident, the Chinese government ordered a crackdown on protesters who favored democracy.</p>","<p class=\"choice_paragraph\">The Chinese Communist Party (CCP) is more popular today in China than the Communist Party of the Soviet Union was under Khrushchev.</p>","<p class=\"choice_paragraph\">The Three Represents Theory requires the government to create an independent electoral commission.</p>","<p class=\"choice_paragraph\">Under Jiang Zemin, the CCP became more populist to appeal to a broader segment of the Chinese population.</p>"],"answer":3}]