[{"id":"VR030446","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR030291.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which answer best describes one of the author’s claims in the passage?</p>\n","rubricRef":"VR030446_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Two things about presidential government stand out. The first is the president’s strong claim to democratic, even plebiscitarian, legitimacy; the second is his fixed term in office. . . .</p><p class=\"passage_para\">. . . In a presidential system, the legislators, especially when they represent cohesive, disciplined parties that offer clear ideological and political alternatives, can also claim democratic legitimacy. This claim is thrown into high relief when a majority of the legislature represents a political option opposed to the one the president represents. . . . Who has the stronger claim to speak on behalf of the people: the president or the legislative majority that opposes his policies? Since both derive their power from the votes of the people in a free competition among well-defined alternatives, a conflict is always possible and at times may erupt dramatically. . . .</p><p class=\"passage_para\">The second outstanding feature of presidential systems—the president’s relatively fixed term in office—is also not without drawbacks. It breaks the political process into discontinuous, rigidly demarcated periods, leaving no room for the continuous readjustments that events may demand. The duration of the president’s mandate becomes a crucial factor in the calculations of all political actors, a fact which . . . is fraught with important consequences.</p><p class=\"passage_para\">Source: Linz, Juan. “The Perils of Presidentialism.” <span class=\"formatted_text font_style:italic\">Journal of Democracy</span> 1:51-69, 1990.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Both the president and legislature have democratic legitimacy, but conflicts may arise between the two institutions over policy disputes.</p>","<p class=\"choice_paragraph\">Parliamentary government is prone to divided government because legislators belong to disciplined parties with clear ideological perspectives.</p>","<p class=\"choice_paragraph\">Presidential government is better able than parliamentary government to respond to disagreement between the executive and legislature.</p>","<p class=\"choice_paragraph\">Fixed terms in both presidential and parliamentary governments are problematic because they leave no room for readjustments that events may demand.</p>"],"answer":0}]