[{"id":"VR031579","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR031567.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the data presented in the infographic?</p>\n","rubricRef":"VR031579_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a horizontal bar graph titled “Russian Citizens’ Satisfaction with Putin’s Performance on Foreign and Domestic Policy Issues, 2017.” Below the title, a note reads: “Percent Disapprove or Approve of the way President Vladimir Putin is handling foreign or domestic policy issues.” There are eight bars in the graph. Each bar is split into the following two categories: Percent Disapprove and Percent Approve. The data represented by the bars are as follows. Bar 1. Relations with China: 16 percent disapprove, 78 percent approve. Bar 2. Relations with U.S.: 22 percent disapprove, 73 percent approve. Bar 3. Relations with EU: 26 percent disapprove, 67 percent approve. Bar 4. Relations with Ukraine: 29 percent disapprove, 63 percent approve. Bar 5. Energy Policy: 28 percent disapprove, 60 percent approve. Bar 6. Civil society: 35 percent disapprove, 57 percent approve. Bar 7. Economy: 40 percent disapprove, 55 percent approve. Bar 8. Corruption: 45 percent disapprove, 49 percent approve.\" height=\"363\" src=\"https://assets.learnosity.com/organisations/537/VR031567.g02.png\" width=\"460\" />\n<p class=\"attribution author\">Source: Pew Research Center, 2017</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">60 percent of Russians approve of the way President Putin is handling energy policy.</p>","<p class=\"choice_paragraph\">78 percent of Russians disapprove of the way President Putin is handling relations with China.</p>","<p class=\"choice_paragraph\">40 percent of Russians approve of the way President Putin is handling the economy.</p>","<p class=\"choice_paragraph\">49 percent of Russians disapprove of the way President Putin is handling corruption.</p>"],"answer":0}]