[{"id":"VR060496","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR060493.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p>Which of the following concepts is the primary topic of the article’s argument in the passage?</p>\n","rubricRef":"VR060496_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><img alt=\"More than any other elected official in Nigeria, it is Goodluck Jonathan that deserves to be impeached. He is culpable of many impeachable offenses, especially, corruption and dereliction and failure to uphold a fundamental aspect of his oath of office to secure the lives and property of Nigerians and his disdain for the lives of Nigerians.  Unfortunately, the Jonathan presidency disappointed the citizenry; he essentially set the country on a retrograde gradation. And the country’s manifold problems continue to worsen. In his refusal to take responsibilities for his ineptness and litany of political blunders, he blames his problems on evil forces plotting to bring down his government. No evil force, no matter how powerful and resourceful, can successfully undermine him without his having first betrayed the trust reposed on him by the people.  The country’s increasing woes stem not from any evil force scheming against the president, but from the president’s abdication of the moral and constitutional responsibilities of his office.  His administration wobbles under its own weight of corruption and ineptitude, with their inescapable consequences of deepening poverty, increasing unemployment, dysfunctional institutions, societal disorder and frightening scale of insecurity.  Under his presidency, official corruption heightened: government officials became exceedingly brazen in their misappropriation and outright theft of public funds. This impairs the efficiencies of Nigerians' institutions, including the armed forces. Once universally acclaimed for that low budget but highly effective military expedition that restored order and kept the peace in troubled West African countries, the Nigerian military is now a tottering reflection of its former self. Hobbled by corruption and lack of motivation, it attracts international ridicule for its bungled and dispirited fight against Boko Haram terrorists.  The Nigeria constitution states that a president can be impeached from his office for “gross misconduct in the performance of the functions of his office”. President Goodluck Jonathan is guilty of gross misconduct, especially, in his conduct of the war against corruption and terror.  Source: https://desertherald.com/why-jonathan-should-be-impeached\" height=\"431\" src=\"https://assets.learnosity.com/organisations/537/298c0d1c-1c08-40b1-b4f3-cda62b0b7b79.PNG\" width=\"1000\" /></p>\n\n<p class=\"attribution author\">&nbsp;</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Corruption</p>","<p class=\"choice_paragraph\">Impeachment</p>","<p class=\"choice_paragraph\">Judicial review</p>","<p class=\"choice_paragraph\">Authoritarianism</p>"],"answer":1}]