[{"id":"VR105572","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR105570.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following recommendations would the author most likely agree with in regard to democratic transitions?</p>\n","rubricRef":"VR105572_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Civil society organizations and broad movements of protest can facilitate collective action by popular groups of the poor and disenfranchised endowing them with a greater capacity to shape institutions and policy agendas. . . . With the growth of inequality in many countries . . . conditions for the empowerment of and civic action by popular groups are much less [positive]. . . . [T]he material insecurity provoked by deindustrialization and labor market deregulation have contributed to the loss of the material and organizational resources essential for collective action. . . .” Some argue, “that growing inequalities not only “inevitably install large resource disparities in the political arena,” they also “inhibit coalition formation. . . .”</p><p class=\"passage_para\">[T]hese conditions have had a particularly profound impact in the democracies that have emerged since the 1970s, most of which inherited highly inegalitarian social and political structures caused by prolonged periods of authoritarianism. In many new democratizing settings . . .  globalization and austerity policies reinforced inherited patterns of inequality. . . . Thus, socioeconomic inequality itself makes it harder for the poor to organize and contest the growth of inequality. This trap affects many new democracies and, at its root, is caused by the fact that they have, on average, weaker civil societies compared to older, established democracies.</p><p class=\"attribution author\">Source: “Civil Society and Democracy in an Era of Inequality,” Comparative Politics (April 2017), pp. 391-409</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Domestic economic and international development policies that do not address economic inequality will negatively affect the emergence of civil society groups.</p>","<p class=\"choice_paragraph\">Policy makers in new democracies should continue to focus on deindustrialization and labor market deregulation, which will positively affect the emergence of civil society groups.</p>","<p class=\"choice_paragraph\">International development actors such as the International Monetary Fund (IMF) should continue to support economic liberalization, which will positively affect the emergence of civil society groups.</p>","<p class=\"choice_paragraph\">New democracies should work to globalize their economies, which will positively affect economic growth and the emergence of civil society groups.</p>"],"answer":0}]