[{"id":"VR105569","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR105567.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">López Obrador’s actions best reflect which of the following ideologies?</p>\n","rubricRef":"VR105569_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Latin America’s two biggest economies are in their first 100 days under new management. During the presidential campaigns in Brazil and Mexico, democracy’s champions worried most about Brazil, given Jair Bolsonaro’s nostalgia for military rule. Yet today it is Mexico’s democracy that is under greater threat: President Andrés Manuel López Obrador, known as AMLO, is systematically concentrating power in an already strong executive.</p><p class=\"passage_para\">From the start, AMLO has undermined democratic norms and checks and balances. Despite controlling a constitutional majority in Mexico’s Chamber of Deputies and sizable majority in its Senate, he has often chosen to work outside the formal legislative process. Instead he has relied on dubious public “referendums,” sampling small and politically skewed groups to set agricultural policy, boost pensions, authorize infrastructure projects and create scholarships.</p><p class=\"passage_para\">He has attacked and stacked the courts. He quickly moved to cut judges’ salaries and take control of court officials’ evaluations and promotions. His first nominations to the highest bench include the wife of a favored contractor and party loyalists.</p><p class=\"attribution author\">Source: Shannon K. O’Neil, “López Obrador is Dismantling Democracy in Mexico,” Bloomberg Opinion, March 11, 2019</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Individualism, because of López Obrador’s interactions with the courts.</p>","<p class=\"choice_paragraph\">Neoliberalism, because of López Obrador’s authorization of infrastructure projects.</p>","<p class=\"choice_paragraph\">Communism, because of López Obrador’s agricultural policies.</p>","<p class=\"choice_paragraph\">Populism, because of López Obrador’s use of referenda.</p>"],"answer":3}]