[{"id":"VR107641","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR107633.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following describes the most likely political result of the change in life expectancy represented in the chart from 2005 to 2017 ?</p>\n","rubricRef":"VR107641_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">LIFE EXPECTANCY AT BIRTH IN THE SOVIET UNION AND THE RUSSIAN FEDERATION, 1985–2017</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of a line in the coordinate plane. The horizontal axis is labeled Year, and the years 1985 through 2015, in increments of 5 years, are indicated. The year 2017 is also shown at the end of the horizontal axis. Information beneath the horizontal axis shows the Soviet Union existed from 1985 through 1990. The Soviet Union Ended in 1991, after which the Russian Federation was formed. The vertical axis is labeled Life Expectancy, in years, and the numbers 64 through 73, are indicated. The data represented in the graph are as follows. Note that all values are approximate. The line begins in the time of the Soviet Union at 1985 comma 68 years, and moves steeply upwards reaching 1986 comma 69.5 years. It then trends downwards and to the right, reaching the end of the Soviet Union in 1991 comma 68.5 years. The line continues steeply downwards and to the right as it enters the time of the Russian Federation and reaches 1994 comma 64.5 years. It then moves upwards and to the right to reach a minor peak at 1997 comma 67 years, after which it moves downwards and to the right to reach a valley at 2004 comma 65 years.  The line then trends steeply upwards and to the right, passing through 2015 comma 71 years, and ends at 2017 comma 72 years.\" height=\"237\" src=\"https://assets.learnosity.com/organisations/537/VR107633.g08.png\" width=\"530\" />\n<p class=\"attribution author\">Source: The World Bank, 2017.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">An increase in international humanitarian aid if foreign donors perceive more assistance is needed</p>","<p class=\"choice_paragraph\">An increase in legitimacy if citizens believe the change is a result of effective government policies</p>","<p class=\"choice_paragraph\">A decrease in tax revenues if the average age of retirement increases</p>","<p class=\"choice_paragraph\">A decrease in voter turnout as elderly citizens are not likely to vote</p>"],"answer":1}]