[{"id":"VR105614","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR105607.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following correctly explains an important limitation of the data on the map?</p>\n","rubricRef":"VR105614_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a shaded map of Nigeria titled “Unemployment in Nigeria: Percentage of Working Age Unemployed.” State boundaries are shown on the map. A key indicates that areas shaded white represent a range from 1 to 9.9%, areas with a dotted pattern represent a range from 10 to 19.9%, areas shaded light grey represent a range from 20 to 29.9%, areas shaded dark grey represent a range from 30 to 39.9%, and areas shaded black represent a range from 40 and over. One city, Lagos, is indicated in the southwest portion of Nigeria. The Federal Capital Territory is indicated in central Nigeria. The data in the map are as follows. States with 1 to 9.9% of Working Age Unemployed: three states to the north of Lagos, three states along the northwest coast, and three states in the eastern portion of the country. States with 10 to 19.9% of Working Age Unemployed: the state containing Lagos in the southwest portion of the country, the state containing the Federal Capital Territory in the central part of the country, and several other states throughout the country. States with 20 to 29.9% of Working Age Unemployed: several states surrounding the Federal Capital Territory to the east and south, and two states along the northern coast. States with 30 to 39.9% of Working Age Unemployed: two states along the southern coast of the country. States with 40% and over of Working Age Unemployed: one state along the southern coast of the country.\" height=\"386\" src=\"https://assets.learnosity.com/organisations/537/VR105607.g03.png\" width=\"440\" />\n<p class=\"attribution author\">Source: Nigeria Bureau of Statistics, 2019</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The map does not give unemployment figures for states in eastern Nigeria.</p>","<p class=\"choice_paragraph\">The map does not allow for a comparison of state levels of unemployment.</p>","<p class=\"choice_paragraph\">The map indicates that southern Nigeria has lower levels of unemployment overall.</p>","<p class=\"choice_paragraph\">The map does not indicate the overall level of unemployment in Nigeria.</p>"],"answer":3}]