[{"id":"VR107096","type":"longtextV2","stimulusHtml":"<p>Respond to parts A, B, C, D and E.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li>Using the data in the graph, identify the total number of protests (to the nearest thousand) when Xi Jinping became leader.</li>\n\t<li class=\"list_paragraph\">Using the data in the graph, describe the change in protests resulting in detentions after Xi Jinping became leader.</li>\n\t<li class=\"list_paragraph\">Explain why an authoritarian government might try to prevent protests.</li>\n\t<li class=\"list_paragraph\">Based on the data in the graph, draw a conclusion as to why the Chinese government allows a certain number of protests to occur without detention.</li>\n\t<li class=\"list_paragraph\">Explain how the Chinese government has responded to a specific protest movement in China that has occurred between 2009 and 2016.</li>\n</ol>\n","rubricRef":"VR107096_rubric","features":[{"type":"sharedpassage","html":"<img alt=\"The figure presents a line graph titled “Recorded Public Protests in China Involving Ten or More People, 2009 through June 30, 2016.” A key indicates that one line graph represents “Total” and the other line graph represents “Resulting in Detentions.” The horizontal axis is labeled “Year,” and the years 2009 through 2016 are indicated. The vertical axis is labeled “Recorded Public Protests, in thousands,” and the numbers 0 through 12, in increments of 2, are indicated. A dashed vertical line is indicated just before 2013, which represents Xi Jinping becoming the leader of China. The data represented by the line graphs are as follows. Note that all values are approximate. The line graph representing total begins in 2009 at 1,700 and moves steadily upward and to the right. It reaches 2,200 in 2010, 4,000 in 2012, 4,400 when Xi Jinping becomes leader, and 5,800 in 2014. It then moves more steeply upward and to the right and reaches 8,300 in 2015 and 12,000 in 2016. The line graph representing resulting in detentions begins in 2009 at 500, and moves gradually upward and to the right. It reaches 700 in 2010, 800 in 2011, 1,100 in 2012, 1,300 when Xi Jinping becomes leader, and 1,600 in 2014. It then moves more steadily upward and to the right and reaches 2,200 in 2015 and 3,100 in 2016.\" height=\"316\" src=\"https://assets.learnosity.com/organisations/537/VR107096.g06.png\" width=\"448\" />\n<p class=\"attribution author\">Source: “Chinese officials use hotlines to take the public’s pulse,” The Economist (4 February 2017)</p>\n"}]}]