[{"id":"VR112025","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR112014.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a role of the supreme leader and explains why Khamenei has the authority to take the actions described by the authors?</p>\n","rubricRef":"VR112025_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The 2009 presidential election in the Islamic Republic of Iran was one of the most transformative events in Iran’s modern history. It bared important schisms within the .·.·. political system and pitted two key camps against one another, each with a very different vision of what Iran should be and what it should become. It appeared to solidify . . . under President Mahmoud Ahmadinejad and continued an ongoing militarization of Iranian politics led by the Islamic Revolutionary Guard Corps. . . . The widespread fraud alleged by the leading opposition candidate, former Prime Minister Mir Hossein Mousavi, and the .·.·. (political system’s) repressive response irrevocably shattered an unspoken contract between the government and the people—one in which the theocratic government had allowed some popular political participation and limited personal space in return for the people’s acquiescence to the status quo.</p><p class=\"passage_para\">Even the highest authority in Iran, the Supreme Leader, Ayatollah Ali Khamenei, did not escape censure by the opposition—a traditional “red line” in Iranian politics that clerics, politicians, and voters alike crossed numerous times after the polls closed. Previously, Khamenei had portrayed himself as above the often-brutal factional “fray” in Iran. But now he came down decisively on the side of Ahmadinejad and his hard-line allies and used the Revolutionary Guard to preserve the status quo. In so doing, he altered the role of the office he occupied.</p><p class=\"attribution author\">Source: Alireza Nader, David E. Thaler, and S.R. Bohand. <span class=\"formatted_text font_style:italic\">The Next Supreme Leader: Succession in the Islamic Republic of Iran</span>. Rand National Defense Research Institute, 2011</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Chief legislator</p>","<p class=\"choice_paragraph\">Head of government</p>","<p class=\"choice_paragraph\">Commander in chief</p>","<p class=\"choice_paragraph\">Chief justice of Iran</p>"],"answer":2}]