[{"id":"VR115480","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR115475.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the main point of the passage?</p>\n","rubricRef":"VR115480_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">China has taken a multi-pronged approach in its economic relations with Africa, according to Deborah Brautigam [of] Johns Hopkins School of Advanced and International Studies. China is a significant source of  foreign direct investment in Africa; offers development loans to resource-rich nations . . . invests in agriculture; and develops special trade and economic cooperation zones in several states . . . “Chinese banks and companies are offering finance that allows them to secure a greater share of the business deals in Africa as part of their move to ‘go global.’ This brings with it risks for African borrowers—but also opportunities,” writes Brautigam.</p><p class=\"passage_para\">Chinese financing comes often in the form of loans and credits provided by the People’s Bank of China, the China Development Bank, the Export-Import Bank of China, and the China-Africa Development Fund. Between 2000 and 2014, Chinese banks, contractors, and the government loaned more than $86 billion to Africa . . . However, these large loans are beginning to raise questions about debt loads in African countries, showing indications of a potential debt crisis.</p><p class=\"attribution author\">Council on Foreign Relations, 2019</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">China has aggressively pursued a singular economic approach in its relations with Africa.</p>","<p class=\"choice_paragraph\">Economic relations with Africa have involved the Chinese government, not Chinese private sector actors.</p>","<p class=\"choice_paragraph\">Development loans to African nations represent a decreasing share of Chinese revenue sources.</p>","<p class=\"choice_paragraph\">The scale of borrowing by African countries increases the likelihood of future debt problems.</p>"],"answer":3}]