[{"id":"VR125794","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR125761.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the reason for Iran’s change in percentage of females with primary school education between 1986 and 2016 ?</p>\n","rubricRef":"VR125794_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents two world maps with political boundaries drawn titled Percent of Females with Primary School education, by country in 1986 and 2016. A key indicates that the following four categories are represented in the map: less than 45 percent, between 45 percent and 46.9 percent, between 47 percent and 48.9 percent, and greater than 49 percent. The first map represents the year 1986 and it reflects the following information. Areas with less than 45 percent: Nigeria, Iran, and China. No areas contain between 45 percent and 46.9 percent. Areas between 47 and 48.9 percent: Mexico and the United Kingdom. Areas with greater than 49 percent: the Soviet Union. The second map represents the year  2016 and it reflects the following information. No areas contain less than 45 percent. Areas between 45 percent and 46.9 percent: China. Areas between 47 percent and 48.9 percent: Nigeria and the United Kingdom. Areas greater than 49 percent: Iran, Russia, and Mexico.\" src=\"https://assets.learnosity.com/organisations/537/VR125761.g05.png\" /></div>\n<span class=\"mandatory_credit_line\">Source: World Bank, 2016.</span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">After the revolution, the Iranian government stopped females from attending primary school and secondary school.</p>","<p class=\"choice_paragraph\">Hardliners in the 1990s refused to allow females the right to attend school or sporting events.</p>","<p class=\"choice_paragraph\">The supreme leader changed national laws to allow women the right to vote and receive secondary education.</p>","<p class=\"choice_paragraph\">The Iranian government created education policies that encouraged females to attend primary school.</p>"],"answer":3}]