[{"id":"VR138405","type":"longtextV2","stimulusHtml":"<p>Respond to parts A, B, C, D and E.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li>Using the data in the graph, identify the year with the lowest voter turnout.</li>\n\t<li>Using the data in the graph, describe the relationship between total vote and voting-age population in Mexico between 1993 and 2017.</li>\n\t<li>Describe political participation.</li>\n\t<li>Using the data in the graph, draw a conclusion about political participation in legislative elections in Mexico.</li>\n\t<li>Explain what the data imply about why democracies encourage political participation.</li>\n</ol>\n","rubricRef":"VR138405_rubric","features":[{"type":"sharedpassage","html":"<p><br />\n<img alt=\"The figure presents a graph of 4 lines in a coordinate plane titled “Voter Turnout in Mexican Legislative Elections, 1993 through 2017.” The horizontal axis is labeled “Year,” and the years 1993 through 2017, in increments of 4 years, are indicated. The vertical axis is labeled “Millions of Voters,” and the numbers 0 through 90, in increments of 10, are indicated. A key indicates that the 4 lines in the graph represent the following information: Total vote, Registered voters, Voting age population, and Population. The data represented in the graph are as follows. Note that all values are approximate. The line labeled “Total vote” begins in 1993 at 19.9 million voters. It moves upward and to the right until it reaches 30.0 million voters around 1998. The line gradually moves downward and to the right until it reaches 29.9 million voters around 2003. It then moves upward and to the right until it reaches 40.0 million voters around 2007. The line gradually moves downward and to the right until it reaches 39.9 million voters around 2012. It then moves upward and to the right and ends at 40.1 million voters in 2017. The line labeled “Registered voters” begins around 1998 at 39.9 million voters. It moves upward and to the right until it reaches 48.2 million voters around 2003. The line then moves downward and to the right until it reaches 47.7 million voters around 2007. It then moves upward and to the right and ends at 58.5 million voters in 2017. The line labeled “Voting age population” begins in 1993 at 30.1 million voters. It moves nearly horizontally to the right until 1998, when the line steeply moves upward and to the right until it reaches 59.9 million voters around 2012. It then moves slightly upward and to the right and ends at 60.0 million voters in 2017. The line labeled “Population” begins in 1993 at 59.9 million voters. It moves upward and to the right until it reaches 60.1 million voters around 1998. The line then gradually moves upward and to the right until it reaches 70.0 million voters around 2003 after which it moves horizontally to the right.  In 2007, the line moves upward and to the right until it reaches 80.0 million voters around 2012. It then gradually moves upward and to the right and ends at 84.5 million voters in 2017.\" src=\"https://assets.learnosity.com/organisations/537/VR138405.g09.png\" /></p>\n\n<p>Source: International IDEA, 2017.</p>\n"}]}]