[{"id":"VR188462","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question. In your response, use substantive examples where appropriate.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows three line graphs in a single coordinate plane titled “Political Freedom in China, Mexico, and Russia, 1991 to 2018.” The horizontal axis is labeled “Years,” and the years 1991 through 2017, in increments of 2 years, are indicated. The vertical axis is labeled “Political Freedom Ranking,” and the numbers 1 through 7, in increments of 1, are indicated. A note below the graph states that 1 equals most free and 7 equals least free. A key indicates that one line graph represents China, one line graph represents Mexico, and one line graph represents Russia. The data presented by the line graphs are as follows. Note that all values are approximate. The data for China are as follows. From 1991 to 1997 the line is at 7. From 1998 to 2018 it is at 6.5. The data for Mexico are as follows. In 1991, it is at 4. In 1992, it is at 3.5. From 1993 to 1995 it is at 4. From 1996 to 1999, it is at 3.5. In 2000 and 2001, it is at 2.5. From 2002 to 2005, it is at 2. From 2006 to 2009, it is at 2.5. From 2010 to 2018, it is at 3. The data for Russia are as follows. In 1991, it is at 3. From 1992 to 1997, it is at 3.5. In 1998, it is at 4. In 1999, it is at 4.5. From 1999 to 2003, it is at 5. From 2004 to 2012, it is at 5.5. From 2013 to 2015, it is at 6. From 2016 to 2018, it is at 6.5.\" height=\"387\" src=\"https://assets.learnosity.com/organisations/537/VR188462.g03.png\" width=\"700\" />\n<p class=\"attribution author\">Political Freedom Score (1=most free, 7=least free) Source: www.freedomhouse.org</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) Using the data in the graph, identify the country that is the most free in 2001.</p>\n\n<p class=\"stem_paragraph\">(b) Using the data in the graph, describe a change in the data for Russia between 1991 and 2018.</p>\n\n<p class=\"stem_paragraph\">(c) Describe one example of how a country consolidates democracy.</p>\n\n<p class=\"stem_paragraph\">(d) Using the data in the graph and your knowledge of AP Comparative Government and Politics, draw a conclusion about democratic consolidation in Russia between 1995 and 2000.</p>\n\n<p class=\"stem_paragraph\">(e) Explain one change in Russia that occurred under Putin that has led to Russia and China having the same Freedom House score.</p>\n","rubricRef":"VR188462_rubric"}]