[{"id":"VR188449","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question. In your response, use substantive examples where appropriate.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph with six data points in a coordinate plane titled “Corruption and Human Development.” The horizontal axis is labeled “Corruption Perceptions Index (C P I),” and the numbers 0 through 100, in increments of 20, are indicated. The vertical axis is labeled “Human Development Index (H D I),” and the numbers 0.0 through 1.0, in increments of 0.1, are indicated. A note below the graph states that higher scores on the corruption perceptions index indicate less corruption. Lower scores on the H D I indicate lower levels of human development. The data represented by the six data points are as follows. Note that all values are approximate. Point 1, Nigeria. C P I, 25. H D I, 0.52. Point 2, Mexico. C P I, 29. H D I, 0.77. Point 3, Russia. C P I, 30. H D I, 0.8. Point 4, Iran. C P I, 32. H D I, 0.78. Point 5, China. C P I, 41. H D I, 0.73. Point 6, U K. C P I, 82. H D I, 0.9.\" height=\"367\" src=\"https://assets.learnosity.com/organisations/537/VR188449.g06.png\" width=\"650\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) Using the data in the graph, identify the country that is the SECOND least corrupt.</p>\n\n<p class=\"stem_paragraph\">(b) Using the data in the graph, describe a similarity or difference for Russia and Nigeria in terms of the Human Development Index (HDI) score or Corruption Perceptions Index (CPI) score.</p>\n\n<p class=\"stem_paragraph\">(c) Describe one component of the Human Development Index.</p>\n\n<p class=\"stem_paragraph\">(d) Using the data in the graph and your knowledge of AP Comparative Government and Politics, draw a conclusion about how perceived corruption relates to HDI.</p>\n\n<p class=\"stem_paragraph\">e) Explain how the United Kingdom's regime type is related to the CPI score.</p>\n","rubricRef":"VR188449_rubric"}]