[{"id":"VR217611","type":"longtextV2","stimulusHtml":"<p>&nbsp; <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> Respond to all parts of the question:</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\">\n<p class=\"stem_paragraph text-left\">(a) Using the data in the graph, describe the trend in civil liberties in Russia between 1995 and 2015. Explain a possible reason for this trend.</p>\n\n<p class=\"stem_paragraph text-left\">(b) Using the data in the graph and your knowledge of AP Comparative Government and Politics, draw a conclusion about rule by law in Russia.</p>\n\n<p class=\"stem_paragraph text-left\">(c) Explain why the score for civil liberties in Russia differs from the score for civil liberties in Mexico.</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n","rubricRef":"VR217611_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\"><img alt=\"The figure presents a graph titled “Civil Liberties in 5 Countries, 1995 through 2015.” The horizontal axis is labeled Year with 1995 through 2015 indicated. The vertical axis is labeled Freedom House Civil Liberties Score with the numbers 1 through 7 indicated. Five curves are graphed with a key indicating one each for China, Nigeria, Russia, Mexico, and the United Kingdom. The data are as follows. The curve for China begins in 1995 at a score of 7 and moves to the right to 1997 and then moves downward to a score of 6 in 1998. The curve then moves to the right at the same score and ends in 2015 at a score of 6. The curve for Nigeria begins in 1995 at a score of 7 and moves downward and to the right to a score of 6 in 1996. The curve then moves to the right to the same score in 1997 and then moves downward and to the right to a score of 4 in 1998 and a score of 3 in 1999. The curve then moves upward and to the right to a score of 4 in 2000 and 5 in 2001. The curve then moves to the right, staying at 5 in 2002 and then moves downward and to the right to a score of 4 in 2003. The curve then moves to the right, staying at 4 through 2013. The curve then moves upward and to the right to a score of 5 in 2014 and then moves to the right and ends in 2015 at a score of 5. The curve for Russia begins in 1995 at a score of 4 and moves to the right to 1998 and then moves upward and to the right to a score of 5 in 1999. The curve then moves to the right, staying at 5 through 2013. The curve then moves upward and to the right to a score of 6 in 2014 and then moves to the right and ends in 2015 at a score of 6. The curve for Mexico begins in 1995 at a score of 4 and moves downward and to the right to a score of 3 in 1996 and then moves upward and to the right to a score of 4 in 1997. The curve then moves to the right staying at 4 through 1999 and then moves downward to 3 in 2000. The curve then moves to the right, staying at 3 in 2001, and then moves downward to 2 in 2002. The curve then moves to the right, staying at 2 through 2005, and then moves upward and to the right to a score of 3 in 2006. The curve then moves to the right at the same score and ends in 2015 at a score of 3. The curve for the United Kingdom begins in 1995 at a score of 2 and moves to the right to 2001 and then moves downward and to the right to a score of 1 in 2002. The curve then moves to the right at the same score and ends in 2015 at a score of 1.\" height=\"375\" src=\"https://assets.learnosity.com/organisations/537/VR217611.g01.png\" width=\"570\" /></p>\n\n<p class=\"stem_paragraph\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Source: Freedom House, 2020</span><span class=\"mandatory_credit_line\">7 -- least civil liberties, 0 -- most civil liberties</span></span></p>\n"}]}]