[{"id":"VR598819","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph of a population pyramid titled “United Kingdom, 2018.” The vertical axis is labeled “Age Group,” and contains the ages 0 through 99, in age ranges of five years, along with the age range 100 and over. The left side represents “Males,” the right side represents “Females,” and the horizontal axis is labeled “Percent of Population.” For both sides of the graph, the percents 0 through 10, in increments of 2, are indicated on the horizontal axis. Bars are presented for each age range along the vertical axis, one representing the male population and one representing the female population. The data represented by the bars are as follows: Age group, 0 to 4. Males, 3.1%. Females, 3.0%. Age group, 5 to 9. Males, 3.2%. Females, 3.0%. Age group, 10 to 14. Males, 2.9%. Females, 2.8%. Age group, 15 to 19. Males, 2.8%. Females, 2.7%. Age group, 20 to 24. Males, 3.1%. Females, 3.0%. Age group, 25 to 29. Males, 3.4%. Females, 3.3%. Age group, 30 to 34. Males, 3.4%. Females, 3.4%. Age group, 35 to 39. Males, 3.2%. Females, 3.2%. Age group, 40 to 44. Males, 3.1%. Females, 3.1%. Age group, 45 to 49. Males, 3.3%. Females, 3.4%. Age group, 50 to 54. Males, 3.5%. Females, 3.7%. Age group, 55 to 59. Males, 3.2%. Females, 3.3%. Age group, 60 to 64. Males, 2.6%. Females, 2.7%. Age group, 65 to 69. Males, 2.5%. Females, 2.7%. Age group, 70 to 74. Males, 2.3%. Females, 2.5%. Age group, 75 to 79. Males, 1.5%. Females, 1.8%. Age group, 80 to 84. Males, 1.1%. Females, 1.4%. Age group, 85 to 89. Males, 0.6%. Females, 0.9%. Age group, 90 to 94. Males, 0.2%. Females, 0.5%. Age group, 95 to 99. Males, 0.1%. Females, 0.2%. Age group, 100 and over. Males, 0.0%. Females, 0.0%.\" src=\"https://assets.learnosity.com/organisations/537/VR598819.g05.svg\" /><span class=\"mandatory_credit_line\"></span></div>\n\n<div class=\"standalone_image\"><span class=\"mandatory_credit_line\">Source: Population Pyramids of the World from 1950 to 2100, www.populationpyramid.net.</span></div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph of a population pyramid titled “Nigeria, 2018.” The vertical axis is labeled “Age Group,” and contains the ages 0 through 99, in age ranges of five years, along with the age range 100 and over. The left side represents “Males,” the right side represents “Females,” and the horizontal axis is labeled “Percent of Population.” For both sides of the graph, the percents 0 through 10, in increments of 2, are indicated on the horizontal axis. Bars are presented for each age range along the vertical axis, one representing the male population and one representing the female population. The data represented by the bars are as follows: Age group, 0 to 4. Males, 8.5%. Females, 8.1%. Age group, 5 to 9. Males, 7.5%. Females, 7.1%. Age group, 10 to 14. Males, 6.4%. Females, 6.1%. Age group, 15 to 19. Males, 5.4%. Females, 5.1%. Age group, 20 to 24. Males, 4.5%. Females, 4.3%. Age group, 25 to 29. Males, 3.8%. Females, 3.6%. Age group, 30 to 34. Males, 3.3%. Females, 3.1%. Age group, 35 to 39. Males, 2.8%. Females, 2.7%. Age group, 40 to 44. Males, 2.3%. Females, 2.2%.Age group, 45 to 49. Males, 1.8%. Females, 1.8%. Age group, 50 to 54. Males, 1.4%. Females, 1.4%. Age group, 55 to 59. Males, 1.1%. Females, 1.2%. Age group, 60 to 64. Males, 0.8%. Females, 0.9%. Age group, 65 to 69. Males, 0.6%. Females, 0.7%. Age group, 70 to 74. Males, 0.4%. Females, 0.4%. Age group, 75 to 79. Males, 0.2%. Females, 0.2%. Age group, 80 to 84. Males, 0.1%. Females, 0.1%. Age group, 85 to 89. Males, 0.0%. Females, 0.0%. Age group, 90 to 94. Males, 0.0%. Females, 0.0%. Age group, 95 to 99. Males, 0.0%. Females, 0.0%. Age group, 100 and over. Males, 0.0%. Females, 0.0%.\" src=\"https://assets.learnosity.com/organisations/537/VR598819.g07.svg\" /><span class=\"mandatory_credit_line\">Source: Population Pyramids of the World from 1950 to 2100, www.populationpyramid.net.</span></div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">a) Using the data in the graph, identify the age group in the United Kingdom with the largest percentage of women.</p>\n\n<p class=\"stem_paragraph\">b) Using the data in the graph, describe a difference between the population distribution in Nigeria and the population distribution in the United Kingdom.</p>\n\n<p class=\"stem_paragraph\">c) Describe how gender equity influences population distributions.</p>\n\n<p class=\"stem_paragraph\">d) Using the data in the graph, draw one conclusion about gender equity in the population distributions.</p>\n\n<p class=\"stem_paragraph\">e) Explain a future political implication of the population distributions shown.</p>\n","rubricRef":"VR598819_rubric"}]