[{"id":"VR598679","type":"longtextV2","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\">\n<img alt=\"The figure shows six line graphs in a coordinate plane titled “Percent of Population Living in Urban Areas, 1960 through 2018.” The years 1960 through 2015, in increments of 5, are indicated on the horizontal axis. The vertical axis is labeled “Percent of the Population,” and the numbers 10 through 90, in increments of 10, are indicated. A key indicates that the line graphs represent data for the following six countries: United Kingdom, Russia, Mexico, Iran, China, and Nigeria. The data represented by the line graphs are as follows. Note that all values are approximate. The line graph representing the United Kingdom begins at 78% in 1960 and continues relatively horizontally to the right until it reaches 80% in 2005. From here, it moves gradually upward and to the right until it ends at 84% in 2018. The line graph representing Russia begins at 54% in 1960 and moves gradually upward and to the right until it reaches 74% in 1988. From here, it moves relatively horizontally to the right until it ends at 75% in 2018. The line graph representing Mexico begins at 51% in 1960 and moves gradually upward and to the right until it ends at 80% in 2018. The line graph representing Iran begins at 34% in 1960 and moves upward and to the right until it ends at 76% in 2018. The line graph representing China begins at 16% in 1960 and moves horizontally to the right until 1978, when it begins increasing. In 1985, it is 23%. It continues to increase through 2000, when it is 36%. It is 59% when it ends in 2018. The line graph representing Nigeria begins at 15% in 1960 and moves gradually upward and to the right, surpassing China’s line between 1972 and 1997. When the line ends in 2018, it is at 51%.\" src=\"https://assets.learnosity.com/organisations/537/VR598679.g06.svg\"/><p class=\"attribution author\">Source: World Bank, 2018.</p>\n</div></div></div><ol class=\"ordered_list style:4\"><li class=\"list_paragraph\">Using the data in the graph, identify the country in 1985 that has the lowest percent of a population living in urban areas.</li><li class=\"list_paragraph\">Using the data in the graph, describe the trend in the United Kingdom’s percent of a population living in urban areas.</li><li class=\"list_paragraph\">Describe how urbanization influences demographic change.</li><li class=\"list_paragraph\">Using the data in the graph, draw a conclusion about what may have been a principal cause of the growing gap in urbanization between China and Nigeria between 2000–2018.</li><li class=\"list_paragraph\">Explain how governments have responded to the overall trend in urbanization illustrated in the data.</li></ol>\n","rubricRef":"VR598679_rubric"}]