[{"id":"VR733995","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"stem_paragraph\">Respond to all parts of the question:</p>\n\n<p class=\"stem_paragraph\">(A) Using the data in the graph, identify the country with the second highest amount of natural resources rents as a percentage of GDP in 2014.</p>\n\n<p class=\"stem_paragraph\">(B) Using the data in the graph, describe a pattern in the amount of natural resources rents as a percentage of GDP in Nigeria from 2010 to 2018.</p>\n\n<p class=\"stem_paragraph\">(C) Describe political legitimacy.</p>\n\n<p class=\"stem_paragraph\">(D) Using the data in the graph, draw a conclusion about natural resources rents in Iran.</p>\n\n<p class=\"stem_paragraph\">(E) Explain what the data in the graph imply about political legitimacy in authoritarian states.</p>\n</div>\n</div>\n","rubricRef":"VR733995_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">TOTAL NATURAL RESOURCES RENTS AS PERCENTAGE OF GDP</p>\n</div>\n<img alt=\"The figure shows four line graphs in a coordinate plane titled “Total Natural Resources Rents as Percentage of G D P.” The horizontal axis is labeled “Year,” and the years 2000 through 2018, in increments of 2, are indicated. The vertical axis is labeled “Percentage of G D P,” and the numbers 0 through 35, in increments of 5, are indicated. A key indicates that the line graphs represent data for the following four countries: Iran, Russia, Nigeria, and Mexico. The data represented by the line graphs are as follows. Note that all values are approximate. The line graph representing Iran begins at 34% in 2000 and moves downward and to the right until it reaches 22% in 2002. The line graph then moves upward and to the right until it reaches 35% in 2006. It fluctuates, reaching 28% in 2007, 33% in 2008, and then moves downward and to the right until it reaches 20% in 2009. The line graph then moves upward and to the right until it reaches 27% in 2011. It fluctuates again, reaching 24% in 2012, 27% in 2014, and then moves steadily downward and to the right until it reaches 14% in 2016. The line graph then moves upward and to the right until it ends at 24% in 2018. The line graph representing Russia begins at 22% in 2000 and moves downward and to the right. It reaches 18% in 2002 and 17% in 2004. The line graph then fluctuates between 18% and 15% until it reaches 18% in 2011. It then moves downward and to the right until it reaches 8% in 2016. The line graph then moves upward and to the right until it reaches 15% in 2018. It then moves downward and to the right until it ends at 13% in 2019. The line graph representing Nigeria begins at 25% in 2000 and moves downward and to the right until it reaches 12% in 2002. It then moves upward and to the right until it reaches 21% in 2005. The line graph then moves generally downward and to the right until it reaches 11% in 2009. It then moves upward and to the right until it reaches 19% in 2011. The line graph then moves gradually downward and to the right until it reaches 5% in 2016. It then moves generally upward and to the right until it reaches 9% in 2019. The line graph representing Mexico begins at 4% in 2000 and moves downward and to the right until it reaches 2.5% in 2001. It then moves generally upward and to the right until it reaches 6% in 2008. The line graph then fluctuates between 4% and 6% until it reaches 7% in 2011. It then moves gradually downward and to the right until it reaches 2% in 2015. The line graph then moves generally horizontally to the right until it ends at 2% in 2019.\" height=\"271\" src=\"https://assets.learnosity.com/organisations/578/VR733995.g04.svg\" width=\"550\" /><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Source: World Bank, 2018</span><span class=\"mandatory_credit_line\">Note: Natural resources rents are defined as revenue from natural resource production.</span></span></div>\n</div>\n</div>\n"}]}]