[{"id":"VR733999","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"&lt;/span\">Respond to all parts of the question:</div>\n\n<div class=\"&lt;/span\">&nbsp;</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(A) Using the data in the graph, identify the country with the lowest level of trust from 2016 to 2021.</p>\n\n<p class=\"stem_paragraph\">(B) Using the data in the graph, describe the change in the level of trust in Mexico from 2017 to 2021.</p>\n\n<p class=\"stem_paragraph\">(C) Describe political stability.</p>\n\n<p class=\"stem_paragraph\">(D) Using the data in the graph, draw a conclusion about China’s policies in maintaining political stability.</p>\n\n<p class=\"stem_paragraph\">(E) Explain what the data in the graph imply about corruption in Russia.</p>\n","rubricRef":"VR733999_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">TRUST INDEX BAROMETER 2015–2021: MASS POPULATION</p>\n</div>\n<img alt=\"The figure shows four line graphs in a coordinate plane titled “Trust Index Barometer 2015 through 2021: Mass Population.” The horizontal axis is labeled “Year,” and the years 2015 through 2021 are indicated. The numbers 0 through 100, in increments of 20, are indicated on the vertical axis. A key indicates that the line graphs represent data for the following four countries: China, Mexico, the U K, and Russia. The data represented by the line graphs are as follows. Note that all values are approximate. The line graph representing China begins at 62 in 2015 and moves upward and to the right until it reaches 82 in 2016. It then moves downward and to the right until it reaches 62 in 2017. From here, it moves gradually upward and to the right until it reaches 79 in 2019, and then moves gradually downward until it ends at 72 in 2021. The line graph representing Mexico begins at 50 in 2015 and moves upward and to the right until it reaches 70 in 2016. It then moves downward and to the right until it reaches 50 in 2017. From here, it moves gradually upward and to the right until it reaches 58 in 2019. It then moves relatively horizontally to the right until it ends at 59 in 2021. The line graph representing the U K begins at 39 in 2015 and moves upward and to the right until it reaches 57 in 2016. It then moves downward and to the right until it reaches 38 in 2017. From here, it moves gradually upward and to the right until it reaches 44 in 2019. It moves gradually downward and to the right until it reaches 39 in 2020, then moves gradually upward and to the right until it ends at 46 in 2021. The line graph representing Russia begins at 40 in 2015 and moves relatively horizontally to the right until it reaches 42 in 2016. It then moves gradually downward and to the right until it reaches 32 in 2017. From here it moves gradually upward and to the right until it reaches 27 in 2018. It then moves gradually downward and to the right until it reaches 26 in 2020. The line graph moves upward and to the right until it ends at 30 in 2021.\" height=\"207\" src=\"https://assets.learnosity.com/organisations/578/VR733999.g04.svg\" width=\"550\" /><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Source: Edelman Global Trust Barometer</span><span class=\"mandatory_credit_line\">Note: The Trust Index Barometer measures the mass population’s trust in the institutions of government, business, the media, and NGOs. Higher scores mean higher levels of trust.</span></span></div>\n</div>\n</div>\n"}]}]