[{"id":"VR041290-22_rubric_category_0","type":"custom","title":"Part (a)","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. The two criteria in Part (a) are achieved independently.Students must show their work in order to receive each point.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not accurately include either of the criteria below.</p>","<p>The response accurately includes one of the criteria below.</p>","<p>The response accurately includes both of the criteria below.</p>"]},{"id":"VR041290-22_rubric_category_1","type":"custom","title":"Part (b)","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. The two criteria in part (b) are achieved independently. Students must show their work in order to receive each point.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not accurately include either of the criteria below.</p>","<p>The response accurately includes one of the criteria below.</p>","<p>The response accurately includes both of the criteria below.</p>"]},{"id":"VR041290-22_rubric_category_2","type":"custom","title":"Part (c)","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p><p><strong>General Considerations</strong></p><p>The response should correctly calculate the inflation rate between 2010 and 2015 and explain that nominal income must rise by this inflation rate in order to maintain the same standard of living between 2010 and 2015. The value of the inflation rate must be consistent with the calculated percentage change of the price index in part (b).</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not state that nominal income must rise by 30 percent (the inflation rate) between 2010 and 2015 and/or does not explain that nominal income must rise by the inflation rate in order to maintain the same standard of living during this time period.</p>","<p>Response states that nominal income must rise by 30 percent (the inflation rate) between 2010 and 2015 and explains that nominal income must rise by the inflation rate in order to maintain the same standard of living during this time period.</p>"]}]