[{"id":"VR041400-22_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not state that the central bank should buy bonds.</p>","<p>The response states that the central bank should buy bonds.</p>"]},{"id":"VR041400-22_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p><p>The response should be consistent with the open market operation identified in part (a).</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not accurately include any of the criteria below.</p>","<p>The response accurately includes the first criterion below, but not the second.</p>","<p>The response accurately includes both of the criteria below.</p>"]},{"id":"VR041400-22_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p><p>The response should be consistent with the change in the nominal interest rate shown in part (b).</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not state that aggregate demand will increase and/or does not explain that the decrease in nominal interest rates increases interest-sensitive spending, which increases aggregate demand.</p>","<p>The response states that aggregate demand will increase and explains that the decrease in nominal interest rates increases interest-sensitive spending, which increases aggregate demand.</p>"]},{"id":"VR041400-22_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not identify decreasing administered interest rates and/or does not provide an example such as decreasing interest on reserves.</p>","<p>The response identifies decreasing administered interest rates or provides an example such as decreasing interest on reserves.</p>"]}]