[{"id":"FT550038","type":"longtextV2","stimulusHtml":"<p style=\"margin-left: 120px;\"><img alt=\"The figure consists of a solid disk, a block, and a pulley. The disk is aligned to spin in the horizontal plane and is mounted on a vertical axis. The vertical axis is attached to a horizontal surface. The pulley is to the right of the disk and is attached to a vertical surface. A string is wrapped around the edge of the disk, passes over the pulley, and is tied to a block that hangs freely in the vertical direction.\" height=\"171\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8a3be46088013b376f9ee6f6da95a258/original.png\" width=\"500\" /></p>\n\n<p>A solid disk of radius 0.10 m is mounted on a vertical axis. A string of negligible mass is wrapped around the rim of the disk; passes over a small, lightweight, frictionless pulley as shown above; and is tied to a block of mass 0.05 kg. The system is released from rest, and a computer records the velocity of the falling block as a function of time, as shown below.</p>\n\n<p><img alt=\"The figure shows quadrant one of a graph. The horizontal axis is labeled Time, is in units of seconds, and is numbered from zero point two five to zero point five five in increments of zero point zero five. The vertical axis is labeled Velocity, is in units of meters per second, and is numbered from zero point zero zero, to one point seven five in increments of zero point two five. The following data points, in terms of seconds, are labeled as approximations. Time, zero point three zero seconds; velocity zero point eight one meters per second. Time, zero point three three seconds; velocity zero point nine two meters per second. Time, zero point three five seconds; velocity one point zero zero meters per second. Time, zero point three eight seconds; velocity one point one zero meters per second. Time, zero point four zero seconds; velocity one point one seven meters per second. Time, zero point four three seconds; velocity one point one nine meters per second. Time, zero point four five seconds; velocity one point two five meters per second. Time, zero point four eight seconds; velocity one point three zero meters per second. Time, zero point five zero seconds; velocity one point four five meters per second. Time, zero point five three seconds; velocity one point four nine meters per second.\" height=\"224\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/50b779ca57bcfac0fbc6ebb132acf854/original.png\" width=\"600\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Using the graph above, calculate the acceleration of the falling block.</p>\n\t</li>\n\t<li>\n\t<p>Use your result from part a. to calculate the rotational inertia of the disk.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the angular momentum of the disk at time <em>t</em> = 0.45 s.</p>\n\t</li>\n\t<li>\n\t<p>The disk is removed and replaced with a hoop of the same mass and radius, but with all of its mass concentrated near the rim of the hoop and connected to the axis by lightweight spokes. The experiment is then repeated. Is the angular acceleration of the hoop greater than, less than, or the same as that of the solid disk?<br />\n\t_____Greater than&nbsp;_____Less than _____The same</p>\n\n\t<p>Justify your answer.</p>\n\t</li>\n</ol>\n"}]