[{"id":"FT550247","type":"longtextV2","stimulusHtml":"<p style=\"margin-left: 40px;\"><img alt=\"A diagram shows a lunching device firing horizontally a projectile with a speed of “v sub x.”\" height=\"107\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f2462617da583098c8a98649fb766fbf/original.png\" width=\"850\" /></p>\n\n<p>A projectile is fired horizontally from a launching device, exiting with a speed <em>v<sub>x</sub></em> . While the projectile is in the launching device, the impulse imparted to it is <em>J<sub>p</sub></em> , and the average force on it is <em>F<sub>avg</sub></em> . Assume the force becomes zero just as the projectile reaches the end of the launching device. Express your answers to parts a. and b. in terms of <em>v<sub>x</sub></em> , <em>J<sub>p</sub></em> , <em>F<sub>avg</sub></em> , and fundamental constants, as appropriate.</p>\n\n<p>a. Determine an expression for the time required for the projectile to travel the length of the launching device.</p>\n\n<p>b. Determine an expression for the mass of the projectile.</p>\n\n<p>The projectile is fired horizontally into a block of wood that is clamped to a tabletop so that it cannot move. The projectile travels a distance <em>d</em> into the block before it stops. Express all algebraic answers to the following in terms of <em>d</em> and the given quantities previously indicated, as appropriate.</p>\n\n<p>c. Derive an expression for the work done in stopping the projectile.</p>\n\n<p>d. Derive an expression for the average force <em>F<sub>b</sub></em> exerted on the projectile as it comes to rest in the block.</p>\n\n<p>Now a new projectile and block are used, identical to the first ones, but the block is <u>not</u> clamped to the table. The projectile is again fired into the block of wood and travels a new distance <em>d<sub>n</sub></em> into the block while the block slides across the table a short distance <em>D</em>. Assume the following: the projectile enters the block with speed <em>v<sub>x</sub></em> , the average force <em>F<sub>b</sub></em> between the projectile and the block has the same value as determined in part d., the average force of friction between the table and the block is <em>f<sub>T</sub></em> , and the collision is instantaneous so the frictional force is negligible during the collision.</p>\n\n<p>e. Derive an expression for <em>d<sub>n</sub></em> in terms of <em>d</em>, <em>D</em>, <em>f<sub>T</sub></em> , and <em>F<sub>b</sub></em> , as appropriate.</p>\n\n<p>f. Derive an expression for <em>d<sub>n</sub></em> in terms of <em>d</em>, the mass <em>m</em> of the projectile, and the mass <em>M</em> of the block.</p>\n"}]