[{"id":"FT550251","type":"longtextV2","stimulusHtml":"<p>You are to perform an experiment investigating the conservation of mechanical energy involving a transformation from initial gravitational potential energy to translational kinetic energy.</p>\n\n<ol style=\"list-style-type: lower-alpha;\">\n\t<li>\n\t<p>You are given the equipment listed below, all the supports required to hold the equipment, and a lab table. On the list below, indicate each piece of equipment you would use by checking the line next to each item.</p>\n\n\t<p>&nbsp;</p>\n\n\t\n\t<img alt=\"A list of eight items are presented in two rows with a blank in front of each as follows. Blank track, blank cart, blank string, blank meterstick, blank electronic balance, blank stopwatch, blank set of objects of different masses, blank lightweight low-friction pulley\" height=\"78\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f5fc2dde2794e4f67cd0c419402a3361/original.png\" width=\"700\"></li>\n\t<li>\n\t<p>Outline a procedure for performing the experiment. Include a diagram of your experimental setup. Label the equipment in your diagram. Also include a description of the measurements you would make and a symbol for each measurement.</p>\n\t</li>\n\t<li>\n\t<p>Give a detailed account of the calculations of gravitational potential energy and translational kinetic energy both before and after the transformation, in terms of the quantities measured in part b.</p>\n\t</li>\n\t<li>\n\t<p>After your first trial, your calculations show that the energy <strong>increased</strong> during the experiment. Assuming you made no mathematical errors, give a reasonable explanation for this result.</p>\n\t</li>\n\t<li>\n\t<p>On all other trials, your calculations show that the energy <strong>decreased</strong> during the experiment. Assuming you made no mathematical errors, give a reasonable physical explanation for the fact that the average energy you determined decreased. Include references to conservative and nonconservative forces, as appropriate.</p>\n\t</li>\n</ol>"}]