[{"id":"FT550264","type":"longtextV2","stimulusHtml":"<p style=\"margin-left: 160px;\"><img alt=\"Figure 1 is shown on the left. It consists of a circle with an arrow that indicates the radius of the circle R equals 2 d. A vertical rod of length d extends from the center of the circle upward and is attached to a spring of length d over 2 that extends vertically upward, where it is attached to a small block. The rod, spring, and block are between two vertical rails, one starting to the left of the center of the circle, and one starting to the right of the center of the circle and extending up to the edge of the circle. The width of the block is equal to the distance between two vertical rails. Figure 2 is shown on the right. It consists of a circle, vertical rails, rod, spring, and small block from Figure 1. The spring is now stretched an additional distance d over 2. The small block now reaches the edge of the circle. Above the circle is a curved arrow pointing in the direction of rotation to the left that is labeled omega. \" height=\"309\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ff8ee2bc246827a78791de9317efc9df/original.png\" width=\"650\" /></p>\n\n<p>A uniform rod of length d has one end fixed to the central axis of a horizontal, frictionless circular platform of radius <em>R</em> = 2<em>d</em> . Fixed at the other end of the rod is an ideal spring of negligible mass to which a block is attached. The block is set in frictionless grooves so that it can only move along a radius of the platform, as shown in Figure 1 above. The equilibrium length of the spring is d / 2 . Below is a table showing the mass of the block and the masses and rotational inertias of the rod and platform.</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"A table is shown with two columns and three rows. The columns are labeled Mass and Rotational Inertia, and the rows are labeled Block, Rod, and Platform. The first column has entries m, m sub R equals 3 times m, and m sub P equals 5 times m. The second column has no entry in the first row, m sub R times d squared divided by 3 about the end of the rod in the second row, and m sub P times R squared divided by 2 about the central axis in the third row. \" height=\"145\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d323a6c9a1da7a5540260a978ab8ac23/original.png\" width=\"650\" /></p>\n\n<p>A motor begins to slowly rotate the platform counterclockwise as viewed from above until the platform reaches a constant angular speed <em>ω</em> . Under these conditions, the spring has stretched by an additional length d / 2 , as shown in Figure 2.</p>\n\n<p>Answer the following questions for the platform rotating at constant angular speed <em>ω</em> . Express all algebraic answers in terms of <em>m, d, ω</em> , and physical constants, as appropriate.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Derive an expression for the spring constant of the spring.</p>\n\t</li>\n\t<li>\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Determine an expression for the rotational inertia of the block around the axis of the platform.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Derive an expression for the rotational inertia of the entire system about the axis of the platform.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Determine an expression for the angular momentum of the entire system about the axis of the platform.</p>\n\n\t<p><img alt=\"Figure 3 consists of the circle, vertical rails, rod, spring, and small block from Figure 1. The rod is now lowered so that the center of the rod is at the center of the circle. The spring is now stretched a distance labeled x. The small block is still attached to the spring. Above the circle is a curved arrow pointing in the direction of rotation to the left that is labeled omega. \" height=\"311\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fbe35e6ff5329ef3c277b4de3c5bbd76/original.png\" width=\"650\" /></p>\n\n\t<p>While the system continues to rotate, a small mechanism in the pivot moves the rod slowly until the center of the rod is positioned on the axis, as shown in Figure 3 above. The same constant angular speed <em>ω</em> is maintained by the motor driving the platform.</p>\n\t</li>\n\t<li>\n\t<p>Derive an expression for the distance <em>x</em> that the spring is stretched when the rod reaches the position shown in Figure 3 above.</p>\n\n\t<p>For parts e., f., and g., assume the center of the rod is still moving toward the axis of the platform.</p>\n\t</li>\n\t<li>\n\t<p>Is the angular momentum of the entire system increasing, decreasing, or staying the same?</p>\n\n\t<p>_____Increasing _____Decreasing _____Staying the same</p>\n\n\t<p>Justify your answer.</p>\n\t</li>\n\t<li>\n\t<p>In order to keep the system rotating with constant angular speed <em>ω</em>, is the motor doing positive work, negative work, or no work on the rotating system?</p>\n\n\t<p>_____Positive _____Negative _____No work</p>\n\n\t<p>Justify your answer.</p>\n\t</li>\n\t<li>\n\t<p>On the block in Figure 4 below, draw a single vector representing the direction of the acceleration of the block. Draw the vector so that it is starting on, and pointing away from, the block.</p>\n\n\t<p><img alt=\"Figure 4 consists of the circle and small block from Figure 1, but the vertical rails and spring are no longer shown. The small block is vertically above the center of the circle about three-fourths of the way from the center to the edge of the circle. A horizontal dashed line and a vertical dashed line both run through the center of the block and extend on either side of the block. Above the circle is a curved arrow pointing in the direction of rotation to the left that is labeled omega.\" height=\"319\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/00de36712adfa90f9803f9a9894bb03f/original.png\" width=\"650\" /></p>\n\t</li>\n</ol>\n"}]