[{"id":"FT550138","type":"longtextV2","stimulusHtml":"<p style=\"margin-left: 80px;\"><img alt=\"A diagram shows a dart of mass “m” fired with a gun to a block of mass “M sub 0.” The block is shown hanging from a cord of length “l.” It shows the cord swinging up with block of mass forming an angle of “theta sub max” with the vertical. \" height=\"269\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/31cc146404dbee8ea82019e491fbb5d3/original.png\" width=\"700\" /></p>\n\n<p>In a laboratory experiment, you wish to determine the initial speed of a dart just after it leaves a dart gun. The dart, of mass <em>m</em>, is fired with the gun very close to a wooden block of mass <em>M</em><sub>0</sub> , which hangs from a cord of length ℓ and negligible mass, as shown above. Assume the size of the block is negligible compared to ℓ , and the dart is moving horizontally when it hits the left side of the block at its center and becomes embedded in it. The block swings up to a maximum angle <em>θ</em><sub>max</sub> from the vertical. Express your answers to the following in terms of <em>m</em>, <em>M</em><sub>0</sub> , ℓ , <em>θ</em><sub>max</sub> , and <em>g</em>.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Determine the speed of v<sub>0</sub> of the dart immediately before it strikes the block.</p>\n\t</li>\n\t<li>\n\t<p>The dart and block subsequently swing as a pendulum. Determine the tension in the cord when it returns to the lowest point of the swing.</p>\n\t</li>\n\t<li>\n\t<p>At your lab table you have only the following additional equipment.<br />\n\tMeter stick<br />\n\tProtractor<br />\n\tSpring<br />\n\tStopwatch<br />\n\t5 m of string<br />\n\tSet of known masses<br />\n\tFive more blocks of mass <em>M</em><sub>0</sub><br />\n\t<br />\n\tWithout destroying or disassembling any of this equipment, design another practical method for determining the speed of the dart just after it leaves the gun. Indicate the measurements you would take, and how the speed could be determined from these measurements.</p>\n\t</li>\n\t<li>\n\t<p>The dart is now shot into a block of wood that is fixed in place. The block exerts a force <strong>F</strong> on the dart that is proportional to the dart's velocity v and in the opposite direction, that is <strong>F</strong> = −<em>bv</em> , where <em>b</em> is a constant. Derive an expression for the distance <em>L</em> that the dart penetrates into the block, in terms of <em>m</em>, <em>v</em><sub>0</sub> , and <em>b</em>.</p>\n\t</li>\n</ol>\n"}]