[{"id":"FT550160","type":"longtextV2","stimulusHtml":"<p style=\"margin-left: 120px;\"><img alt=\"A set of two diagrams show the rotating arm of a catapult in the horizontal position and the vertical position. The catapult consists of a supporting platform at a height of 3 meters from the ground and a rotating arm with weight cup A at one end and the counterweight bucket B at the other end. The distance of cup A from the top of the supporting platform is 12 meters and the distance of bucket B from the top of the supporting platform is 2 meters. The first diagram shows the catapult in the horizontal position, with a projectile in cup A, on the left of the platform and the counterweight in bucket B, on the right of the platform. The second diagram shows the catapult in the vertical position with a projectile in cup A, at the top and the counterweight in bucket B, at the bottom. The path of projection is drawn from the top of the cup to the ground, on the right of the platform.\" height=\"280\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a891347542b23248736f7a0e695a1498/original.png\" width=\"650\" /></p>\n\n<p>Some physics students build a catapult, as shown above. The supporting platform is fixed firmly to the ground. The projectile, of mass 10 kg, is placed in cup <em>A</em> at one end of the rotating arm. A counterweight bucket <em>B</em> that is to be loaded with various masses greater than 10 kg is located at the other end of the arm. The arm is released from the horizontal position, shown in Figure 1, and begins rotating. There is a mechanism (not shown) that stops the arm in the vertical position, allowing the projectile to be launched with a horizontal velocity as shown in Figure 2.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>The students load five different masses in the counterweight bucket, release the catapult, and measure the resulting distance <em>x</em> traveled by the 10 kg projectile, recording the following data.<img alt=\"A table is shown with two rows labeled Mass in kilograms on the top and x in meters on the bottom. The top row has entries 100, 300, 500, 700, and 900.  The bottom row has entries 18, 37, 45, 48, and 51.\" height=\"85\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/bdec2ee157783eaa6ec13f21478b7b1f/original.png\" width=\"800\" /></p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>The data are plotted on the axes below. Sketch a best-fit curve for these data points.<img alt=\"A graph shows the vertical axis labeled “x in centimeters” ranges from 0 to 50 in increments of 10 and the horizontal axis labeled “Mass in kilograms” ranges from 0 to 1000 in increments of 200. It shows five points plotted from lower to higher on the graph. The points are plotted at the following points: ordered pair 100 comma 18, ordered pair 300 comma 46, ordered pair 500 comma 45, ordered pair 700 comma 49, and ordered pair 900 comma 51.\" height=\"288\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3093afe4ca512e40808675b94d371292/original.png\" width=\"700\" /></p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Using your best-fit curve, determine the distance x traveled by the projectile if 250 kg is placed in the counterweight bucket.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>The students assume that the mass of the rotating arm, the cup, and the counterweight bucket can be neglected. With this assumption, they develop a theoretical model for <em>x</em> as a function of the counterweight mass using the relationship <em>x</em> = <em>v<sub>x</sub>t</em> , where <em>v<sub>x</sub></em> is the horizontal velocity of the projectile as it leaves the cup and <em>t</em> is the time after launch.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>How many seconds after leaving the cup will the projectile strike the ground?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Derive the equation that describes the gravitational potential energy of the system relative to the ground when in the position shown in Figure 1, assuming the mass in the counterweight bucket is <em>M</em>.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Derive the equation for the velocity of the projectile as it leaves the cup, as shown in Figure 2.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Complete the theoretical model by writing the relationship for <em>x</em> as a function of the counterweight mass using the results from b.i. and b.iii.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Compare the experimental and theoretical values of <em>x</em> for a counterweight bucket mass of 300 kg. Offer a reason for any difference.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]