[{"id":"FT550021","type":"longtextV2","stimulusHtml":"<p style=\"margin-left: 80px;\"><img alt=\"The figure shows two ledges above a lake with one higher than the other. On the left side of the figure is the higher ledge, and a person of mass m sub 1 sits at the edge of this ledge at point A. To the right of this there is a vertical drop and a second ledge with a mass m sub 2 at its edge at point B, which is a distance L above the lake. To the right of this there is another vertical drop to the lake, which is to the right of the two ledges. Point C is directly above point B at the same height as point A. A string of length L runs horizontally from point C to point A. The string is fixed at point C, and a dashed quarter circle line from point A to point B shows the path of the free end of the string. A vertical dashed line from point C to point B shows that if the string hangs straight down from point C, its free end is at point B. Point D is on the surface of the lake some distance to the right of the cliffs. The horizontal distance from the edge of the higher cliff to point D is x.\" height=\"270\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/146f2d817125f720c8e316ad1155ce4d/original.png\" width=\"600\" /></p>\n\n<p>A rope of length <em>L</em> is attached to a support at point <em>C.</em> A person of mass <em>m</em><sub>1</sub> sits on a ledge at position <em>A</em> holding the other end of the rope so that it is horizontal and taut, as shown above. The person then drops off the ledge and swings down on the rope toward position <em>B</em> on a lower ledge where an object of mass <em>m</em><sub>2</sub> is at rest. At position <em>B</em> the person grabs hold of the object and simultaneously lets go of the rope. The person and object then land together in the lake at point <em>D</em>, which is a vertical distance <em>L</em> below position <em>B</em>. Air resistance and the mass of the rope are negligible. Derive expressions for each of the following in terms of <em>m</em><sub>1</sub>, <em>m</em><sub>2</sub>, <em>L</em>, and <em>g.</em></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>The speed of the person just before the collision with the object</p>\n\t</li>\n\t<li>\n\t<p>The tension in the rope just before the collision with the object</p>\n\t</li>\n\t<li>\n\t<p>The speed of the person and object just after the collision</p>\n\t</li>\n\t<li>\n\t<p>The ratio of the kinetic energy of the person-object system before the collision to the kinetic energy after the collision</p>\n\t</li>\n\t<li>\n\t<p>The total horizontal displacement of <em>x</em> of the person from position <em>A</em> until the person and object land in the water at point <em>D</em></p>\n\t</li>\n</ol>\n"}]