[{"id":"FT550257","type":"longtextV2","stimulusHtml":"<p style=\"margin-left: 120px;\"><img alt=\"Two figures are shown of a frictionless ramp that leads into a vertical circular wall. The figure on the left shows a side view of the ramp wall. The ramp and wall are on a horizontal tabletop. The top of the ramp is on the front left part of the tabletop and extends down and to the right where it connects to the circular vertical wall. The point where the ramp is connected to the vertical wall is labeled P. The wall curves away from the front of the tabletop. There is a small block labeled m at the top of the ramp at a height labeled h. The figure on the right shows a top view of the ramp and circular vertical wall. The ramp is labeled Smooth Ramp and is connected at point P to the vertical wall. The block is shown slightly in front of the ramp and against the inner part of the vertical wall. A dashed line extends from the block to the center of the circle the wall makes. An arrow extends from this center to a point on the wall a little in front of the block and the arrow is labeled R. The inside of the vertical wall is labeled Rough Wall. \" height=\"157\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/db1d0a92088e94a5905cda938fe13f7d/original.png\" width=\"620\" /></p>\n\n<p>A small block of mass <em>m</em> starts from rest at the top of a frictionless ramp, which is at a height <em>h</em> above a horizontal tabletop, as shown in the side view above. The block slides down the smooth ramp and reaches point <em>P</em> with a speed <em>v</em><sub>0</sub>. After the block reaches point <em>P</em> at the bottom of the ramp, it slides on the tabletop guided by a circular vertical wall with radius <em>R</em>, as shown in the top view. The tabletop has negligible friction, and the coefficient of kinetic friction between the block and the circular wall is <em>µ</em>.</p>\n\n<p>a. Derive an expression for the height of the ramp <em>h</em>. Express your answer in terms of <em>v</em><sub style=\"\">0</sub>, <em>m</em>, and fundamental constants, as appropriate.</p>\n\n<p>A short time after passing point <em>P</em>, the block is in contact with the wall and moves with a speed of <em>v</em>.</p>\n\n<p>b.</p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>Is the vertical component of the net force on the block upward, downward, or zero?<br />\n\t_____ Upward&nbsp;_____ Downward&nbsp;_____ Zero<br />\n\tJustify your answer.</p>\n\t</li>\n\t<li>\n\t<p>On the figure below, draw an arrow starting on the block to indicate the direction of the horizontal component of the net force on the moving block when it is at the position shown.</p>\n\n\t<p><img alt=\"The figure shows a long horizontal rectangle that is labeled top view. Three quarters of a circle is drawn starting with the bottom of at the lower right corner of the rectangle and going around counterclockwise. At the right-most point on the circle is a small black rectangle, at the center of which a vertical and a horizontal dashed line meet. \" height=\"149\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/20d3b47a34e0d39b1669a5a115d38452/original.png\" width=\"650\" /></p>\n\n\t<p>Justify your answer.</p>\n\t</li>\n</ol>\n\n<p>Express your answers to the following in terms of <em>v</em><sub>0</sub>, <em>v</em>, <em>m</em>, <em>R</em>, <em>µ</em>, and fundamental constants, as appropriate.</p>\n\n<p>c. Determine an expression for the magnitude of the normal force <em>N</em> exerted on the block by the circular wall as a function of <em>v</em>.</p>\n\n<p>d. Derive an expression for the magnitude of the tangential acceleration of the block at the instant the block has attained a speed of <em>v</em>.</p>\n\n<p>e. Derive an expression for <em>v</em>(<em>t</em>), the speed of the block as a function of time t after passing point P on the track.</p>\n"}]