[{"id":"FT550159","type":"longtextV2","stimulusHtml":"<p>&nbsp;</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"A diagram shows an ideal spring and a spring holding a pan of mass M, hanging from a ceiling. The pan stretches the spring to a distance of D from the end of the ideal spring. A piece of clay of mass M is shown at a height of H from the bottom of the pan.\" height=\"275\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/97436b211435e23d8324d037a8185250/original.png\" width=\"622\" /></p>\n\n<p>An ideal spring is hung from the ceiling and a pan of mass <em>M</em> is suspended from the end of the spring, stretching it a distance <em>D</em> as shown above. A piece of clay, also of mass <em>M</em>, is then dropped from a height <em>H</em> onto the pan and sticks to it. Express all algebraic answers in terms of the given quantities and fundamental constants.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Determine the speed of the clay at the instant it hits the pan.</p>\n\t</li>\n\t<li>\n\t<p>Determine the speed of the pan just after the clay strikes it.</p>\n\t</li>\n\t<li>\n\t<p>Determine the period of the simple harmonic motion that ensues.</p>\n\t</li>\n\t<li>\n\t<p>Determine the distance the spring is stretched (from its initial unstretched length) at the moment the speed of the pan is a maximum. Justify your answer.</p>\n\t</li>\n\t<li>\n\t<p>The clay is now removed from the pan and the pan is returned to equilibrium at the end of the spring. A rubber ball, also of mass <em>M</em>, is dropped from the same height <em>H</em> onto the pan, and after the collision is caught in midair before hitting anything else.<br />\n\tIndicate below whether the period of the resulting simple harmonic motion of the pan is greater than, less than, or the same as it was in part c.<br />\n\t_____ Greater than&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; _____ Less than&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;_____ The same as</p>\n\n\t<p>Justify your answer.</p>\n\t</li>\n</ol>\n"}]