[{"id":"VH912696","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Suppose you wish to qualitatively test the validity of the impulse-momentum theorem by rolling various balls along a table toward a wood block. When each ball reaches the block, it pushes the wood block forward, and the ball bounces backward, away from the block. Which of the following describes the best procedure for the experiment and a correct interpretation of possible results?</p>\n","rubricRef":"VH912696_rubric","choicesHtml":["<p class=\"choice_paragraph\">Use balls of the same mass and with the same initial speed but with different amounts of elasticity and repeat this procedure for each ball. If balls that rebound with less speed cause greater movement of the block, this is consistent with the prediction of the theorem.</p>","<p class=\"choice_paragraph\">Use balls of different masses but with the same amount of elasticity and the same initial speed and repeat this procedure for each ball. If smaller-mass balls cause more movement of the block, this is consistent with the prediction of the theorem.</p>","<p class=\"choice_paragraph\">Use identical balls with the same initial speed but blocks of different masses and repeat this procedure for each block. If the ball rebounds with more speed when it pushes a large block than when it pushes a smaller block, this is consistent with the prediction of the theorem.</p>","<p class=\"choice_paragraph\">Use balls with different masses but with the same amount of elasticity and same initial speed and repeat this procedure for each ball. If the balls that rebound with more speed cause less movement of the block, this is consistent with the prediction of the theorem.</p>","<p class=\"choice_paragraph\">Use balls of the same mass and with the same amount of elasticity but roll them toward the block at different speeds and repeat this procedure for each speed. If the balls traveling at higher speed cause less movement of the block, this is consistent with the prediction of the theorem.</p>"],"answer":2}]