[{"id":"VH961936","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of two vehicles facing each other on a horizontal surface. The vehicle on the left is a car labeled 650 kilograms. The vehicle on the right is a truck labeled 2250 kilograms. A rightward pointing arrow, labeled 20 meters per second, is drawn above the car.\" height=\"151\" src=\"https://assets.learnosity.com/organisations/537/VH961936.g01.png\" width=\"400\" /></div>\n\n<p class=\"stem_paragraph\">A <span class=\"math_expression\"><span aria-label=\"650 kilogram\"><math alttext=\"650 kilogram\" overflow=\"scroll\"><mstyle><mrow><mn>650</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.3em\"></mspace><mtext>kg</mtext></mrow></mstyle></math></span></span> car moving to the right at <span class=\"math_expression\"><span aria-label=\"20 meters per second\"><math alttext=\"20 meters per second\" overflow=\"scroll\"><mstyle><mrow><mn>20</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.3em\"></mspace><mtext>m/s</mtext></mrow></mstyle></math></span></span> collides with a stationary <span class=\"math_expression\"><span aria-label=\"2250 kilogram\"><math alttext=\"2250 kilogram\" overflow=\"scroll\"><mstyle><mrow><mn>2250</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.3em\"></mspace><mtext>kg</mtext></mrow></mstyle></math></span></span> truck. Which of the following graphs could represent the force as a function of time for both the car and the truck during the collision?</p>\n","rubricRef":"VH961936_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents two graphs of lines in a coordinate plane. Quadrants 1 and 4 are shown. One graph is labeled Car, and the other graph is labeled Truck. In both graphs, the horizontal axis is labeled t, and the horizontal axis is labeled vector F. The number 0 is indicated at the intersection of the axes. In the graph labeled Car, the line begins approximately one third of the way along the horizontal axis, and moves steeply upward and to the right, until it reaches approximately three fourths of the way up the vertical axis, and just to the right of where the line began on the horizontal axis. At this point, the line moves steeply downward and to the right, ending on the horizontal axis. In the graph labeled Truck, the line begins approximately two thirds of the way along the horizontal axis, and moves steeply upward and to the right, until it reaches near the top of the vertical axis, and a little to the right of where the line began on the horizontal axis. At this point, the line moves steeply downward and to the right, ending on the horizontal axis.\" height=\"170\" src=\"https://assets.learnosity.com/organisations/537/VH961936.g07.png\" width=\"350\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents two graphs of lines in a coordinate plane. Quadrants 1 and 4 are shown. One graph is labeled Car, and the other graph is labeled Truck. In both graphs, the horizontal axis is labeled t, and the horizontal axis is labeled vector F. The number 0 is indicated at the intersection of the axes. In the graph labeled Car, the line begins approximately halfway along the horizontal axis, and moves steeply upward and to the right, until it reaches approximately three fourths of the way up the vertical axis, and just to the right of where the line began on the horizontal axis. At this point, the line moves steeply downward and to the right, ending on the horizontal axis. In the graph labeled Truck, the line begins approximately three fifths of the way along the horizontal axis, and moves steeply downward and to the right, until it reaches near the bottom of the vertical axis, and a little to the right of where the line began on the horizontal axis. At this point, the line moves steeply upward and to the right, ending on the horizontal axis.\" height=\"170\" src=\"https://assets.learnosity.com/organisations/537/VH961936.g08.png\" width=\"350\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents two graphs of lines in a coordinate plane. Quadrants 1 and 4 are shown. One graph is labeled Car, and the other graph is labeled Truck. In both graphs, the horizontal axis is labeled t, and the horizontal axis is labeled vector F. The number 0 is indicated at the intersection of the axes. In the graph labeled Car, the line begins approximately three fifths of the way along the horizontal axis, and moves steeply upward and to the right, until it reaches near the top of the vertical axis, and a little to the right of where the line began on the horizontal axis. At this point, the line moves steeply downward and to the right, ending on the horizontal axis. In the graph labeled Truck, the line begins approximately three fifths of the way along the horizontal axis, and moves steeply downward and to the right, until it reaches near the bottom of the vertical axis, and a little to the right of where the line began on the horizontal axis. At this point, the line moves steeply upward and to the right, ending on the horizontal axis.\" height=\"170\" src=\"https://assets.learnosity.com/organisations/537/VH961936.g09.png\" width=\"350\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents two graphs of lines in a coordinate plane. Quadrants 1 and 4 are shown. One graph is labeled Car, and the other graph is labeled Truck. In both graphs, the horizontal axis is labeled t, and the horizontal axis is labeled vector F. The number 0 is indicated at the intersection of the axes. In the graph labeled Car, the line begins approximately two thirds of the way along the horizontal axis, and moves steeply upward and to the right, until it reaches approximately three fourths of the way up the vertical axis, and just to the right of where the line began on the horizontal axis. At this point, the line moves steeply downward and to the right, ending on the horizontal axis. In the graph labeled Truck, the line begins approximately one fifth of the way along the horizontal axis, and moves steeply downward and to the right, until it reaches near the bottom of the vertical axis, and a little to the right of where the line began on the horizontal axis. At this point, the line moves steeply upward and to the right, ending on the horizontal axis.\" height=\"170\" src=\"https://assets.learnosity.com/organisations/537/VH961936.g10.png\" width=\"350\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents two graphs of lines in a coordinate plane. Quadrants 1 and 4 are shown. One graph is labeled Car, and the other graph is labeled Truck. In both graphs, the horizontal axis is labeled t, and the horizontal axis is labeled vector F. The number 0 is indicated at the intersection of the axes. In the graph labeled Car, the line begins approximately one third of the way along the horizontal axis, and moves steeply downward and to the right, until it reaches approximately three fourths of the way down the vertical axis, and just to the right of where the line began on the horizontal axis. At this point, the line moves steeply upward and to the right, ending on the horizontal axis. In the graph labeled Truck, the line begins approximately two thirds of the way along the horizontal axis, and moves steeply upward and to the right, until it reaches near the top of the vertical axis, and a little to the right of where the line began on the horizontal axis. At this point, the line moves steeply downward and to the right, ending on the horizontal axis.\" height=\"170\" src=\"https://assets.learnosity.com/organisations/537/VH961936.g11.png\" width=\"350\"></span></p>\n"],"answer":2}]