[{"id":"VH962573","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents 2 views of a person in an amusement park ride. On the left, a top view shows the person along the inside portion of the outer edge of the circular ride, spinning counterclockwise in a circular ride. On the right, a side view shows the person standing along the inside part of the vertical circular wall of the ride. The ride is shown spinning to the right.\" height=\"183\" src=\"https://assets.learnosity.com/organisations/537/VH962573.g12.png\" width=\"280\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A person on an amusement park ride is inside a circular room that is spinning counterclockwise on a vertical axis when viewed from above (known as a rotor ride). At a given moment, the person is to the right of the center of the room as shown above. The room is spinning fast enough that the person remains held against the wall as the floor drops and does not move downward. The following figures show free-body diagrams of the person in the room and the surface of the wall. Which of the sets of figures is correct for the moment described above?</p>\n\n<div class=\"standalone_image\"><img alt=\"Four pairs of free body diagrams are presented. The first pair of diagrams is labeled Figure 1, Top View. The diagram on the top consists of a leftward pointing arrow extending horizontally from a point. The arrow is labeled Force from Person on Wall. The diagram on the bottom consists of a rightward pointing arrow extending horizontally from a point. The arrow is labeled Normal Force from Wall on Person. The second pair of diagrams is labeled Figure 2, Top View. The diagram on the top consists of a rightward pointing arrow extending horizontally from a point. The arrow is labeled Force from Person on Wall. The diagram on the bottom consists of a leftward pointing arrow extending horizontally from a point. The arrow is labeled Normal Force from Wall on Person. The third pair of diagrams is labeled Figure 3, Side View. The diagram on the left consists of two arrows extending from a point. One arrow, labeled Normal Force of Floor on Person, extends vertically upward. The other arrow, labeled Weight of Person, extends vertically downward. The diagram on the right consists of two arrows extending from a point. One arrow, labeled Weight of Person, extends vertically upward. The other arrow, labeled Normal Force of Person on Floor, extends vertically downward. The fourth pair of diagrams is labeled Figure 4, Side View. The diagram on the left consists of an upward pointing arrow extending vertically from a point. The arrow is labeled Friction of Wall on Person. The diagram on the right consists of a downward pointing arrow extending vertically from a point. The arrow is labeled Friction of Person on Wall.\" height=\"163\" src=\"https://assets.learnosity.com/organisations/537/VH962573.g11.png\" width=\"530\" /></div>\n","rubricRef":"VH962573_rubric","choicesHtml":["<p class=\"choice_paragraph\">I and III</p>","<p class=\"choice_paragraph\">I and IV</p>","<p class=\"choice_paragraph\">II and III</p>","<p class=\"choice_paragraph\">II and IV</p>","<p class=\"choice_paragraph\">I only</p>"],"answer":3}]