[{"id":"VH962554","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n\n<img alt=\"The figure presents a side view and a top view of a rocket lying on its side on a horizontal surface. A string is shown attached to the rocket and held in place by a fix point to the right of the rocket.\" height=\"171\" src=\"https://assets.learnosity.com/organisations/537/VH962554.g03.png\" width=\"340\"></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A small toy rocket is in a horizontal position, at rest on a horizontal surface of negligible friction. A rope is attached to the rocket and the other end of the rope is held in place, as shown in the figures. As the rocket burns fuel, the rocket accelerates and the rope exerts a force on the rocket. The resulting motion is the rocket accelerating in non-uniform circular motion in a horizontal circle. Below are four free-body diagrams, two for each view, with a dot representing the rocket and vectors representing forces exerted on the rocket as the rocket moves in the non-uniform circular motion. Which of the diagrams are correct representations of the forces on the rocket when it is in the position shown in the figures?</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents four free body diagrams labeled Figure 1 – Side View, Figure 2 – Side View, Figure 3 – Top View, and Figure 4 – Top View. The free body diagram of Figure 1 – Side View shows three arrows extending from a common point. A long arrow, labeled Normal Force, points upwards. A short arrow, labeled Tension, points to the right. Another long arrow, labeled Weight of Rocket, points downwards. The free body diagram of Figure 2 – Side View, shows three arrows extending from a common point. A long arrow, labeled Normal Force, points upwards. A short arrow, labeled Tension, points to the left. Another long arrow, labeled Weight of Rocket, points downwards. The free body diagram of Figure 3 – Top View, shows two arrows extending from a common point. A long arrow, labeled Thrust of Rocket, points upwards and a short arrow labeled Tension points to the right. The free body diagram of Figure 4 – Top View, shows two arrows extending from a common point. A short arrow, labeled tension, points to the left, and a long arrow labeled Thrust of Rocket points downwards.\" height=\"84\" src=\"https://assets.learnosity.com/organisations/537/VH962554.g02.png\" width=\"500\"></div>","rubricRef":"VH962554_rubric","choicesHtml":["<p class=\"choice_paragraph\">I and III</p>","<p class=\"choice_paragraph\">I and IV</p>","<p class=\"choice_paragraph\">II and III</p>","<p class=\"choice_paragraph\">II and IV</p>","<p class=\"choice_paragraph\">I only</p>"],"answer":0}]