[{"id":"VH981865","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a cart with a force sensor attached, on a horizontal surface. A motion sensor is located behind the cart. At the far end of the horizontal surface, an ideal spring has been horizontally attached to a vertical surface.\" height=\"132\" src=\"https://assets.learnosity.com/organisations/537/VH981865.g02.png\" width=\"450\"></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">In an experiment, a cart of mass <span class=\"math_expression\"><span aria-label=\"m \"><math alttext=\"m \" overflow=\"scroll\"><mstyle><mrow><mi>m</mi></mrow></mstyle></math></span></span> is set up on a horizontal surface of negligible friction. A group of students push the cart toward an ideal spring of spring constant <span class=\"math_expression\"><span aria-label=\"k\"><math alttext=\"k\" overflow=\"scroll\"><mstyle><mrow><mi>k</mi></mrow></mstyle></math></span></span> that is attached to a vertical surface. A motion sensor is set up behind the cart, and a force sensor is attached to the cart, as shown in the figure. The motion sensor is used to measure the position and speed of the cart, and the force sensor is used to determine the force the spring exerts on the cart. Which of the following hypotheses can this experiment be used to test?</p>\n","rubricRef":"VH981865_rubric","choicesHtml":["<p class=\"choice_paragraph\">The speed of the cart as it reaches the spring is directly proportional to the cart’s initial distance from the spring.</p>","<p class=\"choice_paragraph\">The speed of the cart as it reaches the spring is directly proportional to the average force the students exert on the cart.</p>","<p class=\"choice_paragraph\">The distance the cart compresses the spring is directly proportional to the average force the students exert on the cart.</p>","<p class=\"choice_paragraph\">The work done by the spring on the cart is directly proportional to the initial kinetic energy of the cart when it reaches the spring.</p>\n","<p class=\"choice_paragraph\">The work done by the spring on the cart is directly proportional to the spring constant of the spring.</p>"],"answer":3}]