[{"id":"VR619085","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">A ball is thrown straight up into the air near Earth’s surface and eventually returns to the ground. While in the air, the ball has a velocity <span class=\"math_expression\"><span aria-label=\"v\"><math alttext=\"v\" display=\"inline\" overflow=\"scroll\"><mi>v</mi></math></span></span> and experiences a resistive force <span class=\"math_expression\"><span aria-label=\"F sub R, equals negative k v\"><math alttext=\"F sub R, equals negative k v\" display=\"inline\" overflow=\"scroll\"><msub><mi>F</mi><mi>R</mi></msub><mo>=</mo><mo>−</mo><mi>k</mi><mi>v</mi></math></span></span>, where <span class=\"math_expression\"><span aria-label=\"k\"><math alttext=\"k\" display=\"inline\" overflow=\"scroll\"><mi>k</mi></math></span></span> is a positive constant. Which of the following statements correctly describes how the time for the ball to rise from its initial position to its maximum height compares to the time for the ball to fall from its maximum height to its initial position?</p>\n","rubricRef":"VR619085_rubric","choicesHtml":["<p class=\"choice_paragraph\">The ball takes more time to rise. The ball travels the same distance up and down, but the magnitude of the average acceleration for the trip up is less than the magnitude of the average acceleration from the trip down.</p>","<p class=\"choice_paragraph\">Each trip takes equal time. The ball travels the same distance up and down and the average acceleration for each trip is the same.</p>","<p class=\"choice_paragraph\">The ball takes more time to fall. The ball travels the same distance up and down, but the magnitude of the  average acceleration for trip down is less than the magnitude of the average acceleration for the trip up.</p>","<p class=\"choice_paragraph\">The ball takes more time to fall. The ball travels the same distance up and down, but the ball moves at a slow constant velocity on the way down and decelerates on the way up.</p>"],"answer":2}]