[{"id":"VR610749","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"standalone_image\"><img alt=\"The figure shows the graph of a curve in the first and fourth quadrants of a coordinate plane, with the origin labeled O. The numbers 1 through 4, in increments of 1, are indicated on the horizontal axis. The numbers negative 1 through 3, in increments of 1, are indicated on the vertical axis. The curve beings just below 2 on the vertical axis, and moves gradually down and to the right, and levels off as it approaches the point with approximate coordinates 0.75 comma 0.8. It moves nearly horizontally to the right until it reaches the point with approximate coordinates 1.2 comma 0.8, where it moves downward and the right. It crosses the horizontal axis at approximately 2.3, and levels off as it reaches a minimum at the point with coordinates 3 comma negative 0.5. It then moves steeply upward and to the right, crosses the horizontal axis at approximately 3.5, and continues upward until it ends at the point with coordinates 4 comma 3.\" src=\"https://assets.learnosity.com/organisations/578/VR610749.g02.svg\"/></div></div></div></div></div><p class=\"stem_paragraph\">An object moves in one dimension along the <span class=\"math_expression\"><span aria-label=\"x\"><math alttext=\"x\" display=\"inline\" overflow=\"scroll\"><mi>x</mi></math></span></span>-axis as described by the position versus time graph shown in the figure. During the time interval of the graph, how many times does the object change direction and what feature or features of the graph justifies this response?</p>\n","rubricRef":"VR610749_rubric","choicesHtml":["<p class=\"choice_paragraph\">One time because the graph indicates that there is a single point where the object’s velocity is zero and its acceleration is zero.</p>","<p class=\"choice_paragraph\">One time because the graph indicates that there is a single point where the object’s velocity is zero and its acceleration is nonzero.</p>","<p class=\"choice_paragraph\">Two times because the graph indicates that the velocity of the object is zero at two different points.</p>","<p class=\"choice_paragraph\">Two times because the graph indicates that the position of the object is zero at two different points.</p>"],"answer":1}]