[{"id":"VR618487","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"standalone_image\"><img alt=\"Four figures are shown. Each figure shows 3 connected line segments in separate coordinate planes. The horizontal axes, vertical axes, and origins in each figure are labeled x, y, and O, respectively. The first figure is labeled “Location 1.” In Location 1, the first line segment begins 6 units above the origin along the vertical axis, and moves vertically downward until it ends at the origin. The second line segment begins where the first one ends, and moves horizontally to the right 6 units along the x axis until it ends. The third line segment begins where the second one ends, and moves vertically upward 6 units until it ends 6 units above the x axis, and 6 units to the right of the y axis. The second figure is labeled “Location 2.”  In Location 2, the first line segment begins 3 units above the x axis, and 6 units to the left of the y axis, and moves vertically downward until it ends 3 units below the origin. The second line segment begins where the first one ends, and moves horizontally to the right 6 units until it ends 3 units below the origin. The third line segment begins where the second one ends, and moves vertically upward 6 units until it ends 3 units above the origin. The third figure is labeled “Location 3.” In Location 3, the first line segment begins 3 units to the left of the origin, and moves vertically downward until it ends 6 units below the x axis, and 3 units to the left of the y axis. The second line segment begins where the first one ends, and moves horizontally to the right 6 units until it ends 6 units below the x axis, and 3 units to the right of the y axis. The third line segment begins where the second one ends, and moves vertically upward 6 units until it ends 3 units to the right of the origin. In Location 4, the first line segment begins 6 units to the left of the origin, and moves vertically downward until it ends 6 units below the x axis, and 6 units to the left of the y axis. The second line segment begins where the first one ends, and moves horizontally to the right 6 units until it ends 6 units below the origin. The third line segment begins where the second one ends, and moves vertically upward 6 units until it ends at the origin.\" src=\"https://assets.learnosity.com/organisations/578/VR618487.g01.svg\"/></div></div></div></div></div><p class=\"stem_paragraph\">A system consisting of three identical uniform bars is placed in four different locations on the <span class=\"math_expression\"><span aria-label=\"x y\"><math alttext=\"x y\" display=\"inline\" overflow=\"scroll\"><mi>x</mi><mi>y</mi></math></span></span>-plane as shown. At which of the four locations is the system’s center of mass located farthest from the origin <span class=\"math_expression\"><span aria-label=\"O\"><math alttext=\"O\" display=\"inline\" overflow=\"scroll\"><mi>O</mi></math></span></span>?</p>\n","rubricRef":"VR618487_rubric","choicesHtml":["<p class=\"choice_paragraph\">Location <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" display=\"inline\" overflow=\"scroll\"><mn>1</mn></math></span></span></p>","<p class=\"choice_paragraph\">Location <span class=\"math_expression\"><span aria-label=\"2\"><math alttext=\"2\" display=\"inline\" overflow=\"scroll\"><mn>2</mn></math></span></span></p>","<p class=\"choice_paragraph\">Location <span class=\"math_expression\"><span aria-label=\"3\"><math alttext=\"3\" display=\"inline\" overflow=\"scroll\"><mn>3</mn></math></span></span></p>","<p class=\"choice_paragraph\">Location <span class=\"math_expression\"><span aria-label=\"4\"><math alttext=\"4\" display=\"inline\" overflow=\"scroll\"><mn>4</mn></math></span></span></p>"],"answer":3}]