[{"id":"VR715696","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"standalone_image\"><img alt=\"The figure shows the graph of 4 line segments and 5 points in a gridded plane. The horizontal axis is labeled “Time, in seconds,” and the numbers 0 through 12, in increments of 2, are indicated. The vertical axis is labeled “Angular Momentum, in kilogram meters squared per second,” and the numbers negative 6 through 6, in increments of 2, are indicated. The five data points are graphed at times 1, 3, 5, 9, and 11 seconds. The coordinates of those points and line segment end points are as follows. The first line segment goes from coordinates 0 seconds comma negative 3 kilogram meters squared per second to coordinates 2 seconds comma negative 4 kilogram meters squared per second. It goes through the point at coordinates 1 second comma negative 3.5 kilogram meters squared per second. The second line segment goes from coordinates 2 seconds comma negative 4 kilogram meters squared per second to coordinates 4 seconds comma 0 kilogram meters squared per second. It goes through the point at coordinates 3 seconds comma negative 2 kilogram meters squared per second. The third line segment goes from coordinates 4 seconds comma 0 kilogram meters squared per second to coordinates 10 seconds comma 6 kilogram meters squared per second. It goes through the points at coordinates 5 seconds comma 1 kilogram meter squared per second and 9 seconds comma 5 kilogram meters squared per second. The fourth line segment goes from coordinates 10 seconds comma 6 kilogram meters squared per second to coordinates 12 seconds comma 6 kilogram meters squared per second. It goes through the point at coordinates 11 seconds comma 6 kilogram meters squared per second.\" src=\"https://assets.learnosity.com/organisations/578/VR715696.g01.svg\"/></div></div></div></div></div><p class=\"stem_paragraph\">A momentum wheel is a rotating wheel aboard a satellite used to control the angular orientation of the satellite. Engineers who are testing a momentum wheel on Earth apply a time-varying torque to the wheel and determine the wheel’s resulting angular momentum. The graph shows the wheel’s angular momentum as a function of time during one of the tests. For which of the following time intervals did the torque on the wheel change by the greatest amount?</p>\n","rubricRef":"VR715696_rubric","choicesHtml":["<p class=\"choice_paragraph\">Between <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" display=\"inline\" overflow=\"scroll\"><mn>1</mn></math></span></span> and <span class=\"math_expression\"><span aria-label=\"3\"><math alttext=\"3\" display=\"inline\" overflow=\"scroll\"><mn>3</mn></math></span></span> seconds</p>","<p class=\"choice_paragraph\">Between <span class=\"math_expression\"><span aria-label=\"3\"><math alttext=\"3\" display=\"inline\" overflow=\"scroll\"><mn>3</mn></math></span></span> and <span class=\"math_expression\"><span aria-label=\"5\"><math alttext=\"5\" display=\"inline\" overflow=\"scroll\"><mn>5</mn></math></span></span> seconds</p>","<p class=\"choice_paragraph\">Between <span class=\"math_expression\"><span aria-label=\"5\"><math alttext=\"5\" display=\"inline\" overflow=\"scroll\"><mn>5</mn></math></span></span> and <span class=\"math_expression\"><span aria-label=\"9\"><math alttext=\"9\" display=\"inline\" overflow=\"scroll\"><mn>9</mn></math></span></span> seconds</p>","<p class=\"choice_paragraph\">Between <span class=\"math_expression\"><span aria-label=\"9\"><math alttext=\"9\" display=\"inline\" overflow=\"scroll\"><mn>9</mn></math></span></span> and <span class=\"math_expression\"><span aria-label=\"11\"><math alttext=\"11\" display=\"inline\" overflow=\"scroll\"><mn>11</mn></math></span></span> seconds</p>"],"answer":0}]