[{"id":"VR710460","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"standalone_image\"><img alt=\"The figure shows four graphs labeled Case K, Case L, Case M, and Case N. In each graph, the vertical axis is labeled “Force, in newtons,” and the values 0, 1, and 2 are indicated. The behavior of each graph is as follows. In Case K, the horizontal axis is labeled “Angular Displacement, in radians,” and the values 0.0, 0.5, and 1.0 are indicated. A horizontal line begins on the vertical axis at 2 newtons and extends to the right to the point with coordinates 1.0 comma 2. In Case L, the horizontal axis is labeled “Angular Displacement, in radians,” and the values 0.0 through 2.0, in increments of 0.5, are indicated. A horizontal line begins on the vertical axis at 2 newtons and extends to the right to the point with coordinates 2.0 comma 2. In Case M, the horizontal axis is labeled “Angular Displacement, in radians,” and the values 0.0, 0.5, and 1.0 are indicated. A line begins at the origin and moves upward and to the right and ends at the point with coordinates 1.0 comma 2. In Case N, the horizontal axis is labeled “Angular Displacement, in radians,” and the values 0.0 through 2.0, in increments of 0.5, are indicated. The line begins at the origin and moves upward and to the right to the point with coordinates 1.0 comma 1. It then moves downward and to the right and ends at the point with coordinates 2.0 comma 0.\" src=\"https://assets.learnosity.com/organisations/578/VR710460.g01.svg\"/></div></div></div></div></div><p class=\"stem_paragraph\">The work done on a system is to be compared for four different cases of a torque exerted on the system. In each case the torque-producing force acts perpendicular to a position vector from the fixed rotation axis to the point of application of the force, and the position vector is the same in all four cases. The four graphs show the force as a function of the system’s angular displacement for each case. For which two of the cases is the same amount of work done during the graphed interval? Note that different horizontal scales are used in the graphs.</p>\n","rubricRef":"VR710460_rubric","choicesHtml":["<p class=\"choice_paragraph\">Cases <span class=\"math_expression\"><span aria-label=\"K\"><math alttext=\"K\" display=\"inline\" overflow=\"scroll\"><mtext>K</mtext></math></span></span> and <span class=\"math_expression\"><span aria-label=\"L\"><math alttext=\"L\" display=\"inline\" overflow=\"scroll\"><mtext>L</mtext></math></span></span></p>","<p class=\"choice_paragraph\">Cases <span class=\"math_expression\"><span aria-label=\"K\"><math alttext=\"K\" display=\"inline\" overflow=\"scroll\"><mtext>K</mtext></math></span></span> and <span class=\"math_expression\"><span aria-label=\"M\"><math alttext=\"M\" display=\"inline\" overflow=\"scroll\"><mtext>M</mtext></math></span></span></p>","<p class=\"choice_paragraph\">Cases <span class=\"math_expression\"><span aria-label=\"L\"><math alttext=\"L\" display=\"inline\" overflow=\"scroll\"><mtext>L</mtext></math></span></span> and <span class=\"math_expression\"><span aria-label=\"N\"><math alttext=\"N\" display=\"inline\" overflow=\"scroll\"><mtext>N</mtext></math></span></span></p>","<p class=\"choice_paragraph\">Cases <span class=\"math_expression\"><span aria-label=\"M\"><math alttext=\"M\" display=\"inline\" overflow=\"scroll\"><mtext>M</mtext></math></span></span> and <span class=\"math_expression\"><span aria-label=\"N\"><math alttext=\"N\" display=\"inline\" overflow=\"scroll\"><mtext>N</mtext></math></span></span></p>"],"answer":3}]