[{"id":"VR737497","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Two objects of equal mass undergo a series of collisions. For each collision, a graph is created of the momenta of both objects as functions of time. Which of the following graphs represents an elastic collision?</p>\n","rubricRef":"VR737497_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a graph of 2 lines in the first and fourth quadrants of a coordinate plane. The horizontal axis is labeled “Time, in seconds,” and the numbers 0.0 through 1.0, in increments of 0.2, are indicated. The vertical axis is labeled “Momentum, in kilogram meters per second,” and the numbers negative 1.2 through 6.0, in increments of 1.2, are indicated. A solid line begins at coordinates 0.0 seconds comma 0.0 kilogram meters per second and moves to the right horizontally to 0.4 seconds comma 0.0 kilogram meters per second. It then moves upward and to the right to 0.5 seconds comma 2.4 kilogram meters per second and then moves to the right horizontally and ends at 1.0 second comma 2.4 kilogram meters per second. A dashed line begins at coordinates 0.0 seconds comma 4.8 kilogram meters per second and moves to the right horizontally to 0.4 seconds comma 4.8 kilogram meters per second. It then moves downward and to the right to 0.5 seconds comma 2.4 kilogram meters per second and then moves to the right horizontally and ends at 1.0 second comma 2.4 kilogram meters per second.\" src=\"https://assets.learnosity.com/organisations/578/VR737497.g06.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a graph of 2 lines in the first and fourth quadrants of a coordinate plane. The horizontal axis is labeled “Time, in seconds,” and the numbers 0.0 through 1.0, in increments of 0.2, are indicated. The vertical axis is labeled “Momentum, in kilogram meters per second,” and the numbers negative 1.2 through 6.0, in increments of 1.2, are indicated. A solid line begins at coordinates 0.0 seconds comma 0.0 kilogram meters per second and moves to the right horizontally to 0.4 seconds comma 0.0 kilogram meters per second. It then moves upward and to the right to 0.5 seconds comma 4.8 kilogram meters per second and then moves to the right horizontally and ends at 1.0 second comma 4.8 kilogram meters per second. A dashed line begins at coordinates 0.0 seconds comma 4.8 kilogram meters per second and moves to the right horizontally to 0.4 seconds comma 4.8 kilogram meters per second. It then moves downward and to the right to 0.5 seconds comma 0.0 kilogram meters per second and then moves to the right horizontally and ends at 1.0 second comma 0.0 kilogram meters per second.\" src=\"https://assets.learnosity.com/organisations/578/VR737497.g10.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a graph of 2 lines in the first and fourth quadrants of a  coordinate plane. The horizontal axis is labeled “Time, in seconds,” and the numbers 0.0 through 1.0, in increments of 0.2, are indicated. The vertical axis is labeled “Momentum, in kilogram meters per second,” and the numbers negative 1.2 through 6.0, in increments of 1.2, are indicated. A solid line begins at coordinates 0.0 seconds comma 0.0 kilogram meters per second and moves to the right horizontally to 0.4 seconds comma 0.0 kilogram meters per second. It then moves upward and to the right to 0.5 seconds comma 2.4 kilogram meters per second and then moves to the right horizontally and ends at 1.0 second comma 2.4 kilogram meters per second. A dashed line begins at coordinates 0.0 seconds comma 4.8 kilogram meters per second and moves to the right horizontally to 0.4 seconds comma 4.8 kilogram meters per second. It then moves downward and to the right to 0.5 seconds comma 1.8 kilogram meters per second and then moves to the right horizontally and ends at 1.0 second comma 1.8 kilogram meters per second.\" src=\"https://assets.learnosity.com/organisations/578/VR737497.g08.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a graph of 2 lines in the first and fourth quadrants of a coordinate plane. The horizontal axis is labeled “Time, in seconds,” and the numbers 0.0 through 1.0, in increments of 0.2, are indicated. The vertical axis is labeled “Momentum, in kilogram meters per second,” and the numbers negative 1.2 through 6.0, in increments of 1.2, are indicated. A solid line begins at coordinates negative 0.0 seconds comma negative 1.2 kilogram meters per second and moves to the right horizontally to 0.4 seconds comma negative 1.2 kilogram meters per second. It then moves upward and to the right to 0.5 seconds comma 4.8 kilogram meters per second and then moves to the right horizontally and ends at 1.0 second comma 4.8 kilogram meters per second. A dashed line begins at coordinates 0.0 seconds comma 6.0 kilogram meters per second and moves to the right horizontally to 0.4 seconds comma 6.0 kilogram meters per second. It then moves downward and to the right to 0.5 seconds comma 0.0 kilogram meters per second and then moves to the right horizontally and ends at 1.0 second comma 0.0 kilogram meters per second.\" src=\"https://assets.learnosity.com/organisations/578/VR737497.g11.svg\"/></span></p>"],"answer":1}]