[{"id":"VR865025","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following pairs of graphs could represent the kinetic energies <span class=\"math_expression\"><span aria-label=\"K sub A\" role=\"math\"><math alttext=\"K sub A\" overflow=\"scroll\"><msub><mi>K</mi><mi mathvariant=\"normal\">A</mi></msub></math></span></span> and <span class=\"math_expression\"><span aria-label=\"K sub B\" role=\"math\"><math alttext=\"K sub B\" overflow=\"scroll\"><msub><mi>K</mi><mi mathvariant=\"normal\">B</mi></msub></math></span></span> of blocks <span class=\"math_expression\"><span aria-label=\"A\" role=\"math\"><math alttext=\"A\" overflow=\"scroll\"> <mi mathvariant=\"normal\">A</mi> </math></span></span> and <span class=\"math_expression\"><span aria-label=\"B\" role=\"math\"><math alttext=\"B\" overflow=\"scroll\"><mi mathvariant=\"normal\">B</mi></math></span></span>, respectively, as functions of time?</p>\n","rubricRef":"VR865025_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">Two identical blocks, <span class=\"math_expression\"><span aria-label=\"A\" role=\"math\"><math alttext=\"A\" overflow=\"scroll\"><mi mathvariant=\"normal\">A</mi></math></span></span> and <span class=\"math_expression\"><span aria-label=\"B\" role=\"math\"><math alttext=\"B\" overflow=\"scroll\"><mi mathvariant=\"normal\">B</mi></math></span></span>, are sliding across a horizontal surface. Friction between the surface and the blocks is negligible. Block <span class=\"math_expression\"><span aria-label=\"A\" role=\"math\"><math alttext=\"A\" overflow=\"scroll\"> <mi mathvariant=\"normal\">A</mi> </math></span></span> is initially traveling to the right with speed <span class=\"math_expression\"><span aria-label=\"v sub 0\" role=\"math\"><math alttext=\"v sub 0\" overflow=\"scroll\"><msub><mi>v</mi><mn>0</mn></msub></math></span></span>. Block <span class=\"math_expression\"><span aria-label=\"B\" role=\"math\"><math alttext=\"B\" overflow=\"scroll\"><mi mathvariant=\"normal\">B</mi></math></span></span> is initially traveling to the left with speed <span class=\"math_expression\"><span aria-label=\"2 v sub 0\" role=\"math\"><math alttext=\"2 v sub 0\" overflow=\"scroll\"><mn>2</mn><msub><mi>v</mi><mn>0</mn></msub></math></span></span>, as shown. At time <span class=\"math_expression\"><span aria-label=\"t equals t sub 1\" role=\"math\"><math alttext=\"t equals t sub 1\" overflow=\"scroll\"><mi>t</mi><mo>=</mo><msub><mi>t</mi><mn>1</mn></msub></math></span></span>, the blocks undergo an elastic collision.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows two blocks, labeled Block A and Block B, sliding toward each other on a horizontal surface. Block A is moving to the right at velocity v sub 0. Block B is moving to the left at velocity at 2 v sub 0.\" src=\"https://assets.learnosity.com/organisations/578/VR865025.g01.svg\" /></div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows two graphs, each with three connected line segments in the first and fourth quadrants of their respective coordinate planes, each with the origin labeled O. In each graph, the horizontal axis is labeled t, and the value t sub 1 is indicated in the middle of the axis. The vertical axis is labeled K sub A in one graph and is labeled K sub B in the other graph. The graph with the K sub A vertical axis shows a line that begins on the vertical axis 1 unit above the origin, moves horizontally to the right to coordinates t sub 1 comma 1, moves vertically upward 3 units to coordinates t sub 1 comma 4, and then moves horizontally to the right. The graph with the K sub B vertical axis shows a line that begins on the vertical axis 4 units above the origin, moves horizontally to the right to coordinates t sub 1 comma 4, moves vertically downward 3 units to coordinates t sub 1 comma 1, and then moves horizontally to the right.\" src=\"https://assets.learnosity.com/organisations/578/VR865025.g11.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows two graphs, each with three connected line segments in the first and fourth quadrants of their respective coordinate planes, each with the origin labeled O. In each graph, the horizontal axis is labeled t, and the value t sub 1 is indicated in the middle of the axis. The vertical axis is labeled K sub A in one graph and is labeled K sub B in the other graph. The graph with the K sub A vertical axis shows a line that begins on the vertical axis 1 unit above the origin, moves horizontally to the right to coordinates t sub 1 comma 1, moves vertically upward 1.5 units to coordinates t sub 1 comma 2.5, and then moves horizontally to the right. The graph with the K sub B vertical axis shows a line that begins on the vertical axis 4 units above the origin, moves horizontally to the right to coordinates t sub 1 comma 4, moves vertically downward 1.5 units to coordinates t sub 1 comma 2.5, and then moves horizontally to the right.\" src=\"https://assets.learnosity.com/organisations/578/VR865025.g13.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows two graphs, each with three connected line segments in the first and fourth quadrants of their respective coordinate planes, each with the origin labeled O. In each graph, the horizontal axis is labeled t, and the value t sub 1 is indicated in the middle of the axis. The vertical axis is labeled K sub A in one graph and is labeled K sub B in the other graph. The graph with the K sub A vertical axis shows a line that begins on the vertical axis 1 unit above the origin, moves horizontally to the right to coordinates t sub 1 comma 1, moves vertically downward 5 units to coordinates t sub 1 comma negative 4, and then moves horizontally to the right. The graph with the K sub B vertical axis shows a line that begins on the vertical axis 4 units below the origin, moves horizontally to the right to coordinates t sub 1 comma negative 4, moves vertically upward 5 units to coordinates t sub 1 comma 1, and then moves horizontally to the right.\" src=\"https://assets.learnosity.com/organisations/578/VR865025.g15.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows two graphs, each with three connected line segments in the first and fourth quadrants of their respective coordinate planes, each with the origin labeled O. In each graph, the horizontal axis is labeled t, and the value t sub 1 is indicated in the middle of the axis. The vertical axis is labeled K sub A in one graph and is labeled K sub B in the other graph.&nbsp;The graph with the K sub A vertical axis shows a line that begins on the vertical axis 1 unit above the origin, moves horizontally to the right to coordinates t sub 1 comma 1, moves vertically downward 3.5 units to coordinates t sub 1 comma negative 2.5, and then moves horizontally to the right. The graph with the K sub B vertical axis shows a line that begins on the vertical axis negative 4 units below the origin, moves horizontally to the right to coordinates t sub 1 comma negative 4, moves vertically upward 6.5 units to coordinates t sub 1 comma 2.5, and then moves horizontally to the right.\" src=\"https://assets.learnosity.com/organisations/578/VR865025.g19.svg\"></span></p>"],"answer":0}]