[{"id":"FT537055","type":"mcq","stimulusHtml":"<p><img alt=\"Three graphs of the first quadrant are shown. Each horizontal axis has low indicates on the left, high indicated on the right, and a tick mark in the center of the axis. Each vertical axis has a tick mark in its center and no label. Graph A starts at the horizontal axis and increasing and concave on the left, then becomes increasing and concave down before reaching a maximum at the center of the horizontal axis, at which point it becomes decreasing and concave down, and finally decreasing and concave up as it reaches the horizontal axis again on the right. The curve is symmetric around a vertical line drawn at the tick mark on the horizontal axis, and its maximum is at the top of the vertical axis. Graph B starts at the horizontal axis and increasing and concave on the left, then becomes increasing and concave down before reaching a maximum at the center of the horizontal axis, at which point it becomes decreasing and concave down, and finally decreasing and concave up as it reaches the horizontal axis again on the right. The curve is symmetric around a vertical line drawn at the tick mark on the horizontal axis, and its maximum is at the tick mark in the center of the vertical axis. Graph C starts at the horizontal axis and increasing and concave on the left, then becomes increasing and concave down before reaching a maximum at the center of the horizontal axis, at which point it becomes decreasing and concave down. It then becomes decreasing and concave up before reaching a minimum above the horizontal axis and then becomes increasing and concave up. The maximum is at the tick mark in the center of the vertical axis.\" height=\"114\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3df0ec7de59481dd4c65b0d46e2e75fa/original.png\" width=\"375\" /></p>\n\n<p>The graphs depict data collected on the levels of implicit attitudes in three samples of students in their first year at a university. Which of the following is true of the frequency distributions shown in the graphs?</p>\n","choicesHtml":["<p>Distribution A has more variation than distributions B or C.</p>","<p>Distribution B has more variation than distributions A or C.</p>","<p>Distribution B and distribution C have the same variation.</p>","<p>The standard deviation of distribution B is zero.</p>"],"answer":0}]