[{"id":"VH949263","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Dr. Frishkoff is studying how participants’ brain activity changes when they read sentences in which the last word is either expected (“The pizza was too hot to eat”) or unexpected (“The pizza was too hot to cry”). While participants are reading, Dr. Frishkoff measures their brain activity. The results of her experiment are shown below.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph titled The pizza was too hot to, dot dot dot. There are three lines drawn on the graph representing the categories: eat, drink, and cry. The horizontal axis is represented in milliseconds and the numbers 0 and 400 are indicated. The vertical axis is labeled with a minus sign, 5 microvolts, and a plus sign. A solid horizontal line is drawn above the horizontal axis. The line representing eat begins on the solid horizontal line above the horizontal axis. The eat line briefly rises then sharply drops below the solid horizontal line to a valley between 200 and 300 milliseconds, it then rises slightly at the mark of 400 milliseconds. It then runs almost horizontally ending at the end of the horizontal axis. The line representing drink begins at the same position as the eat line. It follows the same trend as the eat line but after dipping down it sharply rises right underneath the solid horizontal line, it then gradually declines ending right below the eat line. The line representing cry begins at the same point as the others. It follows the same downward trend as the other lines but it then steeply rises high above the solid horizontal line before gradually declining and curving to end slightly above the line representing eat.\" height=\"220\" src=\"https://assets.learnosity.com/organisations/537/VH949263.g01.png\" width=\"230\"></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Dr. Frishkoff could accurately describe the results of her study by saying that participants</p>\n","rubricRef":"VH949263_rubric","choicesHtml":["<p class=\"choice_paragraph\">showed increased blood flow to the brain in response to the unexpected word</p>","<p class=\"choice_paragraph\">showed a negative-going peak in brain wave activity approximately 400 milliseconds after the unexpected word was presented that the participants did not show in response to the expected word</p>","<p class=\"choice_paragraph\">showed a positive-going peak in brain wave activity approximately 400 milliseconds after the unexpected word was presented that the participants did not show in response to the expected word</p>","<p class=\"choice_paragraph\">showed an increase in brain activity approximately 400 milliseconds after seeing the unexpected word that the participants did not show in response to seeing the expected word</p>"],"answer":2}]