[{"id":"VR184482","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a curve. The horizontal axis is labeled “Time, in milliseconds,” and the numbers 0 through 5, in increments of 1, are indicated. The vertical axis is labeled “Membrane Potential, in millivolts,” and the numbers negative 70, negative 55, 0, and positive 30 are indicated. There are 5 areas indicated along the curve. The curve begins at negative 70 on the vertical axis and moves horizontally to the right until it reaches the point with coordinates negative 70 at 0.75 second. This area of the graph is labeled 1. The graph then curves steeply upward and to the right until it levels off at a maximum of positive 30 at 1.5 seconds. This area of the graph is labeled 2. The graph then moves steeply downward and to the right until it reaches positive 25 at 1.75 seconds. This area of the graph is labeled 3. The graph then curves steeply downward and to the right until it begins to level off at negative 75 at 2.5 seconds. This area of the graph is labeled 4. The graph then reaches a minimum at negative 80 at 2.75 seconds. This area of the graph is labeled 5. The graph then curves upward and to the right until it reaches negative 70 at 3.5 seconds. From here the graph moves horizontally to the right until it ends.\" height=\"230\" src=\"https://assets.learnosity.com/organisations/537/VR184482.g07.png\" width=\"400\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following descriptions accurately represents area&nbsp;2&nbsp;of the graph?</p>\n","rubricRef":"VR184482_rubric","choicesHtml":["<p class=\"choice_paragraph\">The threshold, in which signals have reached critical intensity and allow the neuron to&nbsp;fire</p>","<p class=\"choice_paragraph\">Hyperpolarization, in which positive ions have exited the&nbsp;axon</p>","<p class=\"choice_paragraph\">Repolarization, in which potassium ions exit the&nbsp;axon</p>","<p class=\"choice_paragraph\">Depolarization, in which sodium ions enter the&nbsp;axon</p>"],"answer":4}]