[{"id":"VR184452","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR184449.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The results depicted in which segment are inconsistent with the serial position effect?</p>\n","rubricRef":"VR184452_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><strong>The following refers to remembering the presidents of the United States.</strong></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a line graph. The horizontal axis is labeled “Presidents of the United States,” and the vertical axis is labeled “Percent Recall.” There are five labeled segments on the horizontal axis. The segments are labeled as follows: A, B, C, D, and E. Each segment starts and ends with vertical grid lines that extend from the horizontal axis. The numbers 0, 10, 50, and 100 are indicated on the vertical axis. There are 4 points indicated along the line graph. From left to right, the points are labeled as follows: Washington, Lincoln, Kennedy, and Clinton. The line graph begins at the point labeled Washington at the first grid line, which is the beginning of segment A, at approximately 100 on the vertical axis. The line graph moves downward and to the right and passes through the second grid line, which is the end of segment A, at approximately 55. The line graph continues downward and to the right, and passes through the third grid line, which is the beginning of segment B, at approximately 25. It reaches a minimum at the fourth grid line, which is the end of segment B, at approximately 11. The line graph then moves upward and to the right, and passes through the fifth grid line, which is the beginning of segment C, at approximately 35. It continues upward until it reaches a sharp peak at the point labeled Lincoln, at approximately 100. It then moves steeply downward and to the right, and passes through the sixth grid line, where segment C ends, at approximately 15. It continues downward, reaches a minimum, and then moves more gradually upward and to the right, and passes through the seventh grid line, which is the beginning of segment D, at approximately 15. It continues upward and to the right until it passes through the eighth grid line, which is the end of segment D, at approximately 45. It continues upward and to the right, and as it reaches the ninth grid line becomes vertical, reaching the point labeled Kennedy at approximately 95, at the beginning of segment E. The line graph then moves gradually upward and to the right until it reaches the point labeled Clinton at approximately 100, on the tenth grid line, which is the end of segment E.\" height=\"209\" src=\"https://assets.learnosity.com/organisations/537/VR184449.g06.png\" width=\"400\" /></div>\n\n<p class=\"passage_para\">A list of the presidents of the United&nbsp;States in chronological order up through the year 2000 is presented in the exact same manner to two classes of students, and they are then asked to recall them. A fourth-grade class is tested in the morning and a sixth-grade class is tested in the afternoon. The percent recall for both classes was combined and is presented in the figure above.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">B</p>","<p class=\"choice_paragraph\">C</p>","<p class=\"choice_paragraph\">D</p>","<p class=\"choice_paragraph\">E</p>"],"answer":2}]