[{"id":"VR596521","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows the graph of a curve in the first quadrant of a coordinate plane. The horizontal axis is labeled “Stimulus Intensity.” The leftmost point on the horizontal axis is labeled “Very Low,” the rightmost point on the horizontal axis is labeled “Medium,” and a rightward pointing arrow is drawn along the axis. Twelve equally spaced tick marks are indicated along the axis. The vertical axis is labeled “Probability of Detection, by percent,” and the numbers 0, 50, and 100 are indicated. Two solid horizontal lines extend rightward through the plane at 50 percent and 100 percent. A dashed horizontal line segment extends along the horizontal axis from the vertical axis to the sixth tick mark. A dashed vertical line segment extends from the sixth tick mark on the horizontal axis until it reaches the horizontal line at 100 percent. A second horizontal line segment extend along the line at 100 percent, from the sixth tick mark to the twelfth tick mark. The line curve begins at 0 percent on the vertical axis and moves gradually upward and to the right at first. Around the fourth tick mark, the curve moves more steeply upward and to the right. It reaches 50 percent at the sixth tick mark, continues upward and to the right before beginning to level off around the eighth tick mark. It continues gradually upward and to the right until it becomes nearly horizontal and ends at nearly 100 percent at the twelfth tick mark.\" src=\"https://assets.learnosity.com/organisations/537/VR596521.g05.svg\"/></div></div></div><p class=\"stem_paragraph\">The graph depicts which of the following?</p>\n","rubricRef":"VR596521_rubric","choicesHtml":["<p class=\"choice_paragraph\">Transduction</p>","<p class=\"choice_paragraph\">A reflex arc</p>","<p class=\"choice_paragraph\">An action potential</p>","<p class=\"choice_paragraph\">An absolute threshold</p>"],"answer":3}]