[{"id":"VR732352","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR732350.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">The graph depicts the stages of sleep, including REM and NREM (Stages 1, 2, and 3). For the person with the results shown in the graph, progressing across the <span class=\"formatted_text font_style:italic\">x</span>-axis, there is most likely to be an increase in which of the following?</p>\n","rubricRef":"VR732352_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">STAGES OF THE SLEEP CYCLE</p>\n</div>\n\n<p>&nbsp;</p>\n<img alt=\"The figure shows a graph titled “Stages of the Sleep Cycle.”. The horizontal axis is labeled “Hours,” and no numbers are indicated. The vertical axis is labeled, “Stages of Sleep,” and the following five stages are indicated from bottom to top: Stage 3, Stage 2, Stage 1, REM and Awake. The graph begins at Awake and quickly descends to Stage 3. It then moves horizontally for a short period before ascending to REM. It repeats this pattern three times. The graph briefly ascends to Awake during the first and third repetition, the time spent in REM sleep increases as the hours increase, and time spent at Stage 3 decreases as the hours increase. After reaching Awake at the end of the third repetition, the graph descends to Stage 2. It moves horizontally to the right for a short period of time before ascending to REM. It moves horizontally to the right for a short period of time before ascending to Awake, where it ends.\" height=\"201\" src=\"https://assets.learnosity.com/organisations/537/VR732350.g07.svg\" width=\"351\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">REM sleep behavior disorder</p>\n","<p class=\"choice_paragraph\">Somnambulism</p>\n","<p class=\"choice_paragraph\">Night terrors</p>","<p class=\"choice_paragraph\">Dreaming</p>"],"answer":3}]