[{"id":"VR837657","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"Two figures are shown. The first figure shows a person holding a semicircular apparatus up to their face, such that their nose is at the center of the semicircle. They are looking forward at a focal point that is near the rounded edge of the semicircle. A second person is holding a colored object to the left of the first person. The second figure shows a top view of the semicircular apparatus. From left to right, angle measures of 10 degrees are indicated from 0 degrees at the left horizontal side to 90 degrees at a vertical line extending from the center of the semicircle. Moving to the right from this vertical line, degrees are indicated from 90 degrees to 0 degrees at the right horizontal side of the semicircle. The focus point is indicated just to the right of the 90 degree line. The colored object is indicated outside of the left side of the semicircle at approximately 60 degrees.\" height=\"198\" src=\"https://assets.learnosity.com/organisations/578/VR837657.g03.svg\" width=\"575\"></div>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:2\">\n\t<colgroup>\n\t\t<col class=\"colspec colname:col1 colnum:1 colwidth:175\">\n\t\t<col class=\"colspec colname:col2 colnum:2 colwidth:175\">\n\t</colgroup>\n\t<thead class=\"thead\">\n\t\t<tr class=\"row\">\n\t\t\t<th class=\"entry colname:col1 text-center\"><span class=\"formatted_text font_weight:bold\">Degree First Observed Movement</span></th>\n\t\t\t<th class=\"entry colname:col2 text-center\"><span class=\"formatted_text font_weight:bold\">Degree First Observed Color</span></th>\n\t\t</tr>\n\t</thead>\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 text-center\">23 degrees</td>\n\t\t\t<td class=\"entry colname:col2 text-center\">51 degrees</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Researchers were interested in whether the rods or the cones in the retina were more sensitive to detecting the movement and the color of objects in the environment. Research participants were asked to stare at a focus point while the researcher, starting at 0ยบ, moved a red-colored object slowly around the edge of the arc apparatus. The degree of the angle when the participants first observed movement and color were documented. The mean degrees for each are presented in the table. Which of the following conclusions is best supported by this data?</p>\n","rubricRef":"VR837657_rubric","choicesHtml":["<p class=\"choice_paragraph\">The average angle the participant first notices movement will be larger than the average angle for first noticing the color.</p>\n","<p class=\"choice_paragraph\">The average angle the participant first notices the color will be larger than the average angle for first noticing movement.</p>\n","<p class=\"choice_paragraph\">The average angle the participant first notices the color will be the same as the average angle for first noticing movement.</p>\n","<p class=\"choice_paragraph\">There is not enough evidence to predict how each person will perceive based on the photoreceptors of the retina.</p>"],"answer":0}]