[{"id":"VR839915","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Dr. Barry conducted a study in which participants were put into a driving simulator that mimicked the experience of driving a car on the highway. Participants were split into three groups:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">The Silence condition, where participants drove in silence with no external distractions</li>\n\t<li class=\"list_paragraph\">The Radio condition, where participants listened to the radio while driving and were told they would be asked questions about what they heard after</li>\n\t<li class=\"list_paragraph\">The Cell Phone condition, where participants received text messages every 90 seconds and were told they would be asked questions about the messages after</li>\n</ul>\n\n<p class=\"passage_para\">At random intervals during the driving time, participants would see obstacles they needed to avoid, and the simulator would record how long it took the participants to hit the brake. The results of the study are given in the figure:</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a bar graph. The vertical axis is labeled “Reaction Time, in seconds,” and the numbers 0.0 through 4.0, in increments of 0.5, are indicated.  The categories “Silence,” “Radio,” and “Cell Phone” are indicated on the horizontal axis. Each category has one bar. The data represented by the bars are as follows. Silence: 2.5 seconds. Radio: 3.0 seconds. Cell Phone: 3.4 seconds.\" height=\"210\" src=\"https://assets.learnosity.com/organisations/578/VR839915.g01.svg\" width=\"350\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">What conclusion could the researchers best draw from the results collected in the study?</p>\n","rubricRef":"VR839915_rubric","choicesHtml":["<p class=\"choice_paragraph\">Cell phones can lead to longer reaction times but having the radio on is equal to driving in silence.</p>","<p class=\"choice_paragraph\">Driving in silence impairs driving more than having some kind of background noise or activity.</p>","<p class=\"choice_paragraph\">Listening to the radio does impair a driver’s responsiveness, but not as much as paying attention to a cell phone.</p>","<p class=\"choice_paragraph\">Listening to the radio while driving doesn’t impact driving ability as long as the driver isn’t changing the station.</p>"],"answer":2}]