[{"id":"VR841659","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","rubricRef":"VR841659_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"standalone_statement style:1\"><span class=\"formatted_text font_weight:bold\">Question Instructions:</span></p>\n\n<p class=\"passage_para\">Your response to the question should be provided in four parts: A, B, C, and D. Write the response to each part of the question in complete sentences. Use appropriate psychological terminology in your response.</p>\n</div>\n</div>\n<span class=\"list_heading\">Using the source provided, respond to the following questions.<span class=\"formatted_line_break delivery_mode:Both\"></span>&nbsp;</span>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Identify the research method used in the study.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Describe the meaning of the difference in the means for the percent correct for the spoken syllable identification task and the timbre identification task.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Propose a claim about the extent to which the research findings may or may not be generalizable.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Propose a claim about how the research findings support or refute the concept of contralateral hemispheric organization.</p>\n\t</li>\n</ol>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Source</span></p>\n</div>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Introduction</span></p>\n\n<p class=\"passage_para\">In split-brain patients, sound presented in the left ear is processed by the right hemisphere while sound presented in the right ear is processed by the left hemisphere. Research with split-brain patients indicates that the processing of music is done more by the right hemisphere of the brain while language is processed more by the left hemisphere. Some research with split-brain patients also indicates that the processing of music can help with the processing of language, a phenomenon called the tonal function effect. This study explores whether this effect can be found in healthy listeners.</p>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Participants</span></p>\n\n<p class=\"passage_para\">Right-handed college students with less than 3 years of music training were used for this study. None of the participants had any hearing impairments. The study included 48 participants (25 women; 23 men) with an average age of 21 years (standard deviation = 3.67).</p>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Method</span></p>\n\n<p class=\"passage_para\">Researchers used a within-subjects design for this study. A within-subjects design means that each participant is observed in every condition of the study and therefore can be compared directly to themselves. This procedure serves the same purpose as random assignment. Participants were exposed to two different types of sounds at a safe decibel<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Decibels measure how loud a sound is.</span></span> range, one in each ear, and asked to correctly provide a specific detail about one of the sounds as they listened.</p>\n\n<p class=\"passage_para\">Spoken consonant-vowel syllables were the first type of sound. There were 12 sequences of 8 syllables, with the eighth syllable of each sequence being either /di/ or /du/. Musical chords were the second type of sound. There were 12 sequences of 8 chords, with the eighth chord of each sequence being called either Timbre A or Timbre B<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Timbre, or the characteristic of a sound, allows the listener to distinguish different sounds from each other.</span></span>. Participants were asked to identify either the last spoken syllable (/di/ or /du/) or the last chord (Timbre A or Timbre B). Timbre A was a chord that was “tonal,” meaning it was what a person would expect to come based on the previous chords in the sequence. Timbre B was a chord that was “subdominant,” meaning it would not be a chord a person would expect based on the previous chords in the sequence. The participants practiced identifying the syllables and chords prior to the start of the study. They had to identify the correct sound with 92% accuracy before moving on.</p>\n\n<p class=\"passage_para\">Participants completed 96 trials for the study. The breakdown of the ways the sounds were presented in each ear is presented in the table below.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup cols:3\">\n\t<colgroup>\n\t\t<col class=\"colspec align:center colname:col2 colnum:2\" />\n\t\t<col class=\"colspec align:center colname:col3 colnum:3\" />\n\t</colgroup>\n\t<thead class=\"thead\">\n\t\t<tr class=\"row\">\n\t\t\t<th class=\"entry colname:col1\">&nbsp;</th>\n\t\t\t<th class=\"entry colname:col2 text-center\">Timbre A</th>\n\t\t\t<th class=\"entry colname:col3 text-center\">Timbre B</th>\n\t\t</tr>\n\t</thead>\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 text-center\">/di/</td>\n\t\t\t<td class=\"entry colname:col2 text-center\">48 – left ear</td>\n\t\t\t<td class=\"entry colname:col3 text-center\">48 – right ear</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 text-center\">/du/</td>\n\t\t\t<td class=\"entry colname:col2 text-center\">48 – right ear</td>\n\t\t\t<td class=\"entry colname:col3 text-center\">48 – left ear</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n\n<p class=\"passage_para\">The participants were told which sound to identify (syllable vs. chord) about halfway through the playing of the sounds in both ears.</p>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Results and Discussion</span></p>\n\n<p class=\"passage_para\">Researchers hypothesized that “the tonal function effect would be stronger when musical sequences were presented to the left ear and speech sequences were presented to the right ear.”</p>\n\n<p class=\"passage_para\">Overall, participants were, on average, 97% accurate for spoken syllable identification and 86% accurate for timbre identification. Participants had significantly faster reaction times when identifying syllables presented to the right ear when the music presented in the left ear ended in a “tonal” chord instead of a “subdominant” chord, confirming the hypothesis.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Adapted from <span class=\"formatted_text font_style:italic\">Neurophysiology</span>.</span><span class=\"mandatory_credit_line\">Hoch, L., &amp; Tillmann, B. (2010). Laterality effects for musical structure processing: A dichotic listening study. <span class=\"formatted_text font_style:italic\">Neurophysiology</span>, 24(5). 661-666.</span></span></span></div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]