[{"id":"VR853827","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\">\n<div class=\"title\"><p class=\"title_line passage-title\"></p></div>\n<img alt=\"The figure shows a line graph. The horizontal axis is labeled “Trials.” The numbers 2 through 22, in increments of 2, are indicated, followed by the numbers 2 through 8, in increments of 2. The vertical axis is labeled “Strength of Conditioned Response,” and the numbers 0 through 15, in increments of 5, are indicated. The line graph is broken into three periods. A key indicates that the first period represents acquisition, the second period represents extinction, and the third period represents spontaneous recovery. A shaded vertical bar between 22 trials and the second instance of 2 trials represents a 24 hour rest period. A dashed vertical line is drawn just before 16 trials. The line graph begins in the acquisition period, where the strength of conditioned response is 2 at 0 trials. It slants upward and to the right until it reaches a strength of 11 at 4 trials. It then moves horizontally to the right until it reaches about 8 trials. From here, the line graph slants upward and to the right until it peaks at a strength of 12.5 at 11 trials. It then slants downward and to the right until it reaches a strength of 10 at about 14 trials. It slants briefly upward and to the right until it hits the dashed vertical line just before 16 trials at a strength of 11. From here, it begins the extinction period, and moves generally downward and to the right until it reaches a strength of 1.5 at 19 trials. It slants upward and to the right, reaches a strength of 3.5 at about 21 trials, and then slants downward and to the right until it hits the 24 hour rest bar at a strength of 1.5. The line graph begins again to the right of the 24 hour rest bar in the spontaneous recovery period at a strength of 7. It moves generally downward and to the right, reaching a strength of 3 at 4 trials. From here it fluctuates between a strength of 3 and 3.5 until it ends at 3.5 at 8 trials.\" src=\"https://assets.learnosity.com/organisations/578/VR853827.g02.svg\"/>\n</div></div></div><p class=\"stem_paragraph\">Using the information presented in the graph, what is most likely the reason for the fall in the strength of the conditioned response in trials 16-20?</p>\n","rubricRef":"VR853827_rubric","choicesHtml":["<p class=\"choice_paragraph\">The CS and the US are continuing to be paired together.</p>","<p class=\"choice_paragraph\">The CS is getting weaker.</p>","<p class=\"choice_paragraph\">The CS and US are no longer being paired together.</p>","<p class=\"choice_paragraph\">The US is growing stronger.</p>"],"answer":2}]