[{"id":"VR854850","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\">\n<div class=\"title\"><p class=\"title_line passage-title\">What Treatments Work for Anxiety</p></div>\n<img alt=\"The figure shows a bar graph titled “What Treatments Work for Anxiety.” The vertical axis is labeled “Percentage of People Who Responded to Treatment,” and the numbers 0 through 100, in increments of 10, are indicated. Six categories are indicated on the horizontal axis. Each category has three bars. A key indicates that one bar represents Cognitive Behavioral Therapy, one bar represents Medication, and one bar represents Traditional Talk Therapy. The data represented by the bars are as follows. Panic. Cognitive Behavioral Therapy, 90%. Medication, 80%. Traditional Talk Therapy, 52%. Generalized Anxiety. Cognitive Behavioral Therapy, 77%. Medication, 62%. Traditional Talk Therapy, 30%. Social Anxiety. Cognitive Behavioral Therapy, 75%. Medication, 77%. Traditional Talk Therapy, 35%. Posttraumatic Stress. Cognitive Behavioral Therapy, 67%. Medication, 53%. Traditional Talk Therapy, 0%. Phobia. Cognitive Behavioral Therapy, 90%. Medication, 0%. Traditional Talk Therapy, 65%. OCD. Cognitive Behavioral Therapy, 83%. Medication, 51%. Traditional Talk Therapy, 52%.\" src=\"https://assets.learnosity.com/organisations/578/VR854850.g01.svg\"/>\n</div></div></div><p class=\"stem_paragraph\">Based on the data presented in the graph, which of the following statements is accurate?</p>\n","rubricRef":"VR854850_rubric","choicesHtml":["<p class=\"choice_paragraph\">Traditional talk therapy appears to be the most effective treatment for anxiety conditions overall.</p>","<p class=\"choice_paragraph\">Medication was the most effective strategy in working with phobias.</p>","<p class=\"choice_paragraph\">Cognitive-behavioral therapy showed the greatest success in working with phobias and panic conditions.</p>","<p class=\"choice_paragraph\">Treatment is most effective for anxiety conditions when all three interventions are used.</p>"],"answer":2}]