[{"id":"VR856628","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR856571.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">A classmate reading Dr. Kebede’s study disregards the results and states “this really isn’t even an experiment.”  Which of the following supports the fact that Dr. Kebede’s study is an experiment?</p>\n","rubricRef":"VR856628_rubric","features":[{"type":"sharedpassage","html":"<html><body><div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Dr. Kebede believes that as people express gratitude more frequently, their subjective well-being will increase. To test this, Dr. Kebede conducts a study in which participants are randomly assigned to one of two groups. In both groups, participants are asked to record their sense of well-being by keeping a weekly journal and responding to the prompt: “All things considered, how satisfied are you with your life as a whole these days?”</p><p class=\"passage_para\">In the first group, the participants were required to set a goal to express gratitude and thankfulness through daily affirmations or to others throughout the day. The participants in the second group are not tasked with expressing gratitude but are still asked to keep the weekly journal. After three months, Dr. Kebede collects the journals and reads the responses.</p></div></div></div></body></html>"}],"choicesHtml":["<p class=\"choice_paragraph\">There are two variables in the study; the gratitude and the thankfulness.</p>","<p class=\"choice_paragraph\">The study would be published in a peer-reviewed journal.</p>","<p class=\"choice_paragraph\">Dr. Kebede included random assignment to groups in the study.</p>","<p class=\"choice_paragraph\">The study was conducted over three months.</p>"],"answer":2}]