[{"id":"VR853797","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a diagram of prenatal development. The diagram consists of a segmented horizontal bar graph and curve that extend across the weeks of prenatal development. The weeks are grouped into four categories. Weeks 1 and 2 are in the period of dividing zygote, implantation, and embryo. Weeks 3 through 8 are in the embryonic period. Weeks 9 through 36 are in the fetal period. Week 38 is full term. Nine horizontal bars extend across the weeks. Each bar is divided into two sections. A key indicates one section represents greatest sensitivity to teratogens and that one section represents less sensitivity to teratogens. The first bar is labeled Central Nervous System and extends from the middle of week 3 to the end of week 38. The greatest sensitivity to teratogens occurs from the beginning of the bar to the early part of week 6. The second bar is labeled Heart and extends from the beginning of week 4 to the end of week 8. The greatest sensitivity to teratogens occurs from the beginning of the bar to the later part of week 6. The third bar is labeled Ears and extends from the middle of week 4 to the end of week 16. The greatest sensitivity to teratogens occurs from the beginning of the bar to the middle of week 9. The fourth bar is labeled Eyes and extends from the beginning of week 5 to the end of week 38. The greatest sensitivity to teratogens occurs from the beginning of the bar to the middle of week 8. The fifth and sixth bars are labeled Arms and Legs, respectively. Both bars extend from the beginning of week 5 to the end of week 8. The greatest sensitivity to teratogens occurs from the beginning of the bar to the end of week 7. The seventh bar is labeled Teeth and extends from the early part of week 7 to the end of week 36. The greatest sensitivity to teratogens occurs from the beginning of the bar to the end of week 9. The eighth bar is labeled Palate and extends from the early part of week 7 to the middle of week 10. The greatest sensitivity to teratogens occurs from the beginning of the bar to the early part of week 9. The ninth bar is labeled from External Genitalia and extends from the later part of week 7 to the end of week 38. The greatest sensitivity to teratogens occurs from the beginning of the bar to near the end of week 9. The curve begins at week 1 and  moves upward and to the right at an increasing rate until it reaches a maximum near the end of week 4. From here, it moves downward and to the right at a decreasing rate, levelling out as it approaches the horizontal axis. Around week 11, the curve is nearly horizontal and continues that way until it ends at week 38. The period of the curve from week 3 to week 8, in the embryonic period, where it peaks, is labeled Organogenesis.\" height=\"406\" src=\"https://assets.learnosity.com/organisations/578/VR853797.g01.svg\" width=\"575\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">What conclusion can be drawn from the data presented in the figure about sensitivity to teratogens during prenatal development?</p>\n","rubricRef":"VR853797_rubric","choicesHtml":["<p class=\"choice_paragraph\">Teratogens do not affect prenatal development of external genitalia.</p>","<p class=\"choice_paragraph\">The arms and legs are susceptible to defects due to teratogens throughout all of prenatal development.</p>","<p class=\"choice_paragraph\">The time period of 3 weeks to 9.5 weeks poses the greatest sensitivity to teratogens for development of teeth.</p>","<p class=\"choice_paragraph\">Teratogens are least likely to impact the development of the heart after 9 weeks.</p>"],"answer":3}]