[{"id":"VR853191","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR853145.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a conclusion that Dr. Abrams can make about exposure therapy and anxiety based on the data?</p>\n","rubricRef":"VR853191_rubric","features":[{"type":"sharedpassage","html":"<html><body><div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><div class=\"title\"><p class=\"title_line passage-title\">Counterconditioning and Anxiety</p></div><img alt=\"The figure shows a line graph titled “Counterconditioning and Anxiety.” The horizontal axis is labeled “Time.” The vertical axis is labeled “Anxiety Level,” and the numbers 0 through 8, in increments of 1, are indicated. There are five lines in the line graph. A key indicates that the lines represent Exposure 1, Exposure 2, Exposure 3, Exposure 4, and Exposure 5. All of the lines begin at 0, slightly to the right of vertical axis. Exposure 1 moves nearly vertically upward and to the right until it reaches 7 slightly to the right of where the graph began. It then moves gradually downward and to the right, reaching an anxiety level of 4 about halfway along the horizontal axis, and ending at 0 near the end of the horizontal axis. Exposure 2 moves nearly vertically upward and to the right until it reaches 5.5 slightly to the right of the Exposure 1 line. It then moves gradually downward and to the right, reaching an anxiety level of 3.5 about halfway along the horizontal axis, and ending at 0 slightly to the left of the Exposure 1 line. Exposure 3 moves nearly vertically upward and to the right until it reaches 4.5 slightly to the right of the Exposure 2 line. It then moves gradually downward and to the right, reaching an anxiety level of 2.3 about halfway along the horizontal axis, and ending at 0 about three fourths of the way along the axis. Exposure 4 moves nearly vertically upward and to the right until it reaches 3.5 slightly to the right of the Exposure 3 line. It then moves gradually downward and to the right, reaching an anxiety level of 2.75 about one fourth of the way along the horizontal axis, and ending at 0 about halfway along the axis. Exposure 5 moves nearly vertically upward and to the right until it reaches 2 slightly to the right of the Exposure 4 line. It then moves gradually downward and to the right, reaching an anxiety level of 1.25 about one fourth of the way along the horizontal axis, and ending at 0 about one third of the way along the axis.\" src=\"https://assets.learnosity.com/organisations/578/VR853145.g03.svg\"/></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Dr. Abrams treats patients with anxiety by using a form of counterconditioning called exposure therapy. To test the effectiveness of this technique, Dr. Abrams had each patient report their level of anxiety while repeatedly exposing each person to an anxiety-inducing situation for one hour using a virtual reality headset. Patients rated their anxiety from 0-8, with 0 being no anxiety to 8 being extreme anxiety. The results are presented in the graph.</p></div></div></div></body></html>"}],"choicesHtml":["<p class=\"choice_paragraph\">Counterconditioning causes anxiety to increase</p>","<p class=\"choice_paragraph\">Repeated exposure to anxiety-inducing stimuli reduces anxiety</p>","<p class=\"choice_paragraph\">Exposure therapy leads to spontaneous recovery of previously extinct relaxation responses</p>","<p class=\"choice_paragraph\">Exposure therapy causes anxiety to decrease by presenting the patients with negative reinforcement.</p>"],"answer":1}]