[{"id":"VR853921","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In Dr. Hernandez’s study, participants read one of two versions of a story about a student who was preparing for a test. In the first version, the student studied for at least an hour each night for a week before the test. In the second version, the student crammed for an hour or two the night before. After reading the story, participants were given a list of vocabulary words and were told to study for as long as they needed to memorize at least 80% of them. They were then asked to rate on a scale of 1 to 10 how studious they were, with 1 meaning not studious at all and 10 meaning very studious. Dr. Hernandez tracked how long the participants took to study and their response to the questionnaire. The results are given in the table.</p>\n</div>\n</div>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup align:center cols:3\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 text-center\">Story Read</td>\n\t\t\t<td class=\"entry colname:col2 text-center\">Avg. Amount of Time Studied (in mins)</td>\n\t\t\t<td class=\"entry colname:col3 text-center\">Avg. Rating of Studiousness</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 text-center\">Study Each Night</td>\n\t\t\t<td class=\"entry colname:col2 text-center\">40.3</td>\n\t\t\t<td class=\"entry colname:col3 text-center\">3</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 text-center\">Cramming</td>\n\t\t\t<td class=\"entry colname:col2 text-center\">23.4</td>\n\t\t\t<td class=\"entry colname:col3 text-center\">6.2</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Assuming the results given in the table are statistically significant, what conclusion can Dr. Hernandez most accurately draw?</p>\n","rubricRef":"VR853921_rubric","choicesHtml":["<p class=\"choice_paragraph\">People who consider themselves to be studious think they need to prepare for tests less and so will spend less time preparing for them.</p>","<p class=\"choice_paragraph\">People identify with a character they read about, and their ratings of their studiousness will match the studiousness of the character in the story.</p>","<p class=\"choice_paragraph\">Participants who read study each night version learn good study habits from the story and that makes them study more and feel better about their studying.</p>","<p class=\"choice_paragraph\">Hearing about a student who studies a lot will lead people to think they study less and encourage them to study more.</p>"],"answer":3}]