[{"id":"VR855090","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR854090.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">What is the mode for the “own team” distribution?</p>\n","rubricRef":"VR855090_rubric","features":[{"type":"sharedpassage","html":"<html><body><div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><img alt=\"The figure shows two grids. Each grid has seven rows and 18 columns. For grid 1, the following label is given along the bottom horizontal side of the grid: Number of Descriptors Provided, own team. From left to right, each column is numbered from 1 through 18, in increments of 1. In each column, up to seven of the squares are shaded. The data in the grid are as follows. 1 through 4, no squares are shaded. 5, 3 squares are shaded. 6, 2 squares are shaded. 7, 3 squares are shaded. 8, 4 squares are shaded. 9, no squares are shaded. 10, 4 squares are shaded. 11, 7 squares are shaded. 12, 2 squares are shaded. 13, 3 squares are shaded. 14, 4 squares are shaded. 15, 6 squares are shaded. 16, 2 squares are shaded. 17, 7 squares are shaded. 18, 3 squares are shaded. For grid 2, the following label is given along the bottom horizontal side of the grid: Number of Descriptors Provided, conference opponents. From left to right, each column is numbered from 1 through 18, in increments of 1. In each column, up to seven of the squares are shaded. The data in the grid are as follows. 1, 1 square is shaded. 2, 2 squares are shaded. 3, 6 squares are shaded. 4, 6 squares are shaded. 5, 7 squares are shaded. 6, 5 squares are shaded. 7, 3 squares are shaded. 8, 7 squares are shaded. 9, 2 squares are shaded. 10, 4 squares are shaded. 11, no squares are shaded. 12, 4 squares are shaded. 13, 2 squares are shaded. 14 through 16, no squares are shaded. 17, 1 square is shaded. 18, no squares are shaded.\" src=\"https://assets.learnosity.com/organisations/578/VR854090.g01.svg\"/></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">A social psychologist selects five high schools from a midwestern state. He then uses a sports team roster from each school to randomly select 10 players to participate in a study. Each selected player is first asked to list as many positive personality and athletic characteristics for the other players on her own team as they can. Then they are asked to list as many positive personality and athletic characteristics for the players on a rival team. Each player is given 15 minutes to complete each task. The distribution of scores is presented in the graphs.</p></div></div></div></body></html>"}],"choicesHtml":["<p class=\"choice_paragraph\">11</p>","<p class=\"choice_paragraph\">5 and 8</p>","<p class=\"choice_paragraph\">11 and 17</p>","<p class=\"choice_paragraph\">9</p>"],"answer":2}]