[{"id":"VR854842","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows the graph of three line segments in the first quadrant of a coordinate plane. The horizontal axis is labeled “Emotion Regulation,” and the following three categories are indicated: Low, Mean, and High. The vertical axis is labeled “Emotional Eating,” and the numbers negative 4 through 5, in increments of 1, are indicated. A key indicates that one line segment represents low negative body image, one line segment represents mean negative body image, and one line segment represents high negative body image. The data represented by the line segments are as follows. Low negative body image. Low emotion regulation, 3. Mean emotion regulation, 0.5. High emotion regulation, negative 1.8. Mean negative body image. Low emotion regulation, 3.5. Mean emotion regulation, 0.2. High emotion regulation, negative 2.8. High negative body image. Low emotion regulation, 4.2. Mean emotion regulation, 0.35. High emotion regulation, negative 3.5.\" height=\"324\" src=\"https://assets.learnosity.com/organisations/578/VR854842.g02.svg\" width=\"375\" />\n<p class=\"caption\">Emotion regulation is the extent to which a person can manage their emotional experiences. <span class=\"formatted_line_break delivery_mode:Both\"></span>Emotional eating occurs when someone eats not due to hunger, but to respond to an emotional state.</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph shown depicts research results that show the relationship between eating behaviors and emotions. Which of the following perspectives would be most interested in this relationship?</p>\n","rubricRef":"VR854842_rubric","choicesHtml":["<p class=\"choice_paragraph\">Industrial/organizational psychology</p>","<p class=\"choice_paragraph\">Evolutionary psychology</p>","<p class=\"choice_paragraph\">Biological psychology</p>","<p class=\"choice_paragraph\">Health Psychology</p>"],"answer":3}]