[{"id":"VR853196","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\">\n<div class=\"title\"><p class=\"title_line passage-title\">Effect Size of Performance on Social Development Test</p></div>\n<img alt=\"The figure shows the graph titled “Effect Size of Performance on Social Development Test.” The graph has two line curves in the first quadrant of a coordinate plane. The horizontal axis is labeled “Standard Deviation,” and the numbers negative 3 through positive 4, in increments of 1, are indicated. The vertical axis is labeled “Effect Size,” and the numbers 0.0 through 0.4, in increments of 0.1, are indicated. A key indicates that one line curve represents “Typically developing children,” and the other line curve represents “Children with ASD.” Both curves are bell curves. The curve representing “Typically developing children” begins at 0.0 and moves upward and to the right at an increasing rate, reaching an effect size of 0.01 at a standard deviation of negative 2 and 0.25 at negative 1. It reaches a maximum effect size of 0.4 at a standard deviation of 0. It then moves downward and to the right at a decreasing rate, reaching an effect size of 0.25 at a standard deviation of 1 and 0.05 at 2. It continues downward and to the right until it ends just above the horizontal axis to the right of a standard deviation of 3. The curve representing “Children with ASD” is in the same shape as the other curve, but shifted to the right. It reaches a standard effect of 0.01 at a standard deviation of negative 2, 0.05 at negative 1, and 0.3 at 0. It reaches a maximum at an effect size of 0.4 at a standard deviation of 0.8. It then moves downward and to the right, reaching an effect size of 0.3 at a standard deviation of 1.8, 0.05 at 2.8, and 0.01 at 3.8.\" src=\"https://assets.learnosity.com/organisations/578/VR853196.g01.svg\"/>\n</div></div></div><p class=\"stem_paragraph\">A research study compares the performance of typically developing children and children with autism spectrum disorder (ASD) on a test of social development. All children are 4 years old, and researchers want to determine if they have a theory of mind. The effect size for the difference in performance between the two groups is presented in the graph.</p><p class=\"stem_paragraph\">What does this effect size indicate about the difference in performance?</p>\n","rubricRef":"VR853196_rubric","choicesHtml":["<p class=\"choice_paragraph\">The performance of the typically developing children was more distributed across the graph than the performance of the children with ASD.</p>","<p class=\"choice_paragraph\">There is no significant difference in performance between typically developing children and children with ASD.</p>","<p class=\"choice_paragraph\">There is a large difference in performance between typically developing children and children with ASD.</p>","<p class=\"choice_paragraph\">The performance of the children with ASD was more distributed across the graph than the performance of the typically developing children.</p>"],"answer":2}]