[{"id":"VR856309","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR854783.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">To ensure that a survey properly accounts for the prevalence of serious mental illness (SMI) in underrepresented groups, which of the following methodological processes should the researchers follow?</p>\n","rubricRef":"VR856309_rubric","features":[{"type":"sharedpassage","html":"<html><body><div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Data for the graph is based on the National Survey on Drug Use and Health. Prevalence rates include individuals diagnosable or diagnosed within the past year, meeting the specified duration criteria outlined in the DSM.</p></div></div><div class=\"standalone_image\"><div class=\"title\"><p class=\"title_line passage-title\">Past Year Prevalence of Serious Mental Illness Amount U.S. Adults (2021)</p></div><img alt=\"The figure shows two bar graphs titled “Past Year Prevalence of Serious Mental Illness Amount U.S. Adults (2021).” In the first bar the percentages 0% through 12%, in increments of 2, are indicated. The horizontal axis is split into 3 categories. The first category is labeled “Overall” and the bar has a value of 5.5%. The second category is labeled “Sex” and there are 2 bars. The first bar is labeled “Female” and has a value 7.0%. The second bar is labeled “Male” and has a value of 4.0%. The third category is labeled “Age.” The first bar is labeled 18 to 25 and the bar has a value of 11.4%. The second bar is labeled 26 to 49 and has a value of 7.1%. The third bar is labeled 50% and has value of 2.5%. In the second bar graph the percentages 0% through 12%, in increments of 2%, are indicated. The horizontal axis is split into 2 categories. The first category is labeled overall and the bar has a value of 5.5%. The second category is labeled “Race/Ethnicity” and there are 7 bars, and the data for each bar as follows. Hispanic or Latino: 5.1%. White: 6.1%. Black or African American: 4.3%. Asian: 2.8%. Native Hawaiian/Other Pacifica Islander: 6.3%. American Indian/Alaskan Native: 9.3%. 2 or More: 8.2%.\" src=\"https://assets.learnosity.com/organisations/578/VR854783.g01.svg\"/></div></div></body></html>"}],"choicesHtml":["<p class=\"choice_paragraph\">Following a double-blind procedure</p>","<p class=\"choice_paragraph\">Random sampling of the population</p>","<p class=\"choice_paragraph\">Random assignment to groups</p>","<p class=\"choice_paragraph\">Debriefing participants when the study is over</p>"],"answer":1}]