[{"id":"FT534387","type":"mcq","stimulusHtml":"<p>Con respecto a Ladislao Biro, ¿qué pronosticó el médico que asistió a su nacimiento?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje.</p>\n\t</li>\n</ul>\n\n<p><strong>El invento que revolucionó la forma de escribir</strong></p>\n\n<p>A Ladislao José Biro la pasión por los inventos le vino desde la cuna. El médico que lo trajo al mundo en Budapest, Hungría, el 29 de septiembre de 1899, dijo a su madre que sus posibilidades de vida no eran muchas dado su escasísimo peso de poco más de 1 kilogramo. Sin embargo, ella se dispuso a darle batalla a la adversidad: puso a su hijo bajo una lámpara pensando que el calor podría completar artificialmente su desarrollo. No sólo resultó eficaz, sino que anticipó la aparición de la incubadora.</p>\n\n<p>En forma simultánea, por esos misteriosos vínculos entre madre e hijo, la mujer imprimió al suyo la tendencia a \"buscar y hallar algo\", que es la definición etimológica del verbo <em>inventar</em>.</p>\n\n<p>Desde 1928 hasta 1978, Biro -que fue periodiata, pintor, escultor, agente de bolsa e hipnotizador- patentó más de 20 inventos. Entre ellos, el lavarropas, el cambio automático para autos, la boquilla antitóxica, la cerradura inviolable, el desodorante y el que lo hizo célebre en todo el mundo: el bolígrafo, que empezó a fabricar en la Argentina en 1941.</p>\n\n<p>El curioso objeto, que evitaba manchas porque prescindía de la pluma embebida en tinta, se llamó birome (resultado de unir el comienzo de su apellido y el de su socio, Juan Meyne). De denominación comercial, el término <em>birome</em> pasó a ser un sustantivo casi irremplazable. Costaba entre 80 y 100 dólares, lo que hacía a la birome prácticamente inaccesible para los salarios medios de entonces. Biro anhelaba popularizar su invento. Lo hizo el tiempo: ahora su precio no pasa de un peso.</p>\n\n<p>Según su única hija Mariana Biro Sweet: \"Él no aceptaba los problemas como una fatalidad. Decía 'si hay un problema, debe haber una solución', y la buscaba desde un punto cero\", aclara.</p>\n\n<p>Biro patentó un modelo rudimentario del bolígrafo en su país, en Francia y en Suiza, en 1938, antes de empezar su fabricación en Buenos Aires. ¿Por qué en la Argentina? \"Porque en los 40 esto esa un paraíso\" explica Biro Sweet. De modo que, en un año, pudo financiar una producción a gran escala.</p>\n\n<p>En 1944, Biro vendió la patente norteamericana a Eversharp-Faber por dos millones de dólares, y, en Europa, a Marcel Bich (fabricante de los bolígrafos Bic).</p>\n\n<p>Biro Sweet dice que su padre era \"un hombre equilibrado emocionalmente, con mucha paciencia y fiel a la idea de que las cosas deben compartise\".</p>\n\n<p><span style=\"font-size:0.8em\">Bouillon, Willy G. \"El invento que revolucionó la forma de escribir.\" <em>Diario La Nación</em> 29 September 1999. Used by permission.</span></p>\n"}],"choicesHtml":["<p>Que sería apasionado</p>","<p>Que inventaría muchas cosas</p>","<p>Que viviría poco tiempo</p>","<p>Que sería luchador</p>"],"answer":1}]