[{"id":"FT534974","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying Sources 1-3. The sources include both print and audio material. First, you will have 7 minutes to read the printed material. Afterward, you will hear the audio material: You should take notes while you listen. Then, you will have 5 minutes to plan your response and 40 minutes to write your essay. Your essay should be at least 200 word in length.</p>\n\n\t<p>This question is designed to test your ability to interpret and synthesize different sources. Your essay must use information from the sources to support your ideas. You should refer to ALL of the sources. As you refer to the sources, identify them appropriately. Avoid simply summarizing the sources individually.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en las Fuentes 1-3. Las fuentes comprenden material tanto impreso como auditivo. Primero, dispondrás de 7 minutos para leer el material impreso. Después, escucharás el material auditivo; debes tomar apuntes mientras escuches. Luego, tendrás 5 minutos para organizar tus ideas y 40 minutos para escribir tu ensayo. El ensayo debe tener una extensión mínima de 200 palabras.</p>\n\n\t<p>Esta pregunta se diseñó para medir tu capacida de interpretar y sintetizar varias fuentes. Tu ensayo debe utilizar información de las fuentes que apoye tus ideas. Debes referirte a TODAS las fuentes. Al referirte a las fuentes, identifícalas apropiadamente. Evita simplemente resumir las fuentes individualmente.</p>\n\t</li>\n</ul>\n\n<p><strong>¿QUÉ IMPACTO TIENE LA MÚSICA EN LA VIDA DE LOS JÓVENES?</strong></p>\n\n<p><strong>FUENTE N.<sup>o</sup> 1</strong></p>\n\n<p>Fuente: Este artículo es una adaptación de un informe aparecido en la versión digital del periódico de Nicaragua <em>La Prensa</em> el 18 de diciembre de 2002.</p>\n\n<p><strong>EL TALENTO DEL CORO «FABRETTINO»</strong></p>\n\n<p>Maryórit Guevara G. maryorit.guevara@laprensa.co.ni</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"An article from La Prensa is shown with the title El talento del coro Fabrettino. The author is Maryórit Guevara G. The text reads, Con el deseo de regalar un poco de alegría y compartir su gracia, 40 niños, niñas y adolescentes que forman el coro Fabrettino del municipio de San José de Cusmapa, recorrieron varios departamentos del país para ofrecer diferentes presentaciones. La emoción fue tanta que no importó levantarse a la una de la madrugada para abordar el bus, que por una semana los llevó a diferentes lugares, los que muchos jamás habían visitado, como Matagalpa, Estelí, Masaya, Managua entre otros.  La gira, ya finalizada, fue parte de la obra del fallecido padre Fabretto, la cual brinda ayuda a niños, niñas y adolescentes de escasos recursos, como son los 40 niños pertenecientes al coro. The next section is under the subheading gran talento. A pesar de que el coro se formó hace dos años, los niños, niñas y adolescentes, que nunca antes habían recibido clases de vocalización y canto, poseen un gran talento en su voz hasta el punto de lograr transmitirle al espectador tranquilidad, alivio y a la vez alegría. Al hablar con los niños, el dejo tradicional de los norteños es muy notorio, pero el mismo desaparece cuando comienzan a entonar los cantos navideños o folclóricos, donde lo hacen como todos unos profesionales. Iniciamos con 15 niños que estaban en la escuela secundaria, ninguno de ellos tenía práctica, técnica, ni conocimiento de música pero ahora somos 40 y todos ellos han aprendido mucho de la música, expresó el director, Bryan González, quien es de origen estadounidense. Pero ellos no solo cantan en español porque dentro de su repertorio musical que contiene villancicos navideños y música nicaragüense también hay dos temas en portugés. Estos dos temas nos costó aprenderlos porque la pronunciación de las palabras es bastante complicada. A mí me costó muchísmo, reveló Nora López de 17 años e integrante del coro. The next section is under the subheading la obra del padre fabretto. San José de cusmapa es sólo uno de los tantos centros que son parte de la obra del Padre de origen italiano, Rafael María Fabretto.  Entre los centros de ayuda a niños, niñas y adolescentes huérfanos, víctimas de maltrato y de escasos recursos unos se encuentran en San Isidro en Managua, el colegio María Auxiliadora en Estelí, la casa hogar Mamá Margarita en Somoto, en Quebrada Honda, municipo de la Sabana, y en San José de Cusmapa. Además de poseer un gran talento en la voz, todos son buenos alumnos y esto porque uno de los requisitos para poder ser parte del coro es no dejar clases. Ante el requisito era tener un promedio arriba de 80, pero a algunos se les dificultaba y por eso decidimos que no debían dejar de ir a clases, dijo Gonaález; y agregó, A todos los niños se les da atención. Practican deportes, música, mecanografía, computación. En total trabajamos con un estimado de 2000 niños.\" height=\"308\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/091b1e6d5c821cfa04f8ff308b63ce6b/original.png\" width=\"354\">\n<p>Con el deseo de regalar un poco de alegría y compartir su «gracia», 40 niños, niñas y adolescentes que forman el coro «Fabrettino» del municipio de San José de Cusmapa, recorrieron varios departamentos del país para ofrecer diferentes presentaciones.</p>\n\n<p>La emoción fue tanta que no importó levantarse a la una de la madrugada para abordar el bus, que por una semana los llevó a diferentes lugares, los que muchos jamás habían visitado, como Matagalpa, Estelí, Masaya, Managua entre otros.</p>\n\n<p>La gira, ya finalizada, fue parte de la obra del fallecido padre Fabretto, la cual brinda ayuda a niños, niñas y adolescentes de escasos recursos, como son los 40 niños pertenecientes al coro.</p>\n\n<p><strong>GRAN TALENTO</strong></p>\n\n<p>A pesar de que el coro se formó hace dos años, los niños, niñas y adolescentes, que nunca antes habían recibido clases de vocalización y canto, poseen un gran talento en su voz hasta el punto de lograr transmitirle al espectador tranquilidad, alivio y a la vez alegría.</p>\n\n<p>Al hablar con los niños, el dejo tradicional de lo norteños es muy notorio, pero el mismo desaparece cuando comienzan a entonar los cantos navideños o folclóricos, donde lo hacen como todos unos profesionales.</p>\n\n<p>«Iniciamos con 15 niños que estaban en la escuela secundaria, ninguno de ellos tenía práctica, técnica, ni conocimiento de música pero ahora somos 40 y todos ellos han aprendido mucho de la música, expresó el director Bryan González, quien es de origen estadounidense.</p>\n\n<p>Pero ellos no solo cantan en español porque dentro de su repertorio musical que contiene villancicos navideños y música nicaragüense también hay dos temas en portugués.</p>\n\n<p>«Estos dos temas nos costó aprenderlos porque la pronunciación de las palabras es bastante complicada. A mí me costo muchísimo», reveló Nora López de 17 años e integrante del coro.</p>\n\n<p><strong>LA OBRA DEL PADRE FABRETTO</strong></p>\n\n<p>San José de Cusmapa es sólo uno de los tantos centros que son parte de la obra del Padre de origen italiano, Rafael María Fabretto.</p>\n\n<p>Entre los centros de ayuda a niños, niñas y adolescentes huérfanos, víctimas de maltrato y de escasos recursos unos se encuentran en San Isidro en Managua, el colegio María Auxiliadora en Estelí, la casa hogar «Mamá Margarita» en Somoto, en Quebrada Honda, municipio de la Sabana, y en San José de Cusmapa.</p>\n\n<p>Además de poseer un gran talento en la voz, todos son buenos alumnos y esto porque uno de los requisitos para poder ser parte del coro es no dejar clases. «Antes el requisito era tener un promedio arriba de 80, pero a algunos se les dificultaba y por eso decidimos que no debían dejar de ir a clases», dijo González; y agregó «A todos los niños se les da atención. Practican deportes, música, mecanografía, computación. En total trabajamos con un estimado de 2000 niños».</p>\n\n<p><span style=\"font-size:0.8em\">Courtesy of La Prensa</span></p>\n\n<p><strong>FUENTE N.<sup>o</sup> 2</strong></p>\n\n<p>Fuente: Este artículo apareció en el periódico digital de Venezuela <em>El Universal</em> el 16 de octubre de 2008.</p>\n\n<p><strong>JÓVENES DE LA SINFÓNICA «ORGULLOSOS DE IR A ESPAÑA» CON ABREU</strong></p>\n\n<p>Caracas, Venezuela.- Los jóvenes integrantes de la Orquesta Sinfónica Nacional Simón Bolívar están «orgullosos» de «representar a Venezuela» y arropar a su maestro, José Antonio Abreu, en la entrega del Premio Príncipe de Asturias de las Artes 2008.</p>\n\n<p>«Es una gran emoción recibirlo, porque aquí estamos trabajando fuerte, y cuando nos otorgan un premio de esta categoría, es increíble», aseguró el músico y profesor Rafael Pallaro tras un ensayo en su sede en Caracas.</p>\n\n<p>Él es uno de los 240 músicos de entre 14 y 29 años que conforman la Orquesta Simón Bolívar, la considerada «primera división» del Sistema de Orquestas Juveniles e Infantiles de Venezuela fundada pr Abreu en 1975.</p>\n\n<p>«Es un honor recibir este premio, te pones a analizar quiénes lo han recibido . . . Y es grandioso viajar con toda la orquesta y acompañar al maestro», manifiesta otro joven músico.</p>\n\n<p>Junto a ellos estará también el director de la Orquesta Simón Bolívar, uno de los más ilustres alumnos de Abreu, Gustavo Dudamel.</p>\n\n<p>Pallaro empezó a estudiar música en los Andes venezolanos, y entró en la Orquesta Nacional Infantil de Venezuela para tocar el violín de la mano de Abreu, que es para él «como un segundo padre».</p>\n\n<p>«Cuando el maestro inició todo esto, creo que ni él mismo pensaba que esto iba a ser así», afirma Vanesa Matamoros, una contrabajista de 23 años.</p>\n\n<p>La mayor parte de estos jóvenes comenzó su formación musical en los llamados «núcleos», pequeñas orquestas diseminadas por Venezuela que sirven como cantera de las agrupaciones nacionales.</p>\n\n<p>Actualmente, «El Sistema» está constituido por unas 170 orquestas en todo el país, en las que están integrados unos 265.000 jóvenes y niños de todos los sectores, especialmente los más desfavorecidos, y que su fundador califica de «instrumento para el desarrollo humano».</p>\n\n<p>«Cuando era pequeña soñaba con que llegara rápido la tarde para ir al núcleo, porque lo pasaba muy bien», comenta Vanesa.</p>\n\n<p>Según el joven Ramón Grande, en esta red «no importa la edad que tengas, de dónde vengas: lo que importa es que estás tocando música y compartiendo con otros muchachos, educándote».</p>\n\n<p>En esta red musical «no existe diferenciación, no tienes que ser rico o muy pobre para poder tocar» porque «aquí todos somos iguales, vengan de donde vengan», asegura antes de advertir que «una vez que entras en la música, es muy difícil despegarse».</p>\n\n<p><span style=\"font-size:0.8em\">Reproduced by permission of El Universal</span></p>\n\n<p><strong>FUENTE N.<sup>o</sup> 3</strong></p>\n\n<p>Fuente: Este informe titulado «La música mejora el rendimiento académico» apareció en el sitio de Internet de OEI (Organización de Estados Iberoamericanos) el 2 de septiembre de 2008.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_36b0290945dfb233b51ff794da9717e9\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3952cf733081cc4c6982272a9964b57d/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><span style=\"font-size:0.8em\">Courtesy of OEI Organización de Estados Iberoamerianos</span></p>"}]