[{"id":"FT534881","type":"mcq","stimulusHtml":"<p>¿Cuál es el tema principal del artículo?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage and fill in the corresponding oval on the answer sheet.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado cada el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje y rellena el óvalo correspondiente en la hoja de respuestas.</p>\n\t</li>\n</ul>\n\n<p>El siguiente artículo apareció en el periódico <em>El tiempo</em> de Bogotá, Colombia en abril de 2006.</p>\n\n<p><strong>En moderna Corea del Sur, robots se sentirán en casa</strong></p>\n\n<p>SEÚL, Corea del Sur—Corea del Sur, el país más conectado del mundo, se apresura para convertir lo que suena a ciencia ficción en la vida cotidiana.</p>\n\n<p>El Gobierno surcoreano, que tuvo éxito en introducir Internet de banda ancha a 72 por ciento de los hogares en los últimos cinco años, ha organizado un ejército de científicos y líderes empresariales para convertir a los robots en miembros hechos y derechos de la sociedad.</p>\n\n<p>Está programado que para el 2007 empezarán a producirse en masa robots en red que, por ejemplo, transmitan mensajes a los padres, enseñen inglés a los niños, y canten y bailen para los pequeños cuando estén aburridos. Fuera del hogar, se espera que guíen a los clientes en oficinas postales o que patrullen las zonas públicas, donde buscarán intrusos y transmitirán imágenes a los centros de monitoreo.</p>\n\n<p>Si todo sale según el plan, los robots estarán en todos los hogares surcoreanos entre el 2015 y el 2020. <strong>(A)</strong></p>\n\n<p>Tambaleante tras la crisis financiera asiática en 1997, Corea del Sur decidió que convertirse en una nación de alta tecnología era la única forma de asegurar su futuro.</p>\n\n<p>El Gobierno desreguló las telecomunicaciones y las industrias de servicios de Internet e hizo inversiones, al tiempo que las compañías tendían cables en las ciudades y al campo. El Gobierno ofreció cursos de tecnología de la información para amas de casa, subsidió computadoras para familias de bajos ingresos y convirtió al país en el primero del mundo en tener Internet de alta velocidad en todas las primarias, secundarias y preparatorias. <strong>(B)</strong></p>\n\n<p>Los surcoreanos utilizan tecnologías futuristas que llevan años de ventaja a los de EE.UU.; compañías como Microsoft y Motorala prueban sus productos en Corea del Sur antes de introducirlos a EE.UU. <strong>(C)</strong></p>\n\n<p>Desde enero, los surcoreanos han podido ver gratuitamente transmisiones de televisión en teléfonos celulares gracias a tecnología subsidiada por el Gobierno. En abril, Corea del Sur introducirá el primer servicio nacional de Internet inalámbrico superrápido, llamado WiBro, lo que con el tiempo permitirá que los coreanos se mantengan en línea en todo lugar y momento.</p>\n\n<p>Aproximadamente 17 millones de los 48 millones de surcoreanos pertenecen a Cyworld, servicio basado en la red que es una especie de universo paralelo donde todo el mundo está interconectado por medio de páginas iniciales. La interconectividad ha cambiado la forma y velocidad con la que se forman las opiniones sobre todo tipo de cosas, desde la moda hasta la política, dijeron expertos en tecnología y ciencias sociales. <strong>(D)</strong></p>\n\n<p><span style=\"font-size:0.8em\">\"En moderna Corea del Sur, robots se sentirán en casa.\" Translated title \"In a Wired South Korea, Robots Will Feel Right at Home\" by Norimitsu Onishi, from <em>The New York Times,</em> International Section, 4/2/2006 issue, copyright ©2006 by <em>The New York Times.</em> Used by permission.</span></p>\n"}],"choicesHtml":["<p>La limitación tecnológica en los hogares surcoreanos</p>","<p>El acceso general a avances innovadores</p>","<p>La crisis financiera en Corea del Sur</p>","<p>El impacto de las telecomunicaciones en el Gobierno</p>"],"answer":0}]