[{"id":"FT535298","type":"mcq","stimulusHtml":"<p>¿Cuál es la misión del centro CC San Telmo?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p>Read the passage and answer the corresponding questions.</p>\n\t</li>\n\t<li>\n\t<p>Lea el pasaje y responda las preguntas correspondientes.</p>\n\t</li>\n</ul>\n\n<p>Tema curricular: La vida contemporánea</p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de las actividades de una organización comunitaria en Buenos Aires. Es una carta de Julio Tejedor, director de actividades de CC San Telmo, dirigida a los vecinos del centro.</p>\n\n<p>Estimados señores:</p>\n\n<p>Me dirijo a ustedes en nombre de CC San Telmo (Centro Comunitario San Telmo) con motivo de informarles sobre las actividades que nuestra organización está realizando y solicitar su cooperación con un proyecto que está al servicio de nuestra comunidad.</p>\n\n<p>CC San Telmo es una organización sin fines de lucro dedicada&nbsp;a nuestra comunidad y tiene la misión de generar un espacio de participación y estímulo para los niños y jóvenes de la misma. Nuestro programa extra-curricular es uno de los más populares ya que ofrece apoyo a cientos de niños que necesitan ayuda para lograr el éxito académico. A pesar de nuestra actual precaria situación económica, estamos orgullosos de nuestro trabajo y queremos seguir brindando nuestros servicios a la comunidad.</p>\n\n<p>En este momento tenemos cursos en diferentes áreas:</p>\n\n<ol>\n\t<li>\n\t<p><strong>El arte universal:</strong> Un curso que trata de las bellas artes del mundo, tanto artes plásticas como música en el que los estudiantes tienen la oportunidad de crear su propio arte.</p>\n\t</li>\n\t<li>\n\t<p><strong>La fortaleza:</strong> Un curso en el cual les enseñamos a los estudiantes a estar en buena forma a través de programas de nutrición y ejercicios.</p>\n\t</li>\n\t<li>\n\t<p><strong>Nuestro mundo:</strong> Un curso destinado a descubrir la historia y las distintas culturas del mundo.</p>\n\t</li>\n\t<li>\n\t<p><strong>Después de la escuela:</strong> Un programa de ayuda individual y en grupos pequeños para los que necesitan practicar o mejorar alguna materia escolar, ya sea a nivel de primaria o secundaria.</p>\n\t</li>\n\t<li>\n\t<p><strong>El mundo cambiante:</strong> Un programa donde los estudiantes crean sus propios proyectos para mejorar nuestra comunidad. Uno de los proyectos se encargó de la limpieza de los parques locales y de algunos edificios.</p>\n\t</li>\n</ol>\n\n<p>Además, en el futuro nos gustaría poder ofrecer:</p>\n\n<ol>\n\t<li>\n\t<p><strong>Una biblioteca</strong> completa con libros de referencia, diccionarios, enciclopedias, literatura, etc.</p>\n\t</li>\n\t<li>\n\t<p><strong>Excursiones locales</strong> a los museos y otros lugares de importancia histórica de manera gratuita.</p>\n\t</li>\n\t<li>\n\t<p><strong>Becas</strong> para los estudiantes de bajos recursos.</p>\n\t</li>\n\t<li>\n\t<p><strong>Clases de tecnología</strong> con computadoras.</p>\n\t</li>\n</ol>\n\n<p>Con este fin me complace invitarlos a nuestro Mercado Cultural que tendrá lugar el 19 de mayo. Este evento les dará la oportunidad de conocer a nuestros maestros y estudiantes. Habrá un mercado al aire libre con comida, bebidas, juegos, artesanías, música, baile, rifas y mucho más. Todos los vendedores serán voluntarios que han donado su tiempo y sus productos para ayudarnos a recaudar fondos para cubrir los gastos generales y de los programas de CC San Telmo. Esperamos contar con su asistencia a este evento.</p>\n\n<p>Asimismo, les agradeceríamos donaciones de cualquier monto. Cada contribución nos ayudará a alcanzar nuestra meta y poder dar más becas a los jóvenes de nuestra comunidad. Si ustedes no pueden contribuir con una donación monetaria, también necesitamos ayuda de voluntarios para que este encuentro sea todo un éxito.</p>\n\n<p>Para más información, comuníquense con nosotros al 4771-3131.</p>\n\n<p>Atentamente,</p>\n\n<p>Julio Tejedor</p>\n\n<p>CC San Telmo, Director de Actividades</p>\n\n<p>www.CCSanTelmo.com</p>\n"}],"choicesHtml":["Entrenar a jóvenes para trabajos específicos","<p>Recaudar fondos de los miembros de la comunidad</p>","<p>Apoyar la calidad de la educación de los jóvenes</p>","<p>Ofrecer programas de salud mental a la comunidad</p>"],"answer":1}]