[{"id":"FT534964","type":"mcq","stimulusHtml":"<p>¿Cuál es el tema principal del artículo?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage and fill in the corresponding oval on the answer sheet.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el pasajes siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje y rellena el óvalo correspondiente en la hoja de respuestas.</p>\n\t</li>\n</ul>\n\n<p>Este artículo apareció en el periódico <em>El País</em> en marzo de 2006.</p>\n\n<p><strong>SILVIA ES APRENDIZ DE HAWKING</strong></p>\n\n<p><strong>Una chica germanoespañola de 20 años publica un manual de física cuántica</strong></p>\n\n<p>Cuando Silvia Arroyo Camejo empezó a leer libros de física cuántica, tenía 13 años. Por aquel entonces ya había dejado de preguntar a su padre, un cirujano vascular de Lanzarote, sobre la teoría de la relatividad, el cosmos y los agujeros negros. <strong>(A)</strong> A él le preocupó que Silvia quisiera correr demasiado, pero ya era imparable. Mientras sus amigas veían <em>videoclips</em> en MTV, Silvia leía a Stephen Hawking.</p>\n\n<p>Nacida y criada en Alemania, con doble pasaporte, madre alemana y padre «conejero»*, Silvia, que adoptó los dos apellidos de su padre, acaba de cumplir 20 años. Su manual de física cuántica <em>Extravagante mundo cuántico</em> salió la semana pasada a la venta, cuando ella apenas ha empezado la carrera de Física. «Cuando tenía 16 años me di cuenta de que no hay libros sobre física cuántica entre el nivel científico más popular y el más profundo, inaccesible para el ciudadano normal, y es casi imposible pasar del uno al otro. <strong>(B)</strong> Se me ocurrió llenar ese hueco y escribir el libro que yo hubiese querido encontrar», explica. [ . . . ]</p>\n\n<p>A Silvia le brillan los enormes ojos azules cuando explica qué son los cuantos y cómo sirven para explicarlo todo. Con fascinación desgrana la metáfora del gato del físico Erwin Schrödinger, que está vivo y muerto a la vez, lo que ilustra la paradoja de la física cuántica.</p>\n\n<p>Todo empezó con una curiosidad insaciable. «Cuando era pequeña le preguntaba a mi padre cómo funcionaba esto y lo otro». Pero sus preguntas se hicieron cada vez más difíciles de responder. A su madre, profesora de español e inglés, ya hacía tiempo que había dejado de atormentarla con enigmas imposibles. Los libros de física de la biblioteca de su colegio se le acabaron pronto. Desde los 13 años, las visitas a la librería a la vuelta de la escuela se hicieron diarias. Los libros eran su única fuente porque no tenía a quién consultar. <strong>(C)</strong> «Preguntaba a mi profesor de física en el colegio, pero él tenía conocimiento más amplio sobre la física en general y menos profundo sobre la física cuántica. De ésta yo sabía más que él».</p>\n\n<p>De niña aprendió ballet clásico y violín. <strong>(D)</strong> Del ballet, como de la física, le gusta que le permite medir sus fuerzas. «No es fácil, pero en la dificultad está el estímulo: te anima a superarte». [ . . . ]</p>\n\n<p>Le gusta salir con los amigos e ir a casa de su abuela en Lanzarote, y durante la carrera le gustaría realizar algún curso en el extranjero. «Quizá en Tenerife», anuncia, «en el Instituto Astrofísico de Canarias están haciendo experimentos nuevos».</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">\"Silvia es aprendiz de Hawking\" by Cecilia Fleta, copyright </span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">© by El País. Used by permission.</span></p>\n\n<p><span style=\"font-size:0.8em\">* conejero: originario de las Islas Canarias.</span></p>\n"}],"choicesHtml":["El encuentro de Silvia con el físico Erwin Schrödinger","<p>El ingreso de Silvia en la facultad de Física</p>","<p>Las experiencias de una joven autora</p>","<p>La visita de unos jóvenes al Instituto de Astrofísica</p>"],"answer":1}]