[{"id":"FT534661","type":"mcq","stimulusHtml":"<p>¿Qué hace la señora al final?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p><strong>Instrucciones:</strong> Lee con cuidado el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje.</p>\n\n<p><strong>Un domingo en la Lagunilla<sup>1</sup></strong></p>\n\n<p>Ese domingo en la Lagunilla<sup>1</sup>, los intensos rayos del sol y el smog se filtraban entre las chácharas y los viejos libros. \"¿Cómo le va señor Olmedo\", le dije a mi viejo librero, \"y ahora ¿qué trajo de interesante?\". \"Pues mire\", contestó, \"a usted que le da por la nostalgia, conseguí con muchas dificultades, toda la colección ya encuadernada, de la revista <em>Social</em> desde 1936 a 1968, en que se dejó de imprimir. ¿Ya sabe cuál?, la de la portada plateada\".</p>\n\n<p>Pretendiendo una actitud de indiferencia (el señor Olmedo, es aún más carero en cuanto percibe el interés del cliente), tomé el primer volumen y comencé a hojearlo. Mis ojos se toparon con muchas fotografías color sepia. Grupos de personas bien sentaditas mirando fijamente la cámara. Los trajes y sombreros de la época me parecieron muy bien planchaditos, no obstante el polvo que tenía este primer número del 15 de agosto de 1936. Conforme avanzaba en mi rápida lectura, sentía cómo mi interés iba aumentando: \"Sesenta y nueve consejos, da una recién casada\" (De cuando en cuando trate de confesarle que usted no tenía razón), \"Cosiendo para los pobres\", \"Residencias de México\". Cerré el libro y le pregunté al señor Olmedo: ¿Cuánto? ¿Se la lleva toda? Depende. Ni la Hemeroteca la tiene. ¿Cuánto? Es toda una época de México que ya se la llevó el diablo. ¿Cuánto, señor Olmedo? Allí están los aristócratas de don Porfirio<sup>2</sup>, que luego se volvieron pobres y los nacos<sup>3</sup> de don Miguel<sup>4</sup>, que luego se volvieron millonarios. ¿Cuánto? Trae de todo: recetas, consejos, cuentos, hasta fotonovelas ¿Cuánto? (le insistía con la frente perlada, tratando de disimular mi interés). Es una joya, un testimonio de tres generaciones de la burguesía mexicana; allí están las familias de los ex banqueros casando a sus hijos con la \"aristocracia\". ¿Cuánto? Ya dígame señor Olmedo, ¿cuánto? Pues, mire, por tratarse de usted y porque es mi clienta, se los dejo todos, oiga, pero déjeme decirle, que se lleva una cosa única, verdá de Dios, con todo este material, a usted que le gusta escribir, hasta podría escribir una novela de nostalgia. ¿Cuánto? Pues mire, estas cosas ya no se consiguen en ninguna parte y como está todo, le repito, por tratarse de usted se lo dejo, permítame un segundo por favor.</p>\n\n<p>El señor Olmedo se aleja y atiende a otro cliente. Mis ojos, mientras tanto, siguen clavados sobre los cuatro tomos empastados en diferentes colores y en mi mente seguía la pregunta ¿cuánto? ¿cuánto? Discúlpeme señora, nada más preguntan y no compran nada. Como le decía esta colección es fantástica, mire nada más esta fiesta de quince años, vea a la quinceañera, si hasta parece que tiene treinta; mire nada más qué fotografías de residencias, ¿verdad que parecen palacios? ¿Cuánto señor Olmedo?, que si sigo aquí me voy a derretir. ¿Cuánto? Pues, como quiero que usted se quede con toda la colección, porque usted sí sabe apreciar estas cosas, se la dejo toda a 30 mil. ¿Qué?, pero si allí dice que la revista cuesta cincuenta centavos. ¿Qué pasó, señora? Cincuenta centavos de los de 1936. Si no me los deja al precio que está marcado, me voy a quejar al Insitituto del Consumidor. ¡Ah! qué guasona<sup>5</sup> es usted, ofrézcame a ver si nos arreglamos. Quince mil. ¡Ah qué guasona!, deme aunque sea veinticinco mil, eso vale mucho, palabra. Quince mil. También hay otro cliente que se interesa. Quince mil. Con usted no se puede.&nbsp;Quince, ¿Y yo qué me gano? Quince. Bueno, allí muere, deme los quince para que me persigne<sup>6</sup>, lléveselos, mañana le llevo a su casa el resto. Saqué mi chequera, hice el cheque a nombre del señor Olmedo, y me fui con mis cuatro tomos y pensé: \"Estos aspectos de la vida social de la metrópoli, fueron el diablo que nos llevó\".</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Guadalupe Loaeza. <em>Las niñas bien.</em></span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Aguilar, León y Cal Editores, S.A. de C.V., 1997</span>.</p>\n\n<p><sup>1</sup> La Lagunilla: mercado tradicional de la ciudad de México</p>\n\n<p><sup>2</sup> don Porfirio: presidente de México</p>\n\n<p><sup>3</sup>&nbsp;nacos: gente de clase social baja</p>\n\n<p><sup>4</sup> don Miguel: presidente de México</p>\n\n<p><sup>5</sup> guasona: bromista</p>\n\n<p><sup>6</sup> persignarse: comenzar a vender (frase coloquial)</p>\n"}],"choicesHtml":["Decide regresar a su casa para buscar más dinero.","<p>Se queja del librero con una agencia del gobierno.</p>","<p>Selecciona unas novelas publicadas en el 1936.</p>","<p>Compra las revistas al precio que quería pagar.</p>"],"answer":2}]