[{"id":"FT535567","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p>You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n\t<p>&nbsp;</p>\n\t</li>\n\t<li>\n\t<p>Vas a escribir una respuesta a un mensaje electrónico. Vas a tener 15 minutos para leer el mensaje y escribir tu respuesta.</p>\n\n\t<p>Tu respuesta debe incluir un saludo y una despedida, y debe responder a todas las preguntas y peticiones del mensaje. En tu respuesta, debes pedir más información sobre algo mencionado en el mensaje. También debes responder de una manera formal.</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>Tema curricular: La vida contemporánea</p>\n\n<p>Introducción</p>\n\n<p>Este mensaje electrónico es de la señora Manuela Ibáñez, la directora de programas del Museo de la Cultura Popular en México. Has recibido este mensaje porque has aceptado participar en este programa como voluntario/voluntaria.</p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"A prompt window shows cells filled in foreign language for &quot;De&quot; and &quot;Asunta&quot; as &quot;Manuela Ibanez&quot; and &quot;Ayuda Voluntaria en el Musep de la Cultura Popular,&quot; respectively.\" height=\"73\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3c261942a038db3a66f482fba4a88383/original.png\" width=\"592\" /></p>\n\n<p>Estimado Voluntario/Voluntaria,</p>\n\n<p><br />\nMuchas gracias por haber aceptado participar en el programa de ayuda voluntaria en nuestro museo. Permítame expresarle lo mucho que le agradecemos que usted nos ofrezca su tiempo. Somos una organización recién fundada, y por falta de fondos, a veces es difícil recibir el apoyo necesario. Por consiguiente, dependemos mucho del equipo de voluntarios internacionales que trabaja con nosotros en el verano.<br />\nUsted debe llegar a México en el mes de junio. Para asegurarnos que su experiencia sea más agradable, sería importante tener la siguiente información en cuanto a sus preferencias:<br />\n&nbsp;</p>\n\n<ul>\n\t<li>\n\t<p>En primer lugar, queremos aprovechar los talentos e intereses de los voluntarios. Por lo tanto, ¿nos podría especificar en qué área del museo le gustaría trabajar y por qué?</p>\n\t</li>\n\t<li>\n\t<p>En segundo lugar, como usted sabe, este puesto de voluntariado no incluye remuneración económica. Sin embargo, le ofrecemos alojamiento gratis con una familia anfitriona. ¿Qué datos personales deberíamos saber para escoger una familia apropiada para usted?</p>\n\t</li>\n</ul>\n\n<p>Le rogamos que nos mande esta información en cuanto pueda, y así podremos finalizar los preparativos para su visita. Estoy a sus órdenes para cualquier otra información que necesite.</p>\n\n<p>Le saluda atentamente,</p>\n\n<p>Manuela Ibáñez</p>\n\n<p>Directora de Programas</p>\n\n<p>Museo de la Cultura Popular</p>\n"}]