[{"id":"FT534408","type":"mcq","stimulusHtml":"<p>Olegario tenía la capacidad de </p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje.</p>\n\t</li>\n</ul>\n\n<p>Olegario no sólo fue un as del presentimiento, sino que además siempre estuvo muy orgulloso de su poder. A veces se quedaba absorto por un instante, y luego decía: \"Mañana va a llover\". Y llovía. Otras veces se rascaba la nuca y anunciaba: \"El martes saldrá el 57 a la cabeza\". Y el martes salía el 57 a la cabeza. Entre sus amigos gozaba de una admiración sin límites.</p>\n\n<p>Algunos de ellos recuerdan el más famoso de sus aciertos. Caminaban con él frente a la universidad, cuando de pronto el aire matutino fue atravesado por el sonido y la furia de los bomberos. Olegaro sonrió de modo casi imperceptible, y dijo: \"Es posible que mi casa se esté quemado.\"</p>\n\n<p>Llamaron un taxi y encargaron al chofer que siguiera de cerca a los bomberos. Estos tomaron por Rivera, y Olegario dijo: \"Es casi seguro que mi casa se esté quemando.\" Los amigos guardaron un respetuoso y afable silencio, tanto lo admiraban. Los bomberos siguieron por Pereyra y la nerviosidad llegó a su colmo. Cuando doblaron por la calle en que vivía Olegario, los amigos se pusieron tiesos de expectativa. Por fin, frente mismo a la llameante casa de Olegario, el carro de bomberos se detuvo y los preparativos de rigos. De vez en cuando, desde las ventanas de la planta alta, alguna astilla volaba por los aires.</p>\n\n<p>Con toda parsimonia, Olegario se bajo del taxi. Se acomodó el nudo de la corbata, y luego, con un aire de humilde vencedor, se aprestó a recibir las felicitaciones y abrazos de sus buenos amigos.</p>\n\n<p style=\"margin-left: 640px;\"><span style=\"font-size:0.8em\">©&nbsp;Mario Benedetti,</span></p>\n\n<p style=\"margin-left: 640px;\"><span style=\"font-size:0.8em\">c/o Guillermo Schavelzon &amp; Asoc. Agencia Literaria, info@schavelzon.com</span></p>\n"}],"choicesHtml":["<p>predecir acontecimientos</p>","<p>analizar los cambios climáticos</p>","<p>acertar el nombre de las calles</p>","<p>resolver problemas matemáticos</p>"],"answer":-1}]