[{"id":"FT534622","type":"mcq","stimulusHtml":"<p>Según el artículo, ¿por qué se denominó el año 2004 como \"El año Dalí\"?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p><strong>Instrucciones:</strong> Lee con cuidado el pasaje siguientes. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje.</p>\n\n<p><strong>La escritura secreta de Dalí</strong></p>\n\n<p><em>Este artículo apareció en el periódico español</em> El Mundo <em>en noviembre del 2003.</em></p>\n\n<p>El año 2004 se apoda ya por los gestores culturales como \"El año Dalí\". El centenario de este pintor universal se celebrará en España con la contundencia que requiere esta figura. Y, para abrir boca, ya se ha presentado la <em>Obra Completa</em> de Salvador Dalí. Una colección de ocho volúmenes con toda la obra escrita del pintor catalán, que edita la editorial Siruela en colaboración con la Fundación Gala-Dalí y la Sociedad Estatal de Conmemoraciones Culturales.</p>\n\n<p>Los dos primeros volúmenes ya están en la calle y contienen los textos autobiográficos del pintor. La edición, que consta de 4.000 ejemplares en castellano y una edición menor en catalán, pretende aunar rigor, calidad y buen precio. Así, Joaquim Palau, editor de Destino, explicaba que el mayor logro de este trabajo ha sido acercar a todo el mundo \"un material bien elaborado a un precio razonable. Sacamos a la calle tomos de 1300 páginas que pueden comprarse por 30 euros\".</p>\n\n<p>\"Me considero más escritor que pintor\". Estas palabras, dichas por Salvador Dalí, han sido, sin duda, un impulso fundamental para este trabajo de recopilación y análisis de manuscritos que ha durado más de tres años. Montse Aguer, comisaria de \"El año Dalí\", coordinadora del segundo volumen de autobiografías y miembro de la Fundación Gala-Dalí, reconoció en la presentación de este proyecto que la obra literaria de Dalí \"se conoce bastante poco\" e insistió en que el objetivo de publicar su obra completa no es otro que cambiar este hecho.</p>\n\n<p>\"Queremos que la gente lea a Dalí\", decía Aguer. Porque, según esta estudiosa del pintor, \"necesitamos leer a Dalí para entender mejor su pintura y ver sus cuadros para entender su literatura. Los escritos de Dalí no son colaterales al resto de su obra\". Esta motivación ha hecho que no se trate ésta de una edición filológica plagada de notas eruditas a pie de página. Las notas críticas indispensables aparecen al final, de forma que no interrumpan la lectura. Con todo, esta edición \"para todos los públicos\" no pasará desapercibida por eruditos y estudiosos del pintor, ya que cuenta con la particularidad de incluir gran cantidad de material inédito. Textos que no habían sido pubicados antes en castellano, como <em>Un diario (1919-20)</em> que se incluye en el primero de los dos tomos publicados y que nunca había aparecido en castellano; y textos censurados, que habían aparecido mutilados, como <em>Confesiones inconfesables,</em> entre otros, verán por primera vez la luz en España gracias a esta publicación.</p>\n\n<p>Mauricio Bach, uno de los editores que ha coordinado este proyecto, tiene clara su relevancia: \"Habrá muchas novedades de Dalí y sobre Dalí a lo largo del próximo año, pero este es el proyecto de mayor envergadura que se va a presentar, puesto que reúne por vez primera toda su obra. Nosotros no analizamos al personaje sino que lo reivindicamos como autor total y lo acercamos más al público\".</p>\n\n<p>Esta colección constará de ocho volúmenes. En 2004 se sumarán entre cuatro y cinco más a los dos que ya se han presentado, y los restantes estarán en las librerías en 2005.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Reprinted by Permission of El Mundo.es</span></p>\n"}],"choicesHtml":["<p>Se acababan de descubrir unos escritos secretos del pintor.</p>","<p>Acababa de morir el pintor.</p>","<p>Hacía cien años que había nacido el pintor.</p>","<p>Se iba a publicar un libro sobre el pintor.</p>"],"answer":1}]