[{"id":"FT534875","type":"mcq","stimulusHtml":"<p>¿Cómo era la vida de la recién casada?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage and fill in the corresponding oval on the answer sheet.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado cada el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje y rellena el óvalo correspondiente en la hoja de respuestas.</p>\n\t</li>\n</ul>\n\n<p><strong>La muñeca menor</strong></p>\n\n<p>La tía vieja había sacado desde muy temprano el sillón al balcón que daba al cañaveral como hacía siempre que se despertaba con ganas de hacer una muñeca. De joven se bañaba a menudo en el río, pero un día en que la lluvia había recrecido la corriente en cola de dragón había sentido en el tuétano<sup>1</sup> de los huesos una mullida sensación de nieve. [ . . . ] En ese preciso momento sintió una mordida terrible en la pantorrilla. [ . . . ] El médico que la examinó aseguró que no era nada, probablemente había sido mordida por una chágara<sup>2</sup> viciosa. Sin embargo pasaron los días y la llaga no cerraba. [ . . . ] Se había encerrado en la casa rehusando a todos sus pretendientes. Al principio se había dedicado a la crianza de las hijas de su hermana, arrastrando por toda la casa la pierna monstruosa con bastante agilidad. [ . . . ]</p>\n\n<p>Cuando las niñas fueron creciendo la tía se dedicó a hacerles muñecas para jugar. Al principio eran sólo muñecas comunes, con carne de guata<sup>3</sup> de higuera y ojos de botones perdidos. Pero con el pasar del tiempo fue refinando su arte hasta ganarse el respeto y la reverencia de toda la familia. El nacimiento de una muñeca era siempre motivo de regocijo sagrado, lo cual explicaba el que jamás se les hubiese ocurrido vender una de ellas, ni siquiera cuando las niñas eran ya grandes y la familia comenzaba a pasar necesidad. La tía había ido agrandando el tamaño de las muñecas de manera que correspondieran a la estatura y a las medidas de cada una de las niñas. Como eran nueve y la tía hacía una muñeca de cada niña por año, hubo que separar una pieza de la casa para que la habitasen exclusivamente las muñecas. [ . . . ]</p>\n\n<p>Ya se habían casado todas las niñas y en la casa quedaba sólo la más joven. [ . . . ] <strong>(A)</strong> El día de la boda la menor se sorprendió al coger la muñeca por la cintura y encontrarla tibia, pero lo olvidó en seguida, asombrada ante su excelencia artística. [ . . . ]</p>\n\n<p><strong>(B)</strong> El joven médico se la llevó a vivir al pueblo, a una casa encuadrada dentro de un bloque de cemento. La obligaba todos los días a sentarse en el balcón, para que los que pasaban por la calle supiesen que él se había casado en sociedad. Inmóvil dentro de su cubo de calor, la menor comenzó a sospechar que su marido no sólo tenía el perfil de silueta de papel sino también el alma. Confirmó sus sospechas al poco tiempo. Un día él le sacó los ojos a la muñeca con la punta del bisturí y los empeñó por un lujoso reloj [ . . . ]. Desde entonces la muñeca siguió sentada sobre la cola del piano, pero con los ojos bajos.</p>\n\n<p>A los pocos meses el joven médico notó la ausencia de la muñeca y le preguntó a la menor qué había hecho con ella.</p>\n\n<p><strong>(C)</strong> Pasaron los años y el médico se hizo millonario. [ . . . ] La menor seguía sentada en el balcón, inmóvil dentro de sus gasas y encajes, siempre con los ojos bajos. [ . . . ]</p>\n\n<p>Una sola cosa perturbaba la felicidad del médico. <strong>(D)</strong> Notaba que mientras él se iba poniendo viejo, la menor guardaba la misma piel aporcelanada y dura que tenía cuando la iba a visitar a la casa del cañaveral. Una noche decidió entrar en su habitación para observarla durmiendo. Notó que su pecho no se movía. Colocó delicadamente el estetoscopio sobre su corazón y oyó un lejano rumor de agua. Entonces la muñeca levantó los párpados y por las cuencas vacías de los ojos comenzaron a salir las antenas furibundas de las chágaras.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">\"La Muñeca Menor\" from <em>Papeles de</em></span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\"><em>Pandora</em> by Rosario Ferré, copyright ©</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">1976 by Rosario Ferré. Published by</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Vintage Español/US (2000) and first</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">published by Editorial Joaquín Mortiz.</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Reprinted by permission of Susan</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Bergholz Literary Services, New York,</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">NY and Lamy, NM. All rights reserved.</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup> tuétano: sustancia interior de los huesos</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>2</sup> chágara: tipo de cangrejo&nbsp;de río</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>3</sup> guata: lámina gruesa de algodón que sirve como material de relleno</span></p>\n"}],"choicesHtml":["<p>Consumida por la cólera y la rabia</p>","<p>Marcada por la tristeza y la soledad</p>","<p>Ocupada con quehaceres domésticos</p>","<p>Llena de actividad social y compromisos</p>"],"answer":0}]