[{"id":"FT534682","type":"mcq","stimulusHtml":"<p>Según el cuento, ¿qué hicieron los niños cuando sus padres salieron la noche del miércoles?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p><strong>Instrucciones:</strong> Lee con cuidado el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje.</p>\n\n<p><strong>La luz es como el agua</strong></p>\n\n<p>Los niños volvieron a pedir un bote de remos.</p>\n\n<p>—De acuerdo—dijo el papá—, lo compraremos cuando volvamos a Cartagena.</p>\n\n<p>Totó, de nueve años, y Joel, de siete, estaban más decididos de lo que sus padres creían.</p>\n\n<p>—No—dijeron a coro—. Nos hace falta ahora y aquí.</p>\n\n<p>Para empezar —dijo la madre—, aquí no hay más aguas navegables que la que sale de la ducha.</p>\n\n<p>Tanto ella como el esposo tenían razón. En la casa de Cartagena de Indias había un patio con un muelle sobre la bahía, y un refugio para dos yates grandes.</p>\n\n<p>En cambio aquí en Madrid vivían apretujados<sup>1</sup> en el piso quinto del número 47 del Paseo de la Castellana. <strong>(A)</strong></p>\n\n<p>Pero al final ni él ni ella pudieron negarse, porque les habían prometido un bote de remos con su sextante y su brújula<sup>2</sup> si se ganaban el laurel del tercer año de primaria, y se lo habían ganado. Así que el papá compró todo sin decirle nada a su esposa, que era la más reacia<sup>3</sup> a pagar deudas de juego. Era un precioso bote de aluminio con un hilo dorado en la línea de flotación.</p>\n\n<p>—El bote está en el garaje—reveló el papá en el almuerzo—. El problema es que no hay cómo subirlo ni por el ascensor ni por la escalera, y en el garaje no hay más espacio disponible. <strong>(B)</strong></p>\n\n<p>Sin embargo, la tarde del sábado siguiente los niños invitaron a sus condiscípulos para subir al bote por las escaleras, y lograron llevarlo hasta el cuarto de servicio.</p>\n\n<p>—Felicitaciones—les dijo el papá—. ¿Y ahora qué?</p>\n\n<p>—Ahora nada—dijeron los niños—. Lo único que queríamos era tener el bote en el cuarto, y ya está.</p>\n\n<p>La noche del miércoles, como todos los miércoles, los padres fueron al cine. Los niños, dueños y señores de la casa, cerraron puertas y ventanas, y rompieron la bombilla encendida de una lámpara de la sala. Un chorro de luz dorada y fresca como el agua empezó a salir de la bombilla rota, y lo dejaron correr hasta que el nivel llegó a cuatro palmos. Entonces cortaron la corriente, sacaron el bote y navegaron a placer por entre las islas de la casa.</p>\n\n<p>Esta aventura fabulosa fue el resultado de una ligereza mía cuando participaba en un seminario sobre la poesía de los utensilios&nbsp;domésticos. Totó me preguntó cómo era que la luz se encendía con sólo apretar un botón, y yo no tuve el valor de pensarlo dos veces.</p>\n\n<p>—La luz es como el agua—le contesté—: uno abre el grifo, y sale. <strong>(C)</strong></p>\n\n<p>De modo que siguieron navegando los miércoles en la noche, aprendiendo el manejo del sextante y la brújula, hasta que los padres regresaban del cine y los encontraban dormidos como ángeles de tierra firme. <strong>(D)</strong></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">From Doce Cuentos Peregrinos.</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\"> Gabriel García Márquez.</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\"> ©1996: Mondadori, Barcelona.</span></p>\n\n<p><sup>1</sup> Apretujados: Muchas personas en un espacio pequeño</p>\n\n<p><sup>2</sup> Sextante y brújula: Herramientas utilizadas en la navegación marina</p>\n\n<p><sup>3</sup> Reacia: Renuente</p>\n"}],"choicesHtml":["<p>Fueron al cine a ver una película con sus amigos.</p>","<p>Abrieron todas las puertas y sacaron el bote.</p>","<p>Dejaron abierto un grifo de agua e inundaron toda la casa.</p>","<p>Rompieron una lámpara de la sala.</p>"],"answer":2}]