[{"id":"FT535915","type":"mcq","stimulusHtml":"¿Qué era el <em>Minero&nbsp;</em>?","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje.</p>\n\t</li>\n</ul>\n\n<p><strong>Cómo conocí Estados Unidos</strong><br>\n<br>\nCuando llegué a Estados Unidos por vez primera (tenía ya treinta años), yo no le dije a nadie que ya había estado allí otras veces y bastantes años antes. Me limité a mirar los diferentes lugares que me enseñaban, reconociendo en cada ciudad cada esquina y cada calle —y, en cada estado que atravesábamos, cada rincón del paisaje —, pero, ya digo, yo no le dije a nadie que ya había estado allí otras veces y bastantes años antes. De haberlo hecho, seguramente me hubieran tomado por loco o por un farsante.</p>\n\n<p>Pero el asunto no tenía en realidad nada de extraño. Como tampoco lo tenía el hecho, para ellos misterioso, de que supiese algunas veces los nombres de montañas y de ríos que mis propios acompañantes, nacidos en el país o aﬁncados en él desde hacía años, ignoraban. Desde que tenía memoria, y sin haber salido nunca de Olleros —ni, por supuesto, de España —, yo había recorrido aquel país camino por camino y palmo a palmo.</p>\n\n<p>Había empezado a hacerlo en el <em>Minero</em>, en aquellas butacas destartaladas que acababan convertidas muchas tardes, a la luz crepuscular de la pantalla, en los bamboleantes asientos de una carreta o de una diligencia que cruzaba, acechada por mil peligros, las polvorientas praderas del Oeste americano, y había seguido haciéndolo al hilo de los relatos de aquellas viejas novelas arrugadas y sobadas por mil manos que compraba en el quiosco de <em>Chamusca</em> y que cambiaba por otras, después de haberlas leído, por otras aún más sobadas. Novelas que devoraba en las largas tardes muertas y amarillas del verano o, a la luz de una linterna, en el invierno, cuando me iba a la cama.</p>\n\n<p>El proceso era el mismo en los dos casos. Cuando, en la oscuridad del cine, se encendía el proyector o, en la de mi habitación, la linterna se abría paso entre las sábanas, otra luz diferente se encendía ante mis ojos y me transportaba lejos del lugar en el que estaba. A partir de ese instante, y hasta que me despertaba, yo cabalgaba con el protagonista, dormía a su lado bajo una manta o me subía en el coche en el que viajaba, compartiendo con él sus aventuras y afrontando a su lado los múltiples peligros que le acechaban. Y, cuando de repente la luz del cine se encendía porque la película ya se había acabado o la de la linterna languidecía porque el sueño me vencía o porque la novela o la pila ya se habían agotado, a veces yo seguía cabalgando o viajando en solitario sin darme cuenta siquiera de que los protagonistas de aquéllas ya me habían abandonado. De esa forma, película a película y novela tras novela, recorrí Estados Unidos y dormí al menos una noche en cada una de sus ciudades. Lo que explica que, cuando al fin tuve ocasión de visitarlas, pudiese andar por ellas con los ojos cerrados.</p>\n\n<p class=\"text-right\"><br>\nFrom <em>Escenas de cine mudo</em>. © Julio Llamazares, 1994.<br>\n© 1994: Editorial Seix Barrall, S.A., Barcelona.</p>\n"}],"choicesHtml":["<p>Un filme del oeste</p>","<p>Un cine de provincias</p>","<p>Un libro de aventuras</p>","<p>Un buque de pasajeros</p>"],"answer":0}]