[{"id":"FT535413","type":"mcq","stimulusHtml":"<p>¿Cuál es el propósito de la entrevista?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p>You have 1 minute to read the directions for this part.</p>\n\n\t<p>You will listen to several audio selections. The first two audio selections are accompanied by reading selections. When there is a reading selection, you will have a designated amount of time to read it.<br>\n\tFor each audio selection, first you will have a designated amount of time to read a preview of the selection as well as to skim the questions that you will be asked. Each selection will be played twice. As you listen to each selection, you may take notes. Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you will have 1 minute to begin answering the questions; after listening to each selection the second time, you will have 15 seconds per question to finish answering the questions. For each question, choose the response that is best according to the audio and/or reading selection and mark your answer on your answer sheet.</p>\n\n\t<p>You will now begin this part.</p>\n\t</li>\n\t<li>\n\t<p>Tienes 1 minuto para leer las instrucciones de esta parte.</p>\n\n\t<p>Vas a escuchar varias grabaciones. Las dos primeras grabaciones van acompañadas de lecturas. Cuando haya una lectura, vas a tener un tiempo determinado para leerla.<br>\n\tPara cada grabación, primero vas a tener un tiempo determinado para leer la introducción y prever las preguntas. Vas a escuchar cada grabación dos veces. Mientras escuchas, puedes tomar apuntes. Tus apuntes no van a ser calificados. Después de escuchar cada selección por primera vez, vas a tener 1 minuto para empezar a contestar las preguntas; después de escuchar por segunda vez, vas a tener 15 segundos por pregunta para terminarlas. Para cada pregunta, elige la mejor respuesta según la grabación o el texto e indícala en la hoja de respuestas.</p>\n\n\t<p>Ahora vas a comenzar esta parte.</p>\n\t</li>\n</ul>\n\n<p><strong>Selección número 3</strong><br>\nTema curricular: Los desafíos mundiales</p>\n\n<p>Introducción</p>\n\n<p>Primero tienes 1 minuto para leer la introducción y prever las preguntas. Esta grabación trata de la existencia de tesoros submarinos. La entrevista original titulada “El tesoro submarino” fue publicada el 8 de abril de 2011 en Estados Unidos por Radio Naciones Unidas. Laura Kwiatkowski habla conTatiana Villegas, una especialista de la Oficina Regional de Cultura de la UNESCO para América Latina y el Caribe. La grabación dura aproximadamente tres minutos.</p>\n\n<p><span style=\"font-size:0.8em\">Copyright © United Nations 2011. All rights reserved.</span></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_c2c023bd9b9b1a837593b3f5a905aba0\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a5a94b8fb94f77f1fc93298c3645c476/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}],"choicesHtml":["<p>Revelar dónde se encuentran los tesoros submarinos más valiosos</p>","<p>Informar sobre un reciente descubrimiento subacuático</p>","<p>Resaltar la importancia de artefactos culturales submarinos</p>","<p>Destacar la diversidad de la flora subacuática de América Latina</p>"],"answer":1}]