[{"id":"FT535217","type":"mcq","stimulusHtml":"<p>¿Qué técnica usa el autor del artículo para comunicarse?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Selección número 3</strong></p>\n\n<p>Tema curricular: Los desafíos mundiales</p>\n\n<p><strong>Fuente número 1</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata del envejecimiento de la población europea. El artículo original fue publicado el 25 de febrero de 2008 en Inglaterra por el periodista Inder Bugarin.</p>\n\n<p><strong>A EUROPA LE SALEN CANAS</strong></p>\n\n<p>Es una realidad innegable: Europa envejece y sigue sin encontrar la solución al problema de su creciente déficit demográfico.</p>\n\n<p>De acuerdo con la Comisión Europea, las previsiones demográficas para Europa son alarmantes.</p>\n\n<p>Entre hoy y el horizonte de 2050, la edad promedio de los europeos pasará de 39 a 49 años.</p>\n\n<p>Para 2030, el número de personas de entre 55 y 64 años aumentará en 14 millones, mientras que los<br>\neuropeos mayores de 80 años pasarán de 19 millones a 34 millones.</p>\n\n<p>De manera paralela, la población en edad de trabajar —de 15 a 64 años— disminuirá en 20 millones<br>\nentre el 2005 y el 2030.</p>\n\n<p><strong>Tasa de natalidad baja</strong></p>\n\n<p>\"Las principales causas del negativo saldo demográfico, son la baja tasa de natalidad y el aumento de la esperanza de vida como consecuencia de los progresos de la ciencia y del nivel de vida\", le explicó a BBC Mundo la eurodiputada socialista Edite Estrela, vicepresidente de la Comisión de Derechos de la Mujer e Igualdad de Género del europarlamento.</p>\n\n<p>Las europeas tienen una media de 1,5 hijos cada una, una cifra que se sitúa por debajo del umbral necesario para el reemplazo generacional que es de 2,1 por mujer.</p>\n\n<p>Por otro lado, la esperanza de vida va en aumento. En 2004 la media para los hombres era de 75,6 años y para las mujeres 81,7, y se espera que para 2050 aumente a 81,6 y 86,7 respectivamente.</p>\n\n<p>\"El papel de la mujer en la sociedad ha cambiado. Ahora deben ser profesionales y madres de familia, pero lamentablemente no existen las condiciones sociales para desempeñar ambas funciones\", sostiene Estrela, líder de los portugueses socialistas en el Parlamento Europeo. \"Igualmente frena la natalidad la inseguridad económica y la falta de ayudas a la conciliación de vida profesional y familiar\", agregó.</p>\n\n<p><strong>Consecuencias</strong></p>\n\n<p>La experta asegura que el envejecimiento de la población supone un mayor gasto en el sistema sanitario y originará problemas para la financiación de la seguridad social.</p>\n\n<p>Además, pone en riesgo el sistema de pensiones, considerando que el número de personas en edad de trabajar por cada pensionista pasará de 4 por 1 en la actualidad, a dos por cada jubilado en 2050. Los cambios en la estructura demográfica igualmente afectan el dinamismo económico y podría incluso disminuir el potencial de crecimiento.</p>\n\n<p>informes del Parlamento Europeo estiman que el envejecimiento poblacional podría disminuir el crecimiento del Producto Interno Bruto de la UE en 1,2% entre 2030 y 2050.</p>\n\n<p><strong>Remedios</strong></p>\n\n<p>Katharina Von Schnurbein, portavoz del Comisario Europeo de Empleo y Asuntos Sociales, explica que son viarias las áreas en las que se está buscando el remedio.</p>\n\n<p>Una de ellas es a través de la promoción de incentivos fiscales y laborales, y la mejora de los servicios para la atención de la infancia.</p>\n\n<p>Otra opción sería atrasar la edad de jubilación y ofrecer sistemas de aprendizaje que permitan a los adultos actualizarse, incluso ofreciendo la oportunidad de una segunda educación.</p>\n\n<p>Dado que la esperanza de vida aumenta, Bruselas considera necesaria una reforma del sistema de pensiones alargando los años de contribución fiscal.</p>\n\n<p><strong>Fuente número 2</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de la tasa de natalidad en España. La tabla fue publicada en marzo de 2011 por IndexMundi.com.</p>\n\n<p class=\"text-center\"><strong>TASA DE NATALIDAD EN ESPAÑA DURANTE LA ÚLTIMA DÉCADA</strong></p>\n\n<p><img alt=\"A table is shown of the the Tasa de Natalidad en Espana durante la ultima decada. The first column is the Ano, the second column is the Tasa de natalidad, and the third column is the Cambio Porcentual. The values in the first column go from 2003 to 2011 in increments of 1 for a total of 9 rows. In the second column the values are 10.08, 10.1, 10.1, 10.06, 9.98, 9.87, 9.72, 10.91, and 10.66. In the third column the first entry is blank, then the values are 0.02 percent, 0 percent, negative 0.4 percent, negative 0.8 percent, negative 1.1 percent, negative 1.52 percent, 12.24 percent, and negative 2.29 percent.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/34c74ba284dd06e7815395691fc78a91/original.png\"></p>\n\n<p>La tasa de natalidad da el número promedio anual de nacimientos durante un año por cada 1000 habitantes, también conocida como tasa bruta de natalidad. La tasa de natalidad suele ser el factor decisivo para determinar la tasa de crecimiento de la población. Depende tanto del nivel de fertilidad y de la estructura por edades de la población.</p>\n"}],"choicesHtml":["Incluye opiniones divergentes de varios expertos.","<p>Cita varias anécdotas de su propia situación.</p>","<p>Subraya su opinión con refranes populares.</p>","<p>Apoya la presentación del tema con datos.</p>"],"answer":2}]