[{"id":"FT534953","type":"mcq","stimulusHtml":"<p>¿Cuál es el tema principal de este pasaje?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage and fill in the corresponding oval on the answer sheet.</p>\n\n<p><strong>Instrucciones:</strong> Lee con cuidado el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje y rellena el óvalo correspondiente en la hoja de respuestas.</p>\n\n<p><strong>Pedro Páramo</strong></p>\n\n<p>Vine a Comala porque me dijeron que acá vivía mi padre, un tal Pedro Páramo. Mi madre me lo dijo. [. . .] «No dejes de ir a visitarlo —me recomendó—. Se llama de este modo y de este otro. Estoy segura de que le dará gusto conocerte». [. . .]</p>\n\n<p><strong>(A)</strong></p>\n\n<p>—Así lo haré, madre.</p>\n\n<p>Pero no pensé cumplir mi promesa. Hasta que ahora pronto comencé a llenarme de sueños, a darle vuelo a las ilusiones. Y de este modo se me fue formando un mundo alrededor de la esperanza que era aquel señor llamado Pedro Páramo, el marido de mi madre. Por eso vine a Comala.</p>\n\n<p><strong>(B)</strong></p>\n\n<p>Era ese tiempo de la canícula, cuando el aire de agosto sopla caliente, envenenado por el olor podrido de las saponarias.</p>\n\n<p>El camino subía y bajaba: «<em>Sube o baja según se va o se viene. Para el que va, sube; para el que viene, baja</em>».</p>\n\n<p>—¿Cómo dice usted que se llama el pueblo que se ve allá abajo?</p>\n\n<p>—Comala, señor.</p>\n\n<p>—¿Está seguro de que ya es Comala?</p>\n\n<p>—Seguro, señor.</p>\n\n<p>—¿Y por qué se ve esto tan triste?</p>\n\n<p>—Son los tiempos, señor.</p>\n\n<p>Yo imaginaba ver aquello a través de los recuerdos de mi madre; de su nostalgia, entre retazos de suspiros. Siempre vivió ella suspirando por Comala, por el retorno; pero jamás volvió. Ahora yo vengo en su lugar. Traigo los ojos con que ella miró estas cosas, porque me dio sus ojos para ver: «<em>Hay allí, pasando el puerto de Los Colimotes, la vista muy hermosa de una llanura verde, algo amarilla por el maíz maduro. Desde ese lugar se ve Comala, blanqueando la tierra, iluminándola durante la noche</em>». Y su voz era secreta, casi apagada, como si hablara consigo misma . . . Mi madre.</p>\n\n<p>—¿Y a qué va usted a Comala, si se puede saber?</p>\n\n<p>—oí que me preguntaban.</p>\n\n<p>—Voy a ver a mi padre —contesté.</p>\n\n<p>—¡Ah! —dijo él.</p>\n\n<p>Y volvimos al silencio.</p>\n\n<p>Caminábamos cuesta abajo, oyendo el trote rebotado de los burros. Los ojos reventados por el sopor del sueño, en la canícula de agosto.</p>\n\n<p>—Bonita fiesta le va a armar —volví a oír la voz del que iba allí a mi lado—. Se pondrá contento de ver a alguien después de tantos años que nadie viene por aquí.</p>\n\n<p>Luego añadió:</p>\n\n<p>—Sea usted quien sea, se alegrará de verlo.</p>\n\n<p>En la reverberación del sol, la llanura parecía una laguna transparente, deshecha en vapores por donde se traslucía un horizonte gris. Y más allá, una línea de montañas. Y todavía más allá, la más remota lejanía.</p>\n\n<p><strong>(C)</strong></p>\n\n<p>—¿Y qué trazas tiene su padre, si se puede saber?</p>\n\n<p>—No lo conozco —le dije—. Sólo sé que se llama Pedro Páramo.</p>\n\n<p>—¡Ah!, vaya.</p>\n\n<p>—Sí, así me dijeron que se llamaba.</p>\n\n<p>Oí otra vez el «¡ah!» del arriero*. [. . .]</p>\n\n<p><strong>(D)</strong></p>\n\n<p>—Yo también soy hijo de Pedro Páramo —me dijo el arriero.</p>\n\n<p>Una bandada de cuervos pasó cruzando el cielo vacío, haciendo cuar, cuar, cuar.</p>\n\n<p>Después de trastumbar los cerros, bajamos cada vez más. Habíamos dejado el aire caliente allá arriba y nos íbamos hundiendo en el puro calor sin aire.</p>\n\n<p>Todo parecía estar como en espera de algo.</p>\n\n<p>—Hace calor aquí —dije.</p>\n\n<p>—Sí, y esto no es nada —me contestó el otro—. Cálmese. Ya lo sentirá más fuerte cuando lleguemos a Comala. [. . .]</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Juan Rulfo, </span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\"><em>Pedro Páramo y El llano en llamas.</em> </span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Barcelona: Editorial Planeta, 1975</span></p>\n\n<p><span style=\"font-size:0.8em\">* arriero: persona que lleva animales de un lugar a otro</span></p>\n"}],"choicesHtml":["<p>El retorno de una madre</p>","<p>El odio entre dos hombres</p>","<p>La historia de un arriero</p>","<p>La búsqueda de los orígenes</p>"],"answer":2}]