[{"id":"FT534753","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying Sources 1-3. The sources include both print and audio material. First, you will have 7 minutes to read the printed material. Afterward, you will hear the audio material: You should take notes while you listen. Then, you will have 5 minutes to plan your response and 40 minutes to write your essay. Your essay should be at least 200 word in length.</p>\n\n\t<p>This question is designed to test your ability to interpret and synthesize different sources. Your essay should use information from the sources to support your ideas. You should refer to ALL of the sources. As you refer to the sources, identify them appropriately. Avoid simply summarizing the sources individually.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en las Fuentes 1-3. Las fuentes comprenden material tanto impreso como auditivo. Primero, dispondrás de 7 minutos para leer el material impreso. Después, escucharás el material auditivo; debes tomar apuntes mientras escuches. Luego, tendrás 5 minutos para organizar tus ideas y 40 minutos para escribir tu ensayo. El ensayo debe tener una extensión mínima de 200 palabras.</p>\n\n\t<p>Esta pregunta se diseñó para medir tu capacida de interpretar y sintetizar varias fuentes. Tu ensayo debe utilizar información de las fuentes que apoye tus ideas. Debes referirte a TODAS las fuentes. Al referirte a las fuentes, identifícalas apropiadamente. Evita simplemente resumir las fuentes individualmente.</p>\n\t</li>\n</ul>\n\n<p><strong>¿CÓMO AFECTA EL TURISMO A LA CULTURA Y AL MEDIO AMBIENTE</strong> <strong>?</strong></p>\n\n<p><strong>FUENTE N.<sup>O</sup> 1</strong></p>\n\n<p>Fuente: Este artículo apareció en www.BBCMundo.com el13 de abril del 2005.</p>\n\n<p>Miércoles, 13 de abril del 2005</p>\n\n<p><strong>PLAN PARA PRESERVAR MACHU PICCHU</strong></p>\n\n<p><strong>El gobierno de Perú elaboró un plan maestro para proteger el santuario inca de Machu Picchu, que según los expertos corre peligro por el turismo excesivo y los desplazamientos de tierra.</strong></p>\n\n<p>La directora de gestión del Instituto Nacional de Cultura, María Elena Córdova, informó que el plan será sometido a la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (UNESCO), para evitar que la organización declare el santuario patrimonio histórico en peligro.</p>\n\n<p>La UNESCO advirtió hace dos años que podría incluir a Machu Picchu en su lista de lugares en peligro a menos que se redujera el número de turistas a los que se les permite visitar sin restricciones.</p>\n\n<p>El organismo de Naciones Unidas señaló en 2003 que el alto número de visitantes podría tener un impacto funesto en el santuario inca.</p>\n\n<p>Unas 2.500 personas visitan Machu Picchu, ciudadela construida durante el imperio inca hace 500 años.</p>\n\n<p><strong>Turismo sostenible</strong></p>\n\n<p>El plan del gobierno peruano implica una inversión de US $132,5 millones que serían destinados al cuidado de las ruinas, así como al llamado camino inca, según explicó Córdova a la prensa.</p>\n\n<p>El proyecto promovería el desarrollo y turismo sostenible en el Valle Vilcanota, donde están localizadas las ruinas, 1.200 kilómetros al sudeste de la capital peruana de Lima.</p>\n\n<p>Además, la propuesta gubernamental incluye el monitoreo satelital de los movimientos de la tierra para prevenir futuros deslizamientos que puedan deteriorar las ruinas.</p>\n\n<p>\"El tema de la educación a la población es básica, para que aprenda a respetar el patrimonio, aunque el plan mantiene a las 2.500 personas diarias como capacidad en las ruinas\", dijo la funcionaria a la agencia de prensa Reuters.</p>\n\n<p>Agregó que \"el santuario ostenta flora y fauna única en el mundo. Tiene muchísimas variedades de orquídeas y es hábitat del oso de anteojos que está en peligro de extinción\", agregó Córdova.</p>\n\n<p>La llamada \"ciudad perdida de los incas\" fue declarada Patrimonio Histórica y Cultural de la Humanidad por la UNESCO EN 1981.</p>\n\n<p><strong>FUENTE N.<sup>O</sup> 2</strong></p>\n\n<p>Fuente: Este artículo apareció en www.BBCMundo.com el 2 de junio del 2006.</p>\n\n<p>Viernes, 2 de junio del 2006</p>\n\n<p><strong>TURISMO CON LOS INDIOS KUNA</strong></p>\n\n<p>Jane Monahan</p>\n\n<p>BBC, San Blas, Panamá</p>\n\n<p>&nbsp;</p>\n<img alt=\"An article on the website BBC Mundo is shown. Below the web address and the links it reads Viernes, 2 de junio del 2006. The title of the article is Turismo con los indios Kuna. The subtitle reads, Con su trecho de selva al borde de la costa caribeña y casi 400 islas de coral prácticamente deshabitadas, no sorprende que los operadores turísticos lleven tiempo intentando desarrollar balnearios en la región autónoma panameña de los indios Kuna. The first paragraph reads, El atractivo de la zona es indudable: medio centenar de islas donde los kunas viven en pueblos de cabañas de bambú a lo largo de los muelles y donde costumbres centenarias todavía forman parte integral de sus vidas. The next two paragraphs are under the subtitle Nubarrones negros. Los kuna consiguieron resistir a los conquistadores españoles hace 500 años y mantener un alto grado autonomía política, últimamente resistiendo las propuestas para construir balnearios en el archipiélago. Pero comienzan a surgir indicos de que el influjo de turistas está afectando el modo de vida Kuna. Las relaciones entre los kuna y la industria turística no siempre han sido fáciles. The next three paragraphs are under the subtitle Renacer turístico. Sin embargo, ciertos Kunas se convirtieron en propietarios y comenzaron a administrar pequeños hoteles. Pero algunos turistas protestaron porque los Kunas asumieron demasiadas cosas, entre otros, que los turistas se adaptarían a vivir en cabañas de bambú sin baños. Por otro lado, la mayoría de los turistas reconocieron que los Kunas aprendieron rápidamente algunas técnias turísticas como organizar tours guiados, tours en bote a otras islas y excursiones de snorkel, además de preparar deliciosas comidas. Un miembro de la comisión de turismo de la tribu comentó que muchas jóvenes Kunas varones prefieren trabajar para los turistas que en la agricultura tradicional colectiva tribal. Y muchos de ellos están comenzando a usar gorras de béisbol, zapatillas de deportes y camisetas y hasta han comenzado a dejar de preparar y tomar la sabrosa chicha, una bebida alcohólica loca hecha de caña de azúcar, durante las ceremonias.\" height=\"256\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/dc03db8ea7eb34efe083de3d91b68675/original.png\" width=\"344\">\n<p><strong>Con su trecho de selva al borde la costa caribeña y casi 400 islas de coral prácticamente deshabitadas, no sorprende que los operadores turísticos lleven tiempo intentando desarrollar balnearios en la región autónoma panameña de los indios Kuna.</strong></p>\n\n<p>El atractivo de la zona es indudable: medio centenar de las islas donde los kunas viven en pueblos de cabañas de bambú a lo largo de los muelles y donde costumbres centenarias todavía forman parte integral de sus vidas.</p>\n\n<p><strong>Nubarrones negros</strong></p>\n\n<p>Los kuna consiguieron resistir a los conquistadores españoles hace 500 años y mantener un alto grado de autonomía política, últimamente resistiendo las propuestas para construir balnearios en el archipiélago. Pero comienzan a surgir indicio de que el influjo de turistas está afectando el mode de vida Kuna.</p>\n\n<p>Las relaciones entre los kuna y la industria turística no siempre han sido fáciles.</p>\n\n<p><strong>Renacer Turístico</strong></p>\n\n<p>Sin embargo, ciertos Kunas se convirtieron en propietarios y comenzaron a administrar pequeños hoteles.</p>\n\n<p>Pero algunos turistas protestaron porque los Kunas asumieron demasiadas cosas, entre otros, que los turistas se adaptarían a vivir en cabañas de bambú sin baños.</p>\n\n<p>Por otro lado, la mayoría de los turistas reconocieron que los Kunas aprendieron rápidamente algunas técnicas turísticas como organizar tours guiados, tours en bote a otras islas y excursiones de snorkel, además de preparar deliciosas comidas.</p>\n\n<p>Un miembro de la comisión de turismo de la tribu comentó que muchos jóvenes Kunas varones prefieren trabajar para los turistas que en la agricultura tradicional colectiva tribal. Y muchos de ellos están comenzando a usar gorras de béisbol, zapatillas de deportes y camisas y hasta han comenzado a dejar de preparar y tomar la sabrosa chicha, una bebida alcohólica local hecha de caña de azúcar, durante las ceremonias.</p>\n\n<p><strong>¿Amenaza?</strong></p>\n\n<p>Esto hizo que un guía Kuna se preguntara pesimista: \"¿Continuará la juventud Kuna la labor de tantos años de nuestros jefes por preservar nuestra cultura o acabará por destruirla?\"</p>\n\n<p>Mientras tanto, las \"molas\"—vivos y coloridos trozos de tejidos cosidos juntos y decorados con paisajes, peces y pájaros Kunas—elaboradas por mujeres Kunas ahora se venden exclusivamente a los turistas.</p>\n\n<p>Como resultado, los diseños han cambiado para ajustarse a los gustos de los turistas. Ahora uno encuentra hasta portalatas y portacelulares.</p>\n\n<p>Algunas mujeres al parecer están olvidando sus conocimientos sobre los diseños antiguos y sus significados.</p>\n\n<p><strong>Minimizar el impacto</strong></p>\n\n<p>Los líderes kuna se dan cuenta que no pueden controlar completamente el impacto del turismo en su cultura. Sin embargo, han elaborado una serie de reglas para minimizar sus aspectos más dañinos.</p>\n\n<p>Han establecido que el único tipo de turismo permitido en esta región autónoma es el ecoturismo y el turismo cultural.</p>\n\n<p>Las reglas establecen que todos los proyectos turísticos deber ser aprobados por los líderes kuna y una parte de los ingresos generados deben ir al Congreso General Kuna y los consejos isleños.</p>\n\n<p>Algunas actividades como fotografiar a los kuna sin su permiso están vedadas a los turistas, junto a prácticas como el esquí acuático y el buceo.</p>\n\n<p>\"Los kuna no se oponen a la influencia de otras culturas. Pero lo importante es que también puedan mantener sus propios valores culturales, su lengua, su historia y un sentimiento de pertenencia\", comenta Dialys Ehrmann, la única mujer abogada kuna en Panamá.</p>\n\n<p><span style=\"font-size:0.8em\">Reprinted by permission of BBCMundo.com</span></p>\n\n<p><strong>FUENTE N.<sup>O</sup> 3</strong></p>\n\n<p>Fuente: Este artículo, titulado \"Turismo Justo anima a los españoles a respetar las culturas de los países que visiten este verano\", apareció en el diario español en línea www.elmundo.es el 30 de junio del 2006:</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_4237d096724a76a69def369b60544cb7\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2193e89a1bc3f6c21e57f275f7525720/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]