[{"id":"FT535906","type":"mcq","stimulusHtml":"<p>¿Cuál era el objetivo principal del proyecto?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje.</p>\n\t</li>\n</ul>\n\n<p><br>\nEste artículo apareció en el periódico panameño La Prensa en septiembre del 2003.</p>\n\n<p><strong>Sueños de inmigrantes</strong></p>\n\n<p><em>'Travesías' es un disco y un libro que no solo tienen el mismo título, sino que hablan sobre un tema común: los inmigrantes.</em><br>\nEl libro <strong>Travesías</strong> recoge historias de gente que dejó su patria para encontrar su hogar en otra parte. Son 14 relatos sobre portugueses que se fueron a Brasil y de españoles que izaron velas rumbo a México, Cuba y Panamá, de chilenos y ecuatorianos que se embarcaron hacia el Viejo Mundo y de un colombiano que se crió en Lima y ahora vive en Washington.<sup>(A)</sup><br>\nEl disco <strong>Travesías</strong> reúne 12 temas de fusión pura. Una docena de piezas en las que participaron 30 músicos, lo que permitió musicalmente pasar de la samba a la bossa nova, del tango a la milonga, a la música negra peruana y la magrebí, del ﬂamenco y el pop a la tamborera y el son montuno.</p>\n\n<p>La obra estuvo a cargo de María Ángeles Sallé y el disco fue responsabilidad de Rómulo Castro.<sup>(B)</sup> Los padres de ella son inmigrantes vascos establecidos en Chiriquí. La madre de él es hija de refugiados españoles que llegaron a México a raíz de la Guerra Civil y su padre es chiricano. La escritora reside actualmente en Madrid y el músico en nuestra ciudad.</p>\n\n<p><strong>Travesías</strong>, el libro y el disco, surgió para recordar los puertos lejanos de la niñez y para reconocer el valor de tener un nuevo sitio.<sup>(C)</sup></p>\n\n<p>En <strong>Travesías</strong>, la obra, hay narraciones de personas que sufrieron en carne propia el ser extranjeros. El disco es una recopilación de canciones sobre nostalgias del pasado y deseos de un mejor futuro.<sup>(D)</sup> Ambos se comunican con el público desde la vivencia y los recuerdos del alma.</p>\n\n<p>Este proyecto doble es sobre los inmigrantes y sus hijos y nietos, sobre sus sueños, aportaciones, desilusiones, sacriﬁcios y esperanzas. Explica María Ángeles que la inmigración “ha forjado una parte muy importante de la historia de España y de América Latina, y particularmente de Panamá. Nos parecía que podíamos ayudar a comprender y a rescatar estos vínculos a través de testimonios individuales y luego cantar sobre la realidad de las inmigraciones”.</p>\n\n<p class=\"text-right\">“Sueños de inmigrantes”, Daniel Domínguez Z.</p>\n\n<p class=\"text-right\">Reprinted by permission of La Prensa.</p>\n"}],"choicesHtml":["<p>Investigar rutas de inmigración típicas</p>","<p>Documentar música de influencias diversas</p>","<p>Unir la comunidad española en Latinoamérica</p>","<p>Reestablecer enlaces entre individuos y su país de origen</p>"],"answer":2}]