[{"id":"FT535203","type":"mcq","stimulusHtml":"<p>¿Qué se puede deducir sobre el desenlace de la obra?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p>Read the passage and answer the corresponding questions.</p>\n\t</li>\n</ul>\n\n<ul>\n\t<li>\n\t<p>Lea el pasaje y responda las preguntas correspondientes.</p>\n\t</li>\n</ul>\n\n<p>Tema curricular: La belleza y la estética</p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de una obra de teatro para niños. El anuncio original fue publicado en marzo de 2011 en Nueva York, Estados Unidos.</p>\n\n<p class=\"text-center\"><span style=\"font-size:1em\"><strong>¡TRAIGA A SUS NIÑOS A REPERTORIO ESPAÑOL!</strong></span></p>\n\n<p class=\"text-center\"><span style=\"font-size:1em\"><strong>MI BEBÉ ES UN HÉROE</strong></span></p>\n\n<p>ESCRITA Y DIRIGIDA POR <strong>EDUARDO NAVAS</strong></p>\n\n<p>UNA PRODUCCIÓN DEL <strong>TEATRO RODANTE INFANTIL SCARAMOUCHES</strong></p>\n\n<p>PRESENTADA POR <strong>REPERTORIO ESPAÑOL</strong></p>\n\n<p>UN ESPECTÁCULO BILINGÜE (INGLÉS Y ESPAÑOL)</p>\n\n<p>Teatro Scaramouches, una excepcional compañía venezolana de teatro infantil, presenta una original y divertida obra teatral con marionetas. El malvado y travieso Cuchiflín intenta llevarse al bebé del Príncipe Azulito y la Princesa Perlita. Con la ayuda de los niños el bebé impide que Cuchiflín se salga con la suya, convirtiendo al bebé y a los niños en héroes. Repleta de colorido, risas y diversión, la obra capta la atención de los niños de principio a fin.</p>\n\n<p>sábado 5 de febrero - 12 p.m.</p>\n\n<p>sábado 5 de marzo - 12 p.m.</p>\n\n<p>sábado 2 de abril - 12 p.m.</p>\n\n<p>sábado 7 de mayo - 12 p.m.</p>\n\n<p>sábado 4 de junio - 12 p.m.</p>\n\n<p><strong>RESERVACIONES</strong></p>\n\n<p>INTERNET: WWW.REPERTORIO.ORG</p>\n\n<p>TELÉFONO: 1.212.225.9999</p>\n\n<p>EN PERSONA: 138 ESTE DE LA CALLE 27, MANHATTAN, NY 10016, ENTRE LAS AVENIDAS LEXINGTON Y TERCERA</p>\n\n<p>DOMINGO-JUEVES, 10 A.M.-7 P.M./VIERNES Y SÁBADO 10 A.M.-9 P.M.</p>\n\n<p><strong>PRECIOS</strong></p>\n\n<p>Los boletos comienzan en $25 ó $30 dependiendo del espectáculo. Asientos preferenciales disponibles.</p>\n\n<p><strong>COMBO TICKET</strong></p>\n\n<p>Dos boletos para tres funciones o uno para seis funciones distintas por sólo $150. Usted escoge las funciones.</p>\n\n<p><strong>ESTACIONAMIENTO</strong></p>\n\n<p>ICON Parking en la Calle 29 entre las Avenidas Lexington y Tercera. $10 por cuatro horas. Valide el boleto en la boletería.</p>\n\n<p><strong>DESCUENTOS</strong></p>\n\n<p>Empleados de organizaciones contribuyentes reciben entre $10 y $20 de descuento del costo regular de la taquilla. Estudiantes y mayores de 65 años reciben $5 o $10 de descuento con identificación válida. Ninguna oferta puede ser combinada con otra.</p>\n\n<p><strong>ACCESIBILIDAD</strong></p>\n\n<p>Repertorio Español es accesible a sillas de ruedas y cuenta con un sistema de amplificación de audio para personas con dificultades de audición. Por favor indíquenos al momento de reservar si requiere de dichos servicios.</p>\n\n<p><em>No se aceptan cambios ni devoluciones. Reservaciones son válidas sólo para la fecha indicada en el boleto.</em></p>\n\n<p><em>No se permite el acceso a niños menores de doce años, excepto en producciones para niños.</em></p>\n"}],"choicesHtml":["<p>El príncipe y la princesa se casan al final.</p>","<p>Cuchiflín se convierte en héroe.</p>","<p>El bebé es secuestrado.</p>","<p>Los niños ayudan a derrotar al antagonista.</p>"],"answer":2}]