[{"id":"FT534664","type":"mcq","stimulusHtml":"<p>¿Cuál es el tema principal de esta selección?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p><strong>Instrucciones:</strong> Lee con cuidado el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje.</p>\n\n<p>El siguiente artículo apareció en el periódico digital <em>El Comercio</em>, de Quito, Ecuador en junio del 2006.</p>\n\n<p><strong><img alt=\"A picture of two teenage boys with a homemade vehicle is shown. The text underneath reads, Emiliano Saa y Gabriel Jarrín presentaron su carro de tres ruedas en la feria de proyectos que realizó el Colegio Kilpatrick. Foto: el comercio.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/25d9ed7fd340e4d0e1f9bcca4680b73c/original.png\"></strong></p>\n\n<p><strong>El vehículo al que le falta una llanta de atrás</strong></p>\n\n<p>Partes de un auto viejo dieron vida al sueño de Gabriel Jarrín (18 años) y Emiliano Saá (17 años). Primero pensaron en un carro con cuatro ruedas, pero después buscaron un diseño novedoso y creyeron que lo mejor era construir un automóvil de tres ruedas.</p>\n\n<p>Con pocos conocimientos sobre mecánica empezaron la labor. Buscaron en Internet, hojearon algunos libros y pidieron ayuda a todo el mundo, desde maestros, padres y hasta amigos.</p>\n\n<p>Gabriel diseñó el vehículo en Autocad<sup>1</sup>. Emiliano se encargó de hacer una maqueta en tamaño real, pero en platinas de acero, que son más fáciles de trabajar. Luego vino lo difícil, hacer el carro en el material definitivo. Hallaron algunos inconvenientes, pues no podían doblar el metal para lograr el diseño que querían.</p>\n\n<p><strong>(A)</strong> Para concretar su objetivo faltaron a clases y se fueron al taller del padre de Emiliano. Allí intentaron una vez y otra vez hasta que la carrocería estuvo lista.</p>\n\n<p>Ese solo fue el primer paso, importaron unas llantas de cuadrón para dar movilidad al vehículo, luego consiguieron que sus padres les donaran un motor de esos que se utilizan en los ascensores, la barra de direcciones le sacaron de un auto viejo, el volante lo compraron en un almacén y los amortiguadores<sup>2</sup> los hicieron a mano.</p>\n\n<p>El carro se mueve perfectamente y puede alcanzar hasta 60 kilómetros por hora, pero sus dueños han preferido no probarlo a grandes velocidades, pues los frenos son poco efectivos, como están en la llanta de atrás no funcionan a la perfección.</p>\n\n<p>En todo caso, el sueño de estos jóvenes va más allá. Por ahora, sólo lo han presentado en la feria de proyectos de su collegio llamado Kilpatrick.</p>\n\n<p>Pero, ellos ambicionan mejorar el diseño y el funcionamiento para volverlo un producto comercial, sin embargo antes quieren convertirlo en un carro ecológico. <strong>(B)</strong></p>\n\n<p>Es un trabajo que no se ha terminado, pero sus compañeros de aula no dejan de admirar a esta máquina y de subirse aunque sea por un momento en ella, conscientes de que a sus inventores les ha robado muchas horas de sueño y diversión. <strong>(C)</strong></p>\n\n<p>Mientras tanto, sus creadores seguirán inventando, que es lo que más les gusta hacer e irán por la vida armando y desarmando artefactos como hasta ahora. <strong>(D)</strong></p>\n\n<p><sup>1</sup> Autocad: Programa de computadora que sirve para diseñar</p>\n\n<p><sup>2</sup> Amortiguadores: Dispositivo que sirve para compensar y disminuir el efecto de choques, sacudidas o movimientos bruscos en aparatos mecánicos.</p>\n"}],"choicesHtml":["<p>El logro del sueño de unos jóvenes</p>","<p>Vehículos de diferentes materiales</p>","<p>Cómo diseñar vehículos ecológicos</p>","<p>Los proyectos de un colegio secundario</p>"],"answer":-1}]