[{"id":"FT535861","type":"mcq","stimulusHtml":"<p>¿Cuál es el tema de este pasaje?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p><strong>Instrucciones:</strong> Lee con cuidado el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje.</p>\n\n<p>Todas las mañanas, lo primero que hacía don Augusto después de levantarse era saludar a Bernardo. “Buenos días, hijo”, gritaba, asomándose a la habitación del niño, y sin aguardar respuesta, se iba por el pasillo tarareando viejos cuplés, canciones de su época. Luego se afeitaba en el cuarto de baño, operación cuidadosa y reposada, tan reposada que el viejo nunca llegaba al comedor antes de que doña Magdalena y Bernardo hubiesen concluido el desayuno. Así es que siempre le tocaba desayunar solo, entre las tazas y platos sucios. No obstante, despachaba su taza de cacao y su panecillo metódicamente, con toda calma, como si no oyera los furiosos golpes del sacudidor con que doña Magdalena inauguraba la limpieza del cuarto.</p>\n\n<p>Al acabar el desayuno, recogía el periódico de la mesita del recibidor y, llevándolo bajo el brazo, se daba unas vueltas por el jardín con objeto — decía — de activar la circulación. Después, según fueran las indicaciones de la veleta,* colocaba su sillón de mimbre arrimado a tal o cual muro, el que mejor le amparase del viento. Una vez acomodado, no abría el periódico inmediatamente, sino que continuaba sentado allí, casi entre los geranios, mirando en derredor con ojos entornados, de paisajista.</p>\n\n<p><br>\n<span style=\"font-size:0.8em\">* <em>veleta</em>: instrumento que se coloca en lo alto de un ediﬁcio para indicar la dirección del viento</span></p>\n"}],"choicesHtml":["<p>La vida de una típica familia española</p>","<p>La rutina matutina de un anciano</p>","<p>La hora del desayuno</p>","<p>La vida en el campo</p>"],"answer":0}]