[{"id":"FT535960","type":"mcq","stimulusHtml":"<p>¿Quién patrocina el concurso?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el pasaje siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje.</p>\n\t</li>\n</ul>\n\n<p>Este articulo apareció en el periódico en línea de Argentina <em>La Nación</em> en noviembre del 2005.</p>\n\n<p><img alt=\"A webpage shows an article. The address bar at the top reads, h t t p colon forward slash forward slash, w w w dot lanacion dot com dot a r. Tabs below the address bar are as follows. Noticias, Deportiva, Entretenimientos, Tecnología, Opinion, Edición Impresa, Secciones, Suplementos, Todos los títulos, Humor, Avisos, and Edición Electrónica. A text below the tabs reads, Viernes 11 de noviembre de 2005. Three options to the right of this text are as follows: Noticias, Cultura, and Nota.\" height=\"105\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/82e47d7fca62ddc3eac91666210618af/original.png\" width=\"585\" /></p>\n\n<p><strong>LA ARGENTINA, CONTADA POR LOS CHICOS</strong></p>\n\n<p><strong>Juan Antonio Montaño, de San Juan, y Mercedes Soler, de Chubut, obtuvieron los dos primeros premios del certamen</strong></p>\n\n<p>No son relatos aislados. Son historias que sostienen la identidad de los argentinos, en la mirada y la pluma de niños y adolescentes de todo el país. Esos relatos fueron premiados ayer en La Rural, al entregarse las distinciones del Concurso Rincón Gaucho en la Escuela, convocado por LA NACIÓN con el apoyo de la empresa Cargill y el Ministerio de Educación de la Nación. <strong>(A)</strong></p>\n\n<p>Entre 1500 trabajos, realizados por chicos de todo el país, resultaron ganadores los alumnos Juan Antonio Montaño (13 años), de 7<sup>o</sup> año de la Escuela Onofre Illanes, de la Ciénaga, en Jáchal, San Juan, en la categoría de educación general básica (EGB), y Mercedes Constanza Soler (17 años), de la Escuela Agrotécnica N<sup>o</sup> 733, de Gaiman, Chubut, en polimodal.</p>\n\n<p>Recibieron el segundo premio, en cada categoría, Martín Mascareño, de la Escuela N<sup>o</sup> 442 de Colonia Acaraguá, de Alba Posse, Misiones, y Rita Griselda Nieva, de la Escuela Agrotécnica Amaicha del Valle, de Tucumán. La tercera distinción, en cada área, correspondió a Carolina Belén Sandoval, de la Escuela N<sup>o</sup> 4369, del paraje Bella Vista de Chicoana, Salta, y María Laura Bolontrade, del Instituto Baigorria de la localidad cordobesa de Italó.</p>\n\n<p>Los premios comprenden viajes a Puerto Madryn, Cataratas del Iguazú y Bariloche y donaciones para sus escuelas de 10.000, 7500 y 5000 pesos. Además, cada establecimiento recibió una biblioteca con 2000 libros. También se entregaron 20 menciones, diez por cada nivel educativo. Y tanto los 26 chicos como los maestros que los acompañaron se fueron del acto con mochilas y portfolios repletos de libros. <strong>(B)</strong></p>\n\n<p><strong>Experiencia singular</strong></p>\n\n<p>Para los chicos, la experiencia fue emocionante. Los jurados -Analía H. Testa, Fernando Sánchez Zinny, Oche Califa, Margarita Eggers Lan y Féliz Sammartino- ponderaron historias diversas y llenas de riqueza, que habían sido preseleccionadas por un jurado.</p>\n\n<p>Margarita Eggers Lan, coordinadora de la Campaña Nacional de Lectura y jurado del concurso, destacó que convocatorias como el Rincón Gaucho reafirman la pasión por la lectura. \"Estos relatos -dijo- son el reflejo de la vida de los que sostienen el territorio en toda su extensión. Leer estos textos significó conectarnos con la realidad de los lugares más alejados y solitarios, tomar conciencia de sus problemáticas y conocer la lucha de los chicos por preservar la historia\".</p>\n\n<p>Eggers Lan dijo que en sus historia&nbsp;los chicos contaron lo que significó la pérdida del ferrocarril (que aisló a decenas de poblaciones en la década del 90), los oficios sacrificados del interior, las dificultades que traen las inundaciones o las sequías, entre otros temas que incluyen los mitos, las leyendas y los personajes que dan identidad a los lugares. <strong>(C)</strong></p>\n\n<p>Por LA NACIÓN, el secretario de Redacción Carlos Reymundo Roberts puso de relieve que el concurso reflejó \"el espíritu de LA NACIÓN, un diario con vocación nacional: esta fiesta expresa el país grande\". Celebró que el diario sea \"una ventana para que estos relatos lleguen a muchísima gente\".</p>\n\n<p>El director de Relaciones Institucionales de Cargill, Hugo Krajnc, destacó que el concurso de este año dio un salto en la calidad y en la cantidad de las historias y expresó su satisfacción porque participaron escuelas rurales de todo el país.</p>\n\n<p>También habló el narrador y humorista Luís Landriscina, quien reflexionó que \"se educa con el ejemplo y se instruye con la inteligencia\". Defendió la labor del maestro, \"a quien se le exige hoy que haga en cuatro horas lo que los padres no hacemos en 20. Y pretendemos que también sea asistente social y componedor conyugal\".</p>\n\n<p>El secretario del Consejo Federal de Educación, Domingo de Cara -un mendocino que fue durante muchos años maestro rural en su provincia-, afirmó que \"la educación tiene que ser la gran empresa nacional\", al referirse al proyecto de financiamiento educativo que impulsa la cartera conducida por Daniel Filmus.</p>\n\n<p>Los trabajos premiados serán reunidos en un libro que el Ministerio de Educación distribuirá en todas&nbsp;las escuelas rurales. <strong>(D)</strong></p>\n\n<p class=\"text-right\">Reprinted by permission of <em>La Nación.</em></p>\n"}],"choicesHtml":["<p>Un periódico argentino</p>","<p>Una empresa cordobesa</p>","<p>El Ministerio de Bellas Artes</p>","<p>La provincia de Chubut</p>"],"answer":-1}]