[{"id":"FT535307","type":"mcq","stimulusHtml":"<p>¿Con qué propósito se menciona el texto de Julio Verne en el artículo?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p>You have 1 minute to read the directions for this part.</p>\n\n\t<p>You will listen to several audio selections. The first two audio selections are accompanied by reading selections. When there is a reading selection, you will have a designated amount of time to read it.<br>\n\tFor each audio selection, first you will have a designated amount of time to read a preview of the selection as well as to skim the questions that you will be asked. Each selection will be played twice. As you listen to each selection, you may take notes. Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you will have 1 minute to begin answering the questions; after listening to each selection the second time, you will have 15 seconds per question to finish answering the questions. For each question, choose the response that is best according to the audio and/or reading selection and mark your answer on your answer sheet.</p>\n\n\t<p>You will now begin this part.</p>\n\t</li>\n\t<li>\n\t<p>Tienes 1 minuto para leer las instrucciones de esta parte.</p>\n\n\t<p>Vas a escuchar varias grabaciones. Las dos primeras grabaciones van acompañadas de lecturas. Cuando haya una lectura, vas a tener un tiempo determinado para leerla.<br>\n\tPara cada grabación, primero vas a tener un tiempo determinado para leer la introducción y prever las preguntas. Vas a escuchar cada grabación dos veces. Mientras escuchas, puedes tomar apuntes. Tus apuntes no van a ser calificados. Después de escuchar cada selección por primera vez, vas a tener 1 minuto para empezar a contestar las preguntas; después de escuchar por segunda vez, vas a tener 15 segundos por pregunta para terminarlas. Para cada pregunta, elige la mejor respuesta según la grabación o el texto e indícala en la hoja de respuestas.</p>\n\n\t<p>Ahora vas a comenzar esta parte.</p>\n\t</li>\n</ul>\n\n<p><strong>Selección número 1</strong></p>\n\n<p>Tema curricular: La ciencia y la tecnología</p>\n\n<p><strong>Fuente número 1</strong></p>\n\n<p>Primero tienes 4 minutos para leer la fuente número 1.</p>\n\n<p>Introducción</p>\n\n<p>Este texto trata del fenómeno del mar fosforescente. El artículo original fue publicado el 14 de octubre de 2005 en España por la periodista Olalla Cernuda.</p>\n\n<p class=\"text-center\"><strong>El misterio del mar fosforescente</strong></p>\n\n<p>Desde hace siglos, miles de marineros de buena parte del mundo han contado fábulas increíbles sobre unos mares «que brillaban en la oscuridad hasta allí donde llega la vista». Son historias que han pasado de la leyenda a la más pura realidad después de que el fenómeno haya sido fotografiado por primera vez desde un satélite.</p>\n\n<p>Hasta el capitán Nemo a bordo de su <em>Nautilus</em> describió perfectamente uno de estos «mares brillantes» en el libro <em>20.000 leguas de viaje submarino</em>, escrito por Julio Verne en 1869. «Era un“mar de leche”, una balsa de agua que brillaba en la oscuridad», decía. Los científicos todavía no han logrado explicar totalmente el fenómeno, pero un satélite de defensa estadounidense ha conseguido tomar las primeras imágenes de estos misteriosos brillos, lo que proporcionará a los científicos material para estudiar durante los próximos años.</p>\n\n<p>Las imágenes, tomadas en 1995 y publicadas ahora por la revista <em>Proceedings of the National Academy of Sciences</em>, muestran un área de unos 250 kilómetros de largo y una superficie de 15.400 kilómetros cuadrados del Océano Índico, cerca de las costas de Somalia, que brilla de forma extraordinaria. El fenómeno se produjo durante tres noches consecutivas en el mes de enero, y además de desde el aire —con el satélite, a 800 km de altura— fue también visto por un barco británico, el SS Lima, que transitaba la zona.<br>\nDesde que se tomaron las fotografías, científicos de todo el mundo tratan de dar respuesta al enigma. Por el momento, la hipótesis que toma más fuerza es que se trate de florecimientos de bacterias luminíferas, probablemente las <em>Vibrio harveyi</em>, que viven asociadas a algas. Estas criaturas podrían producir un brillo continuo muy diferente de los <em>ﬂashes</em> breves y a intervalos que producen los dinoflagelados, muy comunes en grandes cantidades de agua.</p>\n\n<p>El equipo de expertos que sostiene esta teoría, liderado por el doctor Steve Miller, del Laboratorio de Investigación Naval de California, asegura que para que el brillo del agua sea visible desde 800 kilómetros de altura, la zona debe tener una población extraordinariamente grande de estas bacterias.</p>\n\n<p>Sin embargo, los científicos no han podido corroborar esta teoría, que por el momento es apuntalada por muchos y criticada por otros. El hecho de que, diez años después de tomar las imágenes, los investigadores todavía no hayan logrado dar una respuesta exacta al fenómeno demuestra que las profundidades del mar son uno de los lugares del planeta menos estudiados.</p>\n\n<p><strong>Fuente número 2</strong></p>\n\n<p>Tienes 2 minutos para leer la introducción y prever las preguntas.</p>\n\n<p>Introducción</p>\n\n<p>Esta grabación trata del Primer Simposio de Bioluminiscencia en Vieques. El reportaje fue publicado el 20 de enero de 2011 en Puerto Rico por el programa Sea Grant. Son entrevistadas Lirio Márquez, la coordinadora del simposio, la senadora Norma Burgos, la senadora Marita Santiago y Ruperto Chaparro, el director de Sea Grant. La grabación dura aproximadamente tres minutos.</p>\n\n<p><span style=\"font-size:0.8em\">Used by permission of UPR Sea Grant College Program.</span></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_d4aa05e6df49a669b5fcfdf5d016acf3\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a30d30b63d48f6e0540465490b0f0d3f/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}],"choicesHtml":["<p>Para presentar la extensión geográfica del fenómeno</p>","<p>Para resaltar la antigüedad del fenómeno</p>","<p>Para exponer otra hipótesis sobre fenómenos similares</p>","<p>Para añadir más ejemplos de otros fenómenos</p>"],"answer":0}]