[{"id":"FT535568","type":"longtextV2","stimulusHtml":"<p>You have 1 minute to read the directions for this task.</p>\n\n<p>You will write a persuasive essay to submit to a Spanish writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p>You will now begin this task.</p>\n\n<p>Tienes 1 minuto para leer las instrucciones de este ejercicio.</p>\n\n<p>Vas a escribir un ensayo persuasivo para un concurso de redacción en español. El tema del ensayo se basa en las tres fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. Primero, vas a tener 6 minutos para leer el tema del ensayo y los textos. Después, vas a escuchar la grabación dos veces; debes tomar apuntes mientras escuchas. Luego vas a tener 40 minutos para preparar y escribir tu ensayo.</p>\n\n<p>En un ensayo persuasivo, debes presentar los diferentes puntos de vista de las fuentes sobre el tema, expresar tu propio punto de vista y apoyarlo. Usa información de todas las fuentes para apoyar tu punto de vista. Al referirte a las fuentes, identifícalas apropiadamente. Organiza también el ensayo en distintos párrafos bien desarrollados.</p>\n\n<p>Ahora vas a empezar este ejercicio.</p>\n\n<p>Tema curricular: Las familias y las comunidades</p>\n\n<p>Primero tienes 6 minutos para leer el tema del ensayo, la fuente número 1 y la fuente número 2.</p>\n\n<p>Tema del ensayo:</p>\n\n<p>¿Se debe celebrar una fiesta especial cuando una persona cumple los quince años?</p>\n\n<p><strong>Fuente número 1</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de la celebración de los quince años. El artículo original fue publicado el 6 de octubre de 2003 en España por Protocolo.org.</p>\n\n<p><strong>CELEBRAR LA FIESTA DE LOS QUINCE AÑOS</strong></p>\n\n<p>El gran día de la quinceañera no sólo incluye un estupendo vestido, un peinado elegante y otros cuantos complementos más. Es un día de fiesta para compartir con sus familiares y amigos. Cada país puede tener su particular celebración, pero vamos a dar las pautas más generales y comunes a este tipo de celebración.</p>\n\n<p>En algunos países, ese día de fiesta comienza con una misa o acto religioso similar. Es una ceremonia de agradecimiento. La fiesta de los quince años es un evento religioso y social que en cada país o región puede tener más importancia una cosa que la otra. Actualmente, va perdiendo importancia la parte religiosa de la fiesta.</p>\n\n<p><strong>La celebración</strong></p>\n\n<p>Lo más habitual es alquilar los servicios de algún local de hostelería, como el salón de un hotel, un local acondicionado para fiestas o convites e incluso se puede hacer en el propio jardín de casa, en su finca o hacienda. Cualquiera que sea el lugar elegido debe estar bien adornado para la fiesta.</p>\n\n<p>El organizador debe contar con una lista de invitados o bien saber el número aproximado de los mismos, para poder disponer una cantidad suficiente de comida y bebida para no quedarse corto, que haya suficiente cantidad para todos. El bufet es el tipo de servicio más habitual, pero cada familia puede elegir el que considere más oportuno en función de sus propios gustos y del presupuesto con el que cuenten.</p>\n\n<p>La quinceañera, por regla general, llega del brazo de su padre, o en su defecto de su padrino, y hace su entrada como una auténtica princesa.</p>\n\n<p>La fiesta se suele abrir con un vals o un tema melódico similar, que baila con su padre. Si ha entrado de la mano de su pareja, lo baila con su pareja y luego le cede este honor al padre de la quinceañera. Como decimos en cada país o región puede haber una costumbre diferente. Poco a poco se van incorporando los demás invitados al baile y la fiesta se pone en marcha.</p>\n\n<p>Es costumbre, en algunos lugares, hacer un brindis, y en algunos casos, dar un pequeño discursito o decir al menos unas palabras de agradecimiento para los invitados que han asistido a la celebración.</p>\n\n<p>Otra costumbre, que hay en algunos países o regiones, es el reparto de las velas de la torta de la quinceañera. Toma las velas de la torta y las reparte entre las personas más importantes de su vida, generalmente las entrega a sus padres, hermanos, abuelos, algunos familiares y los amigos más íntimos.</p>\n\n<p><strong>Torta de los quince años</strong></p>\n\n<p>Cuando la celebración va por su mitad, suele ser un buen momento para cortar la gran torta —pastel—. La quinceañera hará los honores de cortarla.</p>\n\n<p>La torta suele tener un tamaño considerable para que todos los invitados puedan degustar un buen pedazo. La decoración suele ser muy elegante y llamativa. Es uno de los elementos principales de la celebración de la fiesta de los quince años, una gran torta.</p>\n\n<p>La fiesta se suele prolongar hasta muy tarde, y los más jóvenes disfrutan del baile, con música muy variada. Los temas pueden ser una selección de los favoritos de la quinceañera.</p>\n\n<p><span style=\"font-size:0.8em\">Used by permission of Cronis On Line SL.</span></p>\n\n<p><strong>Fuente número 2</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de lo que volverían a hacer algunas personas si cumplieran nuevamente quince años. El gráfico original fue publicado el 31 de agosto de 2006 en Inglaterra por BBCMundo.com.</p>\n\n<p><strong>¿QUÉ ELEGIRÍA SI PUDIERA VOLVER A CELEBRAR LOS QUINCE?</strong></p>\n\n<p><img alt=\"A box is shown with the title, ¿Qué elegiría si pudiera volver a celebrar los quince? The title in the box is Resultados, and under the box it reads Resultados sin valor estadístico. Horizontal black bars are shown inside the box indicating the relative percentage for each item. The first item is Fiesta, and the bar goes out to 13.6 percent. The second item is Viaje, and the bar goes out to 59.21 percent. The third item is Automóvil and the bar goes out to 17.85 percent. The fourth item is Joya and the bar goes out to 2.27 pecent. The fifth item is Cirugía estética and the bar goes out to 7.08 percent. At the bottom of the box it reads 353 votos emitidos.\" height=\"316\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3be4352caeb6069b1d1997ff0041e7ef/original.png\" width=\"280\"></p>\n\n<p>Resultados sin valor estadístico</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Fuente número 3</strong></p>\n\n<p>Tienes 30 segundos para leer la introducción.</p>\n\n<p>Introducción</p>\n\n<p>Esta grabación trata del valor de la fiesta de los quince años. La entrevista original fue publicada el 31 de agosto de 2006 en Inglaterra por BBCMundo.com. La grabación dura aproximadamente tres minutos.</p>\n\n<p><span style=\"font-size:0.8em\">© BBC 2006 Reproduced by permission.</span></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_2cc42dd740a29ce522a703f7fad1bec7\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b1cada93823b51403fc662cd36195d4f/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]