[{"id":"FT534631","type":"mcq","stimulusHtml":"<p>¿Cuál es el tema central de este artículo?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Read the following passage carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p><strong>Instrucciones:</strong> Lee con cuidado el pasajes siguiente. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación, de acuerdo con el pasaje.</p>\n\n<p><em>Este artículo apareció en el periódico en línea de San José, Costa Rica, NACION.com en junio del 2006.</em></p>\n\n<p>Actividad en Pedregal, en San Antonio de Belén</p>\n\n<p><span style=\"font-size:1.5em\"><strong>Una feria con merengue, muchos descuentos y pocas novedades</strong></span></p>\n\n<p><em>La fiesta del libro atrajo ayer a muchas familias, que salieron llenas de compras</em></p>\n\n<p><em>La oferta es muy variada: desde autoayuda hasta clásicos literarios</em></p>\n\n<p>Doriam Díaz</p>\n\n<p><u>ddiaz@nacion.com</u></p>\n\n<p>Familias enteras cargadas con libros recién compraditos, descuentos y promociones por doquier, una oferta editorial muy variada, pero con pocas novedades y el merengue sonando a toda hora. Ese fue el panorama que mostró ayer la novena edición de la Feria Internacional del Libro, en San Antonio de Belén.</p>\n\n<p>Esa actividad, que muchos llaman \"la fiesta del libro\", atrajo ayer al Centro de Exposiciones Pedregal a una enorme cantidad de padres con sus hijos, procedentes de diferentes partes del país, como Cartago, Heredia, Aserrí, Curridabat y Montes de Oca. <strong>(A)</strong></p>\n\n<p>La mayoría salió con una o varias bolsas llenas de libros. <strong>(B)</strong></p>\n\n<p>Los más felices fueron los niños. Además de una enorme cantidad de libros, ellos encontraron muchas actividades para jugar y hasta para salir con la cara y brazos pintados.</p>\n\n<p>Los padres decían estar satisfechos porque la feria les da la oportunidad de acercar a los pequeños a la lectura.</p>\n\n<p>\"Mi familia siempre asiste. Es bueno traer aquí a los niños para que se familiaricen con los libros\", aseguró Roberto Gómez, un vecino de Heredia. <strong>(C)</strong></p>\n\n<p><strong>Tierra de descuentos.</strong> Uno de los atractivos es la gran cantidad de descuentos y promociones que hay en los puestos de las 60 empresas participantes.</p>\n\n<p>Unas ofrecen el 10% o 15% menos en las compras, otros dan tres libros por el precio de dos, y muchos tienen un sitio especial donde ubican las rebajas.</p>\n\n<p>La oferta de títulos es enorme y muy variada. Entre los libros de 360 sellos editoriales se encuentran desde los clásicos hasta la literatura más reciente -nacional y extranjera. <strong>(D)</strong></p>\n\n<p>Sin embargo, los que buscan novedades editoriales se quedan con ganas porque hay pocas opciones.</p>\n\n<p>Para encontrar lo interesante, que casi nunca es lo mejor exhibido, hay que buscar y rebuscar.</p>\n\n<p>Lo que más promocionan las librerías son los <em>best seller,</em> y este año se nota una sobreoferta de libros de Tom Clancy y Danielle Steel, así como de obras de \"hágalo usted mismo\" y autoayuda.</p>\n\n<p>Sin embargo, también se encuentra libros de Julio Cortázar, Gao Xingjian, Rodrigo Rey Rosa y Miguel Ángel Asturias.</p>\n\n<p><strong>Otros atractivos.</strong> La representación de República Dominicana, país invitado, tiene un espacio que no solo llena de música de merengue a todo el espacio ferial, sino que lo invita a conocer la literatura y cultura de ese pueblo.</p>\n\n<p>En esta feria, el proyecto <em>Los pueblos del mundo</em> invita a los asistentes a escribir un versículo de la Biblia con su letra. Cuando todo el texto esté transcrito por los costarricenses será enviado a la Casa de la Biblia en Israel.</p>\n\n<p>Para asistir: La Feria está abierta de 9 a.m. a 9 p.m.</p>\n\n<p>Hoy, a las 3 p.m. habrá una charla sobre poesía dominicana.</p>\n"}],"choicesHtml":["<p>Una promoción editorial de una nueva novela</p>","<p>Un evento cultural de difusión literaria</p>","<p>Un día familiar para disfrutar al aire libre</p>","<p>Un festival de música infantil</p>"],"answer":0}]