[{"id":"FT535208","type":"mcq","stimulusHtml":"¿A qué se refiere \"marchitarse\" (línea 4) en el texto?","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p>Read the passage and answer the corresponding questions.</p>\n\t</li>\n\t<li>\n\t<p>Lea el pasaje y responda las preguntas correspondientes.</p>\n\t</li>\n</ul>\n\n<p>Tema curricular: Las identidades personales y públicas</p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de lo que una rosa piensa de sí misma. El cuento original fue publicado en España por la escritora Rosa María Roé. Las protagonistas son la rosa y una muchacha.</p>\n\n<p class=\"text-center\"><strong>La rosa blanca</strong></p>\n\n<p>En un jardín de matorrales, entre hierbas y maleza, apareció como salida de la nada una rosa blanca. Era blanca como la nieve, sus pétalos parecían de terciopelo y el rocío de la mañana brillaba sobre sus hojas como cristales resplandecientes. Ella no podía verse, por eso no sabía lo bonita que era. Por ello pasó los pocos días que fue flor hasta que empezó a marchitarse sin saber que a su alrededor todos estaban pendientes de ella y de su perfección: su perfume, la suavidad de sus pétalos, su armonía. No se daba cuenta de que todo el que la veía tenía elogios hacia ella. Las malas hierbas que la envolvían estaban fascinadas con su belleza y vivían hechizadas por su aroma y elegancia.</p>\n\n<p>Un día de mucho sol y calor, una muchacha paseaba por el jardín pensando cuántas cosas bonitas nos regala la madre tierra, cuando de pronto vio una rosa blanca en una parte olvidada del jardín, que empezaba a marchitarse.</p>\n\n<p>—Hace días que no llueve, pensó —si se queda aquí mañana ya estará mustia. La llevaré a casa y la pondré en aquel jarrón tan bonito que me regalaron.</p>\n\n<p>Y así lo hizo. Con todo su amor puso la rosa marchita en agua, en un lindo jarrón de cristal de colores, y lo acercó a la ventana. —La dejaré aquí, pensó —porque así le llegará la luz del sol. Lo que la joven no sabía es que su reflejo en la ventana mostraba a la rosa un retrato de ella misma que jamás había llegado a conocer.</p>\n\n<p>—¿Esta soy yo? Pensó. Poco a poco sus hojas inclinadas hacia el suelo se fueron enderezando y miraban de nuevo hacia el sol y así, lentamente, fue recuperando su estilizada silueta. Cuando ya estuvo totalmente restablecida vio, mirándose al cristal, que era una hermosa flor, y pensó: ¡¡Vaya!! Hasta ahora no me he dado cuenta de quién era, ¿cómo he podido estar tan ciega?</p>\n\n<p>La rosa descubrió que había pasado sus días sin apreciar su belleza. Sin mirarse bien a sí misma para saber quién era en realidad.</p>\n\n<p>Si quieres saber quién eres de verdad, olvida lo que ves a tu alrededor y mira siempre en tu corazón.</p>\n\n<p><em>\"La rosa blanca\" by Rosa María Roé. Used by permission of CEDRO and the author.</em></p>\n"}],"choicesHtml":["<p>Al proceso de decadencia de la rosa</p>","<p>Al sentimiento de la niña hacia la flor</p>","<p>A la actitud de las otras flores hacia la rosa</p>","<p>Al proceso de la flor de ser trasladada del jardín a la casa</p>"],"answer":-1}]