[{"id":"FT556879","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying Sources 1-3. The sources include both print and audio material. First, you will have 7 minutes to read the printed material. Afterward, you will hear the audio material; you should take notes while you listen. Then, you will have 5 minutes to plan your response and 40 minutes to write your essay. Your essay should be at least 200 words in length.</p>\n\n\t<p>This question is designed to test your ability to interpret and synthesize different sources. Your essay should use information from the sources to support your ideas. You should refer to ALL of the sources. As you refer to the sources, identify them appropriately. Avoid simply summarizing the sources individually.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en las Fuentes 1-3. Las fuentes comprenden material tanto impreso como auditivo. Primero, dispondrás de 7 minutos para leer el material impreso. Después, escucharás el material auditivo; debes tomar apuntes mientras escuches. Luego, tendrás 5 minutos para organizar tus ideas y 40 minutos para escribir tu ensayo. El ensayo debe tener una extensión mínima de 200 palabras.</p>\n\n\t<p>Esta pregunta se diseñó para medir tu capacidad de interpretar y sintetizar varias fuentes. Tu ensayo debe utilizar información de las fuentes que apoye tus ideas. Debes referirte a TODAS las fuentes. Al referirte a las fuentes, identifícalas apropiadamente. Evita simplemente resumir las fuentes individualmente.</p>\n\t</li>\n</ul>\n\n<p><strong>¿Por qué es aconsejable mantener una vida sana y activa?</strong></p>\n\n<p class=\"text-center\"><strong>Fuente</strong>&nbsp;<strong>n.<sup>o</sup> 1</strong></p>\n\n<p>Fuente: El siguiente artículo fue adaptado de uno que apareció en elmundo.es el 29 de abril de 2009.</p>\n\n<p><strong>Empezará con los niños</strong></p>\n\n<p><strong>José Andrés inicia una cruzada para enseñar a EE.UU. a comer sano y en casa</strong></p>\n\n<p>Efe | Washington</p>\n\n<p>29/04/2009 11:58 horas</p>\n\n<p>El chef español José Andrés se ha embarcado en una cruzada que se presenta complicada: enseñar a EE.UU. a comer bien y en casa. Para ello, va a aprovechar su fama —es el cocinero español más conocido popularmente en EE.UU.— y va a empezar por los niños.</p>\n\n<p>José Andrés, que cuenta con siete restaurantes en la ciudad de Washington y uno en Beverly Hills, fue recientemente invitado por la Casa Blanca para impartir un taller de cocina durante una fiesta infantil que tuvo lugar en los jardines de la mansión presidencial. Allí, entre sartenes y dulces, José Andrés les habló a los niños de la importancia de aprender a cocinar en casa.</p>\n\n<p>“Este es un país en el que la costumbre de comer fuera de casa está muy arraigada desde la Segunda Guerra Mundial. Por eso hay tanta gente que no sabe cómo alimentarse”, dijo José Andrés.</p>\n\n<p>Para el cocinero, que forma parte de la junta directiva del comedor social DC Central Kitchen, la crisis económica debe ser un motivo más para cocinar en casa. “Hay que reservar los restaurantes para los días especiales, y aprovechar que comer en casa es más barato”, afirmó.</p>\n\n<p>Padre de tres hijas pequeñas, el chef reconoce que está preocupado por el aumento de la obesidad infantil y por eso prepara ya el temario de una clase de nutrición que va a impartir en una escuela de Washington. Confía en que este sea el germen de una idea que se generalice y espera que otras escuelas del país comiencen a hablar a sus alumnos de la importancia de una buena alimentación.</p>\n\n<p>Al chef le gustaría, además, que la nutrición comience a formar parte del debate político. “El hecho de que Michelle Obama haya decidido plantar un huerto en los jardines de la Casa Blanca, algo que nunca se había hecho, es una señal de que a esta administración le interesa dar importancia a la comida”, aseguró. Esa es una vía que hay que utilizar ahora en un país donde, para muchos, una buena comida pasa por evitar los vegetales.</p>\n\n<p>José Andrés también espera que los platos mediterráneos que sirve en sus restaurantes inspiren a los estadounidenses a meterse en la cocina, tanto en la capital estadounidense como en Los Ángeles, donde José Andrés abrió en diciembre su primer establecimiento en la costa oeste, The Bazaar, que fusiona lo español con la gastronomía de diferentes partes del mundo.</p>\n\n<p>Used by permission of EFE.</p>\n\n<p class=\"text-center\"><strong>Fuente&nbsp;n.° 2</strong></p>\n\n<p>Fuente: El siguiente artículo fue adaptado de uno que apareció en elmundo.es el 27 de octubre de 2009.</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"A screenshot shows the header of a window titled &quot;elmundo dot es Cultura y ocio.&quot; It further reads Espana, Internacional, Economia, Cultura, Ciencia, Tecnologia, and Deportes. An empty text box appears beneath it with a button named Buscar.\" height=\"87\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9c901f76a777bca325c720a9076c6610/original.png\" width=\"633\">\n<p>EN NIÑOS</p>\n\n<p><strong>COMPENSAR LA FALTA DE SUEÑO DURANTE LOS FESTIVOS REDUCE EL RIESGO DE OBESIDAD</strong></p>\n\n<p>Los científicos advierten que la mejor medida es llevar una pauta de sueño constante</p>\n\n<p><strong>CRISTINA G. LUCIO</strong></p>\n\n<p><img alt=\"A cartoon image shows a kid snoring in sleep.\" height=\"179\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1364f0f4ac1becaaac302fb5d51f22d2/original.png\" width=\"235\"></p>\n\n<p>MADRID.- Por culpa de apretadas agendas de actividades extraescolares, grandes listas de deberes y hábitos poco recomendables —como ver demasiada televisión— muchos niños no duermes las horas que necesitan.</p>\n\n<p>Esta falta de sueño entre los más pequeños se ha asociado en numerosas ocasiones con un aumento del riesgo de obesidad, entre otros trastornos. Sin embargo, no todos los que de lunes a viernes descansan menos de lo que deberían tienen las mismas posibilidades de sufrir sobrepeso. Quienes compensas esa carencia durante los fines de semana y vacaciones pueden reducir, al menos en parte, ese riesgo.</p>\n\n<p>\"La disminución de la duración del sueño se ha convertido en un convertido en un distintivo de la sociedad moderna. La gente duerme entre una y dos horas menos que hace una década\", explican los autores de esta investigación, cuyo trabajo se publica en las páginas de las revistas \"Pediatrics\".</p>\n\n<p>\"Este fenómeno también se observa en niños, adolescentes y jóvenes\", añaden estos investigadores —miembros de la Universidad China de Hong Kong— quienes analizaron el caso de 5.159 niños cuya edad media era de 9 años.</p>\n\n<p><strong>La investigación</strong></p>\n\n<p>A través de cuestionarios dirigidos a los padres, estos expertos estudiaron los hábitos de sueño de los pequeños y obtuvieron información básica sobre su estado de salud y el tiempo que pasaban jugando al ordenador y haciendo ejercicio físico, entre otras actividades.</p>\n\n<p>Los resultados de su trabajo confirmaron una relación entre la falta del sueño y un aumento de las probabilidades de sufrir obesidad. Además mostraron que aquellos niños que dormían menos de 8 horas durante toda la semana, tenían un riesgo significativamente más algo de padecer sobrepeso que el resto de sus compañeros.</p>\n\n<p>\"Nuestros resultados sugieren que compensar en días festivos y fines de semana una corta duración del sueño durante los días laborables podría en parte el riesgo de obesidad\", comentan.</p>\n\n<p><strong>La importancia de dormir bien</strong></p>\n\n<p>En sus conclusiones, estos científicos remarcan que sus resultados \"deben tomarse con cautela\" y recuerdan que la mejor medida para reducir éste y otros muchos riesgos no es dormir más el fin de semana, sino llevar una pauta de descanso adecuada y constante.</p>\n\n<p>\"Está documentado que un sueño insuficiente en niños y adolescentes también se asocia con otras repercusiones serias, como dificultades académicas o problemas de comportamiento\", advierten los autores.</p>\n\n<p>“En niños compensar la falta de sueño durante los festivos reduce el riesgo de obesidad”. Cristina G. Lucio/ www.elmundo.es</p>\n\n<p class=\"text-center\"><strong>Fuente&nbsp;n.° 3</strong></p>\n\n<p>Fuente: El siguiente informe titulado “Media hora diaria de actividad física previene la obesidad en los niños” se presentó en el sitio de Internet acceso.com de Madrid, España, el 2 de marzo de 2005.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_0ff91663ed4963334456e81bd4de2306\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4bc2aad6b34c50716a985a02afbc2888/original.mp3\" data-type=\"audioplayer\"></span></p>"}]