[{"id":"FT556833","type":"longtextV2","stimulusHtml":"<p>You have 1 minute to read the directions for this task.</p>\n\n<p>You will write a persuasive essay to submit to a Spanish writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p>Tienes 1 minuto para leer las instrucciones de este ejercicio.</p>\n\n<p>Vas a escribir un ensayo persuasivo para un concurso de redacción en español. El tema del ensayo se basa en las tres fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. Primero, vas a tener 6 minutos para leer el tema del ensayo y los textos. Después, vas a escuchar la grabación dos veces; debes tomar apuntes mientras escuchas. Luego vas a tener 40 minutos para preparar y escribir tu ensayo.</p>\n\n<p>En un ensayo persuasivo, debes presentar los diferentes puntos de vista de las fuentes sobre el tema, expresar tu propio punto de vista y apoyarlo. Usa información de todas las fuentes para apoyar tu punto de vista. Al referirte a las fuentes, identifícalas apropiadamente. Organiza también el ensayo en distintos párrafos bien desarrollados.</p>\n\n<p>You will now begin this task.</p>\n\n<p>Ahora vas a empezar este ejercicio.</p>\n\n<p>Tema curricular: La ciencia y la tecnología</p>\n\n<p>Primero tienes 6 minutos para leer el tema del ensayo, la fuente número 1 y la fuente número 2.</p>\n\n<p><strong>Tema del ensayo:</strong></p>\n\n<p>¿Es beneficioso el aumento de la popularidad de los libros electrónicos?</p>\n\n<p><strong>Fuente número 1</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de las ventajas y desventajas del libro electrónico. El artículo original fue publicado el 13 de septiembre de 2012 en Argentina por el periodista Maximiliano Tomás del diario La Nación.</p>\n\n<p class=\"text-center\"><strong>Ventajas y desventajas del libro electrónico frente al libro en papel</strong></p>\n\n<p>Maximiliano Tomás</p>\n\n<p><em>La Nación,</em> Argentina</p>\n\n<p>\"¿Hay algo más desalentador que entrar a la casa de alguien y advertir que no hay, por ningún lado, una biblioteca?”. Algo así se preguntaba un artículo reciente (que justo ahora no puedo recordar dónde leí, pero seguro fue en la Web). Y si bien entiendo la sensación que pretendía evocar la pregunta, también es cierto que en ella palpita un planteo levemente anacrónico: ¿y si el dueño de casa es alguien joven, un lector del nuevo siglo, que tiene cientos o miles de libros en su computadora, en su tableta, en su dispositivo de lectura electrónico? Primer punto a favor del libro electrónico: no ocupa lugar (y cualquiera que haya hecho más de una mudanza sabe lo que pesan los libros de papel y lo trabajoso que es rotular cajas para conservar el orden de las bibliotecas).</p>\n\n<p>Aunque en esa hipotética casa, es cierto, la sensación de vacío no desaparecería del todo. Sin dudas se trata de un resabio romántico, pero el libro en papel sigue siendo un objeto (su textura, su olor, el color y el diseño de las tapas) difícil de mejorar, bastante más amigable y cálido, y muchas veces incluso más bello que cualquier pantalla táctil. Punto, entonces, para el libro en papel. ¿Y qué pasa con los viajes? Acá no hay dudas: si uno tiene que tomarse un avión, punto para el libro electrónico, que en apenas unos cientos de gramos es capaz de contener bibliotecas enteras. Aunque si se trata de viajes cortos, en colectivo, subte o tren, lo cierto es que es más durable y menos arriesgado leer un libro impreso: si se cae no se rompe, si llueve se moja pero no se arruina, y no creo que nadie se desespere por robarnos. Punto para el libro en papel.</p>\n\n<p>¿El precio? En muchos casos no hay diferencias significativas, pero en general son más baratas las descargas de archivos electrónicos, y los clásicos circulan de forma completamente gratuita: punto para el libro electrónico. ¿Y qué pasa con los préstamos? En este caso es igual: uno puede prestar un libro en papel como puede compartir un archivo digital con cualquiera. También juega a favor de los nuevos dispositivos de lectura el argumento ecológico; menos libros impresos significa menos bosques talados. Pero hay un punto más a favor del papel: todo el que tenga una biblioteca física podrá estar seguro de que los libros estarán, siempre, ahí donde se los dejó por última vez. No pueden decir lo mismo los dueños de libros electrónicos. Las empresas licenciatarias tienen acceso a todos los archivos contenidos en estos aparatos, y pueden manipularlos a su antojo, sin pedir permiso (además de intervenir las pantallas con publicidad no solicitada). Punto para el papel.</p>\n\n<p><strong>Fuente número 2</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de los hábitos de lectura de libros en España. El gráfico original fue publicado en 2011 por la FGEE (Federación de Gremios de Editores de España).</p>\n\n<p><img alt=\"A horizontal bar graph is shown. The title is Encuesta sobre hábitos de lectura de libros en España The legend indicates that black is for Total lee (en cualquier formato) and grey is for lee en formato digital. The first category is Hombre, with the black bar to 92 percent and the grey bar to 59.9 percent. The second category is Mujer, with the black bar to 88.8 percent and the grey bar to 45.6 percent. There is a small white space before the rest of the categories.  The third category is de 14 a 24 años, with the black bar to 98.5 percent and the grey bar to 85.3 percent. The fourth category is de 25 a 34 años, with the black bar to 96 percent and the grey bar to 78.1 percent. The fifth category is de 35 a 44 años, with the black bar to 93.1 percent and the grey bar to 60.1 percent. The sixth category is de 45 a 55 años, with the black bar to 92.4 percent and the grey bar to 49 percent. The seventh category is de 56 a 64 años, with the black bar to 87.9 percent and the grey bar to 32.5 percent. The eighth category is de 65 años y más, with the black bar to 74.9 percent and the grey bar to 10.6 percent.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2bc560a946058ba1ccafb7adac85db0d/original.png\"></p>\n\n<p><strong>Fuente número 3</strong></p>\n\n<p>Tienes 30 segundos para leer la introducción.</p>\n\n<p>Introducción</p>\n\n<p>Esta grabación trata de la industria de los libros digitales. El informe original titulado “¿Libro de papel o electrónico?” fue publicado el 6 de junio de 2011 por Radio Naciones Unidas. La grabación dura aproximadamente tres minutos.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_b5f5fb52ae09b6f4cad7f73b9167d3ed\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9c10c9c1e0ed5cd1f19ca5459a523727/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]