[{"id":"FT556829","type":"longtextV2","stimulusHtml":"<p>You have 1 minute to read the directions for this task.</p>\n\n<p>You will write a persuasive essay to submit to a Spanish writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p>Tienes 1 minuto para leer las instrucciones de este ejercicio.</p>\n\n<p>Vas a escribir un ensayo persuasivo para un concurso de redacción en español. El tema del ensayo se basa en las tres fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. Primero, vas a tener 6 minutos para leer el tema del ensayo y los textos. Después, vas a escuchar la grabación dos veces; debes tomar apuntes mientras escuchas. Luego vas a tener 40 minutos para preparar y escribir tu ensayo.</p>\n\n<p>En un ensayo persuasivo, debes presentar los diferentes puntos de vista de las fuentes sobre el tema, expresar tu propio punto de vista y apoyarlo. Usa información de todas las fuentes para apoyar tu punto de vista. Al referirte a las fuentes, identifícalas apropiadamente. Organiza también el ensayo en distintos párrafos bien desarrollados.</p>\n\n<p>You will now begin this task.</p>\n\n<p>Ahora vas a empezar este ejercicio.</p>\n\n<p>Tema curricular: La ciencia y la tecnología</p>\n\n<p>Primero tienes 6 minutos para leer el tema del ensayo, la fuente número 1 y la fuente número 2.</p>\n\n<p><strong>Tema del ensayo:</strong></p>\n\n<p>¿Es beneficioso para una compañía permitir que los empleados trabajen desde la casa?</p>\n\n<p><strong>Fuente número 1</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de algunas de las ventajas y desventajas del teletrabajo. El artículo original fue publicado el 3 de marzo de 2013 por BBC Mundo.</p>\n\n<p><strong>Los mitos y verdades de trabajar desde la casa</strong></p>\n\n<p>Margaret Ryan, BBC</p>\n\n<p>Domingo, 3 de marzo de 2013</p>\n\n<p><strong>Yahoo ha prohibido que su personal trabaje a distancia. Tras años de escuchar que el trabajo desde la casa sería el futuro laboral de todo el mundo, ¿por qué aún es la excepción y no la norma?</strong></p>\n\n<p><strong>Más tecnología, menos teletrabajo</strong></p>\n\n<p>La gente en Occidente está siendo constantemente bombardeada de noticias sobre cómo la tecnología facilita la comunicación con la oficina. Muchos tienen Internet banda ancha y cámaras web que les permiten estar virtualmente en cualquier reunión importante. Están rodeados de teléfonos inteligentes, computadoras portátiles y tabletas.</p>\n\n<p>Todo está ahí, listo y accesible para liberarlos de viajar diariamente al trabajo. Aquellos que trabajan en industrias como la manufacturera o en comercios deben estar siempre presentes, pero en una época donde tanta gente trabaja en oficinas, ¿por qué no trasladar sus escritorios a la casa?</p>\n\n<p>Hay señales de que el número de gente trabajando desde sus hogares ha aumentado en el Reino Unido, según la Confederación de Industrias Británicas (CBI, según sus siglas en inglés). Un 59% de empleadores ofrecían programas de teletrabajo en 2011, muy por sobre el 13% registrado en 2006.</p>\n\n<p>En Estados Unidos, el 24% de los empleados reportó haber trabajado desde su casa al menos algunas horas a la semana, según el Bureau of Labor Statistics.</p>\n\n<p>Sin embargo, sólo un 2,5% de la fuerza laboral (3,1 millones de personas, sin incluir los trabajadores independientes o voluntarios) consideran su casa como lugar de trabajo, según un estudio de Telework Research Network.</p>\n\n<p>Yahoo no es una voz aislada llamando a sus trabajadores de vuelta a sus oficinas físicas.</p>\n\n<p>“El jefe de Finanzas de Google, Patrick Pichette, dijo que cuando le preguntan cuánta gente de la&nbsp;compañía trabaja a distancia, su respuesta es “la menos posible”. “Hay algo mágico en compartir almuerzos”, explica Pichette. “Hay algo mágico en lanzar ideas, en preguntar desde tu computador a tu vecino: ‘¿Qué piensas de esto?’”.</p>\n\n<p>Hay razones obvias por las que el trabajo desde el hogar no ha proliferado en la forma que se predijo hace un par de años. La más importante: todavía hay antipatía cultural arraigada. No “ser visto en la oficina” puede afectar a las posibilidades de promoción de un trabajador, evaluaciones de desempeño más bajas o, incluso, un aumento salarial menor, según un estudio de la London Business School y la Universidad de California.</p>\n\n<p><strong>Continúa en la página siguiente</strong></p>\n\n<p>La presión adicional de que no sean percibidos como “flojos” puede conducir a aquellos que trabajan desde casa a hacer horas extras.</p>\n\n<p>El peligro es el potencial sesgo de los gerentes a favor de los que pueden ver trabajando. “Hay una actitud de los gerentes de que aquellos que ven de cerca son los trabajadores más productivos”, dice Jennifer Glass. “Es una tendencia natural a querer controlar las cosas”.</p>\n\n<p><strong>Fuente número 2</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de los pros y los contras del teletrabajo. El gráfico fue publicado el primero de diciembre de 2008 en España por Network World.</p>\n\n<p><strong>Teletrabajo y Seguridad</strong></p>\n\n<p><img alt=\"A horizontal bar chart is shown. The title is Teletrabajo y Seguridad. The first set of bars is under the heading Ventajas. The first bar is Mejora de la productividad and goes to 67 percent. The second bar is Ahorro de costes and goes to 60 percent. The third bar is Capacidad para contratar al personal más cualificado, con independencia de su lugar de residencia and goes to 39 percent. The fourth bar is Mayor fidelidad del empleado and goes to 37 percent. The fifth bar is Reducción del estrés del empleado and goes to 25 percent. The sixth bar is Reducción de las emisiones de CO2 and goes to 17 percent.  The second set of bars is under the heading Retos. The first bar is Riesgos de seguridad and goes to 53 percent. The second bar is Limitación de dispositivos no autorizados and goes to 38 percent. The third bar is Control del uso personal de los dispositivos móviles and goes to 33 percent. The fourth bar is Supervisión de los trabajadores de bajo nivel and goes to 32 percent. The fifth bar is Soporte de diferentes dispositivos móviles and goes to 30 percent. The sixth bar is Integración de dispositivos con el resto de sistemas and goes to 27 percent.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9e4e12fb003e30e7c563eadeed79c4a8/original.png\"></p>\n\n<p>Porcentaje de respuestas sobre 212 responsables de tecnología de la información (verano de 2008).</p>\n\n<p><strong>Fuente número 3</strong></p>\n\n<p>Tienes 30 segundos para leer la introducción.</p>\n\n<p>Introducción</p>\n\n<p>Esta grabación trata de las ventajas del teletrabajo. El informe original titulado “Nuria Amat de ZINK expone las ventajas de teletrabajar desde casa” fue publicado el 21 de junio de 2011 por Microsoft Innovation Center Tourism Technologies (MICTT). La grabación dura aproximadamente tres minutos.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_6766833a33a99ed6061c942b8501246f\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/26847917e73706aabc01b6a1112cc2e9/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]