[{"id":"FT556881-22","type":"audio","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying printed article and audio selection. First, you will have 5 minutes to read the article. Afterward, you will hear the audio selection; you should take notes while you listen. Then, you will have 2 minutes to plan your answer and 2 minutes to record your answer.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en el artículo impreso y la selección auditiva. Primero, tendrás 5 minutos para leer el artículo. Después, escucharás la selección auditiva; debes tomar apuntes mientras escuches. Luego, tendrás 2 minutos para preparar tu respuesta y 2 minutos para grabar tu respuesta.</p>\n\t</li>\n</ul>\n\n<p><strong>Compara las diferencias y las semejanzas de las experiencias de los dos viajeros.</strong></p>\n\n<p><strong>Texto Impreso</strong></p>\n\n<p>Fuente: El siguiente artículo apareció en el sitio de Internet adn.es el 5 de noviembre de 2009.</p>\n\n<p><strong>Un japonés recorre 150.000 kilómetros en bicicleta durante once años</strong></p>\n\n<p>EFE, Tokio | 05/11/2009</p>\n\n<p>Un ciudadano japonés ha culminado un viaje en bicicleta de once años, durante los que ha recorrido 150.000 kilómetros y ha atravesado 130 países de los cinco continentes, informa hoy el diario “The Daily Yomiuri”.</p>\n\n<p>Daisuke Nakanishi partió en julio de 1998, con 28 años, desde Alaska; desde allí atravesó EE.UU. en su bicicleta hasta México, siguió por América Central y llegó a Panamá nueve meses más tarde, en abril de 1999.</p>\n\n<p>Luego viajó hasta Perú y tomó un avión de Lima a Estocolmo; recorrió el norte de Europa hasta agosto de 2000, antes de volar a África y pedalear durante más de un año por la costa oeste del continente africano.</p>\n\n<p>Sus siguientes destinos fueron Australia, Nueva Zelanda y Argentina, país que alcanzó en junio de 2003. Los 100.000 kilómetros de viaje los cumplió en 2006 en Lituania, desde donde fue a Rusia, Georgia, el sur de Europa, de nuevo África y Sudamérica y finalmente Asia hasta la ciudad japonesa de Osaka, su meta final, que alcanzó hace unos días, a la edad de 39 años.</p>\n\n<p>Durante el viaje ha cambiado 82 neumáticos, 15 cadenas y cinco pedales de su bicicleta, además de arreglar más de 300 pinchazos.</p>\n\n<p>El periplo le ha dejado además innumerables anécdotas, como cuando conoció a Pelé en la ciudad brasileña de Santos, se entrevistó con Sir Edmund Hillary en Auckland (Nueva Zelanda) o pasó una noche en una celda en Sudáfrica porque un policía le ofreció quedarse allí para resguardarse de la lluvia.</p>\n\n<p>Entre las experiencias más duras, según relata al diario, estuvieron los días que pasó en Tbilisi cuando estallaron las hostilidades entre Rusia y Georgia, en 2008. [...]</p>\n\n<p>“Lo más valioso que he ganado durante mi viaje son los amigos que he hecho en todo el mundo”, sostiene Nakanishi, que espera que próximamente le visiten en Japón amigos de España y Polonia.</p>\n\n<p>Ahora, el objetivo de este aventurero es encontrar un trabajo “normal” mientras escribe y da charlas sobre su experiencia, según el rotativo.</p>\n\n<p>Used by permission of EFE.</p>\n\n<p><strong>Informe de la Radio</strong></p>\n\n<p>Fuente: El siguiente informe titulado “Una checa en el Camino de Santiago” se presentó en Radio Praga el 3 de abril de 2009.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_41929edb1eeb2a388fc674827bfe9e6d\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4436e39d4ff895a9f8b40386ec428aab/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p>As you prepare your presentation, enter any notes in the text box provided.</p>\n"}]