[{"id":"FT556885","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying Sources 1-3. The sources include both print and audio material. First, you will have 7 minutes to read the printed material. Afterward, you will hear the audio material; you should take notes while you listen. Then, you will have 5 minutes to plan your response and 40 minutes to write your essay. Your essay should be at least 200 word in length.</p>\n\n\t<p>This question is designed to test your ability to interpret and synthesize different sources. Your essay should use information from the sources to support your ideas. You should refer to ALL of the sources. As you refer to the sources, identify them appropriately. Avoid simply summarizing the sources individually.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en las Fuentes 1-3. Las fuentes comprenden material tanto impreso como auditivo. Primero, dispondrás de 7 minutos para leer el material impreso. Después, escucharás el material auditivo; debes tomar apuntes mientras escuches. Luego, tendrás 5 minutos para organizar tus ideas y 40 minutos para escribir tu ensayo. El ensayo debe tener una extensión mínima de 200 palabras.</p>\n\n\t<p>Esta pregunta se diseñó para medir tu capacidad de interpretar y sintetizar varias fuentes. Tu ensayo debe utilizar información de las fuentes que apoye tus ideas. Debes referirte a TODAS las fuentes. Al referirte a las fuentes, identifícalas apropiadamente. Evita simplemente resumir las fuentes individualmente.</p>\n\t</li>\n</ul>\n\n<p><strong>¿Cuál es el impacto de las nuevas tecnologías en el arte?</strong></p>\n\n<p class=\"text-center\"><strong>Fuente&nbsp;n.<sup style=\"\">o</sup> 1</strong></p>\n\n<p>Fuente: Este texto es una adaptación de un artículo que apareció en el periódico electrónico <em>El País</em> el 15 de enero de 2010.</p>\n\n<p><strong>EL MUSEO REAL TAMBIÉN ES VIRTUAL</strong></p>\n\n<p><strong>Centros de arte españoles se lanzan a Internet en busca de nuevos públicos</strong></p>\n\n<p>ROBERTA BOSCO</p>\n\n<p>Hace ya algún tiempo que los museos se han dado cuenta de que su público ha cambiado. No es sólo cuestión de edad, cultura o globalización. La culpa, o el mérito, es de las nuevas tecnologías, con Internet a la cabeza. Millones de personas han ido incorporando la tecnología a sus hábitos cotidianos, descubriendo el placer de estar conectados, participar en eventos lejanos y compartir fotos, música, juegos y pensamientos, en tiempo real y con gente de todo el mundo. Y los museos han entendido por fin que, para captarlo y fomentar su participación, deben usar sus mismas armas.</p>\n\n<p>Varios de los grandes centros artísticos españoles han estrenado el año con nuevas estrategias para Internet. La Casa Encendida de Madrid, por ejemplo, ha lanzado el <em>casting online</em> titulado <em>Se buscan Ryan McGinness</em> para encontrar dobles de este artista nacido en Virginia y afincado en Nueva York. McGinness tiene 37 años, el pelo oscuro y lacio y su <em>look,</em> como su obra, combina reminiscencias de la década de 1970 con elementos contemporáneos. Para convertirse en su doble no hay que parecerse a él, ni siquiera hay que ser hombre y menos artista. “No hace falta experiencia, sólo sentido del humor y ganas de mancharse las manos”, asegura McGinness, que elegirá los participantes según sus motivaciones.</p>\n\n<p>Los seleccionados participarán en un taller de serigrafía, en el cual se crearán parte de las obras que se exhibirán en La Casa Encendida. Las candidaturas se pueden someter a través de la web o de la red social Facebook, donde el público podrá votar por su aspirante preferido. Éste será invitado a Madrid con gastos pagados.</p>\n\n<p>“Hemos lanzado la convocatoria a través de Internet, porque es el medio más expansivo, libre y democrático y sobre todo el preferido por la gente joven. El autor pone a disposición del público su proceso creativo, su obra y su propio yo, contribuyendo así al debate actual sobre la libertad de circulación de contenidos en la Red”, explica el director de La Casa Encendida, que siempre ha demostrado un especial interés hacia las nuevas tecnologías y los debates que han despertado.</p>\n\n<p>Internet se ha constituido como un nuevo espacio para la creación y la difusión con todo lo que esto conlleva y los museos españoles deben quemar etapas para ponerse al nivel de los cambios sociales.</p>\n\n<p>Los grandes museos también multiplican su presencia en la Red y utilizan sus herramientas gratuitas y colectivas. Desde el Prado, que a través de Google Earth permite navegar por sus obras maestras, hasta la Tate de Londres, que gracias a Google Street View, permite al público buscar los lugares reproducidos en las obras de la colección y ver cómo han cambiado, además de colaborar en el proyecto <em>Mapping the Tate</em>, señalando coincidencias entre los entornos reales y las representaciones pictóricas correspondientes.</p>\n\n<p>Está claro: el museo real/tradicional se hace también virtual/digital.</p>\n\n<p>Usado con permiso de El País S.L.</p>\n\n<p class=\"text-center\"><strong>Fuente n.° 2</strong></p>\n\n<p>Fuente: Este artículo es una adaptación de un artículo que apareció en el periódico electrónico <em>Hoy</em> de Ecuador el 15 de febrero de 2005.</p>\n\n<p><strong>La computadora reemplaza al pincel y al caballete</strong></p>\n\n<p>Francisco Urquizo y Francisco Perrone cambiaron el pincel por el ratón de una computadora y, utilizando programas como Corel Draw, dibujaron trazos y dieron formas a esas ideas que tenían en sus mentes desde hace mucho tiempo. Los resultados: dos muestras digitales que se exhiben en la Casa de la Cultura Núcleo del Guayas.</p>\n\n<p>Para estos dos artistas, la sensación de pintar en la computadora es la misma que pintar sobre un lienzo, pues lo importante para ellos es mostrar sus sentimientos en los cuadros terminados.</p>\n\n<p>Asimismo, indicaron que una de las ventajas de la computadora es la reproducción de originales múltiples y que, además, de cada cuadro se puede sacar un determinado número de copias, todas de igual calidad.</p>\n\n<p>Para Francisco Perrone, su muestra “Compugrafías II”, compuesta de 70 cuadros, entre imágenes y poesía, intenta incorporar la herramienta que es el ordenador a un taller de pintura, aunque reconoce que no es lo mismo pintar en computadora que sobre un lienzo.</p>\n\n<p>“La computadora da un lienzo virtual. En un taller normal, el hombre trabaja sobre un lienzo y plasma su arte. En pincel o computadora, el arte nunca dejará de ser arte”, opinó Perrone.</p>\n\n<p><strong>Un criterio diverso sobre la forma de hacer arte</strong></p>\n\n<p><em>“Todas las técnicas son válidas a la hora de pintar”</em></p>\n\n<p>Los pintores nacionales tienen opiniones totalmente diferentes sobre la corriente del arte digital, pues mientras unos consideran a la digitalización como una novedosa técnica, otros aseguran que son simples efectos especiales hechos por computadora que no entran en el concepto de arte.</p>\n\n<p>El catedrático Theo Constante considera que se está haciendo una serie de experimentos por parte de personas que, al no poder hacer algo dentro de la parte académica-artística, utilizan la computadora para llamar la atención de los espectadores. “Los artistas digitales son personas que practican y hacen ensayos para producir efectos especiales que, en varios casos, resultan agradables, pero nada comparado con el pincel y el caballete” aseguró.</p>\n\n<p>Por su parte, la pintora Rocío Plúas considera que todas las técnicas utilizadas por los artistas son válidas para crear obras y considera que hay personas que pintan sobre tela, metal, muros y, por qué no, en computadoras.</p>\n\n<p>“El arte digital está dentro de los parámetros de los artistas para buscar nuevos conceptos en el arte”, aseguró.</p>\n\n<p>Used by permission of <em>Hoy.</em></p>\n\n<p class=\"text-center\"><strong>Fuente n.° 3</strong></p>\n\n<p>Fuente: “La computadora y el poder de la creación, Brian Eno” es una adaptación de un artículo que apareció en el periódico electrónico <em>Milenio</em> de México el 17 de abril de 2010.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_f2466ab42dec4023638b129423246682\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6549ddd5e3300cfea980877e145fad64/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]