[{"id":"FT556760","type":"longtextV2","stimulusHtml":"<p>You have 1 minute to read the directions for this task.</p>\n\n<p>You will write a persuasive essay to submit to a Spanish writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p>Tienes 1 minuto para leer las instrucciones de este ejercicio.</p>\n\n<p>Vas a escribir un ensayo persuasivo para un concurso de redacción en español. El tema del ensayo se basa en las tres fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. Primero, vas a tener 6 minutos para leer el tema del ensayo y los textos. Después, vas a escuchar la grabación dos veces; debes tomar apuntes mientras escuchas. Luego vas a tener 40 minutos para preparar y escribir tu ensayo.</p>\n\n<p>En un ensayo persuasivo, debes presentar los diferentes puntos de vista de las fuentes sobre el tema, expresar tu propio punto de vista y apoyarlo. Usa información de todas las fuentes para apoyar tu punto de vista. Al referirte a las fuentes, identifícalas apropiadamente. Organiza también el ensayo en distintos párrafos bien desarrollados.</p>\n\n<p>You will now begin this task.</p>\n\n<p>Ahora vas a empezar este ejercicio.</p>\n\n<p>Tema curricular: La ciencia y la tecnología</p>\n\n<p>Primero tienes 6 minutos para leer el tema del ensayo, la fuente número 1 y la fuente número 2.</p>\n\n<p><strong>Tema del ensayo:</strong></p>\n\n<p>¿Es mejor participar o no participar en las redes sociales?</p>\n\n<p><strong>Fuente número 1</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de las ventajas del uso de las redes sociales. El texto original fue publicado en México en el sitio de Internet Mi Espacio.</p>\n\n<p>Las redes sociales están cobrando gran importancia en la sociedad actual, reflejando la necesidad del ser humano de expresión y reconocimiento. Bien lo dijo Aristóteles, “el Hombre es un ser sociable por naturaleza, pues para satisfacer sus exigencias físicas y espirituales necesita vivir en&nbsp;sociedad, ya que al ser una criatura racional e individual, no es autosuficiente y requiere la ayuda y protección de los demás de su especie, por ello forma comunidades”. Pero ¿qué es una red social? Podríamos definirla como una forma de interacción social en donde se produce un intercambio dinámico entre personas, grupos e instituciones que comparten gustos o preferencias entre sí, logrando un sentido de pertenencia y desarrollando un tejido que actúa por el bienestar de toda la comunidad.</p>\n\n<p>Hoy en día formar parte de una red social ya no es cuestión de gusto, pues ha empezado a ser parte de la necesidad de estar actualizados y presentes socialmente. Es muy fácil integrarse a una red, únicamente hay que dar de alta nuestro perfil y comenzar a tejerla invitando a algunas de nuestras amistades.</p>\n\n<p><strong>Perfil Personal</strong></p>\n\n<p>La rápida evolución de Internet ha cambiado los hábitos de la sociedad, y las redes sociales son una nueva fórmula para interactuar con otras personas. Son capaces de generar canales de expresión, espacios de debate y sistemas para el intercambio de información, música, vídeos, etc., en donde cualquiera puede convertirse en emisor y producir sus propios contenidos.</p>\n\n<p><strong>Ventajas</strong></p>\n\n<ul>\n\t<li>\n\t<p>Reencuentro con conocidos.</p>\n\t</li>\n\t<li>\n\t<p>Excelentes para propiciar contactos afectivos nuevos como búsqueda de pareja, amistad o compartir intereses sin fines de lucro.</p>\n\t</li>\n\t<li>\n\t<p>Compartir momentos especiales con las personas cercanas a nuestras vidas.</p>\n\t</li>\n\t<li>\n\t<p>Diluyen fronteras geográficas y sirven para conectar gente sin importar la distancia.</p>\n\t</li>\n\t<li>\n\t<p>Perfectas para establecer conexiones con el mundo profesional.</p>\n\t</li>\n\t<li>\n\t<p>Tener información actualizada acerca de temas de interés, además de permitir acudir a eventos, participar en actos y conferencias.</p>\n\t</li>\n\t<li>\n\t<p>La comunicación puede ser en tiempo real.</p>\n\t</li>\n\t<li>\n\t<p>Pueden generar movimientos masivos de solidaridad ante una situación de crisis.</p>\n\t</li>\n</ul>\n\n<p><strong>Continúa en la página siguiente</strong></p>\n\n<p><strong>Perfil Empresarial o Grupal</strong></p>\n\n<p>Internet ha contribuido a tener mayores posibilidades de las que en algún tiempo pudimos imaginar, y ahora con las redes sociales y otras comunidades virtuales se incrementan los canales de negocio. En México se empieza a manifestar todo un panorama empresarial, en el que casi un millón de personas ya utilizan estas plataformas multimedia para hacer crecer sus empresas.</p>\n\n<p><strong>Ventajas</strong></p>\n\n<ul>\n\t<li>\n\t<p>Son útiles para la búsqueda de personal.</p>\n\t</li>\n\t<li>\n\t<p>Permiten realizar foros y conferencias online.</p>\n\t</li>\n\t<li>\n\t<p>Han modificado la manera de hacer marketing, generando una mayor segmentación de medios e interactividad con sus consumidores.</p>\n\t</li>\n\t<li>\n\t<p>El consumidor puede conocer las características de los productos, además de promociones, noticias de la empresa, lanzamiento de nuevos productos, etc.</p>\n\t</li>\n\t<li>\n\t<p>Son una perfecta fuente de información para saber lo que quiere el cliente y en un futuro retomar esta información para los planes estratégicos de la empresa.</p>\n\t</li>\n</ul>\n\n<p><strong>Fuente número 2</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata del alcance de las redes sociales en distintas regiones del mundo. El gráfico original fue publicado el 2 de diciembre de 2010 en Colombia por Iab.com.</p>\n\n<p><img alt=\"A horizontal bar graph is shown. The title is Las redes sociales son clave en América Latina, and the subtitle is Porcentaje de alcance de las redes sociales. The first bar is mundial and it goes to 71 percent. The second bar is Asia Oriental and it goes to 51 percent. The third bar is Europa and it goes to 83 percent. The fourth bar is América del Norte and it goes to 88 percent. The fifth bar is Latinoamérica and it goes to 87 percent.  There is a small white space between the first five bars and the rest of the bars below.  The sixth bar is Brasil and it goes to 86 percent. The seventh bar is México and it goes to 87 percent. The eighth bar is Argentina and it goes to 87 percent. The ninth bar is Colombia and it goes to 86 percent. The tenth bar is Chile and it goes to 92 percent. The eleventh bar is Venezuela and it goes to 89 percent. The twelfth bar is Puerto Rico and it goes to 83 percent.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f49330dfd5090748da7b21f0e27cd3ec/original.png\"></p>\n\n<p><strong>Fuente número 3</strong></p>\n\n<p>Tienes 30 segundos para leer la introducción.</p>\n\n<p>Introducción</p>\n\n<p>Esta grabación trata de las redes sociales y los jóvenes. El informe original titulado “El impacto del uso de las redes sociales en los jóvenes” fue publicado en México. La grabación dura aproximadamente dos minutos y medio.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_78dda5ac9f67bae2abb2eaa908fd0048\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/536c0e050fef5963eb98878df98d70b6/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]