[{"id":"FT556828","type":"longtextV2","stimulusHtml":"<p>You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p>Vas a escribir una respuesta a un mensaje electrónico. Vas a tener 15 minutos para leer el mensaje y escribir tu respuesta.</p>\n\n<p>Tu respuesta debe incluir un saludo y una despedida, y debe responder a todas las preguntas y peticiones del mensaje. En tu respuesta, debes pedir más información sobre algo mencionado en el mensaje. También debes responder de una manera formal.</p>\n\n<p>Tema curricular: Las identidades personales y públicas</p>\n\n<p>Introducción</p>\n\n<p>Este mensaje electrónico es de la Sra. Natalia Arias, coordinadora del Programa de Becas Culturales del Banco Nacional del Perú. Has recibido este mensaje porque has solicitado una beca a Perú este verano.</p>\n\n<p>De Natalia Arias</p>\n\n<p>Asunto Becas Culturales del Banco Nacional del Perú</p>\n\n<p>Estimado/a candidato/a:</p>\n\n<p>Muchas gracias por haber solicitado la beca de estudios al Perú que ofrece nuestra institución en el verano en distintas zonas del país y con diferentes posibilidades de alojamiento. Nos complace informarle que Ud. forma parte del grupo de finalistas para la beca. Para poder terminar el proceso de selección, nos gustaría que respondiera a este mensaje electrónico contestando las siguientes preguntas.</p>\n\n<ul>\n\t<li>\n\t<p>¿Qué dificultades cree que podría encontrar al vivir en una comunidad y sociedad diferente a la suya?</p>\n\t</li>\n\t<li>\n\t<p>¿Qué impacto tendría esta experiencia en su futuro?</p>\n\t</li>\n</ul>\n\n<p>Le rogamos que nos mande esta información lo antes posible. Favor de incluir cualquier pregunta que tenga o cualquier detalle adicional que necesite saber sobre nuestro programa.</p>\n\n<p>Atentamente,</p>\n\n<p>Natalia Arias</p>\n\n<p>Coordinadora de PBC</p>\n\n<p>Do not go on until you are told to do so.</p>\n\n<p>No continúes hasta que te lo indiquen.</p>\n"}]