[{"id":"FT556869-22","type":"audio","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying printed article and audio selection. First, you will have 5 minutes to read the printed article. Afterward, you will hear the audio selection; you should take notes while you listen. Then, you will have 2 minutes to plan your answer and 2 minutes to record your answer.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en el artículo impreso y la selección auditiva. Primero, tendrás 5 minutos para leer el artículo. Después, escucharás la selección auditiva; debes tomar apuntes mientras escuches. Luego, tendrás 2 minutos para preparar tu respuesta y 2 minutos para grabar tu respuesta.</p>\n\t</li>\n</ul>\n\n<p><strong>Compara las semejanzas y las diferencias de las experiencias de los autores Alfonsina Storni y Carlos Fuentes.</strong></p>\n\n<p><strong>Texto Impreso</strong></p>\n\n<p>Fuente: Este texto editado proviene de la biografía de Alfonsina Storni publicada en www.cervantesvirtual.com.</p>\n\n<p><strong>Alfonsina Storni, poeta argentina</strong></p>\n\n<p>La familia Storni -el padre de Alfonsina y varios hermanos mayores- llegó a la provincia de San Juan desde Lugano, Suiza, en 1880. Fundaron una pequeña empresa familiar, y años después, las botellas de cerveza etiquetadas «Cerveza Los Alpes, de Storni y Cía», circulan por toda la región. Los padres de Alfonsina viajaron a Suiza en el año 1891, junto con sus dos pequeños hijos. En 1892, el 29 de mayo, nació en Sala Capriasca Alfonsina, la tercera hija del matrimonio Storni.</p>\n\n<p>Alfonsina aprendió a hablar en italiano, y en 1896 vuelven a San Juan, Argentina, de donde son sus primeros recuerdos. «Estoy en San Juan, tengo cuatro años; me veo colorada, redonda, chatilla y fea. Sentada en el umbral de mi casa, muevo los labios como leyendo un libro que tengo en la mano y espío con el rabo del ojo el efecto que causo en el transeúnte. Unos primos me avergüenzan gritándome que tengo el libro al revés y corro a llorar detrás de la puerta». En 1901, la familia se trasladó nuevamente, esta vez a la ciudad de Rosario, un próspero puerto del litoral.</p>\n\n<p>Al terminar el año de 1911, decide trasladarse a Buenos Aires. En su maleta traía pobre y escasa ropa, unos libros de Darío y sus versos. Pobre equipaje para enfrentarse con una ciudad que estaba abierta al mundo, con las expectativas puestas en esa inmigración que traería nuevas manos para producir y nuevas formas de convivencia. Trabaja como cajera en la tienda «A la ciudad de México», en Florida y Sarmiento. También en la revista <em>Caras y Caretas.</em></p>\n\n<p>Amado Nervo, el poeta mejicano paladín del modernismo junto con Rubén Darío, publica sus poemas también en <em>Mundo Argentino</em>, y esto da una idea de lo que significaría para ella, una muchacha desconocida, de provincia, el haber llegado hasta aquellas páginas. En 1919 Nervo llega a la Argentina como embajador de su país, y frecuenta las mismas reuniones que Alfonsina. Ella le dedica un ejemplar de <em>La inquietud del rosal,</em> y lo llama en su dedicatoria «poeta divino».</p>\n\n<p>El veintiséis de enero de 1938, en Colonia, Uruguay, Alfonsina recibe una invitación importante. El Ministerio de Instrucción Pública ha organizado un acto que reunirá a las tres grandes poetisas americanas del momento, en una reunión sin precedentes: Alfonsina, Juana de Ibarbourou y Gabriela Mistral.</p>\n\n<p>© 2001 Fundación Biblioteca Virtual Miguel de Cervantes. Universidad de Alicante - www.cervantesvirtual.com.</p>\n\n<p>Biblioteca de Autor Alfonsina Storni, dirigida por la profesora Josefina Delgado.</p>\n\n<p><strong>Informe de la Radio</strong></p>\n\n<p>Fuente: Esta entrevista, titulada “Diez palabras con Carlos Fuentes”, se emitió por www.BBCMundo.com el 10 de febrero de 2006.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_56fefd0a627e956d6c685d98e7a17405\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/cbe11ea103661b06fe49dc54ed12e924/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Press the record button to begin recording your presentation.</p>\n"}]