[{"id":"FT556873","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying Sources 1-3. The sources include both print and audio material. First, you will have 7 minutes to read the printed material. Afterward, you will hear the audio material; you should take notes while you listen. Then, you will have 5 minutes to plan your response and 40 minutes to write your essay. Your essay should be at least 200 word in length.</p>\n\n\t<p>This question is designed to test your ability to interpret and synthesize different sources. Your essay should use information from the sources to support your ideas. You should refer to ALL of the sources. As you refer to the sources, identify them appropriately. Avoid simply summarizing the sources individually.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en las Fuentes 1-3. Las fuentes comprenden material tanto impreso como auditivo. Primero, dispondrás de 7 minutos para leer el material impreso. Después, escucharás el material auditivo; debes tomar apuntes mientras escuches. Luego, tendrás 5 minutos para organizar tus ideas y 40 minutos para escribir tu ensayo. El ensayo debe tener una extensión mínima de 200 palabras.</p>\n\n\t<p>Esta pregunta se diseñó para medir tu capacidad de interpretar y sintetizar varias fuentes. Tu ensayo debe utilizar información de las fuentes que apoye tus ideas. Debes referirte a TODAS las fuentes. Al referirte a las fuentes, identifícalas apropiadamente. Evita simplemente resumir las fuentes individualmente.</p>\n\t</li>\n</ul>\n\n<p><strong>¿Cuál es el impacto del uso de la bicicleta en distintos lugares del mundo?</strong></p>\n\n<p class=\"text-center\"><strong>Fuente n.<sup style=\"\">o</sup> 1</strong></p>\n\n<p>Fuente: Este artículo apareció en la edición digital del diario <em>El País</em> el 10 de julio de 2006.</p>\n\n<p><strong>Por Europa en dos ruedas</strong></p>\n\n<p>Los ayuntamientos de París, Londres, Estocolmo y Ámsterdam impulsan el uso de la bicicleta como vehículo</p>\n\n<p><em><strong>EL PAÍS</strong></em> - Madrid - 10/07/2006</p>\n\n<p>El uso de la bicicleta se ha generalizado en las grandes ciudades europeas donde se ha convertido en un método más de transporte. Ésta es la situación de algunas de ellas.</p>\n\n<p><strong>La apuesta de Livingstone LONDRES</strong></p>\n\n<p>Londres no es todavía una ciudad para ciclistas, pero aspira a serlo. De momento, con sólo un 2% de viajes en bicicleta, está por debajo de Berlín (5%) y Munich (12%) y a distancias siderales de Copenhague (20%) y Ámsterdam (28%). Pero el alcalde, Ken Livingstone, está empeñado en que los londinenses le pierdan el miedo y empiecen a utilizar el vehículo que menos contamina la ciudad y, a juicio de los más optimistas, el más rápido en los barrios del centro a hora punta.</p>\n\n<p>El problema no es tanto la distancia como la jungla de calles enrevesadas, la presencia de miles de coches y autobuses y la falta de aparcamientos vigilados donde dejar la bicicleta sin riesgo de que la roben o que se la lleve la policía por razones de seguridad en una ciudad especialmente paranoide con el terrorismo en estos tiempos. [...] La bici sale barata en una ciudad en la que el transporte consume un alto porcentaje del presupuesto familiar.</p>\n\n<p><strong>270 kilómetros de carriles PARÍS</strong></p>\n\n<p>El Ayuntamiento de la capital francesa se precia de disponer de 200 kilómetros de pistas para ciclistas, a las que hay que añadir otros 70 kilómetros de los carriles bus que también están a su disposición. Desde que ocupa la alcaldía, el socialista Bertrand Delanöe, ha puesto en marcha una política destinada a favorecer las bicicletas. Los domingos y los días festivos, una parte de los muelles del río Sena y de los canales quedan reservados a los peatones, ciclistas y patinadores. [...]</p>\n\n<p><strong>Uso generalizado ÁMSTERDAM</strong></p>\n\n<p>Un 75% de los casi 750.000 habitantes de Ámsterdam posee una bicicleta y un 50% la usa a diario. A pesar de ello, cuando se la roban —algo que ocurre en la capital holandesa cerca de 50.000 veces al año— le resulta casi imposible describirla a la policía. Para los turistas, resulta idílica la imagen de Ámsterdam sembrada de bicicletas de todos los tamaños y para todas las generaciones. La ciudad dispone de una red completa de carriles bici, excepto en el corazón de los canales. [...]</p>\n\n<p><strong>Aire mucho más limpio ESTOCOLMO</strong></p>\n\n<p>Hace cinco años, circulaban diariamente en verano por la ciudad de Estocolmo, de entre 25.000 a 30.000 ciclistas. Hoy lo hacen cerca de 100.000 y las perspectivas son que esa cifra continúe en aumento. La mayoría lo hace por algunas de las pistas que, paralelas a las vías normales de tráfico, han sido construidas por las autoridades comunales. Se estiman en aproximadamente 350 kilómetros los caminos para bicicletas, en toda la ciudad, que cuenta, incluyendo sus aledaños con 1,5 millones de habitantes. Dos motivos principales, han impulsado en Suecia, y particularmente, en la capital, el fomento del uso de la bicicleta: la salud colectiva y la preservación del medio ambiente. El Instituto de la Salud Popular estima que la práctica del ciclismo es un complemento importante en el cuidado de la salud corporal y física. Las razones medioambientales son obvias, la bicicleta no contamina. [...]</p>\n\n<p>© EDICIONES EL PAÍS S.L.</p>\n\n<p class=\"text-center\"><strong>Fuente n.o 2</strong></p>\n\n<p>Fuente: Este artículo apareció en el sitio de Internet www.aula.elmundo.es el 27 de enero de 2009.</p>\n\n<p><img alt=\"A screenshot shows the header of a window titled &quot;elmundo dot es Cultura y ocio.&quot; It further reads Espana, Internacional, Economia, Cultura, Ciencia, Tecnologia, and Deportes. An empty text box appears beneath it with a button named Buscar.\" height=\"67\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/edce176c32238037dbac935b8c820162/original.png\" width=\"550\" /></p>\n\n<p><strong>JÓVENES SOBRE DOS RUEDAS</strong></p>\n\n<p>La bicicleta se convierte en el transporte más pujante entre los chavales bilbaínos</p>\n\n<p><strong>Leyre Iglesias</strong></p>\n\n<p>BILBAO.- A sus precursoras se las llamó \"caballo de ruedas\" y \" máquina andante\". Hoy, el medio de transporte más ecológico del mundo responde al nombre de bicicleta, y está pujando con fuerza por convertirse en una de las elecciones preferentes de los jóvenes vascos.</p>\n\n<p><img alt=\"A grayscale image shows a person riding a bike on a large open field. A large circular object with a hole at the center appears at a distant.\" height=\"217\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/68338e1d5948c7945b85900f302384f6/original.png\" width=\"293\" /></p>\n\n<p>El pasado año en Bilbao el Ayuntamiento prestó nada menos que 22.000 bicis, unos datos que las consolidan como un verdadero transporte alternativo y sostenible en la Villa. Si careces de una bicicleta propia, puedes acogerte a este servicio de alquiler gratuito que funciona en varios puntos de la ciudad. Los más populares.el Teatro Arriaga, el centro comercial Zubiarte y el barrio de Deusto.</p>\n\n<p>Como era de esperar, los jóvenes conforman el público preferente de las bicicletas, ya que éstos solicitaron la mayoría de los préstamos, un total de 7.470. Aunque también llama la atención que el perfil del ciudadano que acude a este servicio municipal no es sólo joven, sino también hombre, al menos en dos de cada tres casos.</p>\n\n<p><strong>Más de 100 bicis al día</strong></p>\n\n<p>El municipio presta de esta forma un promedio de 111 bicis todos los días. El servicio cuenta con 180 máquinas, de las que están en la calle 150, mientras que el resto se mantiene en reserva.</p>\n\n<p>Con la creciente demanda por parte de los jóvenes, queda claro que lo que nació como una iniciativa de ocio, quizá más enfocada a los turistas, ha evolucionado hacia una oferta de transporte muy considerada por los bilbaínos. De hecho, los visitantes de otras ciudades sólo suponen menos de una cuarta parte de todos los préstamos.</p>\n\n<p>Cada vez se hace más frecuente además el uso de la bicicleta para el día a día y no tanto para las clásicas excursiones de fin de semana. De hecho, los días con más bicis prestadas recorriendo las calles de Bilbao son los lunes, martes y miércoles. ¿Cuándo? Sobre todo, de 10.00 a 13.00 horas y de 17.00 a 19.00. Aunque el tiempo también influye, y mientras julio ha ganado por goleada, este frío mes de diciembre ha resultado el menos atractivo para montar en bici.</p>\n\n<p><strong>Cultura europea</strong></p>\n\n<p>La cultura de las dos ruedas se perdió con la generalización del transporte público como el metro o el autobús, la afición juvenil por las motos y, sobre todo, la urbanización de las ciudades, pensada sobre un único eje, una única máquina: el coche.</p>\n\n<p>Con el tiempo, las urbes han comprendido su error y pretenden enmendarlo peatonalizando muchas calles y haciendo las ciudades más transitables para los caminantes, y también incluyendo carriles bici —en Euskadi, bidegorris— que permiten una conducción con comodidad y sin peligros.</p>\n\n<p><strong>Grandes ciudades del viejo continente</strong></p>\n\n<p>Sobre todo en las grandes ciudades europeas las dos ruedas conforman ya una estampa típica, y han creado una conciencia, muy enraizada en la preservación del medio ambiente, que se está expandiendo por todo el mundo.</p>\n\n<p>“Jóvenes sobre dos ruedas”. Leyre Iglesias/ www.elmundo.es.</p>\n\n<p class=\"text-center\"><strong>Fuente&nbsp;n.<sup>o</sup> 3</strong></p>\n\n<p>Fuente: Esta es una adaptación del informe titulado “Ciclovía” sobre un proyecto en la ciudad de Bogotá, Colombia, que apareció en el sitio de Internet www.streetfilms.org el 21 de septiembre de 2008.</p>\n\n<p>Courtesy of Streetfilms.org, documenting livable streets worldwide.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_4665babc99a1768255ee971b986d68b2\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/87af4e069e20ca11b8d7864a2636fc71/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]