[{"id":"FT556887","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying Sources 1-3. The sources include both print and audio material. First, you will have 7 minutes to read the printed material. Afterward, you will hear the audio material; you should take notes while you listen. Then, you will have 5 minutes to plan your response and 40 minutes to write your essay. Your essay should be at least 200 word in length.</p>\n\n\t<p>This question is designed to test your ability to interpret and synthesize different sources. Your essay should use information from the sources to support your ideas. You should refer to ALL of the sources. As you refer to the sources, identify them appropriately. Avoid simply summarizing the sources individually.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en las Fuentes 1-3. Las fuentes comprenden material tanto impreso como auditivo. Primero, dispondrás de 7 minutos para leer el material impreso. Después, escucharás el material auditivo; debes tomar apuntes mientras escuches. Luego, tendrás 5 minutos para organizar tus ideas y 40 minutos para escribir tu ensayo. El ensayo debe tener una extensión mínima de 200 palabras.</p>\n\n\t<p>Esta pregunta se diseñó para medir tu capacidad de interpretar y sintetizar varias fuentes. Tu ensayo debe utilizar información de las fuentes que apoye tus ideas. Debes referirte a TODAS las fuentes. Al referirte a las fuentes, identifícalas apropiadamente. Evita simplemente resumir las fuentes individualmente.</p>\n\t</li>\n</ul>\n\n<p><strong>¿Qué papel desempeña la risa en el bienestar físico y psicológico de las personas?</strong></p>\n\n<p class=\"text-center\"><strong>Fuente n.<sup>o</sup> 1</strong></p>\n\n<p>Fuente: El siguiente artículo apareció en el periódico electrónico <em>Eroski Consumer</em> en noviembre de 2005.</p>\n\n<p><strong>LA CIENCIA LO AVALA: REÍRSE MEJORA LA SALUD</strong></p>\n\n<p><strong>Las carcajadas provocan efectos positivos, tanto físicos como psicológicos, y son un hábito saludable que conviene poner en práctica cada día.</strong></p>\n\n<p>La risa y un buen humor frecuente se asociaban a la frivolidad y a la inmadurez. Pero la ciencia demuestra que reír es saludable.</p>\n\n<p>La risa está localizada en la zona prefrontal de la corteza cerebral, la parte más evolucionada del cerebro. En esta zona, según los expertos, reside la creatividad, la capacidad para pensar en el futuro y la moral. Sin embargo, conforme cumplimos años y se nos supone más sabios, perdemos la espontaneidad de dejarnos llevar por la risa, de buscar la carcajada o de encontrar la parte cómica a las situaciones. Por eso, hay veces que conviene aprender a reír, o a recordar cómo se reía.</p>\n\n<p><strong>La risa como terapia</strong></p>\n\n<p>Sigmund Freud atribuyó a las carcajadas el poder de liberar al organismo de energía negativa. Esta capacidad fue científicamente demostrada cuando se descubrió que la corteza cerebral libera impulsos eléctricos negativos un segundo después de comenzar a reír. En lógica relación con esta evidencia, se ha afianzado la risa como terapia. Cuando reímos, el cerebro emite una información necesaria para activar la segregación de endorfinas, específicamente las encefalinas. Estas sustancias, que poseen unas propiedades similares a las de la morfina, tienen la capacidad de aliviar el dolor, e incluso de enviar mensajes desde el cerebro hasta los linfocitos y otras células para combatir los virus y las bacterias. Las endorfinas desempeñan también otras funciones entre las que destaca su papel esencial en el equilibrio entre el tono vital y la depresión. De ellas depende algo tan sencillo como estar bien o estar mal. Como se puede comprobar, aprender a reír es algo más importante de lo que parece.</p>\n\n<p>Una de las líneas de trabajo en algunos centros de psicoterapia es la risoterapia, que consiste en estimular la producción de distintas hormonas que genera el propio organismo con ejercicios y juegos grupales. Se utilizan técnicas que ayudan a liberar las tensiones del cuerpo y así poder llegar a la carcajada, como la expresión corporal. Se trata de lograr reír de una manera natural y sana, de que las carcajadas salgan de lo visceral e irracional, como en los niños.</p>\n\n<p>Reírse es una función biológica necesaria para mantener el bienestar físico y mental. Es una forma excelente para lograr la relajación, abrir nuestra capacidad de sentir y de amar.</p>\n\n<p>“La ciencia lo avala: reírse mejora la salud” from <em>Eroski Consumer</em>, copyright © 2005 by Eroski Consumer. Used by permission.</p>\n\n<p class=\"text-center\"><strong>Fuente&nbsp;n.° 2</strong></p>\n\n<p>Fuente: El siguiente artículo apareció en la revista <em>Muy Interesante</em> en abril de 2010.</p>\n\n<p><strong>EL QUE RÍE VIVE MEJOR</strong></p>\n\n<p>Si tienes que escoger entre pasar 20 minutos pedaleando en una bicicleta o 20 minutos riendo a carcajadas, o a mandíbula batiente, opta por lo segundo. Según un estudio realizado por el estadounidense Lee Berk y presentado ayer en la conferencia de Biología Experimental que se celebra en California, 20 minutos diarios de risa, disfrutando la experiencia, equivalen a 20 minutos de ejercicio.</p>\n\n<p>Para descubrir los efectos de la risa frecuente sobre el organismo, Berk y su equipo de la Universidad de Loma Linda, en Estados Unidos, seleccionaron a un grupo de 14 personas sanas, las cuales fueron expuestas a un video de 20 minutos de duración a su elección entre programas humorísticos como <em>Saturday Night Live, Seinfield</em> y el <em>Show de Bill Cosby</em>. Al inicio y al final de esta sesión fueron medidos sus niveles de hormonas del estrés, presión arterial y colesterol en la sangre.</p>\n\n<p>Así constataron que la risa logró reducir de 120 a 110 la presión sanguínea sistólica. Además, la concentración de colesterol “malo” en la sangre bajó de 168 a 162 mg/dl. Estos beneficios estarían asociados a una reducción en los niveles de cortisol y adrenalina, hormonas responsables del estrés.</p>\n\n<p><strong>Mejora el ánimo y el apetito</strong></p>\n\n<p>Por otro lado, las carcajadas ayudan a mejorar el estado de ánimo general y a reforzar las defensas del organismo al incrementar la producción de anticuerpos y la actividad de los linfocitos T y de las “células asesinas” (NK). Todos estos efectos no fueron observados tras exponer a los mismos pacientes a un video de 20 minutos con imágenes de la película <em>Rescatando al Soldado Ryan</em>.</p>\n\n<p>Otra consecuencia atribuida a la risa es la modificación de los patrones de apetito. Al igual que el ejercicio físico, la risa reduce los niveles de leptina, hormona encargada de la sensación de saciedad, y eleva los niveles de grelina, sustancia responsable del apetito. Esto puede ser útil para aquellas personas que han perdido las ganas de comer, debido, por ejemplo, a una depresión o a alguna dolencia crónica.</p>\n\n<p><strong>Fuente&nbsp;n.° 3</strong></p>\n\n<p>Fuente: El siguiente informe es una adaptación del artículo titulado “El beneficio de la risa” que apareció en el periódico español <em>El Mundo</em> el 12 de diciembre de 2002.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_e9f3fd5f67f497a115fd5c86f61373c8\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fda54eef865609886f52dce4bd0377bc/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]