[{"id":"FT556759","type":"longtextV2","stimulusHtml":"<p>You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p>Vas a escribir una respuesta a un mensaje electrónico. Vas a tener 15 minutos para leer el mensaje y escribir tu respuesta.</p>\n\n<p>Tu respuesta debe incluir un saludo y una despedida, y debe responder a todas las preguntas y peticiones del mensaje. En tu respuesta, debes pedir más información sobre algo mencionado en el mensaje. También debes responder de una manera formal.</p>\n\n<p>Tema curricular: Los desafíos mundiales</p>\n\n<p>Introducción</p>\n\n<p>Este mensaje electrónico es de María José Rodríguez de Cerna, directora de la organización Fauna de Todos. Has recibido este mensaje porque has solicitado participar en un proyecto que realiza la organización.</p>\n\n<p>De María José Rodríguez de Cerna</p>\n\n<p>Asunto Participación en un proyecto ambiental</p>\n\n<p>Estimado/a candidato/a:</p>\n\n<p>Gracias por su interés en nuestro grupo Fauna de Todos. Como usted leyó en nuestro sitio web, somos un grupo de científicos que trabaja en distintas partes del mundo donde existen problemas relacionados con el impacto ambiental de la introducción de nuevas especies. En su solicitud, usted indicó que quería saber más sobre nuestro proyecto, “Coquí en Hawái”. Los coquíes, ranas nativas de Puerto Rico, fueron introducidos accidentalmente en Hawái en 1988. Hace tres años comenzamos un estudio sobre estos animales y su impacto en Hawái, con las metas de recoger datos, observar el comportamiento del coquí y entrevistar a la gente del lugar.</p>\n\n<p>Estamos evaluando las solicitudes de algunos postulantes y quisiéramos tener un poco más de información acerca de usted:</p>\n\n<ul>\n\t<li>\n\t<p>¿Por qué le interesan los asuntos ambientales?</p>\n\t</li>\n\t<li>\n\t<p>¿Qué experiencias previas le ayudarían con este proyecto?</p>\n\t</li>\n</ul>\n\n<p>Esperamos su pronta respuesta para finalizar la selección de candidatos para participar en este proyecto.</p>\n\n<p>Desde ya, estamos dispuestos a contestar cualquier pregunta que usted tenga sobre nuestro programa.</p>\n\n<p>Atentamente,</p>\n\n<p>María José Rodríguez de Cerna</p>\n\n<p>Directora</p>\n\n<p>Fauna de Todos</p>\n\n<p>Do not go on until you are told to do so.</p>\n\n<p>No continúes hasta que te lo indiquen.</p>\n"}]