[{"id":"FT556753","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying Sources 1-3. The sources include both print and audio material. First, you will have 7 minutes to read the printed material. Afterward, you will hear the audio material; you should take notes while you listen. Then, you will have 5 minutes to plan your response and 40 minutes to write your essay. Your essay should be at least 200 word in length.</p>\n\n\t<p>This question is designed to test your ability to interpret and synthesize different sources. Your essay should use information from the sources to support your ideas. You should refer to ALL of the sources. As you refer to the sources, identify them appropriately. Avoid simply summarizing the sources individually.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en las Fuentes 1-3. Las fuentes comprenden material tanto impreso como auditivo. Primero, dispondrás de 7 minutos para leer el material impreso. Después, escucharás el material auditivo; debes tomar apuntes mientras escuches. Luego, tendrás 5 minutos para organizar tus ideas y 40 minutos para escribir tu ensayo. El ensayo debe tener una extensión mínima de 200 palabras.</p>\n\n\t<p>Esta pregunta se diseñó para medir tu capacidad de interpretar y sintetizar varias fuentes. Tu ensayo debe utilizar información de las fuentes que apoye tus ideas. Debes referirte a TODAS las fuentes. Al referirte a las fuentes, identifícalas apropiadamente. Evita simplemente resumir las fuentes individualmente.</p>\n\t</li>\n</ul>\n\n<p><strong>¿Cómo afecta el cambio climático a algunos animales?</strong></p>\n\n<p class=\"text-center\"><br />\n<strong>Fuente n.<sup>o</sup> 1</strong></p>\n\n<p>Fuente: Este artículo apareció en el periódico electrónico <em>La Jornada</em> el 5 de enero de 2007.</p>\n\n<p><strong>Inviernos tibios le quitan el sueño a los osos europeos</strong></p>\n\n<p><strong>Anticipan meteorólogos altas temperaturas históricas para Gran Bretaña y España</strong></p>\n\n<p>ELIZABETH NASH</p>\n\n<p>Madrid, 4 de enero. Los osos han dejado de hibernar en las montañas del norte de España, en lo que podría ser una de las más claras señales de lo mucho que los cambios climáticos han afectado el mundo natural.</p>\n\n<p>En diciembre, mientras las abejas, mariposas e incluso golondrinas aún revoloteaban en Gran Bretaña, los osos pardos europeos todavía podían ser vistos en los bosques de los montes españoles de Cantabria, cuando normalmente debían ya estar en su largo sueño anual.</p>\n\n<p>Se supone que los osos deben dormir en el invierno, disminuyendo sus ritmos orgánicos al mínimo y subsistiendo mediante su grasa acumulada, porque el clima helado hace que la comida sea escasa. Uno de estos animales, que al hibernar apenas respira, puede perder hasta 40 por ciento de su peso corporal antes de que los despierte la primavera.</p>\n\n<p>Pero muchos de los 130 osos de la cordillera del norte de España que presentan ligeras variaciones genéticas de las poblaciones de osos de otros lugares del mundo se han mantenido activos durante las estaciones frías recientes, anunciaron hace poco estudiosos de la Fundación del Oso Pardo (FOP) de España.</p>\n\n<p>El cambio afecta sobre todo a hembras con crías, que ahora encuentran que hay suficientes nueces, bellotas, castañas y bayas en las montañas como para que, desde un punto de vista de conservación de energía, valga la pena seguir alimentándose, explicaron los científicos con sede en la capital cantábrica de Santander al diario <em>El País</em>.</p>\n\n<p>“Si el invierno es benigno, las hembras prefieren hacer el esfuerzo de mantenerse despiertas para buscar alimento”, señaló Guillermo Palomero, presidente de la FOP y coordinador del plan nacional de conservación de osos.</p>\n\n<p>Este cambio en el patrón de conducta se debe a inviernos más cálidos, afirma Palomero. “Las cumbres cantábricas se congelan todo el invierno, pero nuestros equipos de observadores han podido seguir huellas frescas de grupos de osos”. [...]</p>\n\n<p><strong>Revolución en la conducta</strong></p>\n\n<p>“Todo sugiere que el calentamiento global es responsable de esta revolución en la conducta”, señala Juan Carlos García Cordón, profesor de geografía de la Universidad de Santander en Cantabria y especialista en climatología.</p>\n\n<p>“Hay poca información meteorológica sobre las montañas, pero parece que el calentamiento es más notable en los valles en que se acumula el aire frío. Hay una disminución de las nevadas, que no alcanzan a cubrir la vegetación, lo que hace que la comida permanezca visible. Debido a que el otoño llega más tarde y la primavera se adelanta, los osos tienen todo un mes más para alimentarse”, observa García Cordón.</p>\n\n<p>“No podemos comprobar que la no hibernación es causada por el calentamiento global, pero todo apunta en esa dirección”, agrega.</p>\n\n<p>Meteorólogos españoles predicen que este año tendrá el invierno más cálido jamás registrado en España, de la misma forma en que este será el año con más alta temperatura en Gran Bretaña, desde que se iniciaron los registros en 1659.</p>\n\n<p>“Inviernos tibios le quitan el sueño a los osos europeos”, por Elizabeth Nash de The Independent, copyright © 2007. Usado con permiso.</p>\n\n<p class=\"text-center\"><strong>Fuente n.° 2</strong></p>\n\n<p>Fuente: Este artículo apareció en la revista electrónica <em>Tendencias 21</em> el 6 de abril de 2003.</p>\n\n<p><img alt=\"A screenshot shows the header of a window titled &quot;Pagina de Internet.&quot; A ribbon bar with different tabs and options appear below the header.\" height=\"108\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c55f41f829e09309f04de9b4cfc150e0/original.png\" width=\"650\" /></p>\n\n<p><strong>EL CAMBIO CLIMÁTICO REDUCE LA MIGRACIÓN DE LAS AVES A OTROS CONTINENTES</strong></p>\n\n<p><strong>El cambio climático está alterando los hábitos migratorios de las aves, ya que los inviernos más cálidos están reteniendo en el hemisferio norte, particularmente en Europa Central, a especies que habitualmente se desplazaban a otros continentes para regresar en primavera. La comunidad científica alerta de los riesgos que estos cambios pueden suponer para numerosas especies de aves.</strong></p>\n\n<p>Por Vanesa Marsh</p>\n\n<p>Cada vez hay menos aves migratorias debida a la elevación de las temperaturas derivada del cambio climático, particularmente en Europa Central, según una investigación realizada por Nicole Lemoine y Katrin Boehning-Gaese, de la Universidad Johannes Gutenberg de Mainz, Alemania.</p>\n\n<p>Según explica <em>Wildlife News</em>, la investigación analizó los censos existentes de aves en la región del Lago Constanza, de Europa Central, que comparten Alemania, Austria y Suiza. Tuvo en cuenta el comportamiento de 300 especies de aves clasificadas en tres categorías: residentes migratorias de corta distancia y migratorias de larga distancia.</p>\n\n<p>Cada categoría tenía, respectivamente, 122, 80 y 108 especies diferentes y se tomaron en consideración los censos de 1980-1981 y de 1990-1992.</p>\n\n<p>La comparación de ambos censos pudo determinar que la evolución del clima entre 1980 y 1990 no afectó a las aves residentes y de migraciones cortas, pero sí a las de migraciones de larga distancia, que han descendido al amparo de las temperaturas más calidad registradas en el invierno europeo.</p>\n\n<p>La evidencia sugiere que la temperatura media de la Tierra puede subir este siglo entre 1.5 y 5.8 grados, que se sumarían al aumento ya registrado en los últimos 150 años.</p>\n\n<p><strong>Consecuencias dramáticas</strong></p>\n\n<p>Este cambio en la temperatura tendrá indudablemente consecuencias dramáticas para las condiciones atmosféricas y por lo tanto para las condiciones de vida de los diferentes organismos, incluyendo las aves migratorias.</p>\n\n<p>Por ejemplo, los inviernos fríos con intensas nevadas han llegado a ser escasos en muchas partes del mundo, y la cubierta de la nieve en ciertas montañas se han reducido más del 50% durante el siglo pasado.</p>\n\n<p>Este cambio climático afecta ya a plantas y animales de los cuatro puntos cardinales del planeta, reduciendo en algunos casos los períodos de hibernación de algunas especies (como las marmotas de América del Norte) y en otros anticipando la reproducción, como es el caso de algunas aves migratorias europeas.</p>\n\n<p>Se cree que los inviernos más templados disminuirán aún más el número de aves migratorias de larga distancia en Europa y que estos cambios en los comportamientos se generalizarán en el curso de varias generaciones. De hecho, muchas poblaciones de pájaros de larga distancia han renunciado a cambiar de residencia de invierno en los últimos veinte años.</p>\n\n<p><br />\n“El cambio climático reduce la migración de las aves a otros continentes” por Vanesa Marsh de tendencias21.net, copyright © 2003. Usado con permiso.</p>\n\n<p class=\"text-center\"><strong>Fuente n.° 3</strong></p>\n\n<p>Fuente: “La mancha roja en la costa española la provocó el cambio climático” es una adaptación de un artículo que apareció en el sitio de Internet ABC.es el 14 de junio de 2008.<br />\n<span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_45ede82119935d5b9944b4371ffd5761\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/832eab44d1857f5c8f2b440e589d83cf/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]