[{"id":"FT557426","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying Sources 1-3. The sources include both print and audio material. First, you will have 7 minutes to read the printed material. Afterward, you will hear the audio material: You should take notes while you listen. Then, you will have 5 minutes to plan your response and 40 minutes to write your essay. Your essay should be at least 200 word in length.</p>\n\n\t<p>This question is designed to test your ability to interpret and synthesize different sources. Your essay should use information from the sources to support your ideas. You should refer to ALL of the sources. As you refer to the sources, identify them appropriately. Avoid simply summarizing the sources individually.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en las Fuentes 1-3. Las fuentes comprenden material tanto impreso como auditivo. Primero, dispondrás de 7 minutos para leer el material impreso. Después, escucharás el material auditivo; debes tomar apuntes mientras escuches. Luego, tendrás 5 minutos para organizar tus ideas y 40 minutos para escribir tu ensayo. El ensayo debe tener una extensión mínima de 200 palabras.</p>\n\n\t<p>Esta pregunta se diseñó para medir tu capacidad de interpretar y sintetizar varias fuentes. Tu ensayo debe utilizar información de las fuentes que apoye tus ideas. Debes referirte a TODAS las fuentes. Al referirte a las fuentes, identifícalas apropiadamente. Evita simplemente resumir las fuentes individualmente.</p>\n\t</li>\n</ul>\n\n<p><strong>¿Cuál es el impacto del comercio y las inversiones internacionales en algunos países del mundo?</strong></p>\n\n<p class=\"text-center\"><strong>Fuente</strong> <strong>n.<sup>o</sup> 1</strong></p>\n\n<p>Fuente: Este artículo apareció en <u>www.BBCMundo.com</u> el 12 de septiembre de 2006.</p>\n\n<p>12 de septiembre de 2006</p>\n\n<p><strong>De Nueva Delhi a Brasilia</strong></p>\n\n<p><strong>India y Brasil están por firmar una serie de acuerdos para promover acuerdos bilaterales de comercio e inversión.</strong></p>\n\n<p>Las negociaciones serán el punto focal de la visita oficial de tres días del primer ministro indio, Manmohan Singh, a Brasil, que constituye la primera en 38 años de un mandatario indio al mayor país de Sudamérica.</p>\n\n<p>Lo considera una \"superpotencia agricultora\" y un \"un país que ha logrado mucho en seguridad energética\" y cree que su país puede aprender bastante de Brasil.</p>\n\n<p>Brasil está interesado en importar medicinas baratas y combustible de las refinerías indias, mientras que India tiene interés en el etanol brasileño para reducir su dependencia de las costosas importaciones de crudo.</p>\n\n<p><strong>En expansión</strong></p>\n\n<p>Otras áreas donde existe la posibilidad de cooperar son la investigación en el campo de la agricultura, el procesamiento de alimentos, la exploración para buscar gas y crudo, la aviación, los ferrocarriles y la informática.</p>\n\n<p>Recientemente, el comercio entre estos dos poderes emergentes se ha ido expandiendo rápidamente: el año pasado mostró un incremento de 100 por ciento desde 2004.</p>\n\n<p>Las autoridades indias creen que si se dan las condiciones, el comercio actual (por valor de EEUU$2.500 millones) puede duplicarse en un par de años.</p>\n\n<p>A la reunión de los mandatarios indio y brasileño el miércoles asistirá también el presidente sudafricano Thabo Mbeki, para la primera cumbre entre los tres países.</p>\n\n<p>Entre otras cosas, tratarán de reforzar las conexiones marítimas para facilitar el intercambio entre estas tres democracias, separadas por vastas distancias oceánicas.</p>\n\n<p class=\"text-center\"><strong>Fuente</strong>&nbsp;<strong>n.<sup>o</sup> 2</strong></p>\n\n<p>Fuente: Este artículo apareció en www.BBCMundo.com el 26 de marzo de 2007.</p>\n\n<p>26 de marzo de 2007</p>\n\n<p><strong>Intel aumenta inversiones en China</strong></p>\n\n<p><strong>El mayor fabricante de microprocesadores del mundo, Intel, anunció que construirá una fábrica en China por un monto de EEUU$2.500 millones.</strong></p>\n\n<p>Los analistas esperan que la inversión constituya un gran estímulo para la industria china de alta tecnología.</p>\n\n<p>La planta, que se levantará en la ciudad portuaria de Dalian, en el nordeste del país, fabricará obleas integradas de 30 centímetros (12 pulgadas).</p>\n\n<p>Intel tiene plantas similares en Estados Unidos, Irlanda e Israel, pero ésta será la primera de este tipo en Asia.</p>\n\n<p>\"Este proyecto confirma...la importancia estratégica de China en nuestra estrategia global\", dijo el director ejecutivo de Intel, Paul Otellini.</p>\n\n<p>\"China es nuestro mayor mercado creciente y consideramos que es fundamental que invirtamos en mercados que nos garanticen crecimiento en el futuro para servir mejor a nuestros clientes\", añadió.</p>\n\n<p><strong>Una generación menos</strong></p>\n\n<p>La tecnología de la planta de Dalian, de 90 nanómetros, producirá algunos de los semiconductores más avanzados de China.</p>\n\n<p>Sin embargo, tendrá por lo menos una generación de atraso con respecto a las obleas integradas más recientes de Intel.</p>\n\n<p>La empresa ya emplea a más de 6.000 personas en China, en fábricas de chips de memoria y microprocesadores en Shanghai y Chengdú, en las que ha invertido cerca de EEUU$1.000 millones.</p>\n\n<p>Zhan Xiaoqiang, vicepresidente de la Comisión Nacional de Desarrollo y Reformas de China, dijo que espera que la nueva planta \"triaiga más proyectos de valor añadido\" a la región.</p>\n\n<p class=\"text-center\"><strong>Fuente</strong>&nbsp;<strong>n.<sup>o</sup> 3</strong></p>\n\n<p>Fuente<strong>:</strong> Este informe, titulado «China, India y América Latina, un juego económico con ventajas y desventajas», sepresentó en Radio Naciones Unidas el 8 de noviembre de 2006.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_587513dcbe4f6ddc9897b1614847a89c\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/62a3b181dbaf271c147867b66a2ed674/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p>Reproduced by permission of Radio Naciones Unidas</p>\n"}]