[{"id":"FT557414","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying Sources 1-3. The sources include both print and audio material. First, you will have 7 minutes to read the printed material. Afterward, you will hear the audio material: You should take notes while you listen. Then, you will have 5 minutes to plan your response and 40 minutes to write your essay. Your essay should be at least 200 word in length.</p>\n\n\t<p>This question is designed to test your ability to interpret and synthesize different sources. Your essay should use information from the sources to support your ideas. You should refer to ALL of the sources. As you refer to the sources, identify them appropriately. Avoid simply summarizing the sources individually.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en las Fuentes 1-3. Las fuentes comprenden material tanto impreso como auditivo. Primero, dispondrás de 7 minutos para leer el material impreso. Después, escucharás el material auditivo; debes tomar apuntes mientras escuches. Luego, tendrás 5 minutos para organizar tus ideas y 40 minutos para escribir tu ensayo. El ensayo debe tener una extensión mínima de 200 palabras.</p>\n\n\t<p>Esta pregunta se diseñó para medir tu capacidad de interpretar y sintetizar varias fuentes. Tu ensayo debe utilizar información de las fuentes que apoye tus ideas. Debes referirte a TODAS las fuentes. Al referirte a las fuentes, identifícalas apropiadamente. Evita simplemente resumir las fuentes individualmente.</p>\n\t</li>\n</ul>\n\n<p><strong>¿Cuál ha sido el impacto del ferrocarril?</strong></p>\n\n<p class=\"text-center\"><strong>Fuente&nbsp;n.<sup>0</sup> 1</strong></p>\n\n<p>Fuente: Este texto fue adaptado del artículo titulado “Máquinas del tiempo en el desierto” que apareció en <strong>www.BBCMundo.com</strong> el 16 de enero de 2006.</p>\n\n<p><strong>Máquinas del tiempo en el desierto</strong></p>\n\n<p>El ferrocarril de Hejaz se construyó hace más de cien años para llevar peregrinos musulmanes desde la ciudad turca de Estambul hasta Medina, en la actual Arabian¡ Saudita, pero fue dinamitado por Lawrence de Arabia durante la Primera Guerra Mundial.</p>\n\n<p>No obstante, tramos de la línea todavía son utilizados por trenes de pasajeros y de carga, con locomotoras y coches de otra era. Mi primer encuentro con el ferrocarril de Hejaz tuvo lugar -en medio de nubes de vapor con un repugnante olor a grasa caliente- en la estación de Kadem, en Damasco, la capital de Siria. Una veterana locomotora a vapor fabricada en 1914 pasó resoplando, con coches de carga que tiraba hacia la frontera jordana. Desde la cabina del conductor dos rostros cubiertos de hollín se inclinaron para ver el camino de hierro que tenían frente a ellos.</p>\n\n<p><strong>Máquina del tiempo</strong></p>\n\n<p>Parecía que uno había retrocedido un siglo en la historia ferroviaria. Tenía que recordarme a mí mismo que se trataba de ahora, no del pasdo. El ingeniero a cargo de las bodegas de mantenimiento señaló a la más vieja de las locomotoras en servicio, fabricada en Alemania en 1898. \"Con ésta son once las locomotoras a vapor que tenemos funcionando\", me dijo con obvio orgullo. \"Si las sexagenarias máquinas de diesel se rompen, usamos vapor para el transporte de pasajeros y de carga\", añadió.</p>\n\n<p><strong>Diferencias nacionales</strong></p>\n\n<p>En el sur de Jordania el ferrocarril es muy diferente. El terraplén, al que le han robado sus rieles y durmientes, se levanta orgulloso en el desierto, como si fuera una estatua natural que ha estado ahí desde la noche de los tiempos. El terraplén hace las veces de una buena carretera hasta que se detiene abruptamente en un abismo que alguna vez estuvo franqueado por un puente y que desapareció arrastrado por una riada, probablemente hace varias décadas. En el tramo saudita de la línea hay máquinas a vapor que fueron abandonadas a fines de la Primera Guerra Mundial. Había una en Medain Saleh, una gran estación saudita. La locomotora, a la que los beduinos le quitaron todas sus piezas móviles, todavía estaba en su sala de máquinas, a la espera de una reparación que debió haberse hecho hace 80 ó 90 años.</p>\n\n<p><strong>\"Cazadores\"</strong></p>\n\n<p>Al acabarse el carbón, tuvieron que construir este tramo de 40 kilómetros para poder sacar madera de un bosque cerca del castillo de Shubak, que antaño usaban los cruzados. Un campesino de la zona confirmó que estábamos en el bosque de Hisseth o, más bien, en lo que quedaba de él. \"Allí puede ver troncos dejados por las tropas otomanas\", dijo señalando a un lugar más elevado. Paso seguido, nos acusó -a mí y a mi intérprete- de ser cazadores de tesoros. Asombrado, consulté a un arqueólogo en Ammán, quien se puso las manos en la cabeza y me dijo: \"Los cazadores de tesoros están destruyendo largos tramos del ferrocarril\".</p>\n\n<p>Ueli Bellwader me explicó que los huecos que habíamos visto alrededor de muchas estaciones en el desierto no eran cráteres de bombas de la Primera Guerra Mundial, sino excavaciones hechas por buscadores de tesoros. \"Parecerá una locura, pero mucha gente realmente cree que, en su retirada, los soldados otomanos enterraban oro cerca de las estaciones\", dijo.</p>\n\n<p class=\"text-center\"><strong>Fuente&nbsp;n.<sup>0</sup> 2</strong></p>\n\n<p>Fuente: Este artículo apareció en la revista <em>Vía Libre</em> de la Fundación de los Ferrocarriles Españoles en septiembre de 2004.</p>\n\n<p><strong>Diez años del compromiso de puntualidad en el AVE</strong></p>\n\n<p>El 99,77 por ciento de los trenes AVE (Alta Velocidad Española) han sido puntuales durante la década de vigencia del compromiso de puntualidad implantado por Renfe (Red Nacional de los Ferrocarriles Españoles) en la línea Madrid-Sevilla. Sólo el 0,23 por ciento restante llegaron con más de cinco minutos de retraso a su destino, en los que 94.433 viajeros reclamaron y obtuvieron la devolución del importe de su billete.</p>\n\n<p>Renfe adquirió el 11 de septiembre de 1994 este compromiso sin precedentes en ninguna otra administración ferroviaria mundial, de modo que si un tren AVE llega a su destino con más de cinco minutos de retraso se reintegra el importe íntegro del billete, siempre que ese retraso sea imputable a la empresa. Renfe afrontó con esta iniciativa comercial cualquier tópico sobre la impuntualidad de los trenes.</p>\n\n<p>En esta década han circulado por las líneas de alta velocidad 161.202 trenes de los que sólo 364 llegaron a sus destinos con un retraso superior a cinco minutos, lo que supone un porcentaje del 0,23. El número de viajeros que utilizaron estos trenes ascendió a 41.437.935, de los que 94.433 se beneficiaron del compromiso de puntualidad y obtuvieron el reintegro del importe de sus billetes.</p>\n\n<p>El total del dinero devuelto asciende a 3,2 millones de euros, un 0,23 por ciento de los ingresos generados por el tráfico de estos trenes, que asciende a 1.388 millones de euros.</p>\n\n<p class=\"text-center\"><strong>Fuente&nbsp;n.<sup>0</sup> 3</strong></p>\n\n<p>Fuente: Este reportaje fue adaptado de “Trenes históricos y turísticos” que se presentó en la revista digital <em>VíaLibre</em>, www.vialibre.org, en noviembre de 2004.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_8f784324fd3376c02891cd32cfabbbfb\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/63474944cf4bcfbdd10a3a47e54b5a59/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p>Reproduced by permission of www.vialibre.org</p>\n"}]