[{"id":"FT556849-22","type":"audio","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The following question is based on the accompanying printed article and audio selection. First, you will have 5 minutes to read the article. Afterward, you will hear the audio selection; you should take notes while you listen. Then, you will have 2 minutes to plan your answer and 2 minutes to record your answer.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> La pregunta siguiente se basa en el artículo impreso y la selección auditiva. Primero, tendrás 5 minutos para leer el artículo. Después, escucharás la selección auditiva; debes tomar apuntes mientras escuches. Luego, tendrás 2 minutos para preparar tu respuesta y 2 minutos para grabar tu respuesta.</p>\n\t</li>\n</ul>\n\n<p><strong>Compara las diferencias y las semejanzas de las ideas presentadas en los dos congresos sobre el idioma español.</strong></p>\n\n<p><strong>Texto Impreso</strong></p>\n\n<p><strong>Fuente:</strong> Este artículo apareció en BBCMundo.com el 15 de noviembre de 2004.</p>\n\n<p><strong>Como presidente de la Academia Argentina de la Lengua, podría decirse que Pedro Barcia es el anfitrión del congreso que se realiza en la ciudad de Rosario entre el 17 y el 20 de noviembre.</strong></p>\n\n<p>Adalid del enriquecimiento del idioma, confiesa que le preocupa «el empobrecimiento y el exceso de vulgaridad» en el uso cotidiano del castellano.</p>\n\n<p>También reconoce que existe un gran conflicto entre la necesidad de unificar la lengua y defender sus particularidades.</p>\n\n<p>BBC Mundo conversó con él de los problemas y desafíos que enfrentará el español en el siglo XXI.</p>\n\n<p><strong>¿Qué interés puede tener un congreso como éste para los hispanohablantes en general?</strong></p>\n\n<p>Interesa porque la lengua es un factor fundamental en tres grandes ámbitos que nos afectan a todos: la comunicación, la educación y la negociación.</p>\n\n<p>En la medida que los gobiernos toman conciencia de la importancia de la lengua, comienzan a preocuparse de su manejo en la televisión, en la radio, en los periódicos, mejoran las políticas de enseñanza y se vigila que esa lengua tenga peso en congresos internacionales y en publicaciones.</p>\n\n<p>Esto es básico para los negocios, por ejemplo, que no se hacen con señas, sino a través de un idioma. Y el español es una lengua cuya relevancia en este aspecto va en aumento.</p>\n\n<p>En segundo lugar, todos los hablantes debemos preocuparnos de que, manteniendo las diferencias regionales y dialectales, la lengua sea cada vez más unitaria, más rica, más matizada, y disminuya ese empobrecimiento que se está dando en los medios.</p>\n\n<p><strong>¿A qué apunta específicamente el lema del Congreso, que es Identidad Lingüística y Globalización?</strong></p>\n\n<p>Se refiere a una situación que en algunas regiones puede ser conflictiva y en otras una forma de articulación de dos dimensiones de la realidad: la identidad y la globalización.</p>\n\n<p>En realidad, hablamos de dos posibilidades, que van desde una armonía que se busca y es difícil de lograr a una situación que señala esta contradicción, términos que se dan exactamente igual en la economía, la política y la cultura.</p>\n\n<p><strong>¿Y qué pasa con las palabras que no siempre significan lo mismo en los distintos países?</strong></p>\n\n<p>Bueno, efectivamente el plano del léxico puede ser el más conflictivo, pero lo cierto es que en los estudios que se han hecho, se va demostrando que cada vez más hay una creciente unidad lexicográfica en la lengua: son pocas las palabras que no se entienden de una nación a otra.</p>\n\n<p>En estos momentos se está elaborando un diccionario académico de americanismos, que va a empezar con 100.000 términos y va a terminar con 400.000 y se va a ver que son muchos los términos comunes que hay.</p>\n\n<p>La globalización significa la internacionalización del español o lo que se ha llamado la tercera norma. La idea es buscar cómo se dice en casi todos los países: ¿se dice más <em>auto</em> que <em>coche</em> o que <em>carro</em>? Predomina <em>auto</em>; entonces, a partir de allí este uso se va a hacer predominante, por ejemplo, en los noticieros, en las telenovelas, en los periódicos.</p>\n\n<p><strong>¿Y qué sucede con la influencia de los medios en la formación del lenguaje de los más jóvenes?</strong></p>\n\n<p>Bueno, es que en este momento los medios son una gran escuela. Antes la lengua se formaba desde el pueblo hacia arriba y ahora son los medios los que imprimen modalidades y usos, sobre todo entre la muchachada joven.</p>\n\n<p>Entonces, si los gobiernos actúan, los jóvenes van a encontrar que la televisión no reproduce más sus defectos, sus torpezas y debilidades, sino que les da un modelo distinto, más correcto.</p>\n\n<p>A mí no me preocupa tanto la sintaxis como la vulgaridad y la pobreza, que para mí en una democracia son problemas cruciales.</p>\n\n<p>Además, los gobiernos deberían empezar a preocuparse de modificar la educación.</p>\n\n<p>Las etapas básicas de la enseñanza de la lengua son buenas, pero el resto es desastroso, flojo, salvo excepciones. Entonces ocurre que hay egresados que no hablan correctamente, que no pueden expresarse ni redactar una solicitud de empleo y, por lo tanto, no se insertan en la vida laboral.</p>\n\n<p>También son incapaces de leer comprensivamente un texto, o sea, que si los toman en una escuela industrial no pueden manejar una máquina porque no entienden con claridad qué dice el manual de instrucciones.</p>\n\n<p><strong>¿Y usted cree que los gobiernos latinoamericanos son conscientes de la seriedad de este desafío?</strong></p>\n\n<p>No, para nada, ésa es la pena que nos da a los que somos conscientes.</p>\n\n<p>Por eso cuando uno anuncia esa preocupación lo hace desde la perspectiva de la esperanza de que alguna vez los gobiernos le presten atención a este tema de la lengua.</p>\n\n<p><span style=\"font-size:0.8em\">© BBC 2004. Reproduced by permission.</span></p>\n\n<p><strong>Informe de la Radio</strong></p>\n\n<p>Fuente: El siguiente informe titulado “Español, lengua mestiza” se emitió en BBC Mundo el 4 de noviembre de 2004.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_8fc2ae266b4094d938907388b205ce3e\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/504aaf4670671cfab206d354327fd05d/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Press the record button to begin recording your presentation.</p>\n"}]