[{"id":"FT561270","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You will write a persuasive essay to submit to a Spanish writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p><strong>Instrucciones:</strong> Vas a escribir un ensayo persuasivo para un concurso de redacción en español. El tema del ensayo se basa en las tres fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. Primero, vas a tener 6 minutos para leer el tema del ensayo y los textos. Después, vas a escuchar la grabación dos veces; debes tomar apuntes mientras escuchas. Luego vas a tener 40 minutos para preparar y escribir tu ensayo.</p>\n\n<p>En un ensayo persuasivo, debes presentar los diferentes puntos de vista de las fuentes sobre el tema, expresar tu propio punto de vista y apoyarlo. Usa información de todas las fuentes para apoyar tu punto de vista. Al referirte a las fuentes, identifícalas apropiadamente. Organiza también el ensayo en distintos párrafos bien desarrollados.</p>\n\n<p>Tema curricular: La ciencia y la tecnología</p>\n\n<p>Primero tienes 6 minutos para leer el tema del ensayo, la fuente número 1 y la fuente número 2.</p>\n\n<p><strong>Tema del ensayo:</strong></p>\n\n<p>¿Debería permitirse el uso del teléfono celular en las escuelas secundarias?</p>\n\n<p><strong>FUENTE NÚMERO 1</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata del uso del celular en las escuelas secundarias. El artículo original fue publicado por la editorial Ediba. El autor es anónimo.</p>\n\n<p><strong>5 RAZONES PARA PERMITIR A LOS ESTUDIANTES UTILIZAR SUS MÓVILES EN CLASE</strong></p>\n\n<ol>\n\t<li>\n\t<p>Si estamos preparando a los estudiantes para la vida luego de la escuela, deberíamos permitirles utilizar las herramientas que usarán cuando estén ahí. ¿En cuántos trabajos pueden pensar que un <em>smartphone</em> no sea beneficioso? Los mecánicos solicitan repuestos por teléfono, los ingenieros ven planos, los médicos calculan las dosis y en las tiendas de comestibles chequean el inventario por teléfono. Para cuando nuestros estudiantes comiencen sus carreras profesionales, la necesidad de utilizar tecnología móvil será mayor. Sería negligencia no preparar a los estudiantes para ese mundo.</p>\n\t</li>\n\t<li>\n\t<p>En un momento donde las escuelas están enfrentando presupuestos ajustados, utilizar la tecnología que ya tenemos a disposición es lógico. ¿Cuántas escuelas señalan a la falta de fondos como la razón por la cual no incorporan la tecnología en la clase? Podemos mejorar mucho esa situación utilizando la tecnología que ya está disponible y gratis, disponible probablemente para la mayoría de los estudiantes de secundaria.</p>\n\t</li>\n\t<li>\n\t<p>Los dispositivos móviles son geniales para enseñar habilidades del siglo XXI. Tener videoconferencias con gente de otras partes del mundo se vuelve fácil. Uno de los principales argumentos en contra de que los estudiantes utilicen teléfonos móviles es que pueden hacer trampa. Mi respuesta es que los exámenes que son tan carentes de rigor, como para que los estudiantes puedan buscar respuestas en un teléfono o pedírselos a otro estudiante, son exámenes pésimos y anticuados en un mundo donde la información es gratis y fácil. Los niños que trabajan juntos para encontrar soluciones a problemas (colaboración) deberían ser animados a seguir haciéndolo, no etiquetados como tramposos. Las políticas que prohíben los móviles porque los estudiantes podrían enviarse mensajes entre ellos son miopes. Los estudiantes solían pasarse notas en papel y el papel nunca fue prohibido.</p>\n\t</li>\n\t<li>\n\t<p>Los dobles discursos no están bien. Conozco muchos lugares en donde los directores entran a la clase con <em>smartphones</em> o tabletas para tomar nota sobre las observaciones hacia un docente. Pero, en la misma clase, los estudiantes no tienen permitido utilizar sus dispositivos móviles. El mensaje que esto envía a los estudiantes es totalmente inaceptable. Estas son excelentes herramientas. Los niños saben eso. Dejemos que las utilicen.</p>\n\t</li>\n\t<li>\n\t<p>Necesitamos enseñar a los niños formas responsables de utilizar la tecnología. Mantenerlos “a salvo” mientras no les permitimos acceder a la tecnología es irresponsable de nuestra parte. Tenemos que enseñarles cómo hacerlo protegiéndose a sí mismos tanto de los errores que podrían cometer y los podrían seguir durante décadas como de los otros que quieren hacerles daño. Los peligros y trampas de utilizar los teléfonos móviles no desaparecerán. ¿No es nuestra responsabilidad enseñarles a protegerse?</p>\n\t</li>\n</ol>\n\n<p><span style=\"font-size:0.8em\">Used by permission.</span></p>\n\n<p><strong>FUENTE NÚMERO 2</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata de los motivos por los que las personas usan el teléfono móvil. El gráfico fue publicado en 2011 en la República Dominicana por la Unidad Técnica de Apoyo a la Comisión Nacional para la Sociedad de la Información y el Conocimiento (CNSIC).</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"The figure presents a bar graph titled “Finalidad del uso del celular.” There are 12 bars. The data represented by the 12 bars are as follows. Enviar SMS, Short Messaging System: 50 punto 65 por ciento. Hablar con amigos: 58 punto 90 por ciento. Hablar con padres y familia: 60 punto 52 por ciento. Hacer fotos o videos: 29 punto 61 por ciento. Enviar fotos o videos: 14 punto 56 por ciento. Escuchar MP3 o radio: 48 punto 38 por ciento. Descargar canciones y politonos: 14 punto 08 por ciento. Descargar videos, películas e imágenes: 10 punto 68 por ciento. Navegar en Internet: 7 punto 28 por ciento. Chatear / mensajería instantánea: 31 punto 88 por ciento. Enviar correos electrónicos: 12 punto 46 por ciento. Otros: 5 punto 83 por ciento.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/27385725435f63bcdb7fe2b84462991b/original.png\">\n<p>Datos de una encuesta sobre hábitos de uso y consumo de la tecnología a 618 adolescentes de 12 a 18 años de edad.</p>\n\n<p><strong>FUENTE N.° 3</strong></p>\n\n<p>Tienes 30 segundos para leer la introducción.</p>\n\n<p>Introducción</p>\n\n<p>Esta grabación trata del uso del celular en la clase. El informe original titulado “Celulares en clase: ¿sí o no?” fue publicado el 11 de noviembre de 2011 en Argentina por Noticiero Canal 9 Resistencia. La grabación dura aproximadamente tres minutos.</p>\n\n<p>LT 81 Canal 9 TV Resistencia S.A. “Imagen del Nordeste” Resistencia, Chaco, Argentina.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_11586742ef69bc3578a19415e97df1df\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ca1dcec97bd30ab5d5b6b0e4dc47b6af/original.mp3\" data-type=\"audioplayer\"></span></p>"}]