[{"id":"FT561266","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Vas a escribir una respuesta a un mensaje electrónico. Vas a tener 15 minutos para leer el mensaje y escribir tu respuesta.</p>\n\n\t<p>Tu respuesta debe incluir un saludo y una despedida, y debe responder a todas las preguntas y peticiones del mensaje. En tu respuesta, debes pedir más información sobre algo mencionado en el mensaje. También debes responder de una manera formal.</p>\n\t</li>\n</ul>\n\n<p>Tema curricular: La vida contemporánea</p>\n\n<p>Introducción</p>\n\n<p>Este mensaje electrónico es de Carla Rojas, directora de la Oficina de Admisiones de la Universidad de Guanacaste.</p>\n\n<p><strong>Has recibido este mensaje porque quieres matricularte en un curso en línea.</strong></p>\n\n<p><strong>De:</strong> Carla Rojas<br>\n<strong>Asunto</strong>: Admision a la Universidad de Guanacaste</p>\n\n<p>Estimado/a estudiante:</p>\n\n<p>Muchas gracias por su interés en nuestras clases en línea. Puesto que la educación a</p>\n\n<p>distancia es más efectiva para cierto tipo de estudiante y nuestros cursos tienen un cupo</p>\n\n<p>limitado de participantes, tratamos de seleccionar solo a estudiantes con un perfil</p>\n\n<p>específico.</p>\n\n<p>Para considerarlo(a) para este programa, nos gustaría tener la siguiente información:</p>\n\n<p>• ¿Por qué está considerando la educación a distancia?</p>\n\n<p>• ¿Qué dificultades cree que podría tener al tomar una clase en línea?</p>\n\n<p>Vamos a revisar las solicitudes dentro de un mes, así que le rogamos una pronta respuesta.</p>\n\n<p>Estamos a su disposición en caso de que tenga cualquier pregunta.</p>\n\n<p>Atentamente,</p>\n\n<p>Lic. Carla Rojas</p>\n\n<p>Directora de Admisiones</p>\n\n<p>Universidad de Guanacaste</p>\n"}]