[{"id":"FT582833","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Vas a escribir una respuesta a un mensaje electrónico. Vas a tener 15 minutos para leer el mensaje y escribir tu respuesta.</p>\n\n\t<p>Tu respuesta debe incluir un saludo y una despedida, y debe responder a todas las preguntas y peticiones del mensaje. En tu respuesta, debes pedir más información sobre algo mencionado en el mensaje. También debes responder de una manera formal.</p>\n\t</li>\n</ul>\n\n<p>Tema curricular: Las identidades personales y públicas</p>\n\n<p>Introducción</p>\n\n<p>Este mensaje electrónico es del señor Javier González Prat, jefe de diseño y mercadeo de la compañía iTinerario, que crea aplicaciones para viajes. Has recibido este mensaje porque completaste un cuestionario sobre tus preferencias de viaje. La compañía te pide más información.</p>\n\n<p><strong>De</strong>: Javier González Prat</p>\n\n<p><strong>Asunto</strong>: Compañía iTinerario</p>\n\n<p>Estimado/a estudiante:</p>\n\n<p>Muchas gracias por haber participado en nuestro cuestionario sobre sus intereses y preferencias cuando está de viaje. Nuestro equipo necesita más información para diseñar nuestra nueva aplicación, Viaje Virtual, para teléfonos móviles y tabletas. La nueva aplicación de viaje servirá para ayudar a los jóvenes en el momento de planear sus viajes. Esperamos que también mejore tanto la calidad como la planificación del viaje.</p>\n\n<p>Para ayudarnos con el diseño, por favor conteste las siguientes preguntas que nos servirán para mejorar nuestra aplicación:</p>\n\n<ul>\n\t<li>\n\t<p>¿Por qué le interesa la idea de viajar al extranjero?</p>\n\t</li>\n\t<li>\n\t<p>Si fuera a viajar al extranjero, ¿qué información necesitaría Ud. para planear un itinerario?</p>\n\t</li>\n</ul>\n\n<p>Si contesta este mensaje antes de la fecha límite, podrá participar en un sorteo de una tableta.</p>\n\n<p>Estamos a su disposición para contestar cualquier pregunta.</p>\n\n<p>Atentamente,</p>\n\n<p>Javier González Prat</p>\n\n<p>Jefe de Diseño y Mercadeo</p>\n\n<p>iTinerario</p>\n"}]