[{"id":"FT582835","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong></p>\n\n\t<p>You will write a persuasive essay to submit to a Spanish writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n\t<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\t</li>\n</ul>\n\n<ul>\n\t<li>\n\t<p><strong>Instrucciones:</strong></p>\n\n\t<p>Vas a escribir un ensayo persuasivo para un concurso de redacción en español. El tema del ensayo se basa en las tres fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. Primero, vas a tener 6 minutos para leer el tema del ensayo y los textos. Después, vas a escuchar la grabación dos veces; debes tomar apuntes mientras escuchas. Luego vas a tener 40 minutos para preparar y escribir tu ensayo.</p>\n\n\t<p>En un ensayo persuasivo, debes presentar los diferentes puntos de vista de las fuentes sobre el tema, expresar tu propio punto de vista y apoyarlo. Usa información de todas las fuentes para apoyar tu punto de vista. Al referirte a las fuentes, identifícalas apropiadamente. Organiza también el ensayo en distintos párrafos bien desarrollados.</p>\n\t</li>\n</ul>\n\n<p>Tema curricular: La ciencia y la tecnología</p>\n\n<p>Primero tienes 6 minutos para leer el tema del ensayo, la fuente número1y la fuente número 2.</p>\n\n<p><strong>Tema del ensayo:</strong></p>\n\n<p>¿Serán relevantes las bibliotecas tradicionales en el futuro?</p>\n\n<p><strong>FUENTE NÚMERO 1</strong></p>\n\n<p>Introducción</p>\n\n<p>Este texto trata del futuro de las bibliotecas. El artículo original fue publicado el 9 de abril de 2013 en España por Julián Marquina.</p>\n\n<p><strong>Bibliotecas y bibliotecarios preparados para una nueva era</strong></p>\n\n<p><strong>¿Cómo será el bibliotecario del futuro, cuáles serán sus funciones y los roles que debe desempeñar dentro de la biblioteca?</strong></p>\n\n<p>La lectura ya no está reservada única y exclusivamente para páginas impresas. Pero todavía los usuarios están influenciados por la situación:</p>\n\n<p>El 81% de los usuarios dice que lee libros en papel con los niños, frente a un 9% que dice leer libros electrónicos con ellos.</p>\n\n<p>Un 69% de los usuarios dice que comparte libros en papel, frente a un 25% que dice que presta sus libros electrónicos.</p>\n\n<p>El 43% de los usuarios dice leer en la cama libros en papel, frente al 45% que dice leer libros electrónicos en la cama.</p>\n\n<p>El 35% de los usuarios dice seleccionar sus lecturas en formato papel, frente al 53% que selecciona sus lecturas en formato electrónico.</p>\n\n<p>Un 19% de los usuarios dice leer libros en papel mientras viaja o realiza desplazamientos, frente a un 73% que dice leer libros electrónicos en sus viajes o desplazamientos.</p>\n\n<p>Un 13% de los usuarios dice que es capaz de obtener rápidamente un libro en formato papel, frente a un 83% que dice que es capaz de obtener rápidamente un libro en formato electrónico.</p>\n\n<p>La mayoría de los lectores de libros en papel y los propietarios de e-readers prefieren comprar sus propias copias de los libros. Los usuarios de audiolibros todavía prefieren pedirlos prestados. El 75% de los propietarios de e-readers realiza la búsqueda de nuevos libros electrónicos primero en librerías en línea, y solo el 12% comienza en la biblioteca pública.</p>\n\n<p><strong>La función del bibliotecario futuro o cómo ayudar a los consumidores de información a obtener lo que necesitan:</strong></p>\n\n<p>Ayudar a que no se sientan abrumados por el gran volumen de información disponible.</p>\n\n<p>Ayudar a encontrar lo que es relevante para sus necesidades.</p>\n\n<p>Ayudar a mantenerse al día con el flujo constante de nueva información.</p>\n\n<p><strong>El papel del bibliotecario futuro:</strong></p>\n\n<p><strong>Centinela</strong>. Guardián de la puerta de acceso. Puede estar seguro de que la información disponible es de la más alta calidad.</p>\n\n<p><strong>Evaluador</strong>. Comparar y recomendar. Ayudar a los consumidores a tomar decisiones entre las distintas opciones de contenido.</p>\n\n<p><strong>Filtrador</strong>. Ayudar a separar el grano de la paja y a encontrar la información de relevancia.</p>\n\n<p><strong>Certifcador</strong>. Nunca hay que mentir. Dar a los usuarios una copia de los hallazgos.</p>\n\n<p><strong>Agregador / sintetizador</strong>. Ayudar a los usuarios a establecer conexiones entre múltiples fuentes con el fin de ver un panorama completo.</p>\n\n<p><strong>Organizador</strong>. Ordenar y alinear. Proporcionar recursos de una manera que haga las tareas más fáciles. Ser un nodo en la red. Unir los puntos. Poner a los usuarios en contacto con otras personas que pueden ayudarles.</p>\n\n<p><strong>Facilitador</strong>. Ayudar a usuarios a entender sus objetivos y apoyar sus esfuerzos para lograr el éxito.</p>\n\n<p><span style=\"font-size:0.8em\">Used by permission.</span></p>\n\n<p><strong>FUENTE NÚMERO 2</strong></p>\n\n<p>Introducción</p>\n\n<p>Esta selección trata de la frecuencia con que se visita la biblioteca. El gráfico fue publicado el 25 de septiembre de 2007 en España.</p>\n\n<p class=\"text-center\"><strong>¿Con qué frecuencia visita la biblioteca?</strong></p>\n\n<p class=\"text-center\"><img alt=\"The figure presents a circle graph titled “¿Con qué frecuencia visita la biblioteca?” The following 6 categories and their percentages are indicated.  Una o dos veces por semana, 32 punto 1 por ciento  Todos o casi todos los días, 9 punto 8 por ciento  Los fines de semana, 1 punto 9 por ciento  Alguna vez al mes, 38 punto 9 por ciento  Alguna vez al trimestre, 11 punto 1 por ciento  Casi nunca o nunca, 6 punto 3 por ciento  Elaborado con datos compilados por la Federación del Gremio de Editores de España.\" height=\"430\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/527faa9568077b0d44aca5c0d45d1b42/original.jpg\" width=\"266\" /></p>\n\n<h2 class=\"text-center\" style=\"margin-left: 80px;\"><span style=\"font-size:0.8em\">Elaborado con datos compilados por la Federación del Gremio de Editores de España.</span></h2>\n\n<h2><span style=\"font-size:0.6em\"><strong>FUENTE NÚMERO 3</strong></span></h2>\n\n<p>Tienes 30 segundos para leer la introducción.</p>\n\n<p>Introducción</p>\n\n<p>Esta grabación trata de las bibliotecas en la era digital. El informe original titulado “Debate: Bibliotecas en la era digital” fue publicado el 30 de noviembre de 2012 en España por Radio Nacional de España. La grabación dura aproximadamente dos minutos y medio.</p>\n\n<p><span style=\"font-size:0.8em\">Used by permission.</span></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_756689b699a9547be977a4c84635c747\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c18a81fac9329efcaa73c3624f4400d5/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]