[{"id":"VH904661","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904652.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Con qué afirmación estaría de acuerdo el autor del artículo?</p>\n","rubricRef":"VH904661_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata de los efectos del bilingüismo en el aprendizaje. El artículo original fue publicado en 2013 en España por Guiainfantil.com.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Ventajas del bilingüismo en la infancia</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">El bilingüismo presenta aspectos positivos sobre la inteligencia</p>\n</div>\n</div>\n\n<p class=\"passage_para\">Algunos padres consideran que el aprendizaje de un segundo idioma puede representar un freno e incluso un retraso en el desarrollo lingüístico del niño, aunque no existen pruebas concretas al respecto. Alguna que otra vez, el niño podrá mezclar alguna que otra palabra entre los dos idiomas, pero esos casos son normales al principio, principalmente cuando los idiomas presentan palabras semejantes. Sin embargo, esos pequeños fallos suelen desaparecer con el tiempo. Según algunos investigadores, los niños expuestos desde muy temprano a dos lenguas, crecen como si tuviesen dos seres monolingües alojados dentro de su cerebro. Cuando dos idiomas están bien equilibrados, los niños bilingües tienen ventaja de pensamiento sobre niños monolingües, lo que quiere decir que el bilingüismo tiene efectos positivos en la inteligencia y en otros aspectos de la vida del niño.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Equilibrio entre dos lenguas o idiomas</span></p>\n\n<p class=\"passage_para\">Algunos expertos sostienen que los niños expuestos a varios idiomas son más creativos y desarrollan mejor las habilidades de resolución de problemas. Hablar un segundo idioma, aunque solo sea durante los primeros años de vida del niño, le ayudará a programar los circuitos cerebrales para que le sea más fácil aprender nuevos idiomas en un futuro. La introducción del bilingüismo en la educación de los niños debe hacerse de forma natural.</p>\n\n<p class=\"passage_para\">Nunca se debe obligar al niño a hablarlo. Lo importante, al principio, es que el niño lo escuche siempre y se familiarice con él poco a poco, sin prisas ni obligaciones. No obstante, existen algunos científicos que recomiendan que el niño aprenda una segunda lengua solo cuando tenga suficiente conocimiento de la materna.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Ventajas de ser un niño bilingüe:</span></p>\n\n<p class=\"passage_para\">1. Comunicación: La capacidad de comunicación con personas de distintas nacionalidades cuando viajan o conviven con personas extranjeras. Los niños bilingües tienen doble capacidad para leer y escribir en dos idiomas distintos y, por tanto, su conocimiento puede ser más amplio por su mayor acceso a la información global.</p>\n\n<p class=\"passage_para\">2. Cultural: El acceso a dos culturas diferentes enriquece la educación del niño (literatura, historia, comportamientos, tradiciones, conversaciones, medios de comunicación, etc.).</p>\n\n<p class=\"passage_para\">3. Conocimiento: El acceso a la diversidad estimula la capacidad de desarrollo intelectual de un niño bilingüe. Por ello, pueden ser más creativos, más flexibles, y adquirir una mente más abierta al mundo y a los demás.</p>\n\n<p class=\"passage_para\">4. Oportunidades de trabajo: Las puertas del mercado de trabajo se abrirán y ofrecerán más oportunidades a las personas bilingües.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Guiainfantil.com</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Esta selección trata de los resultados académicos de las pruebas de estudiantes bilingües y no bilingües. El gráfico fue publicado en 2010 en España por “Programas de enseñanza bilingüe de la comunidad de Madrid”.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a horizontal bar graph titled, “Resultados obtenidos en la prueba CDI (Conocimientos y Destrezas Indispensables) de 2009 en función del carácter bilingüe o no bilingüe de los colegios públicos de educación infantil y primaria por distritos municipales.” The horizontal axis is labeled Puntuación en el examen, and the numbers 0 through 30, in increments of 5, are indicated. Seven categories are given along the vertical axis. Each category has two bars. A key at the top of the chart indicates that one bar represents “Colegios bilingües” and the other bar represents “Colegios no bilingües.” The data presented by category are as follows. Arganzuela: Colegios bilingües, 23.4; Colegios no bilingües, 22.8. Barajas: Colegios bilingües, 17.5; Colegios no bilingües, 23. Charmartín: Colegios bilingües, 24.5; Colegios no bilingües, 20.3. Fuencarral: Colegios bilingües, 23.2; Colegios no bilingües, 20.7. Latina: Colegios bilingües, 26.2; Colegios no bilingües, 21.2. Salamanca: Colegios bilingües, 24.3; Colegios no bilingües, 18.8; Villa de Vallecas: Colegios bilingües, 14; Colegios no bilingües, 17.3.\" height=\"506\" src=\"https://assets.learnosity.com/organisations/537/VH904652.g07.png\" width=\"500\" />\n<p class=\"caption\">Nota: La Comunidad de Madrid realiza todos los años las Pruebas de Conocimientos y Destrezas Indispensables (Pruebas CDI) a los alumnos de 6° curso de Educación Primaria y de 3° de Educación Secundaria Obligatoria para comprobar el grado de adquisición de los conocimientos y destrezas que se consideran indispensables para cada una de las etapas.</p>\n<span class=\"mandatory_credit_line\">Adapted from \"Los programas de enseñanza bilingüe de La Comunidad de Madrid.\"</span></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Los niños bilingües son poco flexibles en el aprendizaje.</p>","<p class=\"choice_paragraph\">Los niños bilingües tienen dificultades para la lectura.</p>","<p class=\"choice_paragraph\">No hay padres que reconozcan los beneficios del bilingüismo.</p>","<p class=\"choice_paragraph\">No hay evidencias científicas en contra del bilingüismo temprano.</p>"],"answer":3}]