[{"id":"VH904792","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904766.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál es el tema principal del texto?</p>\n","rubricRef":"VH904792_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de la vida de unos jóvenes. La novela original titulada <span class=\"formatted_text font_style:italic\">Abel Sánchez: una historia de pasión </span>fue publicada en 1917 en España por el escritor español Miguel de Unamuno.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">No recordaban Abel Sánchez y Joaquín Monegro desde cuándo se conocían. Eran conocidos desde antes de la niñez, desde la primera infancia, pues ya sus sendas nodrizas se juntaban y los juntaban cuando aún ellos no sabían hablar. Aprendió cada uno de ellos a conocerse conociendo al otro. Y así vivieron y se hicieron juntos amigos desde nacimiento casi, más bien hermanos de crianza.</p><p class=\"passage_para\">En sus paseos, en sus juegos, en sus otras amistades comunes, parecía dominar e iniciarlo todo Joaquín, el más voluntarioso; pero era Abel quien, pareciendo ceder, hacía la suya siempre. Y es que le importaba más no obedecer que mandar. Casi nunca reñían. «¡Por mí como tú quieras...!» le decía Abel a Joaquín, y éste se exasperaba a las veces porque con aquel «¡como tú quieras...!» esquivaba las disputas.</p><p class=\"passage_para\">—¡Nunca me dices que no! —exclamaba Joaquín.</p><p class=\"passage_para\">—¿Y para qué? —respondía el otro.</p><p class=\"passage_para\">—Bueno, éste no quiere que vayamos al Pinar —dijo una vez aquél cuando varios compañeros se disponían a un paseo.</p><p class=\"passage_para\">—¿Yo? ¡pues no he de quererlo...! —exclamó Abel—. Sí, hombre, sí; como tú quieras. ¡Vamos allá!</p><p class=\"passage_para\">—¡No, como yo quiera, no! ¡Ya te he dicho otras veces que no! ¡Como yo quiera no! ¡Tú no quieres ir!</p><p class=\"passage_para\">—Que sí, hombre...</p><p class=\"passage_para\">—Pues entonces no lo quiero yo...</p><p class=\"passage_para\">—Ni yo tampoco...</p><p class=\"passage_para\">—Eso no vale —gritó ya Joaquín—. ¡O con él o conmigo!</p><p class=\"passage_para\">Y todos se fueron con Abel, dejándole a Joaquín solo.</p><p class=\"passage_para\">Al comentar éste en sus Confesiones tal suceso de la infancia, escribía: «Ya desde entonces era él simpático, no sabía por qué, y antipático yo, sin que se me alcanzara mejor la causa de ello, y me dejaban solo. Desde niño me aislaron mis amigos».</p><p class=\"passage_para\">Durante los estudios del bachillerato, que siguieron juntos, Joaquín era el empollón, el que iba a la caza de los premios, el primero en las aulas y el primero Abel fuera de ellas, en el patio del Instituto, en la calle, en el campo, en los novillos, entre los compañeros. Abel era el que hacía reír con sus gracias y, sobre todo, obtenía triunfos de aplauso por las caricaturas que de los catedráticos hacía. «Joaquín es mucho más aplicado, pero Abel es más listo... si se pusiera a estudiar...» Y este juicio común de los compañeros, sabido por Joaquín, no hacía sino envenenarle el corazón. Llegó a sentir la tentación de descuidar el estudio y tratar de vencer al otro en el otro campo, pero diciéndose: «¡bah! qué saben ellos...», siguió fiel a su propio natural. Además, por más que procuraba aventajar al otro en ingenio y donosura no lo conseguía. Sus chistes no eran reídos y pasaba por ser fundamentalmente serio. «Tú eres fúnebre» —solía decirle Federico Cuadrado—, «tus chistes son chistes de duelo».</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">El retrato de una familia española</p>","<p class=\"choice_paragraph\">La historia de dos hermanos de sangre</p>","<p class=\"choice_paragraph\">Las travesuras de un grupo de amigos</p>","<p class=\"choice_paragraph\">La relación entre dos compañeros</p>"],"answer":3}]