[{"id":"VH904626","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904564.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál es el propósito principal del artículo?</p>\n","rubricRef":"VH904626_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><div class=\"stimulus_block\"><p class=\"introduction passage-intro\">Este texto trata de la tradición de los diablos danzantes de Yare en Venezuela. El artículo original fue publicado el 4 de diciembre de 2012 en Venezuela por la Agencia Venezolana de Noticias.</p><div class=\"passage\"><div class=\"prose prose_type:news_article style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Fe y mezcla de culturas hacen de las diabladas una tradición popular auténtica</p></div><p class=\"passage_para\">Las maracas de la tradición indígena y ancestral del país, además de las máscaras que cubren sus rostros, son una mezcla de pasado africano, de mestizaje español y de la fe como acto intangible que marco a todo un pueblo por su rasgo cristiano.</p><p class=\"passage_para\">Esas son parte de las características culturales que tejen una de las tradiciones más antiguas de Venezuela y América Latina: los diablos danzantes de Corpus Christi, que se rinden frente al Santísimo Sacramento cada noveno jueves siguiente al Domingo de Resurrección.</p><p class=\"passage_para\">\"Cuando las diabladas llegan a Venezuela en el siglo XVII la tradición la asume el pueblo y le incorporan elementos africanos como la gestualidad presente en las máscaras\", contó el investigador de tradiciones populares del país, Rafael Salazar, a través de un contacto telefónico durante el programa <span class=\"formatted_text font_style:italic\">La bodega cultural</span>, transmitido por Alba Ciudad 96.3 FM.</p><p class=\"passage_para\">Relató, además, que en principio la tradición fue tomada por negros esclavos, quienes agradecían al Santísimo con la bendición del obispo o párroco del pueblo.</p><p class=\"passage_para\">Por su parte, la maraca que sostienen los integrantes de la diablada en su mano tiene orígenes indígenas. \"Eso tenía que ver con el culto de los chamanes a sus dioses. La maraca usada por ellos no es la misma que se utiliza en el joropo venezolano\", explicó el investigador.</p><p class=\"passage_para\">En 2008 Venezuela introdujo una postulación ante la Organización de las Naciones Unidas para la Ciencia, la Educación y la Cultura (UNESCO, por sus siglas en inglés) para elevar la tradición de los diablos de Corpus Christi a Patrimonio Cultural Inmaterial de la Humanidad.</p><p class=\"passage_para\">El veredicto definitivo será divulgado durante la séptima reunión del Comité Intergubernamental para la Salvaguardia del Patrimonio Cultural Inmaterial de la UNESCO en París, Francia.</p><p class=\"passage_para\">De ser afirmativa la respuesta del organismo, significará una \"reivindicación para nosotros como venezolanos porque seremos capaces de trascender en nuestras tradiciones y espiritualidad. Eso será sólo una excusa más para volver a nuestras tradiciones originales; no sólo los diablos sino la gran riqueza existente en el país\", sentenció el viceministro para el Fomento de la Economía Cultural, Humberto González, en su intervención radial.</p><span class=\"mandatory_credit_line\">©AVN-2013</span></div></div></div><div class=\"stimulus_block\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><p class=\"introduction passage-intro\">Esta grabación trata de un ritual prehispánico. El informe original titulado “La Fiesta Grande del Sol” fue publicado el 21 de junio de 2002 en Ecuador por Radialistas. La grabación dura aproximadamente dos minutos.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_68ce9aa76b9f8f99af6dea3f904650f8\" data-src=\"https://assets.learnosity.com/organisations/537/VH904564.a02.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Explicar el origen y los usos de las maracas venezolanas</p>","<p class=\"choice_paragraph\">Explicar las tareas de la UNESCO en Venezuela</p>","<p class=\"choice_paragraph\">Describir las características de una práctica cultural venezolana</p>","<p class=\"choice_paragraph\">Presentar varias de las tradiciones religiosas modernas en Venezuela</p>"],"answer":2}]