[{"id":"VH914717","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH909254.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">De acuerdo con la información presentada en la infografía, ¿cuál es la razón principal por la que los niños no leen?</p>\n","rubricRef":"VH914717_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Esta selección trata de la lectura. La infografía original fue publicada el 7 de marzo de 2017 en México.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Los beneficios de la lectura</p>\n</div>\n<img alt=\"The figure is an infographic. At the top left, there is a black box which reads: 50 por ciento de los padres leen con sus hijos al menos una vez por semana. At the top right, there is a pictograph which shows 10 books, 7 of which are shaded. Above the pictograph there is a text that reads: 7 de cada niños 10 leen al menos una vez por semana. At the left in the middle, there is a question that reads: ¿Por qué los niños no leen? A circle graph is shown, which indicates that 47 percent represent: Prefieren la computadora/jugar/tele; 2 percent represent: Prefieren el deporte; and 51 percent represents: No les interesa/se aburren. At the right middle, there is the following text: 9 de cada 10 encuestados aseguran que la lectura es una actividad que fortalece la relación entre padres e hijos. At the bottom of this figure, there are three numbers boxes. The first box has a picture of a book and reads: La lectura favorece el aprendizaje, mejora el vocabulario y la gramática. The second box has a picture of a light bulb with a brain inside of it. It reads: La lectura estimula la imaginación y la creatividad. The third box has a picture of an adult and two children. It reads: La lectura favorece el vínculo entre padres e hijos.\" height=\"294\" src=\"https://assets.learnosity.com/organisations/537/VH909254.g02.png\" width=\"488\" />\n<p class=\"caption\">Datos basados en una encuesta realizada a 3.200 personas en tres países de América Latina</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"standalone_statement style:1\">Tienes 1 minuto para leer la introducción y prever las preguntas.</p>\n\n<p class=\"introduction passage-intro\">Esta grabación trata del valor de la lectura. Es una conversación entre dos colegas, Ana y Diego. La grabación dura aproximadamente dos minutos y medio.</p>\n</div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_9198e13a68e381188fa467cb88843779\" data-src=\"https://assets.learnosity.com/organisations/537/VH909254.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Prefieren jugar con sus amigos</p>","<p class=\"choice_paragraph\">Les aburre la lectura</p>","<p class=\"choice_paragraph\">Prefieren mirar la tele</p>","<p class=\"choice_paragraph\">Les atraen más los deportes</p>"],"answer":1}]