[{"id":"VH913186","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH909216.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál es el propósito del anuncio?</p>\n","rubricRef":"VH913186_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de las becas otorgadas por el Museo del Prado. El anuncio original fue publicado en 2011 en España por el Museo Nacional del Prado.</p><div class=\"passage\"><div class=\"prose prose_type:advertisement style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Becas</p></div><p class=\"passage_para\">El Museo del Prado otorgará 20 becas para jóvenes profesionales que no superen los 35 años y posean un título superior relacionado con los contenidos del curso. La obtención de la beca supone la participación obligatoria en una serie de seminarios específicos que profundizan sobre los contenidos del curso, que tendrán lugar los viernes a las 10h, en el Centro de Estudios del Museo del Prado.</p><p class=\"passage_para\">Los interesados deberán rellenar la solicitud en el formulario y enviarla al museo siguiendo las instrucciones que se detallan en el mismo. La selección de los becarios se realizará analizando su expediente académico, perfil formativo e interés por el curso, además de la presentación de un breve texto como explicación sobre los motivos para realizar el curso así como sus conocimientos en inglés, elemento esencial para la participación activa en los seminarios.</p><p class=\"passage_para\">Además deberán presentar con la solicitud un breve texto de no más de 500 palabras como explicación sobre los motivos para realizar el curso.</p><p class=\"passage_para\">El plazo de presentación de solicitudes para becas: del 21 de noviembre de 2011 al 31 de enero de 2012.</p><p class=\"passage_para\">El listado de becarios seleccionados se publicará el 1 de marzo de 2012 en esta misma página para que puedan acreditar la documentación y los méritos alegados.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Courtesy of Museo Nacional del Prado. Used with permission.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Conseguir fondos para becas que brinda el museo</p>","<p class=\"choice_paragraph\">Difundir información sobre becas que ofrece el museo</p>","<p class=\"choice_paragraph\">Anunciar oportunidades de trabajo voluntario en el museo</p>","<p class=\"choice_paragraph\">Informar sobre pasantías para jóvenes profesionales en el museo</p>"],"answer":1}]