[{"id":"VH913187","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH909237.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿A qué se refiere la frase “un espacio... estar representadas” en la oración 5 del párrafo 2 ?</p>\n","rubricRef":"VH913187_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de una iniciativa de los estudiantes de una escuela en Houston, Texas. Es una carta de Francisca Miranda a la Sra. Lozada, directora de la escuela.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Estimada Sra. Lozada:</p><div class=\"letter_body\"><p class=\"passage_para\">Mi nombre es Francisca Miranda y soy una estudiante de su escuela. El año pasado tomé una clase de historia del estado de Texas. Mis compañeros y yo la disfrutamos, pero nos dimos cuenta de que nuestro libro de texto no mencionaba muchas de nuestras comunidades. Esto es comprensible, porque la creación de libros de texto rara vez se mueve a la velocidad con que las poblaciones de una ciudad cambian.</p><p class=\"passage_para\">Varios de mis compañeros y yo hemos conversado con la profesora de nuestra clase, la Sra. Feldman, sobre esta discrepancia. Ella está de acuerdo con nosotros en que sería ideal encontrar una manera creativa de hablar sobre Houston en el siglo XXI. Hemos decidido comenzar a colectar historias orales en nuestras respectivas comunidades. Muchos de nosotros tenemos raíces en América del Sur, América Central y el Caribe, pero también en otros continentes como Asia y África. Creemos que mediante la creación de un archivo de historias orales podremos generar un espacio donde las historias actuales y pasadas de Houston puedan estar representadas.</p><p class=\"passage_para\">La Sra. Feldman se ha comprometido con nosotros para servir como coordinadora de este esfuerzo. Lo que necesitamos de usted es que nos preste apoyo institucional. Nos gustaría que una experta viniera a nuestra escuela y nos enseñara cómo conducir este tipo de entrevista. De esta manera, estaremos listos para completar el trabajo que nos espera.</p><p class=\"passage_para\">Muchas gracias por considerar este pedido.</p></div><p class=\"letter_closing\">Atentamente,</p><div class=\"letter_signature\"><p class=\"signature_line\">Francisca Miranda</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">A un escenario donde se representará un relato oral</p>","<p class=\"choice_paragraph\">A un registro escolar de la historia oral de un pueblo</p>","<p class=\"choice_paragraph\">A un libro que se publicará con las historias de Houston</p>","<p class=\"choice_paragraph\">A una reunión con los familiares de alumnos internacionales</p>"],"answer":1}]