[{"id":"VH913883","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH907330.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Con cuál de las siguientes afirmaciones estaría de acuerdo el autor del texto?</p>\n","rubricRef":"VH913883_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de una reflexión sobre las conversaciones. El cuento original titulado “<span class=\"formatted_text font_style:italic\">Best-sellers</span>” fue publicado en 2013 por el escritor español Fernando José Palacios León.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Hay conversaciones y conversaciones que te cambian la manera de pensar.</p><p class=\"passage_para\">Las primeras las tenemos todos los días, nos saludamos, preguntamos un par de formalidades, respondemos a otro par y nos despedimos. Las primeras las podemos tener frente a un televisor comentando las noticias, ante una de mesa en el trabajo, en un taxi camino del aeropuerto, por los pasillos, en una sala de espera, en la escalera del portal, en el trayecto del ascensor, por teléfono, por correo electrónico, por una ventana de chat. No dejan ningún tipo de recuerdo en la memoria más allá de la anécdota, son una suerte de automatismo o de costumbre.</p><p class=\"passage_para\">Las segundas ocurren sin que lo esperes e incluso puede que jamás sucedan. No es algo grave. Puedes pasar por la vida sin tener una sola conversación que merezca la pena recordar o que haya dejado en ti el menor rastro de importancia, como si todo lo que te sucediera estuviera fuera de plano, como esos actores que tienen que hacer de figurantes ocupando un lugar en las cafeterías o los restaurantes, sumidos en una conversación invisible e impostada.</p><p class=\"passage_para\">Una vez me ocurrió, tuve una conversación que no he podido olvidar. Fue en un avión con un completo desconocido. El azar de bajo costo nos situó en la misma hilera de asientos estrechos. Durante el viaje apenas nos dirigimos la palabra, ambos leíamos, le dejé pasar un par de veces al baño y volver a acomodarse en su asiento. Cuando el avión estaba realizando las primeras maniobras para el aterrizaje, sin apartar la vista del libro, me dijo:</p><p class=\"passage_para\">– Casi todo el mundo piensa que si ellos escribieran un libro sobre su propia vida sería un <span class=\"formatted_text font_style:italic\">best seller</span>.</p><p class=\"passage_para\">-¿Perdón?</p><p class=\"passage_para\">-Sí, te decía que todo el mundo piensa que si ellos escribieran un libro sobre su propia vida sería un <span class=\"formatted_text font_style:italic\">best seller</span>.</p><p class=\"passage_para\">-Pero, ¿a qué viene esto?</p><p class=\"passage_para\">-Tú también lo crees, ¿verdad? Piensas que de escribir un libro sobre tu propia vida sería un <span class=\"formatted_text font_style:italic\">best seller</span>.</p><p class=\"passage_para\">No supe qué responder. El hombre no volvió a increparme, siguió inmerso en su lectura hasta que aterrizamos, dejé que saliera antes que yo, tomó su maleta de mano y lo perdí de vista para siempre una vez que bajamos del avión por los interminables pasillos del aeropuerto.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Fernando J. Palacios León</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Las conversaciones automáticas son absolutamente necesarias.</p>","<p class=\"choice_paragraph\">La gente habla demasiado mientras ve televisión.</p>","<p class=\"choice_paragraph\">Los monólogos son extremadamente aburridos.</p>","<p class=\"choice_paragraph\">Los encuentros inesperados pueden transformar el punto de vista.</p>"],"answer":3}]