[{"id":"VH913801","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH907323.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál es el propósito principal del artículo?</p>\n","rubricRef":"VH913801_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata del merengue. El artículo original fue publicado el 1 de diciembre de 2016 en Santo Domingo por el periódico Listín Diario.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">República Dominicana considera “histórico” reconocimiento de Unesco al merengue</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">EL MINISTRO DE CULTURA CONSIDERÓ QUE ESTA DECLARACIÓN CONSTITUYE UN LOABLE RECONOCIMIENTO AL PUEBLO DOMINICANO</p>\n</div>\n</div>\n\n<p class=\"passage_para\">EFE</p>\n\n<p class=\"passage_para\">Santo Domingo</p>\n\n<p class=\"passage_para\">La República Dominicana celebró la decisión “histórica” de la Organización de Naciones Unidas para la Educación, la Ciencia y la Cultura (Unesco), que declaró ayer el merengue del país Patrimonio Cultural Inmaterial de la Humanidad.</p>\n\n<p class=\"passage_para\">El ministro de Cultura local, Pedro Vergés, consideró que esta declaración “constituye un loable reconocimiento al pueblo dominicano, que ha tenido en este ritmo una auténtica expresión de su alegría cotidiana y sus valores nacionales”.</p>\n\n<p class=\"passage_para\">A través de un comunicado, Vergés subrayó que el merengue, “además de ser la expresión de esa alegría, ha sido un elemento que siempre ha estado presente en las distintas etapas de lucha patriótica del pueblo dominicano y en el esfuerzo colectivo por la construcción de su identidad”.</p>\n\n<p class=\"passage_para\">Agregó que este ritmo es, quizás, “uno de los elementos que más identifica la dominicanidad en el mundo, pues su simple sonido es en sí mismo una marca nacional”.</p>\n\n<p class=\"passage_para\">Con la declaratoria por parte de la Unesco, subrayó el funcionario, “se hace justicia universal a quienes por más de un siglo lo han cultivado, pues en sus inicios muchos de ellos, y el ritmo como tal, fueron discriminados por aquellos que entonces no veían el nacimiento de un elemento vital de nuestra identidad nacional”.</p>\n\n<p class=\"passage_para\">Por igual, dijo, se debe reconocer a los técnicos del Ministerio de Cultura “que pusieron todo su interés y conocimiento sobre el alcance social del merengue hasta lograr esta histórica decisión de la Unesco”.</p>\n\n<p class=\"passage_para\">Así también, a los músicos exponentes de este ritmo, que han luchado por su difusión y evolución.</p>\n\n<p class=\"passage_para\">Destacó que el merengue “es un ritmo especial con características propias, porque usa una instrumentación multicultural que contiene melodías de herencia hispana, enriquecido con ritmos africanos, por lo que ha logrado un sonido cautivador, cuyo baile proyecta felicidad, sensualidad y libertad”.</p>\n\n<p class=\"passage_para\">Vergés señaló que el merengue es la esencia misma de la idiosincrasia dominicana y que la declaración por parte de la Unesco “constituye un aliento enorme para el pueblo, que el Ministerio de Cultura y el Estado dominicano celebran con gran entusiasmo”.</p>\n\n<p class=\"passage_para\">En su reunión anual, la Unesco consideró que el merengue dominicano “desempeña un papel activo en numerosos ámbitos de la vida diaria de la población: la educación, las reuniones sociales y amistosas, los acontecimientos festivos e incluso las campañas políticas”.</p>\n\n<p class=\"passage_para\">La Unesco destacó que este elemento del patrimonio cultural inmaterial “se transmite esencialmente mediante la participación y su práctica atrae a personas de clases sociales muy diferentes”, contribuyendo a “fomentar el respeto y la convivencia entre las comunidades”.</p>\n\n<p class=\"passage_para\">Asimismo, apuntó que desde que en 2005 se proclamó el 26 de noviembre como Día Nacional del Merengue, todos los años se celebran festivales de esta práctica cultural tradicional en diversas ciudades de la República Dominicana.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Reproduced by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Esta grabación trata del tango. El informe original titulado “El Tango: Patrimonio Cultural Intangible de la Humanidad\" fue presentado por el profesor de tango, Pablo García Gómez. La grabación dura aproximadamente dos minutos y medio.</p>\n</div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_2376cae85ccfd97a1ab85e610f80d619\" data-src=\"https://assets.learnosity.com/organisations/507/VH907323.a03.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">La explicación del origen de una fiesta histórica</p>","<p class=\"choice_paragraph\">El anuncio de un reconocimiento importante</p>","<p class=\"choice_paragraph\">El resultado de una investigación cultural</p>","<p class=\"choice_paragraph\">La decisión de adoptar una nueva costumbre</p>"],"answer":1}]