[{"id":"VH911919","type":"audio","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\"><span class=\"formatted_text font_weight:bold\">General Speaking Directions</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\">This part requires spoken responses. Your spoken responses will be recorded. Your score will be based on what you record. It is important that you speak loudly enough and clearly so that your responses are recorded.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\">Esta parte requiere respuestas orales. Tus respuestas orales serán grabadas. Tu calificación se basará en lo que grabes. Es importante que hables lo suficientemente alto y claro para que se graben tus respuestas.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">&nbsp;</p>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Task 4: Cultural Comparison</span></p>\n\n<p class=\"introduction passage-intro\">You will make an oral presentation on a specific topic to your class. In your two-minute presentation, compare a Spanish-speaking community with which you are familiar to your own or another community. You should demonstrate your understanding of cultural features of this Spanish-speaking community. You should also organize your presentation clearly.</p>\n\n<p class=\"introduction passage-intro\">Vas a dar una presentación oral a tu clase sobre un tema específico. Vas a tener dos minutos para hacer tu presentación. Compara una comunidad del mundo hispanohablante que te sea familiar con la tuya propia o con otra comunidad. Debes demostrar tu comprensión de aspectos culturales de esta comunidad del mundo hispanohablante y organizar tu presentación de una manera clara.</p>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n\n<p class=\"stem_paragraph\"><span class=\"formatted_text font_weight:bold\">Tema de la presentación:</span></p>\n\n<p class=\"stem_paragraph\">¿Qué opinión tienen las personas de una comunidad del mundo hispanohablante que te sea familiar con respecto a la desigualdad de recursos económicos en la población (o sea, la falta de justicia económica en la sociedad)? Compara la opinión de las personas de una región del mundo hispanohablante que te sea familiar con la opinión de las personas de tu comunidad o de otra comunidad. En tu presentación, puedes referirte a lo que has estudiado, vivido, observado, etc.</p>\n"}]