[{"id":"VH912434-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Vas a escribir una respuesta a un mensaje electrónico. Tu respuesta debe incluir un saludo y una despedida, y debe responder a todas las preguntas y peticiones del mensaje. En tu respuesta, debes pedir más información sobre algo mencionado en el mensaje. También debes responder de una manera formal.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Este mensaje electrónico es de José Manuel Suárez, director del Programa de Excavaciones Arqueológicas en Caraca, en la provincia de Guadalajara, España. Has recibido este mensaje porque mostraste interés en participar en su programa estudiantil en las excavaciones de la ciudad romana de Caraca.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">De: José Manuel Suárez</p>\n\n<p class=\"memo_info prefix:Subject\">Asunto: Participación en excavaciones arqueológicas</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Estimado/a amigo/a:</p>\n\n<p class=\"passage_para\">Hemos recibido la carta en la que nos indica su interés en hacer una práctica durante el verano en las excavaciones arqueológicas de la ciudad romana de Caraca, en la provincia de Guadalajara.</p>\n\n<p class=\"passage_para\">Todos los participantes estarán invitados a asistir a conferencias y a actividades sociales y culturales. También colaborarán en la creación de un catálogo de los restos que se encuentren. El programa pagará el alojamiento y las comidas. Sin embargo, los participantes serán responsables por sus gastos personales.</p>\n\n<p class=\"passage_para\">Como parte del proceso de selección le haremos una entrevista, que se podrá realizar por Internet si usted lo prefiere. Antes de su entrevista, necesitamos que nos envíe la siguiente información:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">¿Qué cualidades personales le permitirán participar en este proyecto?</li>\n\t<li class=\"list_paragraph\">¿Cuál es su nivel de español? ¿Es suficiente para comunicarse con los directores del proyecto?</li>\n</ul>\n\n<p class=\"passage_para\">Si necesita información adicional no dude en ponerse en contacto conmigo. Si le interesa, también le puedo enviar los datos de algunos de los estudiantes que hicieron esta práctica el verano pasado.</p>\n\n<p class=\"passage_para\">Reciba un cordial saludo de,</p>\n</div>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">José Manuel Suárez</p>\n\n<p class=\"signature_line\">Director del Programa de Excavaciones Arqueológicas en Caraca</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH912434_rubric"}]