[{"id":"VH912631-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to a Spanish writing contest. The essay topic is based on two accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in the two sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Vas a escribir un ensayo argumentativo para un concurso de redacción en español. El tema del ensayo se basa en las dos fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. En tu ensayo, debes presentar y defender tu propia opinión sobre el tema de una forma clara y completa. Integra los puntos de vista y la información presentada en ambas fuentes para apoyar tu postura. Al referirte a las fuentes, identifícalas apropiadamente. También debes organizar tu ensayo en distintos párrafos bien desarrollados.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Tema del ensayo:</span></p>\n\n<div class=\"prompt\">¿Es buena o mala la globalización?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata del impacto de la globalización en las culturas locales.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">La globalización es un proceso económico, tecnológico, social y cultural que consiste en la creciente interdependencia y comunicación entre distintos países a nivel mundial. Esta interdependencia enfrenta a los ciudadanos a un mundo cada vez más conectado y unificado en cuanto a sus mercados, sociedades y culturas. Dentro de esta lógica de la interdependencia, son mayormente las grandes potencias mundiales las que —gracias al comercio internacional, inversión extranjera y flujos de mercado de capitales— reciben los mayores beneficios de los intercambios. Históricamente la cultura se ha reflejado en las relaciones sociales de producción (relaciones que se establecen entre las personas en el proceso de la producción de los bienes materiales); por consiguiente, no puede ser ajena al fenómeno de la globalización. Muchos se refieren a este fenómeno como la industrialización de la cultura: la globalización del cine, las artes, la moda, la literatura, entre otros.</p>\n\n<p class=\"passage_para\">Muchos alegan que la globalización destruye o anula las identidades culturales locales porque subordina la riqueza de sus singularidades a una cultura de estándar global. Pero si se analiza más profundamente, se debe reconocer que la cultura actual no es algo inamovible. Por el contrario, esta es un ser vivo en constante evolución. No queda más que poner la mirada en los pasados veinte años para darse cuenta lo mucho que las culturas han cambiado. La globalización, con la multiplicación de intercambios culturales a nivel mundial, no hace más que acelerar los cambios culturales. En otras palabras, las culturas no desaparecen, sino que se transforman. Hoy en día, puede afirmarse que las identidades culturales locales son cada vez más importantes y están lejos de desaparecer.</p>\n\n<p class=\"passage_para\">El mundo empresarial es un claro ejemplo de cómo la globalización afecta a nivel local. Cualquier empresa que busque insertarse en otros mercados y que busque el éxito en diferentes países se verá en la necesidad de implementar estrategias para conocer a fondo las culturas de cada país. La comprensión de las particularidades de cada país será fundamental para poder lograr el éxito y hacer atractivo cualquier negocio.</p>\n\n<p class=\"passage_para\">El turismo es otro campo en que la globalización tiene un impacto local. El turismo es un caso evidente a la hora de analizar cómo los valores locales de un país o un territorio adquieren relevancia y se promueven como una experiencia cultural única a ser descubierta. Estas experiencias que el turista busca están compuestas por el territorio, los habitantes, la tradición, la gastronomía, la historia, entre muchos otros aspectos.</p>\n\n<p class=\"passage_para\">Es por esto que se puede afirmar que la globalización, en lugar de invalidar las culturas locales, las engrandece, realzando su riqueza y singularidad.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Esta grabación trata del impacto de la globalización en la cultura. El informe original titulado “El gran reto de la globalización” fue presentado en septiembre de 2018 por Adrián López-Denis. La grabación dura aproximadamente dos minutos y medio.</p>\n</div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/507/VH912631.a02.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH912631_rubric"}]