[{"id":"VH914781","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH909248.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Si la Sra. Delgado quisiera asistir al evento, ¿cómo podría conseguir entradas?</p>\n","rubricRef":"VH914781_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de un evento cultural en la ciudad de Nueva York. Es una carta de Consuelo Rivera a la Sra. Delgado, directora del Centro Cívico Cultural Dominicano.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Estimada señora Delgado:</p><div class=\"letter_body\"><p class=\"passage_para\">Mi nombre es Consuelo Rivera y soy la dueña de la Librería Barcos de Papel, especializada en la venta de libros en español en la ciudad de Nueva York. Le escribo porque quisiera invitarla a usted y todos los miembros del Centro Cívico Cultural Dominicano a un evento que se llevará a cabo el mes que viene en nuestra tienda, localizada en Elmhurst, Nueva York.</p><p class=\"passage_para\">En febrero del 2017 la reconocida chef dominicana, María Marte, publicó su libro <span class=\"formatted_text font_style:italic\">Soñar, Luchar, Cocinar</span>. En este relato de su vida, la chef recuenta su historia, específicamente cómo llegó a los 24 años a España y comenzó trabajando como lavaplatos, haciendo todo lo necesario para sustentar su porvenir y el de su familia. Años después, se convirtió en la chef titular de ese mismo restaurante donde una vez sólo se encargaba de la limpieza, El Club Allard, uno de los establecimientos más reconocidos de la ciudad. Recibió dos estrellas Michelin en reconocimiento a su creatividad y talento en el arte culinario.</p><p class=\"passage_para\">Nos encantaría que los miembros del Centro Cívico Cultural Dominicano compartieran con nosotros en este evento el día viernes 27 de abril de 2018. María Marte nos contará sobre el proceso de publicación de su libro, y también sobre  su nuevo proyecto en la República Dominicana. Marte es la fundadora de la Escuela Serranía de la República Dominicana, dedicada a la educación para  la industria hotelera y especialmente destinada a mujeres de escasos recursos y que han tenido poco acceso a la educación.</p><p class=\"passage_para\">Por favor déjeme saber si usted y los miembros de su comunidad estarían interesados en asistir a este evento. Para contribuir con la Escuela Serranía de la Chef Marte, el costo de la entrada al evento es de $15.00 por persona. Tendremos espacio limitado, por lo cual es necesario que se comunique conmigo con por lo menos dos semanas de antelación para garantizarles un espacio.</p><p class=\"passage_para\">Muchísimas gracias por su tiempo y consideración.</p></div><p class=\"letter_closing\">Atentamente,</p><div class=\"letter_signature\"><p class=\"signature_line\">Consuelo Rivera</p><p class=\"signature_line\">Librería Barcos de Papel</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Yendo el mismo día del evento, porque hay muchos plazas disponibles</p>","<p class=\"choice_paragraph\">Comunicándose con el Centro Cívico Cultural Dominicano en cualquier momento</p>","<p class=\"choice_paragraph\">Contactando a la Sra. Riva al menos dos semanas antes del evento</p>","<p class=\"choice_paragraph\">Escribiendo un mensaje a la Sra. María Marte lo antes posible</p>"],"answer":2}]