[{"id":"VH912546-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to a Spanish writing contest. The essay topic is based on two accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in the two sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Vas a escribir un ensayo argumentativo para un concurso de redacción en español. El tema del ensayo se basa en las dos fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. En tu ensayo, debes presentar y defender tu propia opinión sobre el tema de una forma clara y completa. Integra los puntos de vista y la información presentada en ambas fuentes para apoyar tu postura. Al referirte a las fuentes, identifícalas apropiadamente. También debes organizar tu ensayo en distintos párrafos bien desarrollados.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Tema del ensayo:</span></p>\n\n<div class=\"prompt\">¿Es valioso conservar las lenguas minoritarias?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata de la conservación de lenguas minoritarias. El artículo original fue publicado el 20 de noviembre de 2000 en el Reino Unido por Kenan Malik.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Déjalas morir</p>\n</div>\n\n<p class=\"passage_para\">Se espera que al menos la mitad de las 6.000 lenguas del mundo desaparezcan en el próximo siglo; algunos dicen que para el año 3000 solo quedarán 600 idiomas. Esta acelerada desaparición ha puesto en marcha campañas en favor de la preservación de la \"diversidad lingüística\".</p>\n\n<p class=\"passage_para\">Los activistas por la diversidad lingüística se presentan como defensores liberales de los derechos de las minorías, protegiendo a los grupos más vulnerables contra las fuerzas del capitalismo global. Pero su campaña tiene mucho más en común con visiones reaccionarias y retrógradas.</p>\n\n<p class=\"passage_para\">El sentido de toda lengua es poder comunicar. Como dijo el historiador y traductor mexicano Miguel León-Portilla, “para sobrevivir, una lengua debe tener una función”. Una lengua hablada por una persona, o incluso unos pocos cientos, no es una lengua en absoluto. Es como el código secreto de un niño. Es, por supuesto, enriquecedor aprender otros idiomas y profundizar en otras culturas. Pero es enriquecedor no porque los diferentes idiomas y culturas sean únicos, sino porque hacer contacto a través de las barreras del idioma y la cultura nos permite expandir nuestros propios horizontes y adquirir una perspectiva más universal.</p>\n\n<p class=\"passage_para\">Al lamentar la \"homogeneización cultural\", los activistas de la diversidad lingüística no comprenden qué hace que una cultura sea dinámica y receptiva. La razón no es la fragmentación del mundo en tantas lenguas diferentes como sea posible; sino más bien la superación de las barreras del idioma para facilitar la interacción social. Cuanto más universalmente podamos comunicarnos, más dinámicas serán nuestras culturas, porque estarán más abiertas a nuevas formas de pensar y hacer.</p>\n\n<p class=\"passage_para\">Pero la mayoría de las lenguas se extinguen, no por ser suprimidas, sino porque los hablantes nativos anhelan una vida mejor. Hablar un idioma como el inglés o el español, y abandonar costumbres tradicionales, es a menudo un boleto a la modernidad.</p>\n\n<p class=\"passage_para\">\"Nadie puede suponer que no es más beneficioso para un bretón o un vasco ser miembro de la nacionalidad francesa, admitido en igualdad de condiciones a todos los privilegios de la ciudadanía francesa que enojarse y recluirse, sin participación o interés en el movimiento general del mundo”. Así lo escribió John Stuart Mill hace más de 100 años. Le habría sorprendido que, en el siglo XXI, haya quienes piensen que enojarse y recluirse es un estado que vale la pena preservar.</p>\n\n<p class=\"passage_para\">Entonces, ¿qué pasa si la mitad de las lenguas del mundo están al borde de la extinción? Que descansen en paz.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Let them die, Kenan Malik, Prospect, 20 de noviembre de 2000</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Esta grabación trata de la preservación de las lenguas indígenas. El informe original titulado \"El wayuunaiki, una lengua con 600.000 hablantes, en riesgo de extinción\" fue publicado el 20 de marzo de 2019 por Radio Naciones Unidas. La grabación dura aproximadamente tres minutos.</p>\n</div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/507/VH912546.a05.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH912546_rubric"}]