[{"id":"VH937552-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to a Spanish writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Vas a escribir un ensayo argumentativo para un concurso de redacción en español. El tema del ensayo se basa en las tres fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. En tu ensayo, debes presentar y defender tu propia opinión sobre el tema de una forma clara y completa. Integra los puntos de vista y la información presentada en las tres fuentes para apoyar tu postura. Al referirte a las fuentes, identifícalas apropiadamente. También debes organizar tu ensayo en distintos párrafos bien desarrollados.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Tema del ensayo:</span></p>\n\n<div class=\"prompt\">¿Son los videojuegos beneficiosos para los niños?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata de los peligros asociados a los videojuegos. El artículo original fue publicado el 10 de enero de 2014 en España por Efesalud.com.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Adicción a los videojuegos: un exceso peligroso para la salud</p>\n</div>\n\n<p class=\"passage_para\">El chip electrónico viene ya perfectamente instalado en las nuevas generaciones y eso hace que los niños tengan mayor capacidad que los adultos para manejar las nuevas tecnologías. La televisión, Internet y, sobre todo, los videojuegos, son los culpables de que, cada vez más, haya una enorme pasión por las pequeñas pantallas y de que a los más pequeños les pase factura.</p>\n\n<p class=\"passage_para\">“Es cierto que las consolas pueden convertirse en una forma de entrenamiento para la mente, pero su uso excesivo puede conducir a graves problemas de salud que son fáciles de prevenir”, afirma la doctora Concepción Ruipérez.</p>\n\n<p class=\"passage_para\">Las compañías diseñadoras de videojuegos son conscientes de que, al crear algo que contenga un elemento adictivo, sus ventas aumentan considerablemente. Los niños se dedican a intentar pasar de nivel y esto les hace interactuar de manera desmesurada con estos dispositivos.</p>\n\n<p class=\"passage_para\">Según Concepción Ruipérez, “la adicción a los juegos virtuales hace que los niños desechen otro tipo de actividades, como es la actividad física, lo que más escasea entre la población infantil de la sociedad actual. Hay poca actividad física en los colegios, y menos aún en las casas. Ahora los niños no juegan en los parques y ya no hacen más de dos o tres horas semanales de ejercicio”.</p>\n\n<p class=\"passage_para\">En muchas ocasiones, los niños tienen insomnio porque utilizan de forma exagerada las videoconsolas. Además, si son utilizadas antes de la hora de dormir, producen alteraciones en el sueño, tanto en su estructura como en la conciliación del mismo.</p>\n\n<p class=\"passage_para\">Esto suele afectar al rendimiento escolar, a la habilidad emocional y a las relaciones familiares. “La Asociación Española de Pediatría recomienda menos de dos horas de videojuegos al día y nunca antes de ir a dormir”, apunta la doctora Ruipérez.</p>\n\n<p class=\"passage_para\">La salud mental también se deteriora por el uso desmedido de este tipo de tecnología, pues, si no existen unos límites, puede intensificarse la posibilidad de que los niños se enfrenten a un mayor aislamiento social.</p>\n\n<p class=\"passage_para\">La ansiedad, la irritabilidad y la ira son otros de los síntomas que señalan una posible adicción al uso de los dispositivos electrónicos.</p>\n\n<p class=\"passage_para\">Siempre es bueno conocer los riesgos de salud que corren los pequeños de la casa y, sobre todo, a la hora de jugar, un momento clave en su día a día.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Esta selección trata de los videojuegos. La infografía original fue publicada el 22 de octubre de 2011 por Wordpress.com.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled “Videojuegos y sus jugadores.” The infographic contains three images. The first image is a circle graph labeled “Edades de los jugadores.” The circle graph is dived into three sections. The data of the graph are as follows: 18 a 49, 49%; Mayor de 50, 26%; and Menores de 18, 25%. The second image is labeled “Tiempo de juego.” The image shows a clock with the time 2:48 indicated on it. The number 14 is next to it. Below the clock the following text is indicated: Son las horas semanales que los jugadores dedican a los juegos. The third image is labeled “Lugares preferido para jugar.” The image shows a house, which is labeled Hogares, 70% and a computer, which is labeled Cibers, 30%.\" height=\"200\" src=\"https://assets.learnosity.com/organisations/537/VH937552.g04.png\" width=\"500\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Esta grabación trata de los beneficios de los videojuegos para los niños. La presentación original fue publicada el 27 de mayo de 2016 en México por Canalpuebla.com. La grabación dura aproximadamente dos minutos.</p>\n</div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VH937552.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH937552_rubric"}]