[{"id":"VH932739","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920221.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál de las siguientes afirmaciones resume mejor la idea central del cuento?</p>\n","rubricRef":"VH932739_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de unos estudiantes de una escuela y de cómo aprenden a lidiar con situaciones de la vida escolar. El cuento original titulado “El barrio de los artistas” fue publicado en España por el escritor español Pedro Pablo Sacristán. Los personajes son un maestro de escuela y Miki, un alumno.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Miki era un chico alegre, optimista y simpático. Nadie recordaba haberle visto enfadar, y daba igual lo que le dijeran, parecía incapaz de insultar a nadie. Hasta sus maestros se admiraban de su buena disposición para todo, y era tan extraño que incluso se corrió el rumor de que era debido a un secreto especial; y bastó que fuera secreto para que nadie pensara en otra cosa. Tanto preguntaban al pobre Miki, que una tarde invitó a merendar a don José Antonio, su profesor favorito. Al terminar, le animó a ver su habitación, y al abrir la puerta, el maestro quedó como paralizado, al tiempo que una gran sonrisa se dibujaba en su rostro.</p><p class=\"passage_para\">¡La enorme pared del fondo era un único <span class=\"formatted_text font_style:italic\">collage</span> de miles de colores y formas que inundaba toda la habitación! Era el decorado más bonito que había visto nunca.</p><p class=\"passage_para\">—Algunos en el cole creen que yo nunca pienso mal de nadie —comenzó a explicar Miki—, ni que nada me molesta o que nunca quiera insultar a nadie, pero es mentira. A mí me pasa como a todo el mundo. Y antes me enfadaba mucho más que ningún niño. Sin embargo, hace años con ayuda de mis padres comencé un pequeño <span class=\"formatted_text font_style:italic\">collage</span> especial: en él podía utilizar todo tipo de materiales y colores, siempre que con cada pequeña pieza pudiera añadir algún mal pensamiento o acción que hubiera sabido contener.</p><p class=\"passage_para\">Era verdad. El maestro se acercó y en cada una de las pequeñas piezas se podía leer en letras finísimas “tonto”, “bruto”, “pesado”, “aburrido” y otras mil cosas negativas.</p><p class=\"passage_para\">—Así que comencé a convertir todos mis malos momentos en una oportunidad de ampliar mi <span class=\"formatted_text font_style:italic\">collage</span>. Ahora estoy tan entusiasmado con él, que cada vez que alguien me provoca un enfado no dejo de alegrarme por tener una nueva pieza para mi dibujo.</p><p class=\"passage_para\">De muchas cosas más hablaron aquel día, pero lo que el buen maestro no olvidó nunca fue cómo un simple niño le había mostrado que el secreto de un carácter alegre y optimista está en convertir los malos momentos en una oportunidad de sonreír. Sin decírselo a nadie, aquel mismo día comenzó su propio <span class=\"formatted_text font_style:italic\">collage</span>, y tanto recomendó aquel secreto a sus alumnos, que años después llamaron a aquel barrio de la ciudad “El barrio de los artistas”, porque cada casa contenía las magníficas obras de arte de aquellos niños optimistas.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Pedro Pablo Sacristán http://cuentosparadormir.com</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">La alianza entre alumnos y maestros lleva armonía a una escuela.</p>","<p class=\"choice_paragraph\">Las clases de arte en una escuela evitan los problemas de comportamiento.</p>","<p class=\"choice_paragraph\">Es posible transformar las ideas negativas en actitudes positivas.</p>","<p class=\"choice_paragraph\">Es importante revelar los secretos solo a personas que inspiren confianza.</p>"],"answer":2}]