[{"id":"VH932757","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH921333.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">La Sra. Flores va a escribirle a un amigo sobre esta carta. ¿Qué frase sería la más apropiada incluir en la carta?</p>\n","rubricRef":"VH932757_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de una asociación educativa. Es una carta de la señora Isabel Molina, directora de Acción Creativa, dirigida a la señora Flores, una amante de las artes.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Estimada señora Flores:</p><div class=\"letter_body\"><p class=\"passage_para\">Debido a su interés en las artes y su constante apoyo a ellas, quisiera compartir con usted información sobre Acción Creativa, una organización sin fines de lucro radicada en Guaynabo, Puerto Rico.</p><p class=\"passage_para\">Acción Creativa se dedica a proveer clases de arte para niños y adultos de todas las edades. Comenzamos nuestra iniciativa hace cinco años ofreciendo únicamente clases de dibujo. No obstante, gracias al gran apoyo que hemos recibido por parte de la comunidad artística de Puerto Rico, ahora ofrecemos también cursos de pintura, escultura, fotografía y tallado en madera. Nuestros maestros son artistas reconocidos que gratuitamente donan su tiempo cada semana para promover el desarrollo de la creatividad en nuestro pueblo.</p><p class=\"passage_para\">Debido al hecho de que muchas escuelas han tenido que limitar o, en el peor de los casos, completamente eliminar sus programas de arte, la labor de Acción Creativa es urgente. Como usted sabe, las clases son completamente gratuitas, y si no contáramos con el apoyo de la comunidad para sustentar nuestro proceso no tendríamos los recursos necesarios para continuar con nuestra misión. Al mismo tiempo, el interés en nuestros cursos sigue creciendo. Es por esta razón que le escribimos: Acción Creativa necesita su ayuda. Cualquier donación que pueda hacer, ya sea monetaria o de materiales de arte, es inestimable para nosotros.</p><p class=\"passage_para\">Además, Acción Creativa quisiera invitarla a una exposición especial en el Museo de Arte de Puerto Rico, donde exhibiremos tallas en madera creadas por nuestros alumnos. La misma se llevará a cabo entre noviembre y diciembre del año en curso. Hemos elegido exhibir estas tallas en honor a la tradición del tallado de madera en la artesanía puertorriqueña. Las tallas en exhibición serán de los Tres Reyes Magos, en anticipación de la época navideña que se avecina.</p><p class=\"passage_para\">Esperamos contar con su presencia en nuestra exhibición. Estamos seguros de que luego de ver nuestra exposición no dudará en cooperar con Acción Creativa.</p><p class=\"passage_para\">Si usted tiene alguna pregunta, por favor comuníquese con nosotros ya sea por teléfono al 787-421-9087, o por correo electrónico: AccionCreativa@pr.com.</p></div><p class=\"letter_closing\">Atentamente,</p><div class=\"letter_signature\"><p class=\"signature_line\">Isabel Molina, Directora de Acción Creativa  AccionCreativa.com</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Hay una exposición interesante cerca de las fiestas de Navidad. ¿Quieres ir?</p>","<p class=\"choice_paragraph\">Tengo ganas de anotarme en clases de piano en esta escuela. ¿Te gustaría ir conmigo?</p>","<p class=\"choice_paragraph\">¿Tienes libros que te sobren para una biblioteca que los necesita?</p>","<p class=\"choice_paragraph\">Tú que eres maestro, ¿conoces a los profesores de canto de esta escuela?</p>"],"answer":0}]