[{"id":"VH933139","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH921290.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál es el propósito del anuncio?</p>\n","rubricRef":"VH933139_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled “Entradas para Don Juan, un musical a sangre y fuego.” Below the title, there is a map marker with the address “Teatro de la luz Philips Gran Vía C/Gran Vía 66, 28013, Madrid.” Below the address, there is a chart with three rows of data. To the left of the chart are the words “Disponible hasta 23 Sept.”  To the right of the chart, there is a sticker that reads Descuento 67 por ciento. The first row reads Valor, 24,50 euros. The text has been crossed out. The second row reads Ahorra, 16,50 euros. The third row reads Precio, 8 euros. Below the chart, there is a paragraph of text which reads as follows. Información local: Por primera vez en el mundo el legendario Don Juan Tenorio de José Zorrilla se convierte en un musical al más grande estilo de Broadway. La Gran Vía de Madrid acogerá el estreno mundial del musical Don Juan el 6 octubre, pero antes podrás descubrirlo en la función exclusiva de pre-estreno el 23 de septiembre. Below this paragraph, is the following list of 4 items. Fecha: Viernes 23 de septiembre. Horario: 20.30 h. Duración: 2 horas y 30 minutos (descanso incluido). Butacas: Patio de butacas por 12 euros en lugar de 29,50 euros. Entresuelo por 8 euros en lugar de 24,50 euros. Below the list, there is additional textual information, which reads as follows. Don Juan, un musical a sangre y fuego. La primera aparición de Don Juan Tenorio nace de la pluma de Tirso de Molina en El Burlador de Sevilla, sirviendo de inspiración a Molière, Mozart, Lord Byron, Espronceda, Pushkin y, por supuesto, al dramaturgo José Zorrilla. The final paragraph states El musical Don Juan se estrena el 6 de octubre en el Teatro de la Luz Philips Gran Vía, pero los clientes de Oferplan juegan con ventaja; tendrán la oportunidad de disfrutar de la función exclusiva de pre-estreno el 23 de septiembre antes del estreno oficial. Más información: ¿Aún tienes dudas? Escríbenos a ofertasahora@gmail.com.es\" height=\"612\" src=\"https://assets.learnosity.com/organisations/537/VH921290.g02.png\" width=\"590\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Anunciar un descuento especial de entradas para el pre-estreno de una obra de teatro</p>","<p class=\"choice_paragraph\">Promocionar la inauguración del Teatro de la Luz Philips Gran Vía de Madrid</p>","<p class=\"choice_paragraph\">Promocionar una nueva obra teatral en una sala de teatro en Broadway</p>","<p class=\"choice_paragraph\">Anunciar una obra de teatro que tendrá lugar de modo simultáneo en varias salas de Madrid</p>"],"answer":0}]