[{"id":"VH932735","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920057.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué se puede inferir de la Sra. Andrade a partir de su afirmación “Nos gustaría resolver... para su empresa” en la oración 2 del párrafo 5 ?</p>\n","rubricRef":"VH932735_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de un reclamo por daños. Es una carta de María Eugenia Andrade, cliente de la empresa Transportes Sol, dirigida al Sr. Martínez, gerente de dicha empresa.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Estimado Sr. Martínez:</p><div class=\"letter_body\"><p class=\"passage_para\">Me dirijo a usted para expresar mi frustración hacia la forma en que se ha comportado la empresa tras los daños ocasionados en el pasado traslado de un instrumento musical a mi propiedad.</p><p class=\"passage_para\">En abril del presente año firmé un contrato con su compañía para mudar cinco instrumentos musicales de mi domicilio en Calle Guido 111 a Campos Elíseos 290 de la ciudad de México. Tras realizarse la mudanza, uno de los instrumentos, un piano de cola, ha resultado seriamente dañado.</p><p class=\"passage_para\">Este piano, además de ser un piano de alta calidad, era herencia de mi abuela; por lo que, además del daño material ocasionado, este incidente ha resultado en un daño sentimental irreparable. Tras la entrega del envío, el contenido fue inspeccionado por el conductor y sus ayudantes y de inmediato notaron los daños ocasionados a este instrumento. Su empleado reportó el correspondiente hecho en la hoja de entrega y nos dijo a mi marido y a mí que nos quedáramos tranquilos que la empresa se iba a comunicar con nosotros a la mayor brevedad posible para resolver este tema de acuerdo a los términos de nuestro contrato y seríamos compensados por los daños ocasionados.</p><p class=\"passage_para\">Pasadas dos semanas sin tener noticias de su empresa, decidí comunicarme con ustedes de manera telefónica. Luego de hablar con varios de sus empleados, logré entablar un diálogo con la Sra. Fernández quien tras tomar nota de todos los detalles del caso se comprometió a tomar las medidas necesarias para darnos una respuesta dentro de los siguientes diez días hábiles. Hoy, más de un mes más tarde de esta última comunicación, todavía no hemos recibido ninguna respuesta y tampoco logro comunicarme con la Sra. Fernández de manera telefónica.</p><p class=\"passage_para\">Dado que han pasado casi dos meses del suceso y no hemos tenido noticias suyas me dirijo a usted esperando que en calidad de gerente de la empresa pueda darnos una solución satisfactoria. Nos gustaría resolver este asunto de manera amistosa y sin recurrir a un abogado, lo cual podría ser perjudicial para su empresa.</p><p class=\"passage_para\">Ya hemos contactado con una empresa que repara instrumentos antiguos. Por lo tanto, esperamos tener la compensación por los daños a esta pieza dentro del próximo mes, no tanto por su valor material sino por lo que significa para nuestra familia.</p></div><p class=\"letter_closing\">Atentamente,</p><div class=\"letter_signature\"><p class=\"signature_line\">María Eugenia Andrade</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Desea llegar a un acuerdo con el gerente.</p>","<p class=\"choice_paragraph\">Preferiría que el tema lo arreglaran sus abogados.</p>","<p class=\"choice_paragraph\">Ya no le interesa recibir una compensación.</p>","<p class=\"choice_paragraph\">Escribirá una carta al periódico local.</p>"],"answer":0}]