[{"id":"VH932761","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH921498.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué sentimiento expresa el narrador hacia el sapo?</p>\n","rubricRef":"VH932761_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de la influencia de la música. El cuento original titulado “Desafinada serenata” fue publicado en 2000 en Tegucigalpa, Honduras, por el escritor hondureño Jorge Medina García.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Esta noche he venido otra vez a tocar el violín para el sapo. Había prometido nunca más volver a tocarlo pero es cierto lo que dice mi mamá de que no hay que andar diciendo de esta agua no beberé.</p><p class=\"passage_para\">En realidad ella es mi abuela pero yo le digo mamá porque es como mi mamá y es muy raro que ella se equivoque, excepto cuando dijo que el sapo era rana y que se iría pronto, porque yo me fijé muy bien en mi álbum zoológico de los confites Elmur y le mostré que los sapos son más grandes y corpulentos, con cara de pocos amigos, mientras que las ranas son más finas y delgadas y parecen pensativas y no enojadas como los sapos y tienen el color más claro y menos rugosa la piel del lomo, y en fin, era sapo y nunca se fue.</p><p class=\"passage_para\">Tal vez no se fue porque no hallaba por dónde dentro de tanto cemento o tal vez porque encontró buena provisión de insectos o porque le gustaba la música de violín. Nadie lo sabe. Lo cierto es que nunca antes había llegado ningún sapo a vivir a nuestro barrio.</p><p class=\"passage_para\">[…]</p><p class=\"passage_para\">Mi mamá dice que los sapos no son de confianza y que hay unos que son venenosos, pero yo sabía que el sapo recién llegado no era de éstos.</p><p class=\"passage_para\">[…]</p><p class=\"passage_para\">Al sapo parece que le gustó la música. Desde el principio se quedó parpadeando con los ojos saltones, muy atento, sin perderse una sola nota como si estuviera congelado, transportado desde el agua fangosa que corría sobre las membranas de sus dedos hasta el cielo que los sapos deben tener como todo el mundo y no se movía mientras yo no dejara de tocar los pocos acordes que logré retener en la memoria y en la dudosa destreza de mis manos.</p><p class=\"passage_para\">Al sapo tampoco parecía importarle, ni poco ni mucho, la inexistente calidad de mis ejecuciones y más creo que hubiera estado la noche entera escuchándome y yo también hubiera permanecido con todo gusto tocando otro tanto, de no haber sido por la pandilla de cipotes que se acercaron a molestarme después de haberme lanzado puyas burlescas desde lejos como hacen siempre cuando yo salgo a tocar por las noches.</p><span class=\"mandatory_credit_line\">Desafinada serenata, Jorge Medina García, 2000.</span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">De descontento</p>","<p class=\"choice_paragraph\">De temor</p>","<p class=\"choice_paragraph\">De cariño</p>","<p class=\"choice_paragraph\">De euforia</p>"],"answer":2}]