[{"id":"VH937691-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to a Spanish writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Vas a escribir un ensayo argumentativo para un concurso de redacción en español. El tema del ensayo se basa en las tres fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. En tu ensayo, debes presentar y defender tu propia opinión sobre el tema de una forma clara y completa. Integra los puntos de vista y la información presentada en las tres fuentes para apoyar tu postura. Al referirte a las fuentes, identifícalas apropiadamente. También debes organizar tu ensayo en distintos párrafos bien desarrollados.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Tema del ensayo:</span></p>\n\n<div class=\"prompt\">¿Son seguros los alimentos transgénicos?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata de los riesgos de los alimentos transgénicos. El artículo original fue publicado en España por BioTrendies.com.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Lo que conviene saber de los alimentos transgénicos</p>\n</div>\n\n<p class=\"passage_para\">Pocos temas hay tan controvertidos en nutrición como el que hace referencia a los alimentos transgénicos, aquellos que han sido modificados genéticamente. Aparentemente son iguales, incluso pueden resultar más apetecibles que uno orgánico o procedente de cultivos tradicionales, pero son diferentes, porque, en ellos, se ha introducido o eliminado algún gen concreto, de otra especie, para lograr un objetivo determinado.</p>\n\n<p class=\"passage_para\">Parece ciencia ficción pero es una realidad. Muchos de los alimentos que consumimos a diario son transgénicos. Tomates más jugosos, frutas que combinan sus propiedades con las de los frutos secos, salmones más grandes, cereales con vitaminas extra, verduras que se conservan más tiempo frescas… La ingeniería genética parece no tener límites.</p>\n\n<p class=\"passage_para\">Es cierto que este tipo de alimentos presenta una serie de ventajas pero, también, posibles inconvenientes.</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Están modificados, únicamente, para resultar más atractivos al consumidor (potenciando el color, el aroma, su durabilidad…), lo que no quiere decir que sean mejores. Parte de las propiedades naturales se pierden.</li>\n\t<li class=\"list_paragraph\">Su producción puede acabar con nuestra rica biodiversidad, es decir, tal vez acabemos tomando una única variedad de manzanas, la más rentable y de fácil cultivo, ¡una pena teniendo en cuenta todas las que hay!</li>\n\t<li class=\"list_paragraph\">Los transgénicos pueden afectar a otros alimentos que no lo son, destruyendo cultivos tradicionales y ecológicos, alterando gravemente el medio ambiente y, tal vez, destruyendo para siempre a las especies vegetales “más débiles”.</li>\n\t<li class=\"list_paragraph\">El cultivo de semillas de alimentos transgénicos está en manos de poderosas multinacionales. ¿Qué ocurre con el agricultor tradicional que “mima” cada uno de sus productos?</li>\n</ul>\n\n<p class=\"passage_para\">Aparte de temas ideológicos, seguramente te interesa saber si tomar estos alimentos implica algún tipo de riesgo. La Organización Mundial de la Salud (OMS) asegura que no suponen un peligro para la alimentación humana aunque determina que cada alimento debe analizarse de forma individual.</p>\n\n<p class=\"passage_para\">Hay que insistir en los controles exhaustivos a los que son sometidos antes de llegar a cualquier supermercado y en que no hay estudios que confirmen su incidencia negativa en la salud. Aun así, algunos informes apuntan a que los transgénicos podrían ser responsables del aumento de los casos de alergias e intolerancias alimenticias y también podrían ser la causa de que algunas personas presenten resistencia a los antibióticos. El retraso en el desarrollo del sistema inmunitario, especialmente importante en los niños, y la posible relación entre los transgénicos y determinados tipos de cáncer son otros supuestos peligros a los que apuntan algunas incipientes investigaciones.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Elena Aucejo - Project Coordinator in SummonPress</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Esta selección trata de los resultados de estudios de opinión pública sobre los alimentos transgénicos. La tabla original fue publicada en España por Simplelogica.com.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n<img alt=\"The figure presents an infographic titled “¿Evita consumir alimentos transgénicos o modificados genéticamente?” The infographic presents a horizontal bar graph and a table. The horizontal bar graph consists of two bars. The first bar is segmented into two parts, and the second bar is segmented into three parts. A key indicates that the gray parts represent “Sí,” the black parts represent “No,” and the patterned parts represent “No Sabe/No Contesta.” The values 0% through 100%, in increments of 20, are indicated on the horizontal axis. The first bar is labeled “Jul 2015 (734 casos),” and the data are as follows: Sí, 54,9%; No, 45,1%. The second bar is labeled “Feb 2008 (705 casos),” and the data are as follows: Sí, 47,2%; No, 47,9%; No Sabe/No Contesta, 5,0%. The table is labeled “Base: Ha oido hablar de transgénicos,” and has 3 columns, such that the first column contains row and section headers, the second column is labeled “Sí,” and the third column is labeled “No.” The table is divided into three sections. Row 1 is a total row, which reads as follows. Total: Sí, 54,9; No, 45,1. Row 2 provides the section header for the first section, which reads “Según sexo.” This section contains two rows, which read as follows. Row 3. Hombre. Sí, 54,4; No, 45,6. Row 4. Mujer. Sí, 55,5; No, 44,5. Row 5 provides the section header for the second section, which reads “Según edad.” This section contains six rows, which read as follows. Row 6. De 18 a 24 años. Sí, 33,6; No, 66,4. Row 7. De 25 a 34 años. Sí, 51,3; No, 48,7. Row 8. De 35 a 44 años. Sí, 56,4; No: 43,6; Row 9. De 45 a 54 años. Sí, 57,3; No, 42,7; Row 10. De 55 a 64 años. Sí, 63,3; No, 36,7; Row 11. De 65 y más años. Sí, 58,2, No, 41,8. Row 12 provides the section header for the third section, which reads “Según estudios.” This section contains three rows, which read as follows. Row 13. Hasta primarios. Sí, 49,2%; No, 50, 8; Row 14. Secundarios. Sí, 56,1; No, 43,9. Row 15. Universitarios. Sí, 57,8; No, 42,2.\" height=\"628\" src=\"https://assets.learnosity.com/organisations/507/VH937691.g06.png\" width=\"400\" />\n<p class=\"caption\">Resultados de entrevistas telefónicas realizadas a 1,040 personas de 18 y más años de edad en julio de 2015 en España.</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Esta grabación trata de los beneficios de los alimentos transgénicos. El informe original titulado “¡Hablemos sobre transgénicos!” fue publicado el 29 de agosto de 2013 en México por Lanetadetuplaneta.com. La grabación dura aproximadamente dos minutos y medio.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/507/VH937691.a02.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH937691_rubric"}]