[{"id":"VH947811","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH933568.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué tipo de información presenta la infografía?</p>\n","rubricRef":"VH947811_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata de una misión espacial. El artículo original fue publicado el 14 de julio de 2015 en México por la revista <span class=\"formatted_text font_style:italic\">Expansión</span>.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">NASA confirma éxito de New Horizons en Plutón</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">New Horizons viajó nueve años para alcanzar un punto cercano a Plutón</p>\n</div>\n</div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">LAUREL (AFP) —</span> La NASA confirmó este martes el éxito de la misión de la sonda New Horizons que, más temprano, logró acercarse a Plutón y recolectó numerosos datos que permitirán conocer más acerca de este planeta.</p>\n\n<p class=\"passage_para\">La nave se acercó a sólo 12,400 kilómetros de Plutón por la mañana (hora del centro de México), posteriormente se desconectó de la NASA al estar recabando información sobre el planeta, y cerca de las 19:55, hora local, restableció contacto con la agencia.</p>\n\n<p class=\"passage_para\">Fueron necesarias más de cuatro horas para que estos datos enviados desde los confines del sistema solar llegaran a los técnicos de la NASA.</p>\n\n<p class=\"passage_para\">Los datos recibidos mostraron que la sonda se encuentra en perfecto estado y que efectuó normalmente su recolección.</p>\n\n<p class=\"passage_para\">New Horizons, que viajó nueve años y 5.000 millones de kilómetros, envió un mensaje en el que confirmó que logró rozar sin problemas el planeta enano.</p>\n\n<p class=\"passage_para\">“Recibimos bien la telemetría enviada por la sonda”, dijo desde el centro de comandos de Laurel (Maryland) Alice Bowman, la jefa del proyecto, lo que provocó una explosión de alegría entre los colegas.</p>\n\n<p class=\"passage_para\">A partir del miércoles la sonda comenzará a enviar sus materiales que permitirán responder numerosas preguntas sobre Plutón. Demorará 16 meses para transmitir todos los datos.</p>\n\n<p class=\"passage_para\">New Horizons se dirige ahora a observar el Cinturón de Kuiper: el amplio anillo de escombros que rodea el sistema solar.</p>\n\n<p class=\"passage_para\">New Horizons fue lanzado el 19 de enero de 2006, antes de que iniciara el gran debate sobre Plutón. En agosto del mismo año, la Unión Astronómica Internacional (IUA, por sus siglas en inglés) lo reclasificó como un planeta enano al considerarlo diferente del resto de los del sistema solar.</p>\n\n<p class=\"passage_para\">A bordo, la nave lleva una parte de las cenizas de Clyde Tombaugh, el astrónomo estadounidense que descubrió la existencia del cuerpo celeste hace 85 años.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">©1994-2016 Agence France-Presse</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Esta selección trata de la misión New Horizons. La infografía fue publicada el 14 de julio de 2015 en España por<span class=\"formatted_text font_style:italic\"> El Periódico de Catalunya</span>.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n<img alt=\"The figure presents an infographic titled “La Misión New Horizons a Plutón.” Below the title, the following text is presented: La Nave se está aproximando a Plutón, descubierto en 1930, a su luna Caronte y al Cinturón de Kuiper. Below this text, there is a diagram of the solar system with the following events in order, by location in relation to the sun, and date. At the third ring from the sun: 19 de enero 2006, Lanzamiento de New Horizons desde la Tierra. At the fifth ring from the sun: Feb 2007, Aprovecha la gravedad de Júpiter para tomar impulso (alcanza los 65.740 km/h). At the sixth ring from the sun: Jun 2008, Cruza la órbita de Saturno. At the seventh ring from the sun: Mar 2011, Cruza la órbita de Urano. At the eighth ring from the sun: Ago 2014, Cruza la órbita de Neptuno. At the ninth ring from the sun: 14 Jul 2015, Máxima aproximación a Plutón (a 10.000 km). An arrow is drawn from the location at the third ring from the sun to the location at the ninth ring from the sun. A note below the ninth ring from the sun states: La órbita de Plutón está inclinada 17,1 grados respecto de la de la Tierra. Below the solar system, there is a picture of satellite with the following information from left to right: Los instumentos de la nave; SWAP, Medidor de viento solar; LORRI, Cámara y telescopio; Generador Atómico, Proporciona electricidad por la desintegración de 11 kg de plutonio 238; ALICE, Espectómetro para analizar la atmósfera.\" height=\"618\" src=\"https://assets.learnosity.com/organisations/537/VH933568.g01.png\" width=\"650\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">La comparación de distintas misiones espaciales</p>","<p class=\"choice_paragraph\">La trayectoria de una nave a Plutón</p>","<p class=\"choice_paragraph\">La distancia entre los diferentes planetas</p>","<p class=\"choice_paragraph\">La exploración del Cinturón de Kuiper</p>"],"answer":1}]