[{"id":"VH952470","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH933758.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según el artículo, ¿qué se puede inferir sobre Latinoamérica?</p>\n","rubricRef":"VH952470_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata sobre el acceso de los latinoamericanos a Internet. El artículo original fue publicado el 12 de septiembre de 2016 en el periódico costarricense La Nación por la periodista Paulina Abramovich.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Internet en Latinoamérica: más usuarios, menos velocidad</p>\n</div>\n\n<p class=\"passage_para\">El número de usuarios de Internet aumentó en América Latina un 20% en los últimos cinco años, pero la velocidad del servicio sigue siendo muy deficiente, según un estudio publicado este lunes por la Comisión Económica para América Latina y el Caribe (Cepal).</p>\n\n<p class=\"passage_para\">De 2010 a 2015 el número de habitantes que usaba Internet subió del 35% al 55%, según el informe “Estado de la banda ancha en América Latina y el Caribe 2016” divulgado este lunes en San José.</p>\n\n<p class=\"passage_para\">En los últimos cinco años, los hogares conectados a Internet crecieron 14,1% en promedio anual, alcanzando el 43,4% del total en 2015, lo que casi duplicó la cifra de 2010 aunque todavía más de la mitad no tiene acceso a este servicio.</p>\n\n<p class=\"passage_para\">Pero pese a los avances “quedan pendientes problemas relacionados con la calidad y equidad en el acceso a Internet”, advierte la Cepal.</p>\n\n<p class=\"passage_para\">En términos de calidad del servicio, “ningún país de la región tiene al menos el 5% de sus conexiones con velocidades mayores de 15 Mbps mientras que, en los países avanzados, el porcentaje de conexiones de esta velocidad es cercano al 50%”.</p>\n\n<p class=\"passage_para\">En banda ancha fija, la media de la velocidad promedio era de 4,7 Mbps, con Chile como el país con mayor velocidad (7,3 Mbps) y Venezuela con la menor (1,9 Mbps).</p>\n\n<p class=\"passage_para\">La velocidad de acceso de la banda ancha fija es clave para los procesos productivos y el salto que debiera dar América Latina para aumentar sus índices de crecimiento económico.</p>\n\n<p class=\"passage_para\">“En los países más avanzados en la materia, como la República de Corea y Noruega, las cifras superan el 50% de las conexiones por encima de 15 Mbps”, advierte el informe.</p>\n\n<p class=\"passage_para\">Chile, Uruguay y México muestran los mejores rendimientos, con un 15% de sus conexiones por encima de 10 Mbps y cerca de 4% por arriba de los 15 Mbps. En contraste, Bolivia, Paraguay y Venezuela son los más rezagados, con 0,5% de conexiones de más de 10 Mbps y 0,2% de conexiones por encima de 15 Mbps.</p>\n\n<p class=\"passage_para\">En la región, persisten además las diferencias en el acceso entre las zonas rurales y urbanas, y entre quintiles de la distribución del ingreso.</p>\n\n<p class=\"passage_para\">Sobre el uso, las redes sociales son la principal actividad para la que ingresan a Internet los latinoamericanos. Un anterior estudio de la Cepal muestra que un 78,4% de los usuarios de Internet en la región participan en redes sociales frente a un promedio mundial del 63,6%.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">AFP</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Esta selección trata del uso de la TIC (Tecnología de la Información y Comunicación) por los mexicanos. El gráfico fue publicado el 14 de marzo de 2016 en el Boletín de Prensa num. 131/16 por el Instituto Nacional de Estadística y Geografía de México.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Hogares con Internet, 2001 - 2015</p>\n</div>\n<img alt=\"The figure presents a combination bar/line graph titled “Hogares con Internet, 2001 – 2015.” There are 14 bars of data, which represent “absolutos,” and a line graph, which represents “Participación porcentual en el total.” The horizontal axis has the years 2001 through 2015, with the exception of 2003, which is not shown. The left vertical axis, which is for the bar graph, is labeled Millones de Hogares, and the numbers 0 through 14, in increments of 2, are indicated. The data represented by the bars are as follows. 2001, 1.5; 2002, 1.8; 2004, 2.3; 2005, 3.3. 2006, 2.7; 2007, 3.2; 2008, 3.8; 2009, 5.1; 2010, 6.3; 2011, 7.0; 2012, 7.9; 2013, 9.6; 2014, 10.8; 2015, 12.8. The right vertical axis, which is for the line graph, has no label, and the percentages 0 through 40, in increments of 10, are indicated. The data represented by the line are as follows: 2001, 6.2; 2002, 7.5; 2004, 8.7; 2005, 9.0; 2006, 10.1; 2007, 12.0; 2008, 13.5; 2009, 18.4; 2010, 22.2; 2011, 23.3; 2012, 26.0; 2013, 30.7; 2014, 34.4; 2015, 39.2.\" height=\"242\" src=\"https://assets.learnosity.com/organisations/537/VH933758.g01.png\" width=\"535\" />\n<p class=\"caption\">La encuesta estimó un total de 14.7 millones de hogares equipados con computadora, que corresponden al 44.9 por ciento del total de hogares del país.</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">La economía de la región ha crecido gracias al aumento de la velocidad de la banda ancha.</p>","<p class=\"choice_paragraph\">Varios países de la región tienen cifras de acceso a Internet similares a las de Corea o Noruega.</p>","<p class=\"choice_paragraph\">Existe una gran diferencia entre el campo y la ciudad con respecto a su acceso a Internet.</p>","<p class=\"choice_paragraph\">Al menos la mitad de sus habitantes tiene una velocidad de conexión a Internet de 15 Mbps.</p>"],"answer":2}]