[{"id":"VH974810","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH965886.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál de las siguientes afirmaciones define mejor la idea central del cuento?</p>\n","rubricRef":"VH974810_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de un encuentro entre dos personas. El cuento original titulado “Simbiosis del encuentro” fue publicado en 1997 en España por la escritora costarricense Carmen Naranjo. Los personajes son Ana y Manuel.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Nos amamos. Mi nombre es Ana. El de él es Manuel. No nos conocimos casualmente. Alguien le habló a Manuel de mí. De esa extraña forma de vivir que siempre he tenido. Que si me gustan los gatos callejeros, que si sueño con un mundo distinto, si la noche me abre los ojos y me embellece, si hablo poco unas veces y otras nadie me calla, si me embriago con caras expresivas y hago novelas de monólogos interminables. Ese mismo alguien me habló de Manuel, de sus fracasos amorosos, su soledad, su pensar neurótico en la profundidad de lo corriente, esa enfermedad constante que lo debilitaba por ser un sensible patológico. Después ese alguien concertó un encuentro casual.</p><p class=\"passage_para\">Llegué de primera. Esa maldita puntualidad, que me hace sentir abundante.</p><p class=\"passage_para\">Supe que había llegado. Reconocí su voz y esa forma de saludar con un hola alegre. No era de ésos que abrazan sin fuerza y dan palmadas en la espalda, frías, inexpresivas, o se acercan a las mejillas con un sonoro beso lejano.</p><p class=\"passage_para\">Cuando creí que debía terminar la reunión, me fui sin verlo, sin hablarle. Me despedí del grupo cercano, con el que hablé, entre otras cosas, de recetas culinarias y de la forma en que se aprovecha el perfil de las piedras abisinias. Alguien me gritó cerca de la puerta: ¿cómo te podés ir cuando apenas se está poniendo bonito? Le contesté sin verlo, tengo otra cosa que hacer y que gocen como locos y adiós. Me dio gusto llevarme mi leyenda de aguafiestas y comprobar por los comentarios que ni siquiera lo había conocido, a pesar de los preparativos. Te lo presentaré y sé que ambos harán nido, es una cosa fácil de presentir.</p><p class=\"passage_para\">Ya en la calle me respiré libre. Qué gusto da el respirar libre. Sentí que era mejor el monólogo al diálogo, el sentimiento a la sensación, el escoger al ser escogido. Casi en la esquina, su brazo me detuvo. Se me escapaba, pero vine por usted y no quiero perderla. ¿Nos podemos tomar un café?</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">©Carmen Naranjo. Publicado en Cuentos de Hispanoamérica en el Siglo XX, Tomo III (Castalia Ediciones).</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Dos personas organizan una fiesta.</p>","<p class=\"choice_paragraph\">Dos personas comienzan a ser novios.</p>","<p class=\"choice_paragraph\">Dos personas desarrollan una larga y agradable amistad.</p>","<p class=\"choice_paragraph\">Dos personas se reencuentran después de muchos años.</p>"],"answer":1}]