[{"id":"VH975865-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-Mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Vas a escribir una respuesta a un mensaje electrónico. Tu respuesta debe incluir un saludo y una despedida, y debe responder a todas las preguntas y peticiones del mensaje. En tu respuesta, debes pedir más información sobre algo mencionado en el mensaje. También debes responder de una manera formal.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Este correo electrónico es de Jorge Ayala, director del programa académico del Museo Frida Kahlo en la Ciudad de México. Has recibido este mensaje porque eres uno de los estudiantes extranjeros seleccionados para participar en un curso de verano sobre la obra de la pintora mexicana.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">De: Jorge Ayala, director del programa académico</p>\n\n<p class=\"memo_info prefix:Subject\">Asunto: Curso intensivo sobre Frida Kahlo</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Estimado/a estudiante:</p>\n\n<p class=\"passage_para\">Me alegro que esté interesado en la obra de la gran artista mexicana Frida Kahlo y que quiera participar en el curso que ofrece el Museo para difundir la obra de la pintora. Le escribo este correo porque necesitamos más información sobre usted para poder completar el proceso de matrícula en el curso.</p>\n\n<p class=\"passage_para\">A continuación, le incluyo unas preguntas que me gustaría que respondiera a la mayor brevedad posible:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">¿Qué tipo de disciplina artística es su preferida y por qué?</li>\n\t<li class=\"list_paragraph\">¿Qué otras actividades le gustaría realizar durante su estadía en México?</li>\n</ul>\n\n<p class=\"passage_para\">Espero conocerle en persona el día del comienzo del curso, el 4 de junio. Mientras tanto, si tiene alguna pregunta, no dude en ponerse en contacto conmigo.</p>\n</div>\n\n<p class=\"letter_closing\">Atentamente,</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Jorge Ayala</p>\n\n<p class=\"signature_line\">Director del Programa Académico</p>\n\n<p class=\"signature_line\">Museo Frida Kahlo</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH975865_rubric"}]