[{"id":"VH975308","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH966150.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">En la oración 5 del párrafo 4, ¿qué significa la expresión de la narradora “lo hace a los cuatro vientos”?</p>\n","rubricRef":"VH975308_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de las relaciones familiares. El cuento original titulado “Tres generaciones” fue publicado en 1987 por la escritora Rosaura Sánchez.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Esta tarde cuando llegué estaba de rodillas ante unos geranios y unas gardenias y refunfuñaba por lo que yo llamo “el tomate imperialista” que siempre se anda queriendo apoderar de todo el terreno. Se han puesto demasiado grandes las plantas y como que quieren tomarse al jardín.</p><p class=\"passage_para\">—¿Y por qué no la cortas?</p><p class=\"passage_para\">—Voy a dejar que maduren los tomates y después adiós plantas. No volveré a sembrarlas. ¿No ves como lo invaden todo? Mejor pongo unos chiles allí, aunque no hay mucho campo. ¡Ay, no es como el solar que teníamos allí en Texas!</p><p class=\"passage_para\">Las plantas han adquirido personalidad para ella. Al limonero le pide disculpas por haber dejado que la madreselva largara sus raíces por donde no debía. El pobre limonero enano que yo planté antes de que ella viniera a vivir con nosotras no ha muerto pero tampoco crece, ya que las raíces de la madreselva que ella plantó se han acaparado del poco terreno que había para ese lado del patiecito. Otra planta imperialista, pero ésta por la superficie subyacente, por donde no se ve ni se sospecha. La planta de tomate, en cambio, lo hace a los cuatro vientos y es obvio que sus ramas se extienden por todos lados, pero la madreselva se mantiene acurrucada contra la cerca, como si nada. Es como la diferencia entre la dependencia y el colonialismo, le digo, pero no acaba de entenderme. Mi madre sigue sacando las hierbas malas y regando, mientras piensa en podar la bugambilia, para que no le quite el sol al malvavisco que está a sus pies. Y yo no sé por qué le salgo con esas frases absurdas, como si me quisiera hacer la interesante, porque, después de todo, la terminología fue lo único que me quedó de aquellas clases universitarias de estudios del tercer mundo. Y pensar que en un tiempo creí que podría ser mi especialidad, pero al final me fui por lo más seguro, y estudié comercio. Pero ella, ahora que está sola, parecería haber estudiado jardinería. Se la pasa trasplantando, podando, regando y conversando con las plantas porque yo y mi hija casi nunca estamos en casa más que para dormir. Y no es que no quiera yo también ponerme a trabajar en el jardín, sino que el trabajo, las reuniones, los viajes fuera de la ciudad me tienen siempre ocupada, siempre corriendo. Como ahora mismo.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Tres generaciones” by Rosaura Sánchez is reprinted with permission from the publisher of The American Review (@1987 Arte Público Press - University of Houston)</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Que el tomate se extiende mucho</p>","<p class=\"choice_paragraph\">Que el viento hace caer los tomates</p>","<p class=\"choice_paragraph\">Que su madre habla constantemente</p>","<p class=\"choice_paragraph\">Que hay que proteger las ramas del viento</p>"],"answer":0}]