[{"id":"VH990997-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to a Spanish writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Vas a escribir un ensayo argumentativo para un concurso de redacción en español. El tema del ensayo se basa en las tres fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. En tu ensayo, debes presentar y defender tu propia opinión sobre el tema de una forma clara y completa. Integra los puntos de vista y la información presentada en las tres fuentes para apoyar tu postura. Al referirte a las fuentes, identifícalas apropiadamente. También debes organizar tu ensayo en distintos párrafos bien desarrollados.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Tema del ensayo:</span></p>\n\n<div class=\"prompt\">¿Es el ecoturismo una buena manera de concientizar al público sobre los problemas ambientales de nuestro mundo?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata de las ventajas y desventajas del ecoturismo. El texto es una adaptación del artículo original publicado en Panamá por Masiva Ecológica en su sitio Web.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Ecoturismo Responsable</p>\n</div>\n\n<p class=\"passage_para\">Hoy en día oímos mucho la palabra “ecoturismo” y muchos de nosotros nos preguntamos si es verdad que este tipo de turismo se realiza realmente sin impactar negativamente las zonas naturales o arqueológicas visitadas. Aquí veremos algunas de las ventajas y desventajas de estos viajes tan populares en la actualidad. Primero, tenemos que aclarar que es importante que cuando se realice un viaje de este tipo se haga acompañado de un guía. Es decir, con una persona que conozca en profundidad la zona y pueda enseñarnos sobre la vida silvestre, la cultura y así poder disfrutar del entorno generando el menor impacto.</p>\n\n<p class=\"passage_para\">Si los viajes de ecoturismo se realizan de una manera responsable, incluso podremos ayudar a algunas zonas subdesarrolladas con estas visitas ya que estaremos colaborando con sus economías locales.</p>\n\n<p class=\"passage_para\">Es decir que cuando realizamos un ecoturismo bien establecido, los viajeros podemos ofrecer excelentes beneficios a las comunidades locales y al medio ambiente. Entre algunas de las ventajas encontramos:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Lograr una mayor toma de conciencia de las culturas autóctonas de cada lugar.</li>\n\t<li class=\"list_paragraph\">Aprender sobre la flora y la fauna de cada sitio y sobre la importancia de proteger la biodiversidad.</li>\n\t<li class=\"list_paragraph\">Minimizar el impacto sobre el ambiente.</li>\n\t<li class=\"list_paragraph\">Brindar más oportunidades laborales a las personas originarias del lugar.</li>\n\t<li class=\"list_paragraph\">Difundir información entre los viajeros sobre los problemas políticos, ambientales y sociales del lugar visitado y que a su vez ellos puedan transmitir lo aprendido al regresar a su propia comunidad.</li>\n\t<li class=\"list_paragraph\">La reutilización de los ingresos monetarios, producto del turismo, para la mejora y la conservación del área visitada.</li>\n</ul>\n\n<p class=\"passage_para\">En cambio, cuando los viajes de ecoturismo no se realizan de una manera responsable, se generan problemas tanto para el medio ambiente como para la comunidad que habita en esa zona. Entre algunas de sus desventajas encontramos:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">La contaminación de la zona.</li>\n\t<li class=\"list_paragraph\">El impacto en el medio ambiente por la mayor circulación de carros y la erosión de las zonas donde estacionan ilegalmente.</li>\n\t<li class=\"list_paragraph\">La gran contaminación generada por los grandes hoteles que muchas veces se instalan en un entorno de selva donde no siempre cuentan con las instalaciones correctas para la eliminación de residuos y aguas residuales.</li>\n\t<li class=\"list_paragraph\">Sitios turísticos que mantienen ilegalmente animales en peligro de extinción, encerrados.</li>\n</ul>\n\n<p class=\"passage_para\">Cuando se realizan viajes de interés ecológico, las personas se acercan a la naturaleza y por lo tanto se enseña a protegerla y a preservar la biodiversidad biológica. Pero, para minimizar las desventajas antes mencionadas es importante informarse antes de emprender una de estas aventuras.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Esta selección trata del ecoturismo en Costa Rica. La infografía fue publicada el 27 de septiembre de 2014 en Costa Rica por Alfredo Vela en ticsyformacion.com.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n<img alt=\"The figure presents a diagram titled “Costa Rica ECO Turismo.” Next to the title is the symbol for recycling. Underneath the title, there is a list titled “Los 10 Lugares Más Importantes Para la Ecología de Costa Rica.” The list contains the following 10 items. 1. Parque Nacional Santa Rosa. 2. Parque Nacional Rincón de la Vieja. 3. Refugio Nacional de Vida Silvestre Ostional. 4. Parque Nacional Marino las Baulas. 5. Reserva Nacional Absoluta Cabo Blanco. 6. Parque Nacional Barra Honda. 7. Parque Nacional Palo Verde. 8. Reserva Islas Guayabo, Negritos y Pájaros. 9. Refugio de Vida Silvestre Peñas Blancas. 10. Parque Nacional Carara. To the right of the list there is diagram titled “En Costa Rica Hay:” The diagram shows a tree on a small hill, and at the bottom of the hill there is a small body of water. There are 5 labeled pictures throughout the diagram. The labels and their accompanying pictures are as follows. 1. 6.500 Mariposas, next to a picture of a butterfly. 2. 1.600 Peces, next to a picture of a fish. 3. 220 Reptiles, next to a picture of a snake. 4. 870 Aves, next to a picture of a bird. 5. 13.000 Plantas, next to a picture of a tree. Underneath this diagram, there is a list with the following three items. 1. 22 Parques Nacionales. 2. 10 Refugios de Vida Silvestre. 3. 20 Reservas Biológicas y Forestales. The following text is written below this list: Ocupan un 25% del territorio del país. To the right of this text, there is map of Costa Rica. The bottom portion of the country is shaded, and the quantity 25% indicated on the shading.\" height=\"287\" src=\"https://assets.learnosity.com/organisations/507/VH990997.g02.png\" width=\"550\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Esta grabación trata del ecoturismo en América Latina. La entrevista original titulada “Claves: Ecoturismo: ¿sostenible y rentable?” fue publicada el 17 de septiembre de 2013 por Deutsche Welle Español. Los locutores, Ana Jane Camacho y Gonzalo E. Cáceres, entrevistan al Profesor Carlos Lizama, ex-Director General del Turismo de Chile, y Marieloz Bonilla, Presidenta de la Cámara de Turismo Rural de Costa Rica. La grabación dura aproximadamente tres minutos.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Deutsche Welle 2013</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/507/VH990997.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH990997_rubric"}]