[{"id":"VH991034-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to a Spanish writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Vas a escribir un ensayo argumentativo para un concurso de redacción en español. El tema del ensayo se basa en las tres fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. En tu ensayo, debes presentar y defender tu propia opinión sobre el tema de una forma clara y completa. Integra los puntos de vista y la información presentada en las tres fuentes para apoyar tu postura. Al referirte a las fuentes, identifícalas apropiadamente. También debes organizar tu ensayo en distintos párrafos bien desarrollados.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Tema del ensayo:</span></p>\n\n<div class=\"prompt\">¿Deberían existir los zoológicos?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata de los zoológicos. El artículo original fue publicado el 12 de febrero de 2014 por BBC Mundo.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">¿Se deberían prohibir los zoológicos en el mundo?</p>\n</div>\n\n<p class=\"passage_para\">En BBC Mundo consultamos a dos expertos en el tema para conocer los pros y los contras del principal interrogante: ¿es necesario que existan los zoológicos en la actualidad?</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">“Centros de conservación”</span></p>\n\n<p class=\"passage_para\">Aunque las colecciones de animales datan de milenios, cuando emperadores y reyes los tenían para su propio entretenimiento, fue en Viena, Austria, cuando se inauguró el primer zoológico en 1752. Desde entonces se ha convertido en un lugar habitual en las grandes urbes.</p>\n\n<p class=\"passage_para\">“La razón original de los jardines zoológicos se mantiene hoy día: que las personas puedan apreciar animales que no pueden ver todos los días”, le dijo a la BBC David Williams Mitchell, vocero de la Asociación de Zoológicos y Acuarios de Europa (EAZA, por su siglas en inglés).</p>\n\n<p class=\"passage_para\">Sin embargo, para Williams la principal razón para la existencia de los zoológicos es que son lugares para la conservación de las especies, muchas en peligro de extinción, que necesitan de lugares estratégicos para el estudio científico o la recolección de fondos para el financiamiento de los proyectos.</p>\n\n<p class=\"passage_para\">“No solo es para la exhibición de animales, son centros de investigación, que a su vez, por ejemplo, prestan personal experimentado a parques de vida salvaje en el mundo para brindar su apoyo, pero que sin el soporte logístico de un zoológico sería bastante difícil”, señaló.</p>\n\n<p class=\"passage_para\">Además aclaró que los zoológicos afiliados a EAZA, por ejemplo, deben cumplir con unos estándares muy altos de calidad en la atención de los animales en cautiverio.</p>\n\n<p class=\"passage_para\">“Tienen que cumplir con muchos requerimientos en seguridad, salud, bienestar, nutrición, además que deben servir para el mejoramiento de las especies, no para que sufran cuando están en cautiverio”, explicó.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">No deben ser circos</span></p>\n\n<p class=\"passage_para\">Pero uno de los argumentos que se imponen para que no existan más zoológicos es que los animales no se encuentran en su hábitat, lo que va en contra de su naturaleza.</p>\n\n<p class=\"passage_para\">“Es imposible reproducir el entorno de animales como el león, el tigre o los lobos, por hablar de los más conocidos. Ellos necesitan un territorio amplio, con ríos, con vegetación. Y eso no ocurre en ningún zoológico del mundo”, le dijo a BBC Mundo el veterinario Bernardo Luque Cuello.</p>\n\n<p class=\"passage_para\">Luque Cuello recuerda que cuando fue veterinario en un zoológico en Girola, España, le tocó estar a cargo de 60 especies distintas de animales, en cautiverio y cada una con necesidades distintas para atender. Y todas ellas expuestas al público sin ningún fin científico.</p>\n\n<p class=\"passage_para\">Pero a pesar de su oposición, Luque Cuello está de acuerdo en que los zoológicos que estudian seriamente los temas de conservación de especies en vía de extinción deberían permanecer por su importancia para el medio ambiente.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">©BBC 2014. Reproduced by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Esta selección trata de la opinión de los visitantes a un zoológico de Lima, Perú. La tabla fue publicada en enero de 2011 en <span class=\"formatted_text font_style:italic\">Biotempo </span>2011, Volumen 11, 36-42.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n<img alt=\"The figure presents a 3 column table. Above the table is the following caption: Tabla 5. Respuesta de los 440 encuestados visitantes al Patronato Parque de Las Leyendas (PATPAL), Lima, Perú a la pregunta abierta: ¿Cuál es la función del zoológico? The heading for column 1 is “Respuesta.” The heading for column 2 is “N.” The heading for column 3 is “%.” There are 7 rows of the data, the last of which is a “Total” row. The data in the table are as follows. Row 1. Educativo: enseñar a los animales, conocer regiones y conocer la biodiversidad; N, 207; Percent, 47,04. Row 2. Proteger a los animales y plantas, fomentar crianza, desarrollo artificial del animal, alimentación; N, 162; Percent, 36,81. Row 3. Recreación; N, 59; Percent, 13,41. Row 4. Ser hábitat; N, 1; Percent, 0,23. Row 5. Oxigenar ciudades; N, 2; Percent, 0,45. Row 6. No sabe, No opina; N, 9; Percent, 2,04. Row 7. Total; N, 440; Percent, 100.\" height=\"349\" src=\"https://assets.learnosity.com/organisations/507/VH991034.g02.png\" width=\"650\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Esta grabación trata sobre el debate de los zoológicos. El informe original titulado “Debate Zoológicos Toniza Invitada” fue publicado el 20 de agosto de 2015 en Andalucía, España por Canal Sur Radio. La grabación dura aproximadamente dos minutos y medio.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/507/VH991034.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH991034_rubric"}]