[{"id":"VR000928","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH980887.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según el artículo, ¿qué podemos inferir sobre Chile?</p>\n","rubricRef":"VR000928_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata de la administración del agua en América Latina. El artículo original fue publicado el 7 de septiembre de 2016 en Chile por la Biblioteca del Congreso Nacional de Chile.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:web_page style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">En búsqueda de una gestión sostenible del agua en las Américas</p>\n</div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Los países de América Latina deben generar reformas para garantizar un acceso universal a recursos hídricos de calidad.</span></p>\n\n<p class=\"passage_para\">Según proyecciones realizadas en el 2016 por la ONU (Organización de las Naciones Unidas), si en el año 2030 continúan los mismos patrones de consumo de agua, el mundo enfrentará un déficit de 40% en el abastecimiento de este recurso. Las causas del problema son evidentes: incremento de la demanda del agua por el alto crecimiento demográfico y la intensificación de la agricultura y la actividad industrial, además de los cambios en el ecosistema por el cambio climático y la urbanización, deforestación, usos de pesticidas y fertilizantes, y desvíos de ríos, entre otras. La acción en este ámbito es tan urgente, que la Agenda 2030 de desarrollo sostenible de la ONU busca específicamente que, de aquí a 2030, se logre:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Acceso universal y equitativo al agua potable y al saneamiento</li>\n\t<li class=\"list_paragraph\">Mejorar la calidad del agua mediante la reducción de la contaminación y la eliminación del vertimiento de sustancias tóxicas</li>\n\t<li class=\"list_paragraph\">Aumentar el uso eficiente de este recurso</li>\n\t<li class=\"list_paragraph\">Proteger y restablecer los ecosistemas relacionados con el agua (bosques, montañas, humedales, ríos y lagos)</li>\n\t<li class=\"list_paragraph\">Incentivar la participación de la comunidad local en la gestión del recurso</li>\n</ul>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">América Latina: un continente rico en agua con grandes desafíos por delante</span></p>\n\n<p class=\"passage_para\">En el caso de América Latina, los desafíos son garantizar un acceso universal al agua y mejorar la eficiencia de la gestión de este recurso, además de eliminar la contaminación de acuíferos. El problema del agua remite a un problema institucional y de gestión más que a un problema de cantidad, ya que la región cuenta con abundantes reservas de agua: 30% del agua dulce del planeta para 6% de la población mundial.</p>\n\n<p class=\"passage_para\">En Latinoamérica existen profundas desigualdades en el acceso al agua potable y al saneamiento: según datos del BID (Banco Interamericano de Desarrollo), 34 millones de personas no tienen acceso al agua potable y 106 millones no cuentan con servicios de saneamiento básico.</p>\n\n<p class=\"passage_para\">Por otra parte, existe un problema de gestión del agua, tanto en las ciudades que han crecido sin planificación urbana como en regiones.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">La gestión del agua en Chile</span></p>\n\n<p class=\"passage_para\">En los últimos años se observan avances en materia hídrica con respecto a las coberturas de servicio de agua potable y saneamiento. Sin embargo, aún persisten importantes desigualdades de acceso al agua en calidad y cantidad suficientes, tanto en el ámbito urbano como en el ámbito rural. La Reforma del Código de Aguas de 2005 instauró un caudal mínimo ecológico, pero aplicable exclusivamente a los nuevos derechos de agua, creando nuevas desigualdades.</p>\n\n<p class=\"passage_para\">Siguiendo la tendencia regional, han emergido en Chile un número creciente de conflictos de agua ligados al ámbito energético y ambiental, ya sean entre usuarios o conflictos políticos sobre el modelo de gestión de los derechos de agua.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">La Biblioteca del Congreso</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Esta selección trata del consumo de agua en América Latina. El gráfico fue publicado el 14 de noviembre de 2015 en Ecuador por Valeria Sorgato para Grupo El Comercio.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">CONSUMO MEDIO DE AGUA POTABLE EN AMÉRICA LATINA</p>\n</div>\n<img alt=\"The figure presents an infographic titled “Consumo medio de agua potable en América Latina.” At the top of the infographic there is a statement indicating, Ecuador consume o desperdicia el 40% más que la media regional. The infographic presents a map of South America, a horizontal bar graph, regions of Ecuador, and an image of a water faucet with running water. On the left side, there is a map of South America. The following 6 countries are indicated: Ecuador, Costa Rica, Brasil, Uruguay, Colombia, and Peru. In the center, there is a horizontal bar graph titled “En número de litros por habitante por día.” The bar graph consists of six bars, which correspond to the countries indicated in the map of South America. The data presented by the bars are as follows. Ecuador, 237. Costa Rica, 212. Brasil, 202. Uruguay, 160. Colombia, 150. Perú, 118. On the right side, there is a map of Ecuador titled “En las regiones.” The following three regions are indicated in the map of Ecuador, along with a number: Costa, 282; Ecuador, 237; Sierra, 204. On the bottom left side, the following text is written: 100 litros diarios por habitante es el consumo mínimo de agua según la O M S (OMS es igual a Organización Mundial de la Salud). On the bottom right side, there is an image of a water faucet with running water. The following text is written beside the image: Promedio 169 litros por habitante por día.\" height=\"315\" src=\"https://assets.learnosity.com/organisations/537/VH980887.g02.png\" width=\"415\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Que tiene menos recursos hídricos que otros países de Latinoamérica</p>","<p class=\"choice_paragraph\">Que ha reducido los problemas ambientales relacionados con el agua</p>","<p class=\"choice_paragraph\">Que ha aumentado el porcentaje de personas con acceso al agua potable</p>","<p class=\"choice_paragraph\">Que las gestiones de su gobierno han causado problemas energéticos</p>"],"answer":2}]