[{"id":"VR000596","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981151.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Si tuvieras que escribir un informe sobre el mismo tema del artículo y del gráfico, ¿cuál de las siguientes publicaciones sería la más apropiada para consultar?</p>\n","rubricRef":"VR000596_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata de una iniciativa puertorriqueña para mejorar el medio ambiente. El artículo original fue publicado el 4 de octubre de 2014 en Chile por el diario chileno <span class=\"formatted_text font_style:italic\">La Tercera</span>.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Puerto Rico recicla tan sólo un 11.3 por ciento de sus desperdicios sólidos</p>\n</div>\n\n<p class=\"passage_para\">La directora ejecutiva de la Junta de Calidad Ambiental de Puerto Rico, Laura Vélez, señaló que en la isla caribeña hay falta de infraestructuras para el reciclaje, una de las causas de que tan bajo porcentaje de residuos sólidos sean tratados. La legislación vigente en la isla establece que se debe reciclar un mínimo del 35 por ciento de los residuos sólidos producidos a nivel local.</p>\n\n<p class=\"passage_para\">“Hay pocas instalaciones de reciclaje en Puerto Rico y algunas no cumplen con la normativa federal”, reconoció la directora ejecutiva de la Junta de Calidad Ambiental.</p>\n\n<p class=\"passage_para\">Vélez indicó que otro problema es que no hay un control de la cantidad de desperdicios sólidos que llegan a los vertederos. “En general en Puerto Rico hay un mal manejo de los desperdicios sólidos y por ello es necesario que se establezcan nuevas estrategias”, sostuvo la funcionaria.</p>\n\n<p class=\"passage_para\">A su juicio, es evidente que muchas empresas no cumplen con la normativa de reciclaje que se le exige al sector privado y tampoco todos los municipios de la isla disponen de medios ni de sistemas de recogida adecuados.</p>\n\n<p class=\"passage_para\">El Legislativo puertorriqueño trabaja estos días para elevar ese porcentaje del 11.3 por ciento y lograr que se dé cumplimiento a la Ley para la Reducción y el Reciclaje de los Desperdicios Sólidos en Puerto Rico (Ley 70), que tiene ya más de dos décadas de antigüedad pero que sigue sin cumplimiento efectivo.</p>\n\n<p class=\"passage_para\">La ley establece que en Puerto Rico debe reciclarse el 35 por ciento de los residuos sólidos generados, porcentaje con el que se quiere atajar el problema de la acumulación de basura en la isla y contribuir así a combatir su efecto nocivo en el medioambiente.</p>\n\n<p class=\"passage_para\">Esas estadísticas oficiales, de la Autoridad de Desperdicios Sólidos de Puerto Rico, fueron presentadas esta semana en una vista pública celebrada en el Senado local sobre el asunto, en la que tomó parte la vicepresidenta del Complejo de Reciclaje Hugo Neu Américas, Mariedy Collazo.</p>\n\n<p class=\"passage_para\">Hugo Neu Américas, en proceso de instalación en San Juan, es una subsidiaria de Hugo Neu Corporation, sociedad con sede en Nueva York y dedicada a la puesta en marcha de proyectos empresariales de reciclaje desde hace 60 años.</p>\n\n<p class=\"passage_para\">“A pesar de haber transcurrido más de veinte años de la aprobación de la referida legislación, se estima que casi el 40 por ciento del material reciclable termina en los vertederos sin que sea reciclado”, dijo Collazo.</p>\n\n<p class=\"passage_para\">Dio a conocer que Hugo Neu Américas planea invertir en Puerto Rico 80 millones de dólares en un complejo con tecnología para procesar materiales reciclables como papel, cartón, plástico, equipos electrónicos y metales para convertirlos en materia prima con el fin de venderla en mercados locales e internacionales.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Esta selección trata de la clasificación de desechos sólidos en Puerto Rico. El gráfico fue publicado en noviembre de 2003 en Puerto Rico por la Autoridad de Desperdicios Sólidos del Estado Libre Asociado de Puerto Rico.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">RESIDUOS SÓLIDOS GENERADOS EN PUERTO RICO, 2003</p>\n\n<p class=\"title_line passage-title\">(POR TIPO)</p>\n</div>\n<img alt=\"The figure presents a circle graph titled “Residuos Sólidos Generados en Puerto Rico, 2003, Por Tipo.” The circle graph is split into 5 sections. The data represented by the 5 sections are as follows. Section 1. Residuos de construcción y demolición, 18.7%. Section 2. Residuos de jardinería, 3.9%. Section 3. Desperdicios especiales, 5.3%. Section 4. Automóviles, 0.6%. Section 5. Residuos sólidos municipales, 71.15%.\" height=\"220\" src=\"https://assets.learnosity.com/organisations/537/VH981151.g01.png\" width=\"405\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">Colonialismo y desarrollo autosostenido en Puerto Rico</span></p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">Reciclaje: flor de textos teatrales</span></p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">Desarrollo sostenible del ecoturismo</span></p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">Prevención de la contaminación, volumen 1</span></p>"],"answer":3}]