[{"id":"VR000503","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981187.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál es la idea principal del artículo?</p>\n","rubricRef":"VR000503_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\"><img alt=\"Este texto trata de los cultivos que se producen por medio de la técnica de la hidroponía. El artículo original fue publicado el 17 de julio de 2012 en Costa Rica por la periodista Daniela Araya.  Hidroponía se perfila como la agricultura del futuro  Por su reducido espacio y formas innovadoras de producción, la hidroponía promete ser la solución a los problemas de desgaste de las tierras, contaminación del agua y hasta de tenencia casera. Es por eso que esta sencilla práctica ya es catalogada como el futuro de la agricultura.  Como su nombre lo indica, hidroponía significa trabajo en agua, lo que implica producir sin necesidad de tierra. Sin embargo, en la actualidad la técnica ha avanzado y se produce en otros materiales sólidos como carbón, fibra de coco, granza de arroz o piedritas rojas, según comentó la ingeniera agrónoma del Instituto Nacional de Aprendizaje (INA), Eugenia Herrera.  “Al no trabajar con suelo, tenemos que aportar los nutrientes mediante una solución nutritiva. Entonces tenemos que hacer dos o tres riegos al día para que la planta pueda alimentarse. Podemos sembrar en botellas, llantas, contenedores de madera o en cualquier tipo de recipiente. Esta es una ventaja de la hidroponía, que aprovecha espacios reducidos y la persona puede trabajar con materiales que a veces son desecho”, enfatizó Herrera.  Carlos Leiva, de Hidroponía CR, enfatizó que mientras en un metro cuadrado de tierra se siembran apenas 18 cultivos, en hidroponía se pueden trabajar hasta 144. Estas cifras retan al espacio y a la agricultura tradicional. El único impedimento de la hidroponía es la siembra de árboles frutales, todo lo demás es factible, tanto para consumo casero como comercial.  Por si fuera poco, los productores aseguran que se trata de una producción más limpia, nutritiva y sin agroquímicos, según dijo Juan Alvarado de Hortalizas Hidropónicas San Francisco. Para él, se trata de conciencia ya que muchos agricultores riegan con agua contaminada o con gran cantidad de pesticidas.  “Ahorita es una necesidad producir en hidroponía por el crecimiento demográfico y hay muy poco suelo cultivable, los suelos se están agotando o están muy contaminados; la hidroponía es la agricultura del futuro”, finalizó Herrera.  Crhoy.com Esta grabación trata del cultivo de lechugas por medio de la técnica de la hidroponía. La entrevista original titulada “Una mujer encontró un negocio millonario en la hidroponía” fue publicada el 14 de abril de 2011 en Costa Rica por Teletica.com. El periodista entrevista a Ileana Murillo, empresaria que lleva adelante este proyecto. La grabación dura aproximadamente dos minutos y medio.  Teletica.com\" height=\"725\" src=\"https://assets.learnosity.com/organisations/537/9093c82b-c1c9-4ee6-8441-56a893a10edf.PNG\" width=\"1422\"></p>\n\n<div class=\"multimedia_script\">\n<div class=\"scene\"><span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_ca573bb5b68e06aabbd7fe90be0fe031\" data-src=\"https://assets.learnosity.com/organisations/537/VH981187.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Detallar los nutrientes de las plantas hidropónicas</p>","<p class=\"choice_paragraph\">Describir las ventajas de un método de cultivo</p>","<p class=\"choice_paragraph\">Discutir los límites de la agricultura tradicional</p>","<p class=\"choice_paragraph\">Explicar la siembra de la lechuga hidropónica</p>"],"answer":1}]