[{"id":"VR000562","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH980948.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según lo expuesto en el artículo, ¿cuál es la postura del Gobierno ecuatoguineano con respecto a la inversión extranjera?</p>\n","rubricRef":"VR000562_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><p class=\"standalone_statement style:1\">Primero tienes 4 minutos para leer la fuente número 1.</p><div class=\"stimulus_block\"><p class=\"introduction passage-intro\">Este texto trata de la importancia del sector energético en la economía de Guinea Ecuatorial. El artículo original fue publicado el 13 de julio de 2011 en España por el ICEX (Instituto Español de Comercio Exterior).</p><div class=\"passage\"><div class=\"prose prose_type:web_page style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Guinea Ecuatorial invita a las empresas españolas a participar en sus proyectos de energía e infraestructuras</p></div><p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Desde el hallazgo en 1992 de sus yacimientos petrolíferos, el país demanda inversión extranjera para el desarrollo del sector energético, el turismo y la construcción</span></p><p class=\"passage_para\">Guinea Ecuatorial es uno de los países más pequeños del continente africano. Ubicado en el golfo de Guinea, un enclave geográfico que alberga el 4,3% de las reservas mundiales de crudo, ha generado que el territorio sea el tercer productor de petróleo en África Subsahariana —tras Nigeria y Angola, y por delante de Gabón y Camerún, productores tradicionales—. Ex colonia africana de España y donde el castellano es una de las lenguas oficiales, Guinea produce, estadísticamente hablando, más barriles de petróleo per cápita que Arabia Saudí.</p><p class=\"passage_para\">En 1992, el Gobierno ecuatoguineano comenzó la explotación de sus recursos petroleros y, cuatro años después comienza a recolectar sus frutos. Desde entonces, su PIB (Producto Interior Bruto) ha crecido por encima del 30% anual, aunque en los últimos tres años se ha ido moderando. En 2007 Guinea puso en marcha el Plan Nacional de Desarrollo Económico Social, denominado Horizonte 2020, con el fin de transformar la aceleración del crecimiento del territorio para que se convierta en un país emergente en 2020. Por ello, hoy en día, Guinea es uno de los enclaves de referencia en materia de captación de Inversión Extranjera Directa (IED).</p><p class=\"passage_para\">A través del plan Horizonte 2020 el Gobierno ha identificado los sectores potenciales a desarrollar, haciendo especial hincapié en la relación entre crecimiento económico y reducción de la pobreza, la cohesión social, el desarrollo de la producción como valor añadido y la mejora de las infraestructuras en el país. Este aperturismo gradual de su política de desarrollo económico constituye un argumento de peso para intensificar las relaciones y los intercambios comerciales.</p><p class=\"passage_para\">El pasado mes de marzo, durante la Conferencia Internacional de Alianzas Comerciales con África, Guinea Ecuatorial invitó a las empresas europeas a participar en los proyectos de extracción de crudo del país. Por ello, con objeto de hacer el mercado más accesible a los inversores extranjeros y ofrecer garantías de negocio, el Gobierno ha actualizado sus leyes fiscales. Consecuentemente, España puede emerger como un importante escaparate para la búsqueda de inversores capaces de acometer proyectos en determinados sectores de su estructura económica y productiva. Nuestra oferta puede satisfacer la exponencial demanda ecuatoguineana en campos de infraestructuras (transporte, energía y agua), maquinaria y productos industriales (química, cerámica), servicios de diseño y arquitectura, transporte y logística o turismo (diseño, construcción y gestión hotelera), y en aquellas actividades que, tradicionalmente, han ido decayendo y que necesitan modernizarse: agroalimentación, calzado y confección textil.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Guinea Ecuatorial invita a las empresas españolas a participar en sus proyectos de energía e infraestructuras” from ICEX, copyright © 2011 by ICEX. Used by permission.</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><p class=\"introduction passage-intro\">Esta grabación trata de las inversiones en México. El informe original titulado “México apuesta por la inversión española en el sector de las energías” fue publicado el 29 de enero de 2013 por AgoraNews. La grabación dura aproximadamente dos minutos.</p></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_aa88073f9c85b278f7f1428e93df8dab\" data-src=\"https://assets.learnosity.com/organisations/537/VH980948.a01.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">La apoya, ofreciendo reformas fiscales para los inversores.</p>","<p class=\"choice_paragraph\">La promueve a pesar de la oposición popular a su política aperturista.</p>","<p class=\"choice_paragraph\">La inhibe, nacionalizando las empresas de extracción de crudo.</p>","<p class=\"choice_paragraph\">La defiende solamente para un grupo pequeño de países.</p>"],"answer":0}]