[{"id":"VR028842","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028827.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según el fragmento, ¿qué sentimiento manifiesta Valeria cuando le abre la puerta a Lorena?</p>\n","rubricRef":"VR028842_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"introduction passage-intro\">Este texto trata de un encuentro entre dos amigas. La novela original titulada <span class=\"formatted_text font_style:italic\">Karma desde el mar</span> fue publicada en 1992 por la escritora chilena Patricia Vilches.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Valeria</p>\n</div>\n\n<p class=\"passage_para\">—“Aló, Valeria. ¿Cómo estás? ¿Bien? Me alegro. Oye, sabes que te quería hacer una pregunta, ¿tienes tiempo esta semana para poder juntarme contigo? ¿Dónde? Me gustaría mucho que fuera en tu casa, puesto que tienes la mejor vista de todo el vecindario. ¿El jueves a las 9:30 de la mañana? ¡Qué bien!”— Ahora todo lo que me falta hacer es esperar hasta el jueves.</p>\n\n<p class=\"passage_para\">Bueno, hoy día ya es jueves y tengo la cita que considero tan importante con Valeria. He tratado de acordarme de todas las cosas que hemos compartido juntas y se me viene a la cabeza mis tempranos tiempos de crisis de amor, ¡parece que hubiera sido hace ya tantos años! Ni siquiera puedo recordar por quién eran mis suspiros de amor. Voy para su casa. ¡Ring, ring! Aquí está el acostumbrado timbre que le avisa a Valeria que hay gente en la puerta. Por la rejilla que tiene veo su casa de siempre y a sus gatas tan amorosas que se pasean a su alrededor.</p>\n\n<p class=\"passage_para\">—“Hola, Valeria. ¿Cómo estás?” —le empiezo a decir, mientras que ella me abre la rejilla espantamoscos.</p>\n\n<p class=\"passage_para\">—“Hola, Lorena. ¿Cómo estás?” —me responde mientras intercambiamos un beso en la mejilla. “Me dejaste medio intrigada con esta cuestión de no quererme decir por qué me querías ver hoy. ¿Qué te parece un cafecito?”</p>\n\n<p class=\"passage_para\">—“Sabía que no me iba a fallar el café”, —le respondo yo sonriéndole con picardía. “¿Cuántas tazas de café nos hemos tomado juntas, Valeria?”</p>\n\n<p class=\"passage_para\">—“Unas cuantas”, —me responde con otra sonrisa. Le empiezo a dar el rutinario cariñito a sus gatitas tan monas. Estoy haciéndole caricias a una de ellas y la Valeria me llama a la cocina. “Ya voy”, le digo anticipando la rica taza de café que tendrá para mí.</p>\n\n<p class=\"passage_para\">—“¿Quieres azúcar?” —me pregunta la Valeria, “pero si tú sabes cuáles son mis gustos, mujer”, le digo.</p>\n\n<p class=\"passage_para\">Nos sentamos en las conocidas sillas de la cocina y entre sorbos de café le empiezo a contar de mi propósito de hoy día jueves.</p>\n\n<p class=\"passage_para\">—“Valeria, deseo hacer un <span class=\"formatted_text font_style:italic\">farewell</span> contigo. Tú sabes que me voy dentro de muy poco tiempo. Me gustaría que habláramos de nuestros momentos juntas” —concluí medio riendo. “Sé que son muchas las cosas que hemos compartido Valeria, pero ahora es el momento de volver a vivir algunas cosas que sobresalen”, prosigo con ardor.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Reproduced by permission.</span></span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Curiosidad</p>","<p class=\"choice_paragraph\">Enojo</p>","<p class=\"choice_paragraph\">Altruismo</p>","<p class=\"choice_paragraph\">Perplejidad</p>"],"answer":0}]