[{"id":"VR028888","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028872.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según el artículo, ¿cuál es la función de Sylvia Rivera?</p>\n","rubricRef":"VR028888_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Este texto trata de la tirolesa (mecanismo de polea y cable utilizado en el turismo de aventura) más alta del mundo. El artículo original fue publicado el 27 de abril de 2012 en México por <span class=\"formatted_text font_style:italic\">El Universal</span>.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:web_page style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Puerto Rico abre la tirolesa más alta del mundo</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">El parque ecoturístico Toro Verde cuenta con un cable de kilómetro y medio de largo y está a 258 metros de altura</p>\n</div>\n</div>\n\n<p class=\"passage_para\">Los 258 metros de la tirolesa más alta del mundo, que se encuentra en las montañas de Puerto Rico, desafían a los más atrevidos que viajan al Caribe y se han convertido en un polo de atracción para amantes del turismo de aventura y naturaleza en la región.</p>\n\n<p class=\"passage_para\">“La bestia” es también, con su más de un kilómetro y medio de longitud, la tercera tirolesa más larga del planeta y la principal atracción de Toro Verde, un complejo de ocio desarrollado por tres empresarios de Costa Rica, Nicaragua y Estados Unidos y situado en la localidad de Orocovis.</p>\n\n<p class=\"passage_para\">Toro Verde, que en temporada alta recibe cerca de doscientos visitantes por día, está a punto de cumplir dos años de actividad.</p>\n\n<p class=\"passage_para\">La responsable de comunicación, Sylvia Rivera, explicó que el proyecto es una buena muestra de negocio ecoturístico que, con la atracción de “La bestia”, se ha convertido en parada obligada para quienes viajan al Caribe en busca de retos de aventura.</p>\n\n<p class=\"passage_para\">Se trata de la tirolesa más alta del mundo”, recuerda sobre una atracción que no todos son capaces de completar. Casi todos los días alguno de sus visitantes desiste en el último instante de lanzarse a “tumba abierta” sobre sus 250 metros de profundidad.</p>\n\n<p class=\"passage_para\">Quienes se acercan hasta las montañas de Orocovis no necesitan ser expertos deportistas o aventureros, ya que el único requisito es el de medir más de 1.20 metros de altura y no exceder los 136 kilos de peso.</p>\n\n<p class=\"passage_para\">Las tirolesas son la atracción más espectacular de un parque que, sin embargo, también cuenta con diversos puentes colgantes, un <span class=\"formatted_text font_style:italic\">rappel </span>de caída libre y caminatas por espectaculares paisajes tropicales, con saltos de agua y una exuberante vegetación caribeña a la que contribuyen las lluvias que caen sobre la zona casi todas las tardes.</p>\n\n<p class=\"passage_para\">La belleza del paisaje hace que además de los saltos en tirolesa, el espacio sea muy visitado para otras actividades relacionadas con la naturaleza, como paseos en bicicleta de montaña y las marchas a pie.</p>\n\n<p class=\"passage_para\">Toro Verde ha supuesto para el deprimido interior de Puerto Rico una forma de dinamizar una zona con pocas expectativas económicas.</p>\n\n<p class=\"passage_para\">El proyecto empresarial supuso una inversión de casi 6 millones de dólares, de los que 2.5 fueron aportados a través de un crédito del Banco de Desarrollo Económico de Puerto Rico.</p>\n\n<p class=\"passage_para\">La empresa emplea a unas 50 personas, incluidos 30 guías. Está previsto el próximo inicio de las obras de construcción de un hotel ecoturístico, con una inversión cercana a 15 millones de dólares. El acceso a las montañas de Orocovis no es complicado y desde la zona costera de San Juan se puede acceder en poco más de una hora de trayecto.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Reproduced by permission of <span class=\"formatted_text font_style:italic\">Agencia EFE, S.A.</span></span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Esta selección trata de las actividades que más les gusta realizar a los turistas cuando visitan el Caribe mexicano. El gráfico fue publicado el 18 de junio de 2010 en México.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Actividades realizadas por los turistas extranjeros</p>\n</div>\n<img alt=\"The figure presents a horizontal bar graph. The title of the graph is Actividades realizadas por los turistas extranjeros. The horizontal axis is labeled “Número de turistas,” and the numbers 0 through 400, in increments of 50, are indicated. There are 12 categories provided along the vertical axis. Each category has one bar. From top to bottom, the data represented by each of the bars are as follows. Note all values are approximate. Pesca deportiva, 50. Viajes de investigación, 55. Eventos deportivos, 80. Observación de aves, 100. Cruceros, 110. Paseos en lancha, 150. Observación de flora y fauna, 160. Visitas a comunidades mayas, 175. Snorkeling, 265. Visitas a sitios arqueológicos, 275. Conocer nuevas ciudades, 280. Ir a la playa, 375.\" height=\"408\" src=\"https://assets.learnosity.com/organisations/537/VR028872.g02.png\" width=\"435\" />\n<p class=\"caption\">La encuesta fue realizada a más de 600 turistas provenientes de Estados Unidos, Canadá y de diversos países europeos, para determinar sus gustos y preferencias con relación a actividades ecoturísticas.</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Es una de las inversionistas del proyecto.</p>","<p class=\"choice_paragraph\">Es una funcionaria pública.</p>","<p class=\"choice_paragraph\">Es la encargada de comunicaciones.</p>","<p class=\"choice_paragraph\">Es la diseñadora de la tirolesa.</p>"],"answer":2}]