[{"id":"VR029073","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR029041.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según el audio, ¿qué característica tiene la salsa intelectual?</p>\n","rubricRef":"VR029073_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><div class=\"stimulus_block\"><p class=\"standalone_statement style:1\">Primero tienes 4 minutos para leer la fuente número 1.</p><p class=\"introduction passage-intro\">Este texto trata de uno de los salseros más importantes de la historia. El artículo original fue publicado en 2010 por la revista <span class=\"formatted_text font_style:italic\">Magis</span> que edita el Instituto Tecnológico y de Estudios Superiores de Occidente (ITESO) de la Universidad Jesuita de Guadalajara.</p><div class=\"passage\"><div class=\"prose prose_type:web_page style:1\"><div class=\"title\"><p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Rubén Blades: política a son de salsa</span></p></div><p class=\"passage_para\">A la vida, Rubén Blades le ha dado sorpresas. Sorpresas como dejar su carrera de abogado en Panamá para trabajar en la oficina de correspondencia de la icónica Fania Records en Nueva York, que entonces era la principal productora de salsa. Sorpresas como poner en pausa su espectacular carrera como salsero acreedor de Grammys y actor allegado a los grandes de Hollywood —desde Jack Nicholson hasta Anthony Hopkins— para volver al pequeño istmo de Panamá y candidatearse para presidente.</p><p class=\"passage_para\">Artista y político. Estas dos facetas del compositor e intérprete del clásico “Pedro Navaja” continúan atrayendo e intrigando a sus fanáticos y críticos —aun en un mundo poco sorprendido de que un <span class=\"formatted_text font_style:italic\">Terminator</span> sea gobernador de California. ¿El artista en la política o el político en el arte? Ésa es la pregunta cuya respuesta siempre se queda corta ante la figura de Blades.</p><p class=\"passage_para\">Y es que Blades, de 61 años, ha marcado hitos. Como músico fue figura crucial en la revolución de la salsa en Nueva York en la década de los setenta, al introducir sofisticación lírica y conciencia social en un género aparentemente incongruente con su mensaje. Como político fundó un partido alternativo al tradicionalismo político panameño.</p><p class=\"passage_para\">“La gente que cambia los parámetros de lo que uno está acostumbrado, es la que trasciende”, dice Horacio Valdés, amigo de Blades y músico. “Bob Dylan hizo lo mismo, cambió la manera como uno podía contar una historia con una guitarra. Hasta ese entonces no se podía, eso no existía, la gente no concebía eso. Rubén Blades es el Bob Dylan latinoamericano. Él nos separó de ‘Qué rico el mambo’ al poner en sus canciones letras que tenían contenido social y que nos ponían a pensar, no sólo a bailar. Antes de Rubén, nosotros los músicos no pensábamos que eso se podía hacer y menos en ese formato de la música latina que es feliz”.</p><p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Un músico en el gobierno</span></p><p class=\"passage_para\">Horacio Valdés, quien ha mantenido una amistad de más de una década con Blades y ha colaborado con él en proyectos como el disco ganador del Grammy <span class=\"formatted_text font_style:italic\">La rosa de los vientos</span>, afirma que la incursión del compositor en la política fue y sigue siendo inspirada por su deseo de cambio, y que asumir el cargo de ministro de Turismo no fue un acto de casualidad o capricho.</p><p class=\"passage_para\">“Yo sé que él tiene dos amores que son el turismo y el sistema penitenciario”, dice Valdés, también abogado. “Él hizo su tesis de abogado sobre el sistema penitenciario en Panamá. Incluso me ha mencionado en una ocasión que quería encargarse de las cárceles”.</p><p class=\"passage_para\">Para Valdés, quien planea un concierto acústico con Blades en Panamá, siempre será el amigo, ése de pocos amigos, ése que es fiel, ése que ayuda al vecino del barrio y que no lo publicita.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Suan Pineda, <span class=\"formatted_text font_style:italic\">Magis</span>, ITESO</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><p class=\"standalone_statement style:1\">Tienes 2 minutos para leer la introducción y prever las preguntas.</p><p class=\"introduction passage-intro\">Esta grabación trata de la música y la carrera del cantautor y músico Rubén Blades. La entrevista original titulada “Asuntos propios: Entrevista a Rubén Blades” fue publicada el 18 de julio de 2008 en España por RTVE. Toni Garrido entrevista a Rubén Blades. La grabación dura aproximadamente tres minutos.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">RTVE used by permission.</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_05e3d7b248a564f603d2e31cb9e387c1\" data-src=\"https://assets.learnosity.com/organisations/537/VR029041.a02.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Su ritmo es más rápido.</p>","<p class=\"choice_paragraph\">Sus letras son más largas.</p>","<p class=\"choice_paragraph\">Su contenido es de compromiso social.</p>","<p class=\"choice_paragraph\">Sus temas son de asuntos académicos.</p>"],"answer":2}]