[{"id":"VR029017","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028939.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál es uno de los objetivos principales de la organización Nuestra Conciencia?</p>\n","rubricRef":"VR029017_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Este texto trata de los derechos humanos. Es una carta de Ana Di Marco, coordinadora de la organización Nuestra Conciencia, dirigida al Sr. Pablo Soler, alcalde del pueblo de Rincón en Puerto Rico.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Distinguido Sr. Soler:</p><div class=\"letter_body\"><p class=\"passage_para\">Por medio de la presente me dirijo a usted para solicitar su colaboración con el primer proyecto de nuestra naciente organización. Debido a nuestro interés en promover el conocimiento sobre los derechos humanos en nuestra isla, hemos creado la organización Nuestra Conciencia. Nuestra primera campaña, “Conversaciones sobre los Derechos Humanos y Civiles”, se realizará durante el mes de abril. El propósito de esta iniciativa es crear un diálogo con la comunidad sobre la importancia y el respeto que merecen estos derechos en nuestra vida diaria. El grupo Nuestra Conciencia cuenta con la colaboración de estudiantes, profesores de derecho y abogados. Todos los integrantes han donado sus servicios de manera gratuita a esta campaña.</p><p class=\"passage_para\">En un esfuerzo educativo y de investigación, Nuestra Conciencia ha diseñado dos tipos de actividades: por un lado, una encuesta cuyo fin es recopilar datos sobre el conocimiento que posee la sociedad puertorriqueña acerca de los derechos humanos y civiles, y por el otro, un recorrido que incluirá unos foros de concientización sobre los derechos humanos en sus aspectos políticos, civiles, económicos, sociales y culturales. En abril ofreceremos foros educativos en los pueblos de Rincón, Ceiba y Orocovis. El equipo Nuestra Conciencia utilizará tres autobuses que viajarán por rutas diferentes. La duración de la campaña será de tres días y se estiman cerca de veinte a veinticinco personas por autobús.</p><p class=\"passage_para\">Los fondos necesarios para llevar a cabo esta iniciativa han sido recaudados por los integrantes de la campaña. No obstante, todavía necesitamos conseguir hospedaje en los pueblos que visitaremos. También tenemos que identificar un local para celebrar el foro educativo en estos pueblos. Nuestra Conciencia necesita su ayuda para lograr que esta gran iniciativa sea un éxito. Esperamos que, como alcalde de la zona que visitaremos, nos ayude con nuestro objetivo o nos ponga en contacto con alguien que pueda hacerlo.</p><p class=\"passage_para\">Nos gustaría contar con su apoyo para esta importante campaña. En caso de que decida colaborar, por favor, comuníquese conmigo a la dirección postal o de correo electrónico que se indica abajo.</p></div><p class=\"letter_closing\">Cordialmente,</p><div class=\"letter_signature\"><p class=\"signature_line\">Profesora Ana Di Marco</p><p class=\"signature_line\">Coordinadora de Nuestra Conciencia</p><p class=\"signature_line\">Fortaleza 316, San Juan, Puerto Rico</p><p class=\"signature_line\">anadimarco@nuestraconciencia.pr</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Fomentar el turismo nacional en Puerto Rico</p>","<p class=\"choice_paragraph\">Promover la educación para la salud en la comunidad</p>","<p class=\"choice_paragraph\">Educar a la población en sus derechos como ciudadanos</p>","<p class=\"choice_paragraph\">Investigar el sistema legal de los pueblos más pobres del país</p>"],"answer":2}]