[{"id":"VR035537","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR035527.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según el artículo, ¿cuál es un valor agregado del Parque Solar Fotovoltaico Alwa?</p>\n","rubricRef":"VR035537_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Selección número 3</p>\n\n<p class=\"title_line passage-title\">Tema curricular: Los desafíos mundiales</p>\n\n<p class=\"title_line passage-title\">Fuente número 1</p>\n\n<p class=\"title_line passage-title\">Introducción</p>\n</div>\n\n<p class=\"introduction passage-intro\">Este texto trata de la construcción de un parque solar fotovoltaico en Chile. El artículo original fue publicado el 6 de abril de 2017 en Chile por el periódico digital El Mercurio Online.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Aprueban la construcción de un parque solar fotovoltaico de US$200 millones en Arica</p>\n</div>\n\n<p class=\"passage_para\">SANTIAGO.- Los integrantes de la Comisión de Evaluación Ambiental (CEA) de la Región de Arica y Parinacota aprobaron por unanimidad la construcción del Parque Solar Fotovoltaico Alwa, emplazado en 404,2 hectáreas, aproximadamente a 2,2 kilómetros de la Ruta 5 Norte y a unos 15 kilómetros de Camarones.</p>\n\n<p class=\"passage_para\">El proyecto, a cargo de la empresa Celeo Energía Chile SpA, cuenta con una inversión de US$200 millones y tiene una capacidad neta de 93,2 Mega Watts, que serán inyectados en bloque al Sistema Interconectado del Norte Grande.</p>\n\n<p class=\"passage_para\">Según detalla La Estrella de Arica, \"su composición será de aproximadamente 334 mil módulos fotovoltaicos, con tecnología de seguimiento a un eje, con una generación eléctrica proyectada de 272 GWh (Gigawatts por hora) anuales a partir de la energía del sol; en su etapa de construcción empleará a 620 personas, por un periodo de 14 meses mientras que en su fase de operación de más de 30 años, generará 40 puestos laborales\".</p>\n\n<p class=\"passage_para\">\"Los proyectos de parques solares fotovoltaicos son iniciativas que no solamente dinamizan la economía de la región con la generación de empleos, sino que además, están en el sendero de lo que nos caracteriza como región al contar con un gran potencial energético\", indicó la presidenta de la CEA e intendenta de la XIV región, Gladys Acuña.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Un valor agregado</span></p>\n\n<p class=\"passage_para\">El secretario regional ministerial (seremi) de Medio Ambiente, Renato Briceño, comentó que se trata de un importante proyecto, que además tiene un valor agregado ya que se alinea con uno de los compromisos asumidos en la \"Cumbre de Cambio Climático\" que tiene relación con la disminución de gases de efecto invernadero.</p>\n\n<p class=\"passage_para\">\"Cada vez que hablamos de aprobar un proyecto que implique generación de energía y que no emita gases de efecto invernadero estamos reforzando ese compromiso que hemos asumido a nivel internacional y en lo que obedece a esta iniciativa en particular, se ha cumplido con toda la normativa vigente y se subsanaron todas las observaciones, por parte del titular del proyecto\", precisó.</p>\n\n<p class=\"passage_para\">Por su parte, el seremi de Energía, Samuel Pozo, dijo que esta iniciativa se enmarca en la agenda de eficiencia energética y apunta a que los Gobiernos Regionales apuesten por estos proyectos de energías renovables por su dinamismo económico y por la generación de energía.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Reproduced by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fuente número 2</p>\n\n<p class=\"title_line passage-title\">Introducción</p>\n</div>\n\n<p class=\"introduction passage-intro\">Esta selección trata de la percepción de las prioridades energéticas de Chile. El gráfico fue publicado en 2015 en Chile por el Ministerio de Energía como parte de la Encuesta Nacional de Energía.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Principales desafíos energéticos del país</p>\n</div>\n<img alt=\"The figure presents a bar graph titled “Principales desafíos energéticos del país.” The horizontal axis has the numbers 0 through 80, indicated in increments of 10. The vertical axis has the following 7 categories, listed from top to bottom: Que se impulse la producción de energías limpias, El precio de electricidad y combustibles, Asegurar abastecimiento en todo el país, Evitar cortes de luz, Lograr mayor eficiencia en consumo energético, Que se desarrollen proyectos energéticos en conjunto con las comunidades, and Que exista más competencia entre empresas eléctricas. The data represented in the bar graph, by category, are as follows: Que se impulse la producción de energías limpias: 62%; El precio de electricidad y combustibles: 59%; Asegurar abastecimiento en todo el país: 54%; Evitar cortes de luz: 43%; Lograr mayor eficiencia en consumo energético: 27%; Que se desarrollen proyectos energéticos en conjunto con las comunidades: 16%; and Que exista más competencia entre empresas eléctricas: 11%.\" height=\"238\" src=\"https://assets.learnosity.com/organisations/537/VR035527.g06.png\" width=\"650\" />\n<p class=\"caption\">En la encuesta participaron 2.557 ciudadanos mayores de 18 años, hombres y mujeres, pertenecientes a todos los niveles socioeconómicos y de todas las regiones del país, tanto de sectores urbanos como rurales. Los encuestados podían seleccionar más de una respuesta.</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Ayudará a disminuir la contaminación medioambiental.</p>","<p class=\"choice_paragraph\">Reducirá la actual deuda externa de Chile con bancos internacionales.</p>","<p class=\"choice_paragraph\">Ayudará a que haya más competitividad de precios entre las empresas eléctricas.</p>","<p class=\"choice_paragraph\">Simplificará las inversiones de los gobiernos regionales en la producción de nuevas tecnologías.</p>"],"answer":0}]