[{"id":"VR033764","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR029174.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según la carta, ¿cuál es una de las condiciones de la oferta?</p>\n","rubricRef":"VR033764_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Selección número 4</p><p class=\"introduction passage-intro\">Tema curricular: Las familias y las comunidades</p><p class=\"introduction passage-intro\">Introducción</p><p class=\"introduction passage-intro\">Este texto trata de la Fundación El Cerro, una organización sin fines de lucro. Es una carta de Alex Vargas, director ejecutivo, dirigida a la Srta. Núñez, una estudiante.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Estimada Señorita Núñez:</p><div class=\"letter_body\"><p class=\"passage_para\">En nombre de la Fundación El Cerro tengo el gusto de comunicarle que su solicitud de préstamo para cursar estudios de postgrado ha sido aprobada. Al mismo tiempo, quiero felicitarla por haber sido aceptada al programa de Historia de la Ciencia: Ciencia, Historia y Sociedad de la Universidad Autónoma de Madrid. Espero que coseche muchos éxitos y experiencias significativas en sus estudios de postgrado.</p><p class=\"passage_para\">La Fundación El Cerro es una organización sin fines de lucro cuyo objetivo es fomentar el desarrollo académico de estudiantes peruanos en el extranjero. Entre sus programas, se encuentra el Programa Julio Ramón Ribeyro. Este se ha establecido en honor a nuestro galardonado autor peruano, reconocido especialmente por sus cuentos. Julio Ramón Ribeyro también estudió en el extranjero. En su caso, estudió en la Universidad de La Sorbona en París. Aunque Ribeyro no terminó sus estudios en La Sorbona, sí mantuvo estrechas relaciones con Francia durante su vida, convirtiéndose en una de las grandes figuras internacionales de Perú.</p><p class=\"passage_para\">En su primera etapa, el programa concede préstamos a estudiantes con necesidades económicas con el fin de que puedan culminar sus estudios de grado o de postgrado. Al terminar los mismos se espera que los estudiantes brinden servicio académico a sus comunidades autóctonas por al menos dos años. De esta manera, La Fundación El Cerro busca fomentar el desarrollo académico de la juventud peruana. Luego de conseguir un empleo permanente, se espera que los beneficiarios devuelvan las sumas recibidas mediante pagos mensuales razonables y a un interés mínimo, con el fin de que otros solicitantes puedan beneficiarse en el futuro.</p><p class=\"passage_para\">El Programa Julio Ramón Ribeyro de la Fundación El Cerro está dispuesto a concederle un préstamo para sus estudios de postgrado durante este año académico. El mismo será desembolsado en los próximos días. Al finalizar cada semestre de estudios deberá completar un informe sobre su desempeño académico y remitirlo a la Fundación. Además, antes de finalizar su último semestre, deberá informarle a la Fundación cómo cumplirá con su compromiso de rendir servicio académico a su comunidad en Perú.</p><p class=\"passage_para\">Le deseo buena suerte en sus estudios y que logre sus expectativas y metas. En la Fundación El Cerro vemos en estudiantes como usted el futuro de nuestro país.</p></div><p class=\"letter_closing\">Cordialmente,</p><div class=\"letter_signature\"><p class=\"signature_line\">Alex Vargas, director ejecutivo de la Fundación El Cerro</p><p class=\"signature_line\">ElCerro.com</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Entregar un informe mensual con sus notas a la universidad</p>","<p class=\"choice_paragraph\">Hacer servicio comunitario en el extranjero durante su estancia</p>","<p class=\"choice_paragraph\">Devolver la suma de dinero con interés bajo al conseguir un trabajo</p>","<p class=\"choice_paragraph\">Escribir una carta a Julio Ramón Ribeyro sobre las metas personales</p>"],"answer":2}]