[{"id":"VR033352","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR033302.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según el artículo, ¿qué quieren las personas que usan Internet en Latinoamérica?</p>\n","rubricRef":"VR033352_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><div class=\"stimulus_block\"><div class=\"title\"><p class=\"title_line passage-title\">Selección número 1</p><p class=\"title_line passage-title\">Tema curricular: La ciencia y la tecnología</p><p class=\"title_line passage-title\">Fuente número 1</p><p class=\"title_line passage-title\">Primero tienes 4 minutos para leer la fuente número 1.</p><p class=\"title_line passage-title\">Introducción</p></div><p class=\"introduction passage-intro\">Este texto trata de la evolución de Internet. El artículo original fue publicado el 21 de agosto de 2015 en Argentina por Maximiliano Fanelli para el portal de noticias Tecnopymes.</p><div class=\"passage\"><div class=\"prose prose_type:web_page style:1\"><div class=\"title\"><p class=\"title_line passage-title\">La evolución de Internet hacia un mundo hiperconectado</p></div><p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Alcatel-Lucent menciona que el Internet de las Cosas (el IoT, por sus siglas en inglés) ya es una realidad. En 2020 habrá cerca de 17.000 millones de objetos conectados entre sí, y el 5G será el soporte ideal en la infraestructura.</span></p><p class=\"passage_para\">Hace más de 25 años, el nacimiento de Internet dio un gran salto en la evolución del mundo, y hoy abre paso al Internet de las Cosas. El creciente uso de la información, a través de buscadores, ha generado una nueva revolución industrial que desemboca en un crecimiento exponencial de datos con contenidos multimedia; y la necesidad de mejores conexiones e infraestructura para su base.</p><p class=\"passage_para\">Como dice Alcatel-Lucent en un informe, la existencia de nuevas tecnologías permitió transportar grandes cantidades de información, lo cual da lugar a la era del Big Data y a la evolución del Internet de las Cosas. El mundo de ‘cosas conectadas’ es el gran paso en la evolución de esta gran red, aumentando la demanda en el uso de equipos móviles y de escritorio en empresas y hogares.</p><p class=\"passage_para\">Por ejemplo, estudios y especialistas aseguran que en el año 2020 habrá cerca de 17.000 millones de objetos conectados entre sí; y este boom se presenta como una nueva meta para los fabricantes más importantes del mercado, quienes deberán abastecer la demanda. Como dicen los especialistas, el IoT no es una tendencia tecnológica futurista, es una realidad. Esta realidad está presente en los dispositivos, los sensores, la nube y en las herramientas que utilizan en el cotidiano de diferentes mercados.</p><p class=\"passage_para\">Fernando Iván Sosa, presidente de la compañía para la Argentina y vicepresidente para el Cono Sur, explica: “En Latinoamérica, como en muchas otras regiones del mundo, los usuarios demandan cada vez mayor conectividad. Esto ha generado en la región importantes inversiones en el despliegue de redes de telecomunicaciones, lo cual está también siendo impulsado por los gobiernos a través de sus Planes Nacionales de Banda Ancha”.</p><p class=\"passage_para\">Pese a esto, el futuro sigue presentando desafíos en lo que respecta a conectividad y capacidad en las distintas redes. “Sobre esta última, existe una gran demanda para que sean más eficientes y de mayor velocidad. Nuestra tecnología, los servicios IP y el cloud nos permitirán enfrentar estos retos del mercado”, aclara el vocero.</p><p class=\"passage_para\">“Nos estamos moviendo hacia un mundo ultra conectado y la base fundamental de ese mundo son las redes. Sin ellas no hay conectividad, y nosotros somos especialistas en redes fijas y móviles ultra avanzadas. En los diferentes países del Cono Sur se están dando importantes cambios en las leyes de Telecomunicaciones”, menciona Sosa.</p><p class=\"passage_para\">“Las redes heterogéneas y sus servicios serán la base de la tecnología 5G, y todo indica que estará en el mercado en el año 2020”, finaliza Sosa.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Reproduced by permission.</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><div class=\"title\"><p class=\"title_line passage-title\">Fuente número 2</p><p class=\"title_line passage-title\">Tienes 2 minutos para leer la introducción y prever las preguntas.</p><p class=\"title_line passage-title\">Introducción</p><p class=\"title_line passage-title\">Esta grabación trata de la herramienta de comunicación por excelencia, la Internet. El informe original titulado “La Internet” fue publicado el 1 de enero de 2010 en México por Radialistas. La grabación dura aproximadamente tres minutos.</p></div><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Reproduced by permission.</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_7cc37b530597fdcd7b48ba52d1b4a775\" data-src=\"https://assets.learnosity.com/organisations/537/VR033302.a01.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Un nivel mayor y mejor de conectividad</p>","<p class=\"choice_paragraph\">Teléfonos celulares baratos y seguros</p>","<p class=\"choice_paragraph\">Subsidios del gobierno a la tecnología</p>","<p class=\"choice_paragraph\">Acceso a los servicios de Alcatel-Lucent</p>"],"answer":0}]