[{"id":"VR033744","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR029114.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál de las siguientes afirmaciones resume mejor la impresión del narrador acerca de Escayola?</p>\n","rubricRef":"VR033744_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Selección número 2</p><p class=\"introduction passage-intro\">Tema curricular: Las identidades personales y públicas</p><p class=\"introduction passage-intro\">Introducción</p><p class=\"introduction passage-intro\">Este texto trata de una cena entre amigos. La novela original titulada <span class=\"formatted_text font_style:italic\">La tregua</span> fue publicada en 1960 en Uruguay por el escritor uruguayo Mario Benedetti. Vignale, Escayola y el narrador son tres amigos de la infancia.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Hoy cené con Vignale y Escayola. Todavía estoy impresionado. Nunca he sentido con tanto rigor el paso del tiempo como hoy, cuando me enfrenté a Escayola después de casi treinta años de no verlo, de no saber nada de él. El adolescente alto, nervioso, bromista, se ha convertido en un monstruo panzón, con un impresionante cogote, unos labios carnosos y blandos, una calva con manchas que parecen de café chorreado, y unas horribles bolsas que le cuelgan bajo los ojos y se le sacuden cuando se ríe. Porque ahora Escayola se ríe. Cuando vivía en la calle Brandzen, la eficacia de sus chistes residía precisamente en que él los contaba muy serio. Todos nos moríamos de risa, pero él permanecía impasible. En la cena de hoy hizo algunas bromas […]. Lo más que pudo lograr fue que yo me sonriera moderadamente y que Vignale […] soltara una carcajada tan artificial que más bien parecía una carraspera. No pude contenerme y le dije: “Aparte de algunos kilos de más que tenés ahora, lo que más extraño en vos es que te rías fuerte. Antes te mandabas el más criminal de los chistes con una cara de velorio que era sensacional”. A Escayola le pasó por los ojos un destello de rabia, o quizá de impotencia, y en seguida se puso a explicarme: “¿Sabés lo que pasó? Yo siempre hacía los chistes con gran seriedad, tenés razón, ¡cómo te acordás! Pero un día me di cuenta de que me estaba quedando sin temas. A mí no me gustaba repetir cuentos ajenos. Vos sabés que yo era un creador. El chiste que yo contaba, nadie lo había contado antes. Yo los inventaba y a veces intentaba verdaderas series de chistes con un personaje central como el de las historietas, y le sacaba jugo por dos o tres semanas. Ahora bien, cuando me di cuenta de que no encontraba temas […] no quise retirarme a tiempo, como buen deportista, y entonces empecé a repetir chistes de otro. Al principio los seleccionaba, pero pronto se me agotó la selección, y entonces agregué cualquier cosa a mi repertorio. Y la gente, los muchachos (yo siempre tuve mi barra) empezaron a no reírse, a no encontrar gracioso nada de lo que yo decía. Tenían razón, pero tampoco ahí me retiré, inventé otro recurso: reírme yo, a medida que contaba, a fin de impresionar a mi oyente y convencerlo de que el cuento era efectivamente muy chispeante. Al principio me acompañaban en la risa, pero pronto aprendieron a sentirse defraudados, a saber que mi risa no era precisamente un augurio de segura comicidad. También aquí tenían razón, pero ya no pude dejar de reírme. Y aquí estoy, ya lo viste, convertido en un pesado. ¿Querés un consejo? Si querés conservar mi amistad, hablame de cosas trágicas”.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">©Fundación Mario Benedetti</span><span class=\"mandatory_credit_line\">c/o Schavelzon Graham Agencia Literaria</span><span class=\"mandatory_credit_line\">http://www.schavelzongraham.com/</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Escayola perdió mucho peso.</p>","<p class=\"choice_paragraph\">Escayola perdió su gracia.</p>","<p class=\"choice_paragraph\">Escayola se ve muy joven.</p>","<p class=\"choice_paragraph\">Escayola se ve muy enfermo.</p>"],"answer":1}]