[{"id":"VR045391","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Task 2: Argumentative Essay</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You have 1 minute to read the directions for this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Tienes 1 minuto para leer las instrucciones de este ejercicio.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to a Spanish writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Vas a escribir un ensayo argumentativo para un concurso de redacción en español. El tema del ensayo se basa en las tres fuentes adjuntas, que presentan diferentes puntos de vista sobre el tema e incluyen material escrito y grabado. Primero, vas a tener 6 minutos para leer el tema del ensayo y los textos. Después, vas a escuchar la grabación dos veces; debes tomar apuntes mientras escuchas. Luego vas a tener 40 minutos para preparar y escribir tu ensayo.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">En tu ensayo, debes presentar y defender tu propia opinión sobre el tema de una forma clara y completa. Integra los puntos de vista y la información presentada en las tres fuentes para apoyar tu postura. Al referirte a las fuentes, identifícalas apropiadamente. También debes organizar tu ensayo en distintos párrafos bien desarrollados.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will now begin this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Ahora vas a empezar este ejercicio.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Time — Approximately 55 minutes</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\">Tema curricular: La vida contemporánea</p>\n\n<p class=\"standalone_statement style:1\">Primero tienes 6 minutos para leer el tema del ensayo, la fuente número 1 y la fuente número 2.</p>\n\n<div class=\"prompt\"><span class=\"formatted_text font_weight:bold\">Tema del ensayo:</span> <span class=\"formatted_line_break delivery_mode:PPT\"></span>¿Debería ser el Estado el único responsable de la inversión en el deporte o el sector privado también debe participar?</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fuente número 1</p>\n\n<p class=\"title_line passage-title\">Introducción</p>\n</div>\n\n<p class=\"introduction passage-intro\">Este texto trata de la opinión del sociólogo Ramón Llopis sobre los deportes en España. El artículo original fue publicado el 29 de noviembre de 2018 en España por la revista digital <span class=\"formatted_text font_style:italic\">Palco23</span>.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Llopis (Universidad de Valencia): “La inversión privada ha provocado el gran crecimiento de la participación deportiva en España”</span></p>\n</div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">¿Cuándo emergió el deporte como un fenómeno popular en España?</span></p>\n\n<p class=\"passage_para\">La trayectoria viene de lejos y se va formando poco a poco, pero hubo un desarrollo muy importante desde la Transición hasta los años noventa. Con el restablecimiento de la Democracia todo cambió, pero no fue en sí mismo por el inicio del periodo democrático. Fue porque en ese momento hubo una fuerte convicción en el sector del deporte de que si no se ataba la actividad física a las políticas públicas se corría un riesgo: que el deporte siguiera siendo inaccesible para la población.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">¿Qué provocó esa reivindicación?</span></p>\n\n<p class=\"passage_para\">La convicción de la necesidad de que los sectores públicos se involucren provocó que la Constitución española recoja la obligación de los poderes públicos de promover el deporte. Es algo que no ocurre en otros países con constituciones anteriores, porque en ese momento los países no estaban concienciados. Hasta los años noventa, la práctica deportiva creció bastante, pero con los Juegos de Barcelona lo hizo aún más.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Pero en los últimos años también se ha hecho un llamamiento a las empresas. ¿Qué opinión tiene al respecto?</span></p>\n\n<p class=\"passage_para\">Es el factor decisivo. No niego la importancia de las políticas públicas y del esfuerzo abnegado del Consejo Superior de Deportes, porque en las últimas décadas el deporte ha sido promovido fundamentalmente por los organismos públicos. Pero la inversión privada ha sido la que ha provocado el gran crecimiento de la participación deportiva en España. Ha cambiado la manera como la inversión privada ha tratado al deporte, y ello ha permitido dar relevancia a carreras populares, por ejemplo, o la puesta en marcha de gimnasios.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">¿Y en cuanto al deporte de competición?</span></p>\n\n<p class=\"passage_para\">Era más que evidente que el deporte femenino necesitaba inversión privada. Ahora empiezan a tener más visibilidad en televisión, como muestra la emisión de partidos de la Liga Iberdrola de fútbol. Este factor se ha conjurado con la apuesta de un patrocinador potente, y todo ello supone un punto de inflexión si hablamos de deporte femenino.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">¿Qué debería incluir la nueva Ley del Deporte?</span></p>\n\n<p class=\"passage_para\">El deporte hoy necesita una regulación profesional, una Ley de mecenazgo y patrocinio distinta, etcétera. Pero creo que hoy día el deporte no necesita unas políticas públicas tan generalistas como las que se desarrollaron en 1990. Nos queda mucho para alcanzar los niveles de los países del norte de Europa, pero tengo la sensación de que el deporte, de alguna manera, ahora ya se autosostiene como práctica popular.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Entonces, ¿dónde cree que debería estar el foco?</span></p>\n\n<p class=\"passage_para\">El foco de atención ahora está en aquellos públicos que tienen más dificultades para acceder al deporte, como son los grupos sociales que están más excluidos, las mujeres y la población de la tercera edad. Es ahí donde hay que hacer un énfasis.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used with permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fuente número 2</p>\n\n<p class=\"title_line passage-title\">Introducción</p>\n</div>\n\n<p class=\"introduction passage-intro\">Esta selección trata de una ley que promueve la inversión privada en los deportes. La infografía original fue publicada el 15 de septiembre de 2017 en Perú por el sitio web Mercado Negro.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Esquema de Patrocinio Deportivo</span></p>\n</div>\n<img alt=\"The figure presents an infographic titled Ley de Mecenazgo Deportivo (Number: 30479). The infographic shows two portions of a drawing of a running track. Along the left side, is a portion of the track that is labeled Beneficiarios Deportivos. There are three captions along this side of the track. The first caption shows a picture of a man with a clipboard and reads: Deportistas y entrenadores federados. The second caption show a picture of a runner using prosthetic limbs and reads: Atletas de olimpiadas especiales. The third caption shows a picture of a person in a wheelchair with a ball and reads: Deportistas federados con discapacidad. Along the right side, is a portion of the track that is labeled Actividades Deportivas a Financiar. The first is a picture of a stadium and it reads: Infraestructura deportiva. The second caption shows a picture of a heart and reads: Investigación en deporte y medicina deportiva. The third caption shows a picture of an airplane and reads: Subvención de viajes y logística deportiva. The center of the track is labeled Incentivos Tributarios, and the following two captions are shown: On the top, there is a calculator. Below it, is the following text: La deducción de la renta neta de tercera categoría y hasta el 10% de la renta neta de trabajo y renta de fuente extranjera. Below that, there is a dollar bill. Below this, is the following text: Exoneración del I G V a la importación de bienes destinados a las actividades deportivas en favor de los beneficiarios deportivos. At the bottom of the infographic, there is a bar graph titled Beneficios Para la Marca. From top to bottom, the categories are labeled: Exposición en medios, Posicionamiento, Responsabilidad social, Embajadores de marca. The first bar starting at the top is the smallest, the second bar is two times the size of the first bar, the third bar is three times the size of the first bar, and the fourth bar is four times as large as the first bar. Beneath the bar graph there is text that reads: Construyendo marcas a través del deporte.\" height=\"538\" src=\"https://assets.learnosity.com/organisations/537/VR045391.g21.png\" width=\"565\" />\n<p class=\"caption\">Se publicó el reglamento de la Ley 30479, que busca promover el Mecenazgo Deportivo de personas naturales o jurídicas de derecho privado para la promoción y difusión de deportistas, deportistas con discapacidad y entrenadores. Las actividades a financiar, además de sueldos y subvenciones, incluyen programas de gestión deportiva, infraestructura deportiva y la investigación en medicina deportiva.</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fuente número 3</p>\n\n<p class=\"title_line passage-title\">Tienes 30 segundos para leer la introducción.</p>\n\n<p class=\"title_line passage-title\">Introducción</p>\n\n<p class=\"title_line passage-title\">Esta grabación trata del deporte como derecho humano fundamental. La grabación dura aproximadamente tres minutos.</p>\n</div>\n</div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VR045391.a02.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"standalone_statement style:1\">&nbsp;</p>\n","rubricRef":"VR045391_rubric"}]