[{"id":"FT535747","type":"mcq","stimulusHtml":"<p>ASCII is a character-encoding scheme that uses a numeric value to represent each character. For example, the uppercase letter “G” is represented by the decimal (base 10) value 71. A partial list of characters and their corresponding ASCII values are shown in the table below.</p>\n\n<p><img alt=\"Two tables are shown with two columns and fourteen rows each. The first row of each table contains the column headers from left to right, Decimal, and ASCII Character. The table on the left contains ASCII Characters capital A through capital M, and the table on the right contains ASCII characters capital N through capital Z. The left table is as follows: Decimal sixty five, character A. Decimal sixty six, character B. Decimal sixty seven, character C. Decimal sixty eight, character D. Decimal sixty nine character E. Decimal seventy, character F. Decimal seventy one character G. Decimal seventy two, character H. Decimal seventy three character I. Decimal seventy four, character J. Decimal seventy five, character K. Decimal seventy six, character L. Decimal seventy seven, character M.  The right table is as follows: Decimal seventy eight, character N. Decimal seventy nine character O. Decimal eighty, character P. Decimal eighty one, character Q. Decimal eighty two, character R. Decimal eighty three character S. Decimal eighty four, character T.  Decimal eighty five, character U. Decimal eighty six, character V. Decimal eighty seven, character W. Decimal eighty eight, character X. Decimal eighty nine character Y. Decimal ninety, character Z.\" height=\"241\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/757be7a70d063a1ba85bf17df8f9bf9e/original.png\" width=\"390\" /></p>\n\n<p>ASCII characters can also be represented by hexadecimal numbers. According to ASCII character encoding, which of the following letters is represented by the hexadecimal (base 16) number 56?</p>\n","choicesHtml":["<p>A</p>","<p>L</p>","<p>V</p>","<p>Y</p>"],"answer":1}]