[{"id":"FT645728","type":"mcq","stimulusHtml":"<p>Which of the following could be determined from the data?</p>\n<p>I. The average total points earned per student<br/>\nII. The average increase in total points per student as a result of the score replacement policy<br/>\nIII. The proportion of students who improved their total points as a result of the score replacement policy</p>\n","features":[{"type":"sharedpassage","html":"<p>Grades in a computer science course are based on total points earned on a midterm exam and a final exam. The teacher provides a way for students to improve their course grades if they receive high scores on the final exam: if a student’s final exam score is greater than the student’s midterm exam score, the final exam score replaces the midterm exam score in the calculation of total points.</p>\n<p>The table below shows two students’ scores on the midterm and final exams and the calculated total points each student earns.</p>\n<p class=\"text-center\"><img alt=\"A table is shown with 4 columns and 3 rows. The first row of the table contains the column headers, from left to right, Student Name, Midterm Exam Score, Final Exam Score, Total Points Calculation. The table is as follows: Khalil, 90, 80, 90 plus 80 equals 170 Josefina, 70, 90, 90 plus 90 equals 180\" height=\"66\" src=\"https://assets.learnosity.com/organisations/537/b44f978a-3bb5-4f41-bc89-b90b45dda14b.jpg\" width=\"609\"/></p>\n<ul>\n<li>Khalil does better on the midterm exam than on the final exam, so his original midterm and final exam scores are added to compute his total points.</li>\n<li>Josefina does better on the final exam than on the midterm exam, so her final exam score replaces her midterm exam score in the total points calculation.</li>\n</ul>\n<p>The teacher has data representing the scores of thousands of students. For each student, the data contain the student name, the midterm exam score, the final exam score, and the result of the total points calculation.</p>\n"}],"choicesHtml":["III only","I and II only","I and III only","I, II, and III"],"answer":"3"}]