[{"id":"VH613438","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following best categorizes algorithm II?</p>\n","rubricRef":"VH613438_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">A company delivers packages by truck and would like to minimize the length of the route that each driver must travel in order to reach <span class=\"math_expression\"><span aria-label=\"n\" role=\"math\"><math alttext=\"n\" overflow=\"scroll\"> <mstyle> <mrow> <mi>n</mi> </mrow> </mstyle> </math></span></span> delivery locations. The company is considering two different algorithms for determining delivery routes.</p>\n<dl class=\"labeled_list style:1\">\n<dt class=\"label\" xml:lang=\"en\">Algorithm I</dt>\n<dd class=\"list_paragraph\">Generate all possible routes, compute their lengths, and then select the shortest possible route. This algorithm does not run in reasonable time.</dd>\n<dt class=\"label\" xml:lang=\"en\">Algorithm II</dt>\n<dd class=\"list_paragraph\">Starting from an arbitrary delivery location, find the nearest unvisited delivery location. Continue creating the route by selecting the nearest unvisited location until all locations have been visited. This algorithm does not guarantee the shortest possible route and runs in time proportional to <span class=\"math_expression\"><span aria-label=\"n squared\" role=\"math\"><math alttext=\"n squared\" overflow=\"scroll\"><mstyle><mrow><msup><mrow><mi>n</mi></mrow><mrow><mn>2</mn></mrow></msup></mrow></mstyle></math></span></span>.</dd>\n</dl>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Algorithm II attempts to use an algorithmic approach to solve an otherwise undecidable problem.</p>","<p class=\"choice_paragraph\">Algorithm II uses a heuristic approach to provide an approximate solution in reasonable time.</p>","<p class=\"choice_paragraph\">Algorithm II provides no improvement over algorithm I because neither algorithm runs in reasonable time.</p>","<p class=\"choice_paragraph\">Algorithm II requires a much faster computer in order to provide any improvement over algorithm I.</p>"],"answer":1}]