[{"id":"VR020579","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR020574.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following observations is most consistent with the information in the circle graph?</p>\n","rubricRef":"VR020579_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"paragraph\">A file storage application allows users to save their files on cloud servers. A group of researchers gathered user data for the first eight years of the application’s existence. Some of the data are summarized in the following graphs. The line graph on the left shows the number of registered users each year. The line graph on the right shows the total amount of data stored by all users each year. The circle graph shows the distribution of file sizes currently stored by all users.</p>\n<p class=\"paragraph\"> </p>\n<div class=\"standalone_image\"><img alt=\"The figure presents two line graphs and a circle graph titled Registered Users By Year, Total Amount of Data Stored, and File Size Distribution, respectively. The graph titled Registered Users By Year contains 8 data points. The horizontal axis is labeled Year, and the numbers 0 through 8, in increments of 1, are indicated. The vertical axis is labeled Number of Registered Users, in millions, and the numbers 0 through 800, in increments of 100, are indicated. The line begins at the point Year 1 comma 26 million users and trends upwards and to the right, passing through the following data points. Year 2 comma 53 million users; Year 3 comma 105 million users; Year 4 comma 202 million users; Year 5 comma 403 million users; Year 6 comma 504 million users; Year 7 comma 601 million users; and Year 8 comma 701 million users. The graph titled Total Amount of Data Stored contains 8 data points. The horizontal axis is labeled Year, and the numbers 0 through 8, in increments of 1, are indicated. The vertical axis is labeled Total Amount of Data Stored, in millions of gigabytes, and the numbers 0 through 8,000, in increments of 1,000, are indicated. The line begins at the point Year 1 comma 262 million gigabytes and trends upwards and to the right, passing through the following data points. Year 2 comma 505 million gigabytes; Year 3 comma 1,014 million gigabytes; Year 4 comma 2,208 million gigabytes; Year 5 comma 3,885 million gigabytes; Year 6 comma 5,110 million gigabytes; Year 7 comma 5,890 million gigabytes; and Year 8 comma 6,986 million gigabytes. The circle graph contains 6 wedges of data, as follows. Less than 10 kilobytes, 17%; 10 kilobytes to 100 kilobytes, 24%; 100 kilobytes to 1 megabyte, 25%; 1 megabyte to 10 megabytes, 10%; 10 megabytes to 100 megabytes, 22%, more than 100 megabytes, 2%.\" height=\"420\" src=\"https://assets.learnosity.com/organisations/537/VR020574.g02.png\" width=\"485\"/></div>\n<p class=\"standalone_statement style:2\">(note: 1 MB = 1,000 KB)</p>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Over 75% of the files stored are 1 MB in size or less.</p>","<p class=\"choice_paragraph\">Over 75% of the files stored are 10 MB in size or less.</p>","<p class=\"choice_paragraph\">Over 75% of the files stored are at least 100 KB in size.</p>","<p class=\"choice_paragraph\">Over 75% of the files stored are at least 1 MB in size.</p>"],"answer":1}]