[{"id":"VR080956","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR080896.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Businesses have the ability to target advertisements to different groups of people who use RunRoutr. Which of the following groups is LEAST likely to receive targeted advertisements?</p>\n","rubricRef":"VR080956_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"paragraph\">RunRoutr is a fitness tracking application for smartphones that creates suggested running routes so that users can run with each other. Upon downloading the application, each user creates a username, a personal profile, and a contact list of friends who also use the application. The application uses the smartphone’s GPS unit to track a user’s location, running speed, and distance traveled. Users can use the application to review information and statistics about their previous runs.</p><p class=\"paragraph\">At the beginning of a run, users indicate the distance they want to run from their current location, and the application suggests a running route. Once a user accepts a suggested route, the application shares the suggested route with other compatible users in the area so that they can run together. Users are considered compatible if they are on each other’s contact lists or if they typically run at similar speeds.</p><p class=\"paragraph\">A basic RunRoutr account is free, but it displays advertisements that are targeted to individual users based on data collected by the application. For example, if a user’s running route begins or ends near a particular store, the application may display an advertisement for that store. Users have the ability to pay a monthly fee for a premium account, which removes advertisements from the application.</p></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Individuals who appear on each other’s contact lists</p>","<p class=\"choice_paragraph\">Individuals who are interested in running and fitness</p>","<p class=\"choice_paragraph\">Individuals who sign up for a premium account</p>","<p class=\"choice_paragraph\">Individuals whose running routes begin or end near a particular business location</p>"],"answer":2}]