[{"id":"VR168042","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">The figure below shows four grids, each containing a robot represented as a triangle. The robot cannot move to a black square or move beyond the edge of the grid.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure represents four robot grids as follows. First grid. The figure presents a robot in a 5 by 5 grid of squares. The robot is represented by a triangle, which is located in the top row in the second square from the left and is initially facing right. Black squares represent barriers that the robot cannot pass through. The second row contains black shading in the second, third, and fourth squares from the left. Second grid. The figure presents a robot in a 5 by 5 grid of squares. The robot is represented by a triangle, which is located in the fourth row in the third square from the left and is initially facing left. Black squares represent barriers that the robot cannot pass through. The second row contains black shading in the third square from the left. The third row contains black shading in the third square from the left. Third grid. The figure presents a robot in a 5 by 5 grid of squares. The robot is represented by a triangle, which is located in the fourth row in the third square from the left and is initially facing upward. Black squares represent barriers that the robot cannot pass through. The fourth row contains black shading in the fourth square from the left. Fourth grid. The figure presents a robot in a 5 by 5 grid of squares. The robot is represented by a triangle, which is located in the second row in the third square from the left and is initially facing downward. Black squares represent barriers that the robot cannot pass through. The second row contains black shading in the second square from the left. The third row contains black shading in the second square from the left. The fourth row contains black shading in the second square from the left.\" height=\"352\" src=\"https://assets.learnosity.com/organisations/537/VR168042.g02.png\" width=\"350\" /></div>\n\n<p class=\"stem_paragraph\">Which of the following algorithms will allow the robot to make a single circuit around the rectangular region of black squares, finishing in the exact location and direction that it started in each of the four grids?</p>\n","rubricRef":"VR168042_rubric","choicesHtml":["<dl class=\"labeled_list style:1\">\n\t<dt class=\"label\" xml:lang=\"en\">Step 1:</dt>\n\t<dd class=\"list_paragraph\">Keep moving forward, one square at a time, until the square&nbsp; to the right of the robot is black.</dd>\n\t<dt class=\"label\" xml:lang=\"en\">Step 2:</dt>\n\t<dd class=\"list_paragraph\">Turn right and move one&nbsp; square forward.</dd>\n\t<dt class=\"label\" xml:lang=\"en\">Step 3:</dt>\n\t<dd class=\"list_paragraph\">Repeat steps 1 and 2 three more times.</dd>\n</dl>\n","<dl class=\"labeled_list style:1\">\n\t<dt class=\"label\" xml:lang=\"en\">Step 1:</dt>\n\t<dd class=\"list_paragraph\">Keep moving forward, one square at a time, until&nbsp; the square to&nbsp; &nbsp;the right of the robot is no longer black.</dd>\n\t<dt class=\"label\" xml:lang=\"en\">Step 2:</dt>\n\t<dd class=\"list_paragraph\">Turn right and move one&nbsp; &nbsp; &nbsp; square forward.</dd>\n\t<dt class=\"label\" xml:lang=\"en\">&nbsp; Step 3:&nbsp;<span style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif;\">Repeat steps 1 and 2 three more times.</span></dt>\n</dl>\n","<dl class=\"labeled_list style:1\">\n\t<dt class=\"label\" xml:lang=\"en\">Step 1:</dt>\n\t<dd class=\"list_paragraph\">Move forward three squares.</dd>\n\t<dt class=\"label\" xml:lang=\"en\">Step 2:</dt>\n\t<dd class=\"list_paragraph\">Turn right and move one square forward.</dd>\n\t<dt class=\"label\" xml:lang=\"en\">Step 3:&nbsp;<span style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif;\">If the square to the right of the robot is black, repeat steps 1 and 2.</span></dt>\n</dl>\n","<dl class=\"labeled_list style:1\">\n\t<dt class=\"label\" xml:lang=\"en\">Step 1:</dt>\n\t<dd class=\"list_paragraph\">Move forward three squares.</dd>\n\t<dt class=\"label\" xml:lang=\"en\">Step 2:</dt>\n\t<dd class=\"list_paragraph\">Turn right and move one square forward.</dd>\n\t<dt class=\"label\" xml:lang=\"en\">Step 3:</dt>\n\t<dd class=\"list_paragraph\">If the square to the right of the robot is not black, repeat steps 1 and 2.</dd>\n</dl>\n"],"answer":1}]