[{"id":"VR169599","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Suppose a large group of people in a room were all born in the same year. Consider the following three algorithms, which are each intended to identify the people in the room who have the earliest birthday based on just the month and day. For example, a person born on February 10 is considered to have an earlier birthday than a person born on March 5. Which of the three algorithms will identify the correct people?</p><ol class=\"ordered_list style:1\"><li class=\"list_paragraph\">All the people in the room stand up. All standing people form pairs where possible, leaving at most one person not part of a pair. For each pair, the person with the earlier birthday remains standing, while the other person in the pair sits down. If there is a tie, both people sit down. Any individual not part of a pair remains standing. Continue doing this until only one person remains standing. That person has the earliest birthday.</li><li class=\"list_paragraph\">All the people in the room stand up. All standing people form pairs with another standing person that they have not previously been paired with where possible, leaving at most one person not part of a pair. For each pair, the person with the earlier birthday remains standing, while the other person in the pair sits down. If there is a tie, both people in the pair remain standing. Any individual not part of a pair remains standing. Continue doing this until only one person remains standing or all persons standing have the same birthday. Anyone still standing has the earliest birthday.</li><li class=\"list_paragraph\">Beginning with the number 1, ask if anyone was born on that day of any month. Continue with the numbers 2, 3, and so on until a positive response is received. If only one person responds, that person has the earliest birthday. If more than one person responds, determine which person was born in the earliest month, and that person or those persons have the earliest birthday.</li></ol>\n","rubricRef":"VR169599_rubric","choicesHtml":["<p class=\"choice_paragraph\">I only</p>","<p class=\"choice_paragraph\">II only</p>","<p class=\"choice_paragraph\">I and II</p>","<p class=\"choice_paragraph\">II and III</p>"],"answer":1}]