[{"id":"VR179848","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR179847.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements is most likely true about the differences between the basic version and the premium version of StreamPal?</p>\n","rubricRef":"VR179848_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"paragraph\">StreamPal is an audio-streaming application for mobile devices that allows users to listen to streaming music and connect with other users who have similar taste in music. After downloading the application, each user creates a username, personal profile, and contact list of friends who also use the application.</p><p class=\"paragraph\">The application uses the device’s GPS unit to track a user’s location. Each time a user listens to a song, the user can give it a rating from 0 to 5 stars. The user can access the following features for each song that the user has rated.</p><ul class=\"unordered_list style:1\"><li class=\"list_paragraph\">A list of users on the contact list who have given the song the same rating, with links to those users’ profiles</li><li class=\"list_paragraph\">A map showing all other users in the area who have given the song the same rating, with links to those users’ profiles</li></ul><p class=\"paragraph\">A basic StreamPal account is free, but it displays advertisements that are based on data collected by the application. For example, if a user listens to a particular artist, the application may display an advertisement for concert tickets the next time the artist comes to the user’s city. Users have the ability to pay a monthly fee for a premium account, which removes advertisements from the application.</p></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Users of the basic version of StreamPal are more likely to give songs higher ratings than are users of the premium version of StreamPal.</p>","<p class=\"choice_paragraph\">Users of the basic version of StreamPal indirectly support StreamPal by allowing themselves to receive advertisements.</p>","<p class=\"choice_paragraph\">Users of the basic version of StreamPal spend more on monthly fees than do users of the premium version of StreamPal.</p>","<p class=\"choice_paragraph\">Users of the basic version of StreamPal use less data storage space on their devices than do users of the premium version of StreamPal.</p>"],"answer":1}]