[{"id":"VR173163","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR173161.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is most likely to be a beneficial effect of using MeeReader?</p>\n","rubricRef":"VR173163_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"paragraph\">MeeReader is an e-reading application that allows users to download and read books and articles on a device. Each user creates a profile with the following personal preferences.</p><ul class=\"unordered_list style:1\"><li class=\"list_paragraph\">Screen brightness and contrast</li><li class=\"list_paragraph\">Choice of typeface and font size</li><li class=\"list_paragraph\">Amount of spacing between lines of text</li><li class=\"list_paragraph\">Activation of a text-to-speech feature that reads the text out loud</li></ul><p class=\"paragraph\">When the user launches the application, the application scans the user’s face and uses facial recognition software to determine the user’s identity. Once the user has been identified, the user’s personal preferences are applied to whatever book or article the user chooses to read.</p><p class=\"paragraph\">The application stores all user information in a database, including personal preferences and a record of previously read books and articles.</p></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Users may have a reduced risk of the application being used in unintended ways.</p>","<p class=\"choice_paragraph\">Users may have a reduced risk of their biometric data being misused.</p>","<p class=\"choice_paragraph\">Users with limited Internet access may be able to more easily obtain books and articles.</p>","<p class=\"choice_paragraph\">Users with visual impairments may be able to more easily read or listen to books and articles.</p>"],"answer":3}]