[{"id":"VR173162","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR173161.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">From the perspective of the application’s developers, which of the following is most likely to be a benefit of storing all user data in a database?</p>\n","rubricRef":"VR173162_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"paragraph\">MeeReader is an e-reading application that allows users to download and read books and articles on a device. Each user creates a profile with the following personal preferences.</p><ul class=\"unordered_list style:1\"><li class=\"list_paragraph\">Screen brightness and contrast</li><li class=\"list_paragraph\">Choice of typeface and font size</li><li class=\"list_paragraph\">Amount of spacing between lines of text</li><li class=\"list_paragraph\">Activation of a text-to-speech feature that reads the text out loud</li></ul><p class=\"paragraph\">When the user launches the application, the application scans the user’s face and uses facial recognition software to determine the user’s identity. Once the user has been identified, the user’s personal preferences are applied to whatever book or article the user chooses to read.</p><p class=\"paragraph\">The application stores all user information in a database, including personal preferences and a record of previously read books and articles.</p></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The developers can analyze the data to make improvements to the application based on user behavior.</p>","<p class=\"choice_paragraph\">The developers can analyze the data to ensure that no patterns emerge in the data.</p>","<p class=\"choice_paragraph\">The developers can reduce the amount of data storage required to support the application.</p>","<p class=\"choice_paragraph\">The developers can reduce the need for data encryption.</p>"],"answer":0}]