[{"id":"FT538638","type":"mcq","stimulusHtml":"<p>Según el ensayo, ¿qué característica moderna presenta el protagonista del <em>Quijote</em> ?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully. It is followed by questions or incomplete statements. Based on the information provided in the passage, select the BEST answer to each question from among the four choices you have.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el siguiente pasaje. Éste va seguido de varias preguntas u oraciones incompletas. Basándote en la información que se da en el pasaje, para cada pregunta elige la MEJOR respuesta de las cuatro opciones escritas en tu libreta de examen.</p>\n\n\t<p>&nbsp;</p>\n\t</li>\n</ul>\n\n<p>La modernidad del <em>Quijote</em> está en el espíritu rebelde, justiciero, que lleva al personaje a asumir como su responsabilidad personal cambiar el mundo para mejor, aun cuando, tratando de ponerla en práctica, se equivoque, se estrelle<sup>1</sup> contra obstáculos insalvables y sea golpeado, vejado<sup>2</sup> y convertido en objeto de irrisión<sup>3</sup>. Pero también es una novela de actualidad porque Cervantes, para contar la gesta quijotesca, revolucionó las formas narrativas de su tiempo y sentó las bases sobre las que nacería la novela moderna. Aunque no lo sepan, los novelistas contemporáneos que juegan con la forma, distorsionan el tiempo, barajan<sup>4</sup> y enredan los puntos de vista y experimentan con el lenguaje, son todos deudores de Cervantes.</p>\n\n<p>[…]</p>\n\n<p>Tal vez el aspecto más innovador de la forma narrativa en el <em>Quijote </em>sea la manera como Cervantes encaró el problema del narrador, el problema básico que debe resolver todo aquel que se dispone a escribir una novela: ¿quién va a contar la historia? La respuesta que Cervantes dio a esta pregunta inauguró una sutileza y complejidad en el género que todavía sigue enriqueciendo a los novelistas modernos y fue para su época lo que, para la nuestra, fueron […] en el ámbito de la literatura hispanoamericana, <em>Cien años de soledad</em> de García Márquez o <em>Rayuela</em> de Cortázar.</p>\n\n<p>¿Quién cuenta la historia de don Quijote y Sancho Panza? Dos narradores: el misterioso Cide Hamete Benengeli, a quien nunca leemos directamente, pues su manuscrito original está en árabe, y un narrador anónimo, que habla a veces en primera persona pero más frecuentemente desde la tercera de los narradores omniscientes, quien, supuestamente, traduce al español y, al mismo tiempo, adapta, edita y a veces comenta el manuscrito de aquél. Ésta es una estructura de caja china: la historia que los lectores leemos está contenida dentro de otra, anterior y más amplia, que sólo podemos adivinar.</p>\n\n<p style=\"margin-left: 480px;\"><span style=\"font-size:0.8em\">“Un libro moderno”<br>\nMario Vargas Llosa<br>\n<em>Don Quijote de la Mancha</em><br>\nSan Pablo: Santillana, 2004.<br>\n(Se publicó <em>Don Quijote de la Mancha</em> en 1605 y 1615).</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>1 </sup>estrellarse: quedar malparado<br>\n<sup>2</sup> vejar: maltratar<br>\n<sup>3</sup> irrisión: burla con que se provoca a risa a costa de alguien o algo<br>\n<sup>4</sup> barajar: revolver</span></p>\n"}],"choicesHtml":["<p>La presentación de rasgos psicológicos</p>","<p>La preocupación por el éxito personal</p>","<p>El interés por la inmortalidad</p>","<p>El compromiso individual de mejorar la sociedad</p>"],"answer":2}]