[{"id":"FT539266","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</p>\n\t</li>\n</ul>\n\n<p><strong>Analysis of Single Text</strong></p>\n\n<p>Analiza cómo el fragmento de “Mi caballo mago” representa las características de la poesía en prosa y el contexto cultural del Nuevo México rural del siglo XX. En tu ensayo debes comentar los recursos literarios de la poesía en prosa. Debes incluir ejemplos del texto que apoyen tus ideas.</p>\n\n<p>Me siento seguro. Desato el cabestro. Abro el lazo. Las riendas tirantes. Cada nervio, cada músculo alerta y el alma en la boca. Espuelas tensas en ijares temblorosos. Arranca el caballo. Remolineo el cabestro y lanzo el lazo obediente.</p>\n\n<p>Vértigo de furia y rabia. Remolinos de luz y abanicos de transparente nieve. Cabestro que silba y quema en la teja de la silla. Guantes violentos que humean. Ojos ardientes en sus pozos. Boca seca. Frente caliente. Y el mundo se sacude y se estremece. Y se acaba la larga zanja blanca en un ancho charco blanco.</p>\n\n<p>Sosiego jadeante y denso. El caballo mago es mío. Temblorosos ambos, nos miramos de hito en hito por un largo rato. Inteligente y realista, deja de forcejar y hasta toma un paso hacia mí. Yo le hablo. Hablándole me acerco. Primero recula. Luego me espera. Hasta que los dos caballos se saludan a la manera suya. Y por fin llego a alisarle la crin. Le digo muchas cosas, y parece que me entiende.</p>\n\n<p>Por delante y por las huellas de antes lo dirigí hacia el pueblo. Triunfante. Exaltado. Una risa infantil me brotaba. Yo, varonil, la dominaba. Quería cantar y pronto me olvidaba. Quería gritar pero callaba. Era un manojo de alegría. Era el orgullo del hombre adolescente. Me sentí conquistador.</p>\n\n<p>El Mago ensayaba la libertad una y otra vez, arrancándome de mis meditaciones abruptamente. Por unos instantes se armaba la lucha otra vez. Luego seguíamos.</p>\n\n<p>Fue necesario pasar por el pueblo. No había remedio. Sol poniente. Calles de hielo y gente en los portales. El Mago lleno de terror y pánico por la primera vez. Huía y mi caballo herrado lo detenía. Se resbalaba y caía de costalazo. Yo lloré por él. La indignidad. La humillación. La alteza venida a menos. Le rogaba que no forcejara, que se dejara llevar. ¡Cómo me dolió que lo vieran así los otros!</p>\n\n<p>Por fin llegamos a la casa. “¿Qué hacer contigo, Mago? Si te meto en el establo o en el corral, de seguro te haces daño. Además sería un insulto. No eres esclavo. No eres criado. Ni siquiera eres animal.” Decidí soltarlo en el potrero. Allí podría el Mago irse acostumbrando poco a poco a mi amistad y compañía. De ese potrero no se había escapado nunca un animal.</p>\n\n<p>Mi padre me vio llegar y me esperó sin hablar. En la cara le jugaba una sonrisa y en los ojos le bailaba una chispa. Me vio quitarle el cabestro al Mago y los dos lo vimos alejarse, pensativos. Me estrechó la mano un poco más fuerte que de ordinario y me dijo: “Esos son hombres.” Nada más. Ni hacía falta. Nos entendíamos mi padre y yo muy bien. Yo hacía el papel de <em>muy hombre</em> pero aquella risa infantil y aquel grito que me andaban por dentro por poco estropean la impresión que yo quería dar.</p>\n\n<p style=\"margin-left: 480px;\"><span style=\"font-size:0.8em\">“Mi caballo mago”, by Sabine Ulibarrí.</span></p>\n\n<p style=\"margin-left: 480px;\"><span style=\"font-size:0.8em\">Used by permission.</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">(Originalmente se publicó en Tierra amarilla en 1971)</span><span style=\"font-size:0.9em\">.</span></p>\n"}]