[{"id":"FT539218","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read carefully the text below. Then write a separate answer IN SPANISH to each of the questions that follow it. Be sure to use your time effectively so that you can answer each of the questions fully.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el texto siguiente. Entonces escribe una contestación EN ESPAÑOL para cada una de las preguntas siguientes. Utiliza tu tiempo eficazmente para que puedas contestar cada pregunta adecuadamente.</p>\n\t</li>\n</ul>\n\n<p style=\"margin-left: 80px;\"><strong>Análisis de texto</strong></p>\n\n<p style=\"margin-left: 80px;\"><br>\n<strong>A Roosevelt<sup style=\"\">1</sup></strong></p>\n\n<p><br>\n[ . . . ] Mas la América nuestra, que tenía poetas</p>\n\n<p>desde los viejos tiempos de Netzahualcoyotl,</p>\n\n<p>que ha guardado las huellas de los pies del gran Baco,</p>\n\n<p>que el alfabeto pánico en un tiempo aprendió;</p>\n\n<p><strong>(5)</strong> que consultó los astros, que conoció la Atlántida</p>\n\n<p>cuyo nombre nos llega resonando en Platón,</p>\n\n<p>que desde los remotos momentos de su vida</p>\n\n<p>vive de luz, de fuego, de perfume, de amor,</p>\n\n<p><strong>(10)</strong> la América del grande Moctezuma, del Inca,</p>\n\n<p>la América fragante de Cristóbal Colón,</p>\n\n<p>la América católica, la América española,</p>\n\n<p>la América en que dijo el noble Guatemoc:</p>\n\n<p>«Yo no estoy en un lecho de rosas»; esa América</p>\n\n<p>que tiembla de huracanes y que vive de amor,</p>\n\n<p><strong>(15)</strong> hombres de ojos sajones y alma bárbara, vive.</p>\n\n<p>Y sueña. Y ama, y vibra, y es la hija del Sol.</p>\n\n<p>Tened cuidado. ¡Vive la América española!</p>\n\n<p>Hay mil cachorros sueltos del León Español.</p>\n\n<p>Se necesitaría, Roosevelt<sup>1</sup>, ser, por Dios mismo,</p>\n\n<p><strong>(20)</strong> el Riflero terrible y el fuerte Cazador,</p>\n\n<p>para poder tenernos en vuestras férreas garras.</p>\n\n<p style=\"margin-left: 40px;\">Y, pues contáis con todo, falta una cosa: ¡Dios!</p>\n\n<p style=\"margin-left: 200px;\"><span style=\"font-size:0.9em\">Rubén Darío<br>\nPoesías Completas<br>\nAguilar (1967)</span></p>\n\n<p><span style=\"font-size:0.9em\"><br>\n<sup>1</sup> Roosevelt: Theodore Roosevelt, Presidente de los Estados Unidos: 1901-1909</span></p>\n\n<p><strong>(a)</strong> Analiza el efecto del uso de las referencias mitológicas e históricas en este fragmento de “A Roosevelt”.</p>\n\n<p><strong>(b)</strong> Refiriéndote a los versos 13-22, explica el significado del título del poema.</p>\n"}]