[{"id":"FT539217","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Read carefully the text below. Then write a separate answer IN SPANISH to each of the questions that follow it. Be sure to use your time effectively so that you can answer each of the questions fully.</p>\n\n<p><strong>Instrucciones:</strong> Lee con cuidado el texto siguiente. Entonces escribe EN ESPAÑOL dos respuestas, una para cada una de las preguntas siguientes. Utiliza tu tiempo eficazmente para poder contestar cada pregunta adecuadamente.</p>\n\n<p><strong>Análisis de texto</strong></p>\n\n<p>—Bájame, padre.</p>\n\n<p>—¿Te sientes mal?</p>\n\n<p>—Sí.</p>\n\n<p>—Te llevaré a Tonaya a como dé lugar. Allí encontraré quien te cuide. Dicen que allí hay un doctor. Yo te llevaré con él. Te he traído cargando desde hace horas y no te dejaré tirado aquí para que acaben contigo quienes sean.</p>\n\n<p>Se tambaleó un poco. Dio dos o tres pasos de lado y volvió a enderezarse.</p>\n\n<p>—Te llevaré a Tonaya.</p>\n\n<p>—Bájame.</p>\n\n<p>Su voz se hizo quedita, apenas murmurada:</p>\n\n<p>—Quiero acostarme un rato.</p>\n\n<p>—Duérmete allí arriba. Al cabo te llevo bien agarrado.</p>\n\n<p>La luna iba subiendo, casi azul, sobre un cielo claro. La cara del viejo, mojada en sudor, se llenó de luz. Escondió los ojos para no mirar de frente, ya que no podía agachar la cabeza agarrotada entre las manos de su hijo.</p>\n\n<p>—Todo esto que hago, no lo hago por usted. Lo hago por su difunta madre. Porque usted fue su hijo. Por eso lo hago. Ella me reconvendría si yo lo hubiera dejado tirado allí, donde lo encontré, y no lo hubiera recogido para llevarlo a que lo curen, como estoy haciéndolo. Es ella la que me da ánimos, no usted. Comenzando porque a usted no le debo más que puras dificultades, puras mortificaciones, puras vergüenzas.</p>\n\n<p>Sudaba al hablar. Pero el viento de la noche le secaba el sudor. Y sobre el sudor seco, volvía a sudar.</p>\n\n<p>—Me derrengaré, pero llegaré con usted a Tonaya, para que le alivien esas heridas que le han hecho. Y estoy seguro de que, en cuanto se sienta usted bien, volverá a sus malos pasos. Eso ya no me importa. Con tal que se vaya lejos, donde yo no vuelva a saber de usted. Con tal de eso. . . Porque para mí usted ya no es mi hijo. He maldecido la sangre que usted tiene de mí. La parte que a mí me tocaba la he maldecido. He dicho: “¡Que se le pudra en los riñones la sangre que yo le di!” Lo dije desde que supe que usted andaba trajinando por los caminos, viviendo del robo y matando gente. . . Y gente buena. Y si no, allí está mi compadre Tranquilino. El que lo bautizó a usted. El que le dio su nombre. A él también le tocó la mala suerte de encontrarse con usted. Desde entonces dije: “Ése no puede ser mi hijo.”</p>\n\n<p>—Mira a ver si ya ves algo. O si oyes algo. Tú que puedes hacerlo desde allá arriba, porque yo me siento sordo.</p>\n\n<p>—No veo nada.</p>\n\n<p>—Peor para ti, Ignacio.</p>\n\n<p>—Tengo sed.</p>\n\n<p>—¡Aguántate! Ya debemos estar cerca. Lo que pasa es que ya es muy noche y han de haber apagado la luz en el pueblo. Pero al menos debías de oír si ladran los perros. Haz por oír.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">“No oyes ladrar los perros”</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Juan Rulfo, <em>El llano en llamas</em></span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Fondo de Cultura Económica (1953)</span></p>\n\n<p><br>\n(a) Analiza las características del diálogo en este fragmento de “No oyes ladrar los perros”.</p>\n\n<p>(b) Refiriéndote tanto a este fragmento como al resto del cuento, explica el significado del título “No oyes ladrar los perros”.</p>\n"}]