[{"id":"FT538837","type":"mcq","stimulusHtml":"<p>En el fragmento, ¿qué acentúa el calor agobiante? </p>","features":[{"type":"sharedpassage","html":"<p>El tren salió del trepidante corredor de rocas bermejas, penetró en las plantaciones de banano, simétricas e interminables, y el aire se hizo húmedo y no se volvió a sentir la brisa del mar. Una humareda sofocante entró por la ventanilla del vagón. En el estrecho camino paralelo a la vía férrea había carretas de bueyes cargadas de racimos verdes. Al otro lado del camino, en intempestivos espacios sin sembrar, había oficinas con ventiladores eléctricos, campamentos de ladrillos rojos y residencias con sillas y mesitas blancas en las terrazas entre palmeras y rosales polvorientos. Eran las once de la mañana y aún no había empezado el calor.</p>\n\n<p>—Es mejor que subas el vidrio—dijo la mujer—. El pelo se te va a llenar de carbón.</p>\n\n<p>La niña trató de hacerlo pero la persiana estaba bloqueada por óxido.</p>\n\n<p>Eran los únicos pasajeros en el escueto vagón de tercera clase. Como el humo de la locomotora siguió entrando por la ventanilla, la niña abandonó el puesto y puso en su lugar los únicos objetos que llevaban: una bolsa de material plástico con cosas de comer y un ramo de flores envuelto en papel de periódicos. Se sentó en el asiento opuesto, alejada de la ventanilla, de frente a su madre. Ambas guardaban un luto riguroso y pobre.</p>\n\n<p>La niña tenía doce años y era la primera vez que viajaba. La mujer parecía demasiado vieja para ser su madre, a causa de las venas azules en los párpados y del cuerpo pequeño, blando y sin formas, en un traje cortado como una sotana. Viajaba con la columna vertebral firmemente apoyada contra el espaldar del asiento, sosteniendo en el regazo con ambas manos una cartera de charol desconchado. Tenía la serenidad escrupulosa de la gente acostumbrada a la pobreza.</p>\n\n<p>A las doce había empezado el calor. El tren se detuvo diez minutos en una estación sin pueblo para abastecerse de agua. Afuera, en el misterioso silencio de las plantaciones, la sombra tenía un aspecto limpio. Pero el aire estancado dentro del vagón olía a cuero sin curtir. El tren no volvió a acelerar. Se detuvo en dos pueblos iguales, con casas de madera pintadas de colores vivos. La mujer inclinó la cabeza y se hundió en el sopor. La niña se quitó los zapatos. Después fue a los servicios sanitarios a poner en agua el ramo de flores muertas.</p>\n\n<p>[ . . . ]</p>\n\n<p>—Péinate —dijo.</p>\n\n<p>El tren empezó a pitar mientras la niña se peinaba. La mujer se secó el sudor del cuello y se limpió la grasa de la cara con los dedos.</p>\n\n<p>[ . . . ]</p>\n\n<p>—Si tienes ganas de hacer algo, hazlo ahora —dijo la mujer—. Después, aunque te estés muriendo de sed no tomes agua en ninguna parte. Sobre todo, no vayas a llorar.</p>\n\n<p style=\"margin-left: 640px;\"><span style=\"font-size:0.8em\">Gabriel García Márquez<br>\n“La siesta del martes”<br>\n<em>Los funerales de la Mamá Grande</em><br>\n© Gabriel García Márquez, 1962</span></p>\n"}],"choicesHtml":["<p>El sufrimiento de madre e hija</p>","<p>La opulencia de las plantaciones</p>","<p>El ambiente hostil del pueblo</p>","<p>La velocidad del tren</p>"],"answer":-1}]