[{"id":"FT539239","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following text carefully and write a SEPARATE answer in Spanish to each of the questions, (a) and (b), that follow it. Be sure to use your time effectively so that you can answer each question fully</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el texto a continuación y escribe, en español, las respuestas a las preguntas (a) y (b) POR SEPARADO. Organiza tu tiempo eficazmente para que puedas responder de modo adecuado a cada una de las preguntas.</p>\n\t</li>\n</ul>\n\n<p><strong>Análisis de texto</strong></p>\n\n<p>“Como no hay luz, debo acostarme a las ocho. Ya debería estar acostumbrado al Chac Mool, pero hace poco, en la oscuridad, me topé con él en la escalera, sentí sus brazos helados, las escamas de su piel renovada, y quise gritar.”</p>\n\n<p>“Si no llueve pronto, el Chac Mool va a convertirse en piedra otra vez. He notado su dificultad reciente para moverse; a veces se reclina durante horas, paralizado, y parece ser, de nuevo, un ídolo. Pero estos reposos sólo le dan nuevas fuerzas para vejarme, arañarme como si pudiera arrancar algún líquido de mi carne. Ya no tienen lugar aquellos intermedios amables en que relataba viejos cuentos; creo notar un resentimiento concentrado. Ha habido otros indicios que me han puesto a pensar: se está acabando mi bodega; acaricia la seda de las batas; quiere que traiga una criada a la casa; me ha hecho enseñarle a usar jabón y lociones. Creo que el Chac Mool está cayendo en tentaciones humanas, incluso hay algo viejo en su cara que antes parecía eterna. Aquí puede estar mi salvación: si el Chac se humaniza, posiblemente todos sus siglos de vida se acumulen en un instante y caiga fulminado.”</p>\n\n<p style=\"margin-left: 520px;\"><span style=\"font-size:0.8em\">(Excerpt from “Chac Mool”)</span></p>\n\n<p style=\"margin-left: 520px;\"><span style=\"font-size:0.8em\"><strong>Carlos Fuentes.</strong></span><span style=\"font-size:0.8em\"></span></p>\n\n<p style=\"margin-left: 520px;\"><span style=\"font-size:0.8em\"><strong>Excerpt from</strong> Los días enmascarados</span></p>\n\n<p style=\"margin-left: 520px;\"><span style=\"font-size:0.8em\">© <strong>Carlos Fuentes, 1954</strong></span></p>\n\n<p>(a) Analiza la relación entre el narrador y Chac Mool en el fragmento.</p>\n\n<p>(b) Refiriéndote al fragmento y al resto del cuento, explica los cambios de Chac Mool en su proceso de humanización.</p>\n"}]