[{"id":"FT538606","type":"mcq","stimulusHtml":"<p>¿Qué tipo de lenguaje se emplea en las líneas 5 y 6 (“No te preocupes, vieja, vas a vivir por lo menos tres años más”) ?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully. It is followed by questions or incomplete statements. Based on the information provided in the passage, select the BEST answer to each question from among the four choices you have.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el siguiente pasaje. Éste va seguido de varias preguntas u oraciones incompletas. Basándote en la información que se da en el pasaje, para cada pregunta elige la MEJOR respuesta de las cuatro opciones escritas en tu libreta de examen.</p>\n\n\t<p>&nbsp;</p>\n\t</li>\n</ul>\n\n<p>Dos sucesos recientes han desencadenado esta epidemia de recuerdos. El primero fue una observación casual de mi nieto Alejandro, quien me sorprendió escrutando el mapa de mis arrugas frente al espejo y dijo compasivo: “No te preocupes, vieja, vas a vivir por lo menos tres años más”. Decidí entonces que había llegado la hora de echar otra mirada a mi vida, para averiguar cómo deseo conducir esos tres años que tan generosamente me han sido adjudicados. El otro acontecimiento fue una pregunta de un desconocido durante una conferencia de escritores de viajes, que me tocó inaugurar. Debo aclarar que no pertenezco a ese extraño grupo de personas que viaja a lugares remotos, sobrevive a la bacteria y luego publica libros para convencer a los incautos de que sigan sus pasos. Viajar es un esfuerzo desproporcionado, y más aún a lugares donde no hay servicio de habitaciones. Mis vacaciones ideales son en una silla bajo un quitasol en mi patio, leyendo libros sobre aventureros viajes que jamás haría a menos que fuera escapando de algo. Vengo del llamado Tercer Mundo (¿cuál es el segundo?) y tuve que atrapar un marido para vivir legalmente en el primero; no tengo intención de regresar al subdesarrollo sin una buena razón. Sin embargo, y muy a pesar mío, he deambulado por cinco continentes y además me ha tocado ser autoexiliada e inmigrante. Algo sé de viajes y por eso me pidieron que hablara en aquella conferencia. Al terminar mi breve discurso, se levantó una mano entre el público y un joven me preguntó qué papel jugaba la nostalgia en mis novelas. Por un momento quedé muda.</p>\n\n<p>Nostalgia… según el diccionario es “la pena de verse ausente de la patria, la melancolía provocada por el recuerdo de una dicha perdida”. La pregunta me cortó el aire, porque hasta ese instante no me había dado cuenta de que escribo como ejercicio constante de añoranza. […]</p>\n\n<p>Una vez oí decir a una famosa escritora afroamericana que desde niña se había sentido extraña en su familia y en su pueblo; agregó que eso experimentan casi todos los escritores, aunque no se muevan nunca de su ciudad natal. Es condición inherente a este trabajo, aseguró; sin el desasosiego de sentirse diferente no habría necesidad de escribir. La escritura, al fin y al cabo, es un intento de comprender las circunstancias propias y aclarar la confusión de la existencia, inquietudes que no atormentan a la gente normal, sólo a los inconformistas crónicos, muchos de los cuales terminan convertidos en escritores después de haber fracasado en otros oficios. Esta teoría me quitó un peso de encima: no soy un monstruo, hay otros como yo.</p>\n\n<p style=\"margin-left: 480px;\"><span style=\"font-size:0.8em\">Isabel Allende </span></p>\n\n<p style=\"margin-left: 480px;\"><span style=\"font-size:0.8em\">“Unas palabras para comenzar” </span></p>\n\n<p style=\"margin-left: 480px;\"><span style=\"font-size:0.8em\">from <em>Mi país inventado. Un paseo nostálgico por Chile </em></span></p>\n\n<p style=\"margin-left: 480px;\"><span style=\"font-size:0.8em\">© Isabel Allende, 2003.</span></p>\n"}],"choicesHtml":["<p>Anticuado</p>","<p>Sublime</p>","<p>Académico</p>","<p>Coloquial</p>"],"answer":2}]