[{"id":"FT539226","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read carefully the text below. Then write a separate answer IN SPANISH to each of the questions that follow it. Be sure to use your time effectively so that you can answer each of the questions fully.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el texto siguiente. Entonces escribe una contestación EN ESPAÑOL para cada una de las preguntas siguientes. Utiliza tu tiempo eficazmente para que puedas contestar cada pregunta adecuadamente.</p>\n\t</li>\n</ul>\n\n<p class=\"text-center\"><strong>Análisis de texto</strong></p>\n\n<p>Y otra vez que me encontré con don Manuel, le pregunté, mirándole derechamente a los ojos:</p>\n\n<p>—¿Es que hay Infierno, don Manuel?</p>\n\n<p>—¿Para ti, hija? No.</p>\n\n<p>—¿Y para los otros, le hay?</p>\n\n<p>—¿Y a ti qué te importa, si no has de ir a él?</p>\n\n<p>—Me importa por los otros. ¿Le hay?</p>\n\n<p>—Cree en el cielo, en el cielo que vemos. Míralo.</p>\n\n<p>Y me lo mostraba sobre la montaña y abajo, reflejado en el lago.</p>\n\n<p>—Pero hay que creer en el Infierno como en el Cielo —repliqué.</p>\n\n<p>—Sí, hay que creer todo lo que enseña a creer la Santa Madre Iglesia Católica, Apostólica, Romana. ¡Y basta!</p>\n\n<p>[...]</p>\n\n<p>Después de aquel día temblaba yo de encontrarme a solas con don Manuel, a quien seguía asistiendo en sus piadosos menesteres. Y él pareció percatarse de mi estado íntimo y adivinar su causa. Y cuando al fin me acerqué a él en el tribunal de la penitencia —¿quién era el juez y quién el reo?—, los dos, él y yo, doblamos en silencio la cabeza y nos pusimos a llorar. Y fue él, don Manuel, quien rompió el tremendo silencio para decirme con voz que parecía salir de una huesa:</p>\n\n<p>—Pero tú, Angelina, tú crees como a los diez años, ¿no es así? ¿Tú crees?</p>\n\n<p>—Sí creo, padre.</p>\n\n<p>—Pues sigue creyendo. Y si se te ocurren dudas, cállatelas a ti misma. Hay que vivir...</p>\n\n<p>Me atreví, y toda temblorosa le dije:</p>\n\n<p>—Pero usted, padre, ¿cree usted?</p>\n\n<p>Vaciló un momento y, reponiéndose, me dijo:</p>\n\n<p>—¡Creo!</p>\n\n<p>—¿Pero en qué, padre, en qué? ¿Cree usted en la otra vida? [...]</p>\n\n<p>El pobre santo sollozaba.</p>\n\n<p>—¡Mira, hija, dejemos eso!</p>\n\n<p style=\"margin-left: 720px;\"><span style=\"font-size:0.9em\">Miguel de Unamuno</span></p>\n\n<p style=\"margin-left: 720px;\"><span style=\"font-size:0.9em\">San Manuel Bueno, mártir</span></p>\n\n<p style=\"margin-left: 720px;\"><span style=\"font-size:0.9em\">Madrid: Ediciones Cátedra, 1995.</span></p>\n\n<p style=\"margin-left: 720px;\"><span style=\"font-size:0.9em\">(Publicado originalmente en 1930).</span></p>\n\n<p>(a) Analiza las ideas sobre la religión que expresa don Manuel en este fragmento de <em>San Manuel Bueno, mártir.</em></p>\n\n<p><br>\n(b) Refiriéndote a este fragmento y al resto de la novela, explica la influencia que tiene don Manuel en la narradora.</p>\n"}]