[{"id":"FT538848","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read carefully the text below. Then write a separate answer IN SPANISH to each of the questions that follow it. Be sure to use your time effectively so that you can answer each of the questions fully.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el texto siguiente. Entonces escribe una contestación EN ESPAÑOL para cada una de las preguntas siguientes. Utiliza tu tiempo eficazmente para que puedas contestar cada pregunta adecuadamente.</p>\n\t</li>\n</ul>\n\n<p class=\"text-center\"><strong>Análisis de texto</strong></p>\n\n<p>[. . .] y así, después de muchos nombres que formó, borró y quitó, añadió, deshizo y tornó a hacer en su memoria e imaginación, al fin le vino a llamar <em>Rocinante</em>, nombre, a su parecer, alto, sonoro y significativo de lo que había sido cuando fue rocín, antes de lo que ahora era, que era antes y primero de todos los rocines del mundo.</p>\n\n<p>Puesto nombre, y tan a su gusto, a su caballo, quiso ponérsele a sí mismo, y en este pensamiento duró otros ocho días, y al cabo se vino a llamar <em>don Quijote</em>; de donde, como queda dicho, tomaron ocasión los autores de esta tan verdadera historia que, sin duda, se debía de llamar Quijada, y no Quesada, como otros quisieron decir. Pero, acordándose que el valeroso Amadís no sólo se había contentado con llamarse Amadís a secas, sino que añadió el nombre de su reino y patria, por hacerla famosa, y se llamó Amadís de Gaula, así quiso, como buen caballero, añadir al suyo el nombre de la suya y llamarse <em>don Quijote</em> <em>de la Mancha</em>, con que, a su parecer, declaraba muy al vivo su linaje y patria, y la honraba con tomar el sobrenombre de ella.</p>\n\n<p>[. . .] Y fue, a lo que se cree, que en un lugar cerca del suyo había una moza labradora de muy buen parecer, de quien él un tiempo anduvo enamorado, aunque, según se entiende, ella jamás lo supo, ni se dio cata de ello. Llamábase Aldonza Lorenzo, y a ésta le pareció ser bien darle título de señora de sus pensamientos, y buscándole nombre que no desdijese mucho del suyo y que tirase y se encaminase al de princesa y gran señora, vino a llamarla <em>Dulcinea del Toboso</em>, porque era natural del Toboso; nombre, a su parecer, músico y peregrino y significativo, como todos los demás que a él y a sus cosas había puesto.</p>\n\n<p style=\"margin-left: 440px;\"><br>\n<span style=\"font-size:0.9em\"><em>El ingenioso hidalgo don Quijote de la Mancha</em></span></p>\n\n<p style=\"margin-left: 440px;\"><span style=\"font-size:0.9em\">Capítulo 1</span></p>\n\n<p style=\"margin-left: 440px;\"><span style=\"font-size:0.9em\">Miguel de Cervantes Saavedra</span></p>\n\n<p style=\"margin-left: 440px;\"><span style=\"font-size:0.9em\">First published in 1605</span></p>\n\n<p style=\"margin-left: 440px;\"><span style=\"font-size:0.9em\">Edición Conmemorativa IV Centenario, Editorial Espasa Calpe, S.A., 2004</span></p>\n\n<p><br>\n<strong>(a)</strong> Analiza la importancia de los nombres y títulos en este fragmento.</p>\n\n<p><strong>(b)</strong> Explica cómo el autor usa el humor en este fragmento y la importancia del humor en el resto de la obra.</p>\n"}]