[{"id":"FT539267","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p>\n\t</li>\n</ul>\n\n<p><strong>Text Explanation</strong></p>\n\n<p>Identifica al autor y la época del fragmento. Luego, explica el desarrollo del tema de las divisiones socioeconómicas dentro de la obra a la que pertenece.</p>\n\n<p>Ese día empezó nublado y sentía lo fresco de la mañana rozarle las pestañas mientras empezaban a trabajar él y sus hermanos. La madre había tenido que quedarse en casa a cuidar al viejo. Así que se sentía responsable de apurar a sus hermanos. Por la mañana, a lo menos por las primeras horas, se había aguantado el sol, pero ya para las diez y media limpió el cielo de repente y se aplanó sobre todo el mundo. Empezaron a trabajar más despacio porque se les venía una debilidad y un bochorno si trabajaban muy aprisa. Luego se tenían que limpiar el sudor de los ojos cada rato porque se les oscurecía la vista.</p>\n\n<p>—Cuando vean oscuro, muchachos, párenle de trabajar o denle más despacio. Cuando lleguemos a la orilla descansamos un rato para coger fuerzas. Va a estar caliente hoy. Que se quedara nubladito así como en la mañana, ni quién dijera nada. Pero nada, ya aplanándose el sol ni una nubita se le aparece de puro miedo. Para acabarla de fregar, aquí acabamos para los dos y luego tenemos que irnos a aquella labor que tiene puro lomerío. Arriba está bueno pero cuando estemos en las bajadas se pone bien sofocado. Ahí no ventea nada de aire. Casi ni entra el aire. ¿Se acuerdan?</p>\n\n<p>—Sí.</p>\n\n<p>—Ahí nos va a tocar lo mero bueno del calor. Nomás toman bastante agua cada rato; no le hace que se enoje el viejo. No se vayan a enfermar. Y si ya no aguantan me dicen luego luego ¿eh? Nos vamos para la casa. Ya vieron lo que le pasó a papá por andar aguantando. El sol se lo puede comer a uno.</p>\n\n<p class=\"text-justify\" style=\"margin-left: 240px;\"><span style=\"font-size:0.8em\">Pages 42-50 are reprinted with permission from the publisher of “...y no se lo tragó la tierra”</span></p>\n\n<p class=\"text-justify\" style=\"margin-left: 240px;\"><span style=\"font-size:0.8em\">(© 1995 Arte Público Press-University of Houston)</span></p>\n"}]