[{"id":"FT538551","type":"mcq","stimulusHtml":"<p>¿Qué figura retórica se emplea en la siguiente cita: “y matando gente…Y gente buena. Y si no” (líneas 2–3) ?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully. It is followed by questions or incomplete statements. Based on the information provided in the passage, select the BEST answer to each question from among the four choices you have.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el siguiente pasaje. Éste va seguido de varias preguntas u oraciones incompletas. Basándote en la información que se da en el pasaje, para cada pregunta elige la MEJOR respuesta de las cuatro opciones escritas en tu libreta de examen.</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>Lo dije desde que supe que usted andaba trajinando por los caminos, viviendo del robo y matando gente... Y gente buena. Y si no, allí está mi compadre Tranquilino. El que lo bautizó a usted. El que le dio su nombre. A él también le tocó la mala suerte de encontrarse con usted. Desde entonces dije: “Ése no puede ser mi hijo”.</p>\n\n<p>—Mira a ver si ya ves algo. O si oyes algo. Tú que puedes hacerlo desde allá arriba, porque yo me siento sordo.</p>\n\n<p>—No veo nada.</p>\n\n<p>—Peor para ti, Ignacio.</p>\n\n<p>—Tengo sed.</p>\n\n<p>—¡Aguántate! Ya debemos estar cerca. Lo que pasa es que ya es muy noche y han de haber apagado la luz en el pueblo. Pero al menos debías de oír si ladran los perros. Haz por oír.</p>\n\n<p>—Dame agua.</p>\n\n<p>—Aquí no hay agua. No hay más que piedras. Aguántate. Y aunque la hubiera, no te bajaría a tomar agua. Nadie me ayudaría a subirte otra vez y yo solo no puedo.</p>\n\n<p>—Tengo mucha sed y mucho sueño.</p>\n\n<p>—Me acuerdo cuando naciste. Así eras entonces. Despertabas con hambre y comías para volver a dormirte. Y tu madre te daba agua, porque ya te habías acabado la leche de ella. No tenías llenadero. Y eras muy rabioso. Nunca pensé que con el tiempo se te fuera a subir aquella rabia a la cabeza… Pero así fue. Tu madre, que descanse en paz, quería que te criaras fuerte. Creía que cuando tú crecieras irías a ser su sostén. No te tuvo más que a ti. El otro hijo que iba a tener la mató. Y tú la hubieras matado otra vez si ella estuviera viva a estas alturas.</p>\n\n<p>Sintió que el hombre aquel que llevaba sobre sus hombros dejó de apretar las rodillas y comenzó a soltar los pies, balanceándolos de un lado para otro. Y le pareció que la cabeza, allá arriba, se sacudía como si sollozara.</p>\n\n<p>Sobre su cabello sintió que caían gruesas gotas, como de lágrimas.</p>\n\n<p>—¿Lloras, Ignacio? Lo hace llorar a usted el recuerdo de su madre, ¿verdad? Pero nunca hizo usted nada por ella. Nos pagó siempre mal. Parece que, en lugar de cariño, le hubiéramos retacado el cuerpo de maldad. ¿Y ya ve? Ahora lo han herido. ¿Qué pasó con sus amigos? Los mataron a todos. Pero ellos no tenían a nadie. Ellos bien hubieran podido decir: “No tenemos a quién darle nuestra lástima”. ¿Pero usted, Ignacio?</p>\n\n<p>Allí estaba ya el pueblo. Vio brillar los tejados bajo la luz de la luna. Tuvo la impresión de que lo aplastaba el peso de su hijo al sentir que las corvas se le doblaban en el último esfuerzo. Al llegar al primer tejabán, se recostó sobre el pretil de la acera y soltó el cuerpo, flojo, como si lo hubieran descoyuntado. Destrabó difícilmente los dedos con que su hijo había venido sosteniéndose de su cuello y, al quedar libre, oyó cómo por todas partes ladraban los perros.</p>\n\n<p>—¿Y tú no los oías, Ignacio?—dijo—. No me ayudaste ni siquiera con esta esperanza.</p>\n\n<p style=\"margin-left: 560px;\"><span style=\"font-size:0.8em\">Juan Rulfo<br>\n“No oyes ladrar los perros”, from <em>El llano en llamas</em><br>\n© Herederos de Juan Rulfo, 2009.<br>\n(Originalmente se publicó en 1953).</span></p>\n"}],"choicesHtml":["<p>Perífrasis</p>","<p>Metonimia</p>","<p>Asíndeton</p>","<p>Polisíndeton</p>"],"answer":2}]