[{"id":"FT545149","type":"mcq","stimulusHtml":"<p>Según el fragmento, ¿por qué no quiere el padre de Alina que ella se case? </p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully. It is followed by a number of questions or incomplete statements. Select the answer or completion that is BEST according to the passage from among the four choices you have.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el siguiente pasaje. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación según el pasaje de las cuatro opciones escritas en tu libreta de examen.</p>\n\t</li>\n</ul>\n\n<p>Hacia la madrugada, fue a la cocina a hacer café y trajo las dos tazas. Estaba desvelada<sup>1</sup> completamente.</p>\n\n<p>—Abuelo, dice papá que yo no me case, siempre me está diciendo eso. ¿Será verdad que no me voy a casar? ¿Tú qué dices?</p>\n\n<p>—Claro que te casarás.</p>\n\n<p>—Pues él dice que yo he nacido para estar libre.</p>\n\n<p>—Nunca está uno libre; el que no está atado a algo, no vive. Y tu padre lo sabe. Quiere ser él tu atadura, eso es lo que pasa, pero no lo conseguirá.</p>\n\n<p>—Sí lo consigue. Yo le quiero más que a nadie.</p>\n\n<p>—Pero no es eso, Alina. Con él puedes romper, y romperás. Las verdaderas ataduras son las que uno escoge, las que se busca y se pone uno solo, pudiendo no tenerlas.</p>\n\n<p>Alina, aunque no lo entendió del todo, recordó durante mucho tiempo esta conversación.</p>\n\n<p>A los pocos días se encontró con Eloy en la carretera. Estaba muy guapo y muy mayor. Otras veces también le había visto, pero siempre deprisa, y apenas se saludaban un momento. Esta vez, la paró y le dijo que quería hablar con ella.</p>\n\n<p>—Pues habla.</p>\n\n<p>—No, ahora no. Tengo prisa.</p>\n\n<p>—¿Y cuándo?</p>\n\n<p>—Esta tarde, a las seis, en Ervedelo. Trabajo allí cerca.</p>\n\n<p>Nunca le había dado nadie una cita, y era rarísimo que se la diera Eloy. Por la tarde, cuando salió de casa, le parecía por primera vez en su vida que tenía que ocultarse. Salió por la puerta de atrás, y a su padre, que estaba en la huerta, le dio miles de explicaciones de las ganas que le habían entrado de dar un paseo. También le molestó encontrarse, en la falda del monte, con el abuelo Santiago, que era ahora quien guardaba la única vaca vieja que vivía, «Pintera». No sabía si pararse con él o no, pero por fin se detuvo porque le pareció que la había visto. Pero estaba medio dormido y se sobresaltó:</p>\n\n<p>—Hija, ¿qué hora es? ¿Ya es de noche? ¿Nos vamos?</p>\n\n<p>—No, abuelo. ¿No ves que es de día? Subo un rato al monte.</p>\n\n<p>—¿Vas a tardar mucho?—le preguntó él—. Es que estoy medio malo.</p>\n\n<p>Levantaba ansiosamente hacia ella los ojos temblones.</p>\n\n<p>—No, subo sólo un rato. ¿Qué te pasa?</p>\n\n<p>—Nada, lo de siempre: el nudo aquí. ¿Te espero entonces?</p>\n\n<p>—Sí, espérame y volvemos juntos.</p>\n\n<p>—¿Vendrás antes de que se ponga el sol?</p>\n\n<p>—Sí, claro.</p>\n\n<p>—Por el amor de Dios, no tardes, Adelaida. Ya sabes que en cuanto se va el sol, me entran los miedos.</p>\n\n<p>—No tardo, no. No tardo.</p>\n\n<p>Pero no estaba en lo que decía.</p>\n\n<p style=\"margin-left: 400px;\"><span style=\"font-size:0.8em\">Martín Gaite, Carmen. “Las ataduras”,<br>\n<em>Cuentos completos y un monólogo</em>.<br>\nBarcelona: Ediciones Anagrama, S.A., Ediciones Destino, S.A., 1994.</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup> desvelada: sin haber dormido la noche anterior</span></p>\n"}],"choicesHtml":["<p>Porque él cree que ella es demasiado joven</p>","<p>Porque ella es una parte importante de la vida de él</p>","<p>Porque él cree que ella no va a terminar sus estudios</p>","<p>Porque ella tiene que ayudar a cuidar al abuelo</p>"],"answer":0}]