[{"id":"FT545093","type":"mcq","stimulusHtml":"<p>¿Qué simboliza el delantal blanco?</p>","features":[{"type":"sharedpassage","html":"<p>LA SEÑORA: ¿Tienes calor?</p>\n\n<p>LA EMPLEADA: El sol está picando fuerte.</p>\n\n<p>LA SEÑORA: ¿No tienes traje de baño?</p>\n\n<p>LA EMPLEADA: No.</p>\n\n<p>LA SEÑORA: ¿No te has puesto nunca traje de baño?</p>\n\n<p>LA EMPLEADA: ¡Ah, sí!</p>\n\n<p>LA SEÑORA: ¿Cuándo?</p>\n\n<p>LA EMPLEADA: Antes de emplearme. A veces, los domingos, hacíamos excursiones a la playa en el camión del tío de una amiga.</p>\n\n<p>LA SEÑORA: ¿Y se bañaban?</p>\n\n<p>LA EMPLEADA: En la playa grande de Cartagena. Arrendábamos trajes de baño y pasábamos todo el día en la playa. Llevábamos de comer y. . .</p>\n\n<p>LA SEÑORA: <em>(Divertida.</em>) ¿Arrendaban trajes de baño?</p>\n\n<p>LA EMPLEADA: Sí. Hay una señora que arrienda en la misma playa.</p>\n\n<p>[ . . . ]</p>\n\n<p><em>La EMPLEADA mira al suelo taimada.</em><strong>*</strong></p>\n\n<p>LA SEÑORA: Debe ser curioso. . . Mirar el mundo desde un traje de baño arrendado o envuelta en un vestido barato. . . o con uniforme de empleada, como el que usas tú. . . Algo parecido le debe suceder a esta gente que se fotografía para estas historietas: se ponen smoking o un traje de baile y debe ser diferente la forma como miran a los demás, como se sienten ellos mismos. . . [ . . . ]</p>\n\n<p>LA EMPLEADA: (<em>Tímidamente.</em>) Igual. . . La arena tiene el mismo color. . . las nubes son iguales. . . Supongo.</p>\n\n<p>LA SEÑORA: Pero no. . . Es diferente. Mira. Yo con este traje de baño, con este blusón de toalla, tendida sobre la arena, sé que estoy en «mi lugar», que esto me pertenece. . . En cambio tú, vestida como empleada sabes que la playa no es tu lugar, que eres diferente. . . Y eso, eso te debe hacer ver todo distinto.</p>\n\n<p>LA EMPLEADA: No sé.</p>\n\n<p>LA SEÑORA: Mira. Se me ha ocurrido algo. Préstame tu delantal.</p>\n\n<p>LA EMPLEADA: ¿Cómo?</p>\n\n<p>LA SEÑORA: Préstame tu delantal.</p>\n\n<p>LA EMPLEADA: Pero. . . ¿Para qué?</p>\n\n<p>LA SEÑORA: Quiero ver cómo se ve el mundo, qué apariencia tiene la playa cuando se la ve encerrada en un delantal de empleada.</p>\n\n<p>LA EMPLEADA: ¿Ahora?</p>\n\n<p>LA SEÑORA: Sí, ahora.</p>\n\n<p>[ . . . ]</p>\n\n<p><em>Después de un instante, sale la EMPLEADA vestida con el blusón de toalla. Se ha prendido el pelo hacia atrás y su aspecto ya difiere algo de la tímida muchacha que conocemos. Con delicadeza se tiende de bruces sobre la arena. Sale la SEÑORA abotonándose aún su delantal blanco. Se va a sentar delante de la EMPLEADA, pero vuelve un poco más atrás.</em></p>\n\n<p>LA SEÑORA: No. Adelante no. Una empleada en la playa se sienta siempre un poco más atrás que su patrona. (Se sienta sobre sus pantorrillas y mira, divertida, en todas direcciones.)</p>\n\n<p>[ . . . ]</p>\n\n<p>LA SEÑORA: ¿Qué haces?</p>\n\n<p><em>La EMPLEADA no contesta. La SEÑORA opta por seguir la lectura. Vigilando de vez en vez con la vista lo que hace la EMPLEADA. Ésta ahora se ha sentado y se mira detenidamente las uñas.</em></p>\n\n<p>LA SEÑORA: ¿Por qué te miras las uñas?</p>\n\n<p>LA EMPLEADA: Tengo que arreglármelas.</p>\n\n<p>LA SEÑORA: Nunca te había visto antes mirarte las uñas.</p>\n\n<p>LA EMPLEADA: No se me había ocurrido.</p>\n\n<p>LA SEÑORA: Este delantal acalora.</p>\n\n<p>LA EMPLEADA: Son los mejores y los más durables.</p>\n\n<p>LA SEÑORA: Lo sé. Yo los compré.</p>\n\n<p>LA EMPLEADA: Le queda bien.</p>\n\n<p>LA SEÑORA: (<em>Divertida</em>.) Y tú no te ves nada de mal con esa tenida. (<em>Se ríe</em>.) Cualquiera se equivocaría. Más de un jovencito te podría hacer la corte. . . ¡Sería como para contarlo!</p>\n\n<p>LA EMPLEADA: Alvarito se está metiendo muy adentro. Vaya a vigilarlo.</p>\n\n<p>[ . . . ]</p>\n\n<p>LA SEÑORA: ¿Por qué no fuiste tú?</p>\n\n<p>LA EMPLEADA: ¿Adónde?</p>\n\n<p>LA SEÑORA: ¿Por qué me dijiste que yo fuera a vigilar a Alvarito?</p>\n\n<p>LA EMPLEADA: (<em>Con naturalidad</em>.) Ud. lleva el delantal blanco.</p>\n\n<p>LA SEÑORA: Te gusta el juego, ¿ah?</p>\n\n<p><em>[ . . . ] La EMPLEADA busca en la bolsa de playa de la SEÑORA y se pone sus anteojos para el sol.</em></p>\n\n<p>LA SEÑORA: (<em>Molesta</em>.) ¿Quién te ha autorizado para que uses mis anteojos?</p>\n\n<p>LA EMPLEADA: ¿Cómo se ve la playa vestida con un delantal blanco?</p>\n\n<p>LA SEÑORA: Es gracioso. ¿Y tú? ¿Cómo ves la playa ahora?</p>\n\n<p>LA EMPLEADA: Es gracioso.</p>\n\n<p>LA SEÑORA: (<em>Molesta.</em>) ¿Dónde está la gracia?</p>\n\n<p>LA EMPLEADA: En que no hay diferencia.</p>\n\n<p>LA SEÑORA: ¿Cómo?</p>\n\n<p>LA EMPLEADA: Ud. con el delantal blanco es la empleada; yo con este blusón y los anteojos oscuros soy la señora.</p>\n\n<p style=\"margin-left: 560px;\"><br>\n<span style=\"font-size:0.8em\">Sergio Vodanovic&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span><br>\n<span style=\"font-size:0.8em\">“El delantal blanco”, <em>Teatro</em><br>\nSantiago, Chile: Editorial Nascimento, 1978</span></p>\n\n<p><span style=\"font-size:0.8em\"><strong>*</strong> taimada: avergonzada</span></p>\n"}],"choicesHtml":["<p>La jerarquía social</p>","<p>La situación política</p>","<p>La arrogancia de la señora</p>","<p>La moda de la época</p>"],"answer":-1}]