[{"id":"FT545688","type":"mcq","stimulusHtml":"<p>En la narración, ¿cuándo tiene lugar la escena en el tranvía?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully. It is followed by a number of questions or incomplete statements. Select the answer or completion that is BEST according to the passage from among the four choices you have.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el siguiente pasaje. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la MEJOR respuesta o terminación según el pasaje de las cuatro opciones escritas en tu libreta de examen.</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>No recuerdo con certeza cuándo fue la primera vez que me di cuenta de su existencia. Pero si no me equivoco, fue cierta tarde de invierno en un tranvía que atravesaba un barrio popular.</p>\n\n<p>Cuando me aburro de mi pieza y de mis conversaciones habituales, suelo tomar algún tranvía, cuyo recorrido desconozco, y pasear así por la ciudad. Esa tarde llevaba un libro por si se me antojara leer, pero no lo abrí. Estaba lloviendo esporádicamente y el tranvía avanzaba casi vacío. Me senté junto a una ventana, limpiando un boquete en el vaho del vidrio para mirar las calles.</p>\n\n<p>No recuerdo el momento exacto en que ella se sentó a mi lado. Pero cuando el tranvía hizo alto en una esquina, me invadió aquella sensación tan corriente, y sin embargo, misteriosa, que cuanto veía, el momento justo y sin importancia como era, lo había vivido antes, o tal vez soñado. La escena me pareció la reproducción exacta de otra que me fuese conocida: delante de mí, un cuello rollizo vertía sus pliegues sobre una camisa deshilachada; tres o cuatro personas dispersas ocupaban los asientos del tranvía; en la esquina había una botica de barrio con su letrero luminoso, y un carabinero bostezó junto al buzón rojo, en la obscuridad que cayó en pocos minutos. Además, vi una rodilla cubierta por un impermeable verde junto a mi rodilla.</p>\n\n<p>Conocía la sensación, y más que turbarme, me agradaba. Así, no me molesté en indagar dentro de mi mente dónde y cómo sucediera todo esto antes. Despaché la sensación con una irónica sonrisa interior, limitándome a volver la mirada para ver lo que seguía de esa rodilla cubierta con un impermeable verde.</p>\n\n<p>Era una señora. Una señora que llevaba un paraguas mojado en la mano y un sombrero funcional en la cabeza. Una de esas señoras cincuentonas, de las que hay por miles en esa ciudad: ni hermosa ni fea, ni pobre ni rica. Sus facciones regulares mostraban los restos de una belleza banal. Sus cejas se juntaban más de lo corriente sobre el arco de la nariz, lo que era el rasgo más distintivo de su rostro.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.9em\">From \"Una señora\" by José Donoso, in CUENTOS. © Heirs of José Donoso, 1970.</span></p>\n"}],"choicesHtml":["Acontecerá en el futuro.","Ocurrió en el pasado.","<p>Nunca sucedió en realidad.</p>","<p>Se sitúa en el presente.</p>"],"answer":0}]