[{"id":"FT545720","type":"mcq","stimulusHtml":"<p>¿Cuál es la función de la palabra \"mira\" en la primera frase (línea 1) ?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully. It is followed by a number of questions or incomplete statements. Select the answer or completion that is BEST according to the passage from among the four choices you have.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el siguiente pasaje. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la MEJOR respuesta o terminación según el pasaje de las cuatro opciones escritas en tu libreta de examen.</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p class=\"text-center\"><strong>Aplastamiento de las gotas</strong></p>\n\n<p>Yo no sé, mira, es terrible cómo llueve. Llueve todo el tiempo, afuera tupido y gris, aquí contra el balcón con goterones cuajados y duros, que hacen plaf y se aplastan como bofetadas uno detrás de otro qué hastío. Ahora aparece una gotita en lo alto del marco de la ventana; se queda temblequeando contra el cielo que la triza en mil brillos apagados, va creciendo y se tambalea, ya va a caer no no se cae, todavía no se cae. Está prendida contra las uñas, no quiere caerse y se la ve que se agarra con dientes mientras le crece la barriga; ya es una gotaza que cuelga majestuosa, y de pronto zup, ahi va, plaf, deshecha, nada, una viscosidad en el mármol.</p>\n\n<p>Pero las hay que se suicidan y se entregan en seguida, brotan en el marco y ahí mismo se tiran; me parece ver la vibración del salto, sus piernitas desprendiéndose y el grito que las emborracha en esa nada del caer y aniquilarse. Tristes gotas, redondas inocentes gotas. Adiós gotas. Adiós.</p>\n\n<p>&nbsp;</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.9em\">Julio Cortázar: \"Aplastamiento de las gotas\"<br>\n(from HISTORIAS DE CRONOPIOS Y DE FAMAS),<br>\n© Heirs of Julio Cortázar, 1962.</span></p>\n"}],"choicesHtml":["<p>Hacer hincapié en lo visual</p>","<p>Establecer una distancia psicológica</p>","<p>Personificar la lluvia</p>","<p>Crear un interlocutor</p>"],"answer":2}]