[{"id":"FT545064","type":"mcq","stimulusHtml":"<p>¿Qué describe el narrador en este fragmento?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully. It is followed by a number of questions or incomplete statements. Select the answer or completion that is BEST according to the passage from among the four choices you have.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el siguiente pasaje. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación según el pasaje de las cuatro opciones escritas en tu libreta de examen.</p>\n\t</li>\n</ul>\n\n<p>Usted se reirá, pero es uno de los problemas argentinos más difíciles de resolver. Dado nuestro carácter (problema central que dejamos por esta vez a los sociólogos) el encabezamiento de las cartas plantea dificultades hasta ahora insuperables. Concretamente, cuando un escritor tiene que escribirle a un colega de quien no es amigo personal, y ha de combinar la cortesía con la verdad, ahí empieza el crujir de plumas. Usted es novelista y tiene que escribirle a otro novelista; usted es poeta, e ídem; usted es cuentista. Toma una hermosa hoja de papel, y pone: “Señor Oscar Frumento, Garabato 1787, Buenos Aires.” Deja un buen espacio (las cartas ventiladas son las más elegantes) y se dispone a empezar. No tiene ninguna confianza con Frumento;<br>\nno es amigo de Frumento; él es novelista y usted también; en realidad usted es mejor novelista que él, pero no cabe duda de que él piensa lo contrario. A un señor que es un colega pero no un amigo no se le puede decir: “Querido Frumento.” No se le puede decir por la sencilla razón de que usted no lo quiere a Frumento. Ponerle querido es casi lascivo, en todo caso una mentira que Frumento recibirá con una sonrisa tetánica<sup>1</sup>. La gran solución argentina parece ser, en esos casos, escribir: “Estimado Frumento.” Es más distante, más objetivo, prueba un sentimiento cordial y un reconocimiento de valores. Pero si usted le escribe a Frumento para anunciarle que por paquete postal le envía su último libro, y en el libro ha puesto una dedicatoria en la que se habla de admiración (es de lo que más se habla en las dedicatorias), ¿cómo lo va a tratar de estimado en la carta? [. . .] ¿Cómo le vamos a escribir a Frumento sin identificarlo (Frumento) y luego calificarlo (querido/estimado) ? Se comprende que el sistema de mensaje directo haya caído en desuso o quede reservado únicamente para esas cartas que empiezan: “Un canalla como usted, etc.”, o “Le doy 3 días para abonar el alquiler”, cosas así. Más se piensa, menos se ve la posibilidad de una tercera posición entre querido y estimado; de algo hay que tratarlo a Frumento, y lo primero es mucho y lo segundo <em>frigidaire</em><sup>2</sup>.</p>\n\n<p>Variantes como “apreciado” y “distinguido” quedan descartadas por tilingas y cursis. Si uno le llama “maestro” a Frumento, es capaz de creer que le está tomando el pelo. Por más vueltas que le demos, se vuelve a caer en querido o estimado. Che<sup>3</sup>, ¿no se podría inventar otra cosa? Los argentinos necesitamos que nos desalmidonen<sup>4</sup> un poco, que nos enseñen a escribir con naturalidad: “Pibe<sup>5</sup> Frumento, gracias por tu último libro”, o con afecto: “Ñato<sup>6</sup>, qué novela te mandaste”, o con distancia pero sinceramente: “Hermano, con las oportunidades que había en la fruticultura”, entradas en materia que concilien la veracidad con la llaneza. Pero será difícil, porque todos nosotros somos o estimados o queridos, y así nos va.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.9em\">“Grave problema argentino: Querido amigo, estimado, o el nombre a secas”, <em>La vuelta al día en ochenta mundos</em>, Cuarta edición.<br>\nJulio Cortázar.<br>\nMéxico D.F.: Siglo XXI Editores ©, 1968.</span></p>\n\n<p><br>\n<span style=\"font-size:0.9em\"><sup>1 </sup> Tetánica: tensa</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2 </sup> Frigidaire: frío</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>3 </sup>Che: expresión idiomática equivalente a “oye”</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>4 </sup> Desalmidonar: hacer flexible</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>5 </sup> Pibe: joven</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>6</sup> Ñato: manera familiar de referirse a una persona</span></p>\n"}],"choicesHtml":["<p>Una carta escrita por Frumento</p>","<p>Las maneras de empezar cartas de los argentinos</p>","<p>Una carta que él envió a Frumento</p>","<p>El modo de escribir cartas en todos los idiomas</p>"],"answer":0}]