[{"id":"FT545399","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p>\n\t</li>\n</ul>\n\n<p class=\"text-center\"><strong>Text Comparison</strong></p>\n\n<p>&nbsp;</p>\n\n<p>Analiza el efecto de los recursos literarios que los autores emplean en los dos fragmentos narrativos para desarrollar el tema de la dualidad del ser. En tu ensayo, compara la presentación de este tema en los dos fragmentos narrativos. Debes incluir ejemplos de los textos que apoyen tus ideas.</p>\n\n<p class=\"text-center\"><strong>Fragmento 1</strong></p>\n\n<p>—Dadme albricias, buenos señores, de que ya yo no soy don Quijote de la Mancha, sino Alonso Quijano, a quien mis costumbres me dieron renombre de «bueno». Ya soy enemigo de Amadís de Gaula y de toda la infinita caterva de su linaje; ya me son odiosas todas las historias profanas de la andante caballería; ya conozco mi necedad y el peligro en que me pusieron haberlas leído; ya, por misericordia de Dios escarmentando en cabeza propia, las abomino.</p>\n\n<p>Cuando esto le oyeron decir los tres, creyeron sin duda que alguna nueva locura le había tomado, y Sansón le dijo:</p>\n\n<p>—¿Ahora, señor don Quijote, que tenemos nueva que está desencantada la señora Dulcinea, sale vuestra merced con eso? ¿Y ahora que estamos tan a pique de ser pastores, para pasar cantando la vida, como unos príncipes, quiere vuesa merced hacerse ermitaño? Calle, por su vida, vuelva en sí y déjese de cuentos.</p>\n\n<p>—Los de hasta aquí —replicó don Quijote—, que han sido verdaderos en mi daño, los ha de volver mi muerte, con ayuda del cielo, en mi provecho. […]</p>\n\n<p>—¡Ay! —respondió Sancho llorando—. […] Si es que se muere de pesar de verse vencido, écheme a mí la culpa, diciendo que por haber yo cinchado mal a Rocinante le derribaron; cuanto más que vuestra merced habrá visto en sus libros de caballerías ser cosa ordinaria derribarse unos caballeros a otros y el que es vencido hoy ser vencedor mañana. […]</p>\n\n<p>—Señores —dijo don Quijote— […] Yo fui loco y ya soy cuerdo; fui don Quijote de la Mancha y soy ahora, como he dicho, Alonso Quijano el Bueno. […]</p>\n\n<p>En fin, llegó el último de don Quijote […]</p>\n\n<p>Viendo lo cual el cura, pidió al escribano le diese por testimonio como Alonso Quijano el Bueno, llamado comúnmente «don Quijote de la Mancha», había pasado de esta presente vida y muerto naturalmente; y que el tal testimonio pedía para quitar la ocasión de que algún otro autor que Cide Hamete Benengeli le resucitase falsamente y hiciese inacabables historias de sus hazañas.</p>\n\n<p style=\"margin-left: 600px;\"><span style=\"font-size:0.8em\">Miguel de Cervantes<br>\nDon Quijote de la Mancha<br>\nSegunda parte</span></p>\n\n<p style=\"margin-left: 600px;\"><span style=\"font-size:0.8em\">Madrid: Real Academia Española, 2005.</span></p>\n\n<p style=\"margin-left: 560px;\"><span style=\"font-size:0.8em\">(Originalmente se publicó en 1615).</span></p>\n\n<p class=\"text-right\">&nbsp;</p>\n\n<p class=\"text-center\"><strong>Fragmento 2</strong></p>\n\n<p>—[...] Empecé […] como una sombra, como una ficción; durante años he vagado como un fantasma, como un muñeco de niebla, sin creer en mi propia existencia, imaginándome ser un personaje fantástico que un oculto genio inventó para solazarse o desahogarse; pero ahora […] me siento, ahora me palpo, ahora no dudo de mi existencia real. […]</p>\n\n<p>—Sí, ya he oído decir que lo más libertador del arte es que le hace a uno olvidar que exista. Hay quien se hunde en la lectura de novelas para distraerse de sí mismo, para olvidar sus penas…</p>\n\n<p>—Pues bien: La verdad es […] que […] no existes...</p>\n\n<p>—¿Cómo que no existo? —exclamó.</p>\n\n<p>—No, no existes más que como ente de ficción; no eres, pobre Augusto, más que un producto de mi fantasía y de las de aquellos de mis lectores que lean el relato que de tus fingidas venturas y malandanzas he escrito yo; tú no eres más que un personaje de novela […]</p>\n\n<p>—No sea, mi querido don Miguel —añadió—, que sea usted y no yo el ente de ficción, el que no existe en realidad, ni vivo ni muerto… No sea que usted no pase de ser un pretexto para que mi historia llegue al mundo…</p>\n\n<p>—¡Eso más faltaba! —exclamé algo molesto.</p>\n\n<p>—No se exalte usted así, señor de Unamuno —me replicó—, tenga calma. Usted ha manifestado dudas sobre mi existencia…</p>\n\n<p>—Dudas, no —le interrumpí—; certeza absoluta de que tú no existes fuera de mi producción novelesca.</p>\n\n<p>—Bueno, pues no se incomode tanto si yo a mi vez dudo de la existencia de usted y no de la mía propia. Vamos a cuentas: ¿no ha sido usted el que no una, sino varias veces, ha dicho que Don Quijote y Sancho son no ya tan reales, sino más reales que Cervantes?</p>\n\n<p style=\"margin-left: 560px;\"><span style=\"font-size:0.8em\">Miguel de Unamuno<br>\nNiebla<br>\nMadrid: Ediciones Cátedra, 1999.</span></p>\n\n<p style=\"margin-left: 560px;\"><span style=\"font-size:0.8em\">(Originalmente se publicó en 1914).</span></p>\n"}]