[{"id":"FT544220","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Write a coherent and well-organized essay IN SPANISH on the topic that appears below. Avoid mere plot summary.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre cada uno de los siguientes temas. Evita simplemente resumir el argumento.</p>\n\t</li>\n</ul>\n\n<p style=\"margin-left: 80px;\"><strong>Análisis de poesía</strong></p>\n\n<p>Analiza cómo se manifiesta una celebración de la juventud en el siguiente poema. En tu análisis debes comentar el lenguaje poético y los recursos técnicos que usa la poetisa para comunicar este tema. Tu ensayo debe incluir ejemplos del poema que apoyen tus ideas.</p>\n\n<p style=\"margin-left: 80px;\"><strong>Millonarios</strong></p>\n\n<p>Tómame de la mano. Vámonos a la lluvia</p>\n\n<p>Descalzos y ligeros de ropa, sin paraguas,</p>\n\n<p>Con el cabello al viento y el cuerpo a la caricia</p>\n\n<p>Oblicua, refrescante y menuda del agua.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>(5)</strong> ¡Que rían los vecinos! Puesto que somos jóvenes</p>\n\n<p>Y los dos nos amamos y nos gusta la lluvia,</p>\n\n<p>Vamos a ser felices con el gozo sencillo</p>\n\n<p>De un casal<sup>1</sup> de gorriones<sup>2</sup> que en la vía se arrulla<sup>3</sup>.</p>\n\n<p>&nbsp;</p>\n\n<p>Más allá están los campos y el camino de acacias</p>\n\n<p><strong>(10)</strong> Y la quinta suntuosa de aquel pobre señor</p>\n\n<p>Millonario y obeso que con todo su oro,</p>\n\n<p>&nbsp;</p>\n\n<p>No podrá comprarnos ni un gramo del tesoro</p>\n\n<p>Inefable y supremo que nos ha dado Dios:</p>\n\n<p>Ser flexibles, ser jóvenes, estar llenos de amor.</p>\n\n<p style=\"margin-left: 40px;\"><br>\n<span style=\"font-size:0.9em\">Juana de Ibarbourou © Heirs of Juana de Ibarbourou, A.G.A.D.U.—Uruguay</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup> casal: una pareja de macho y hembra</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup> gorrión: un pájaro pequeño</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup style=\"\">3</sup> arrullar: producir sonidos dulces</span></p>\n"}]