[{"id":"FT545385","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p>\n\t</li>\n</ul>\n\n<p><strong>Text and Art Comparison</strong></p>\n\n<p>&nbsp;</p>\n\n<p>Lee la siguiente selección y estudia la pintura. Luego compara la representación del imperialismo en las dos obras en relación a la época colonial.</p>\n\n<p>Y como por mí tuvieron noticias de vuestra alteza y de su muy grande y real poder, dijeron que querían ser vasallos de vuestra majestad y mis amigos, y que me rogaban que los defendiese de aquel grande señor que los tenía por fuerza y tiranía, y que les tomaba sus hijos para los matar y sacrificar a sus ídolos. Y me dijeron otras muchas quejas de él, y con esto han estado y están muy ciertos y leales en el servicio de vuestra alteza y creo lo estarán siempre por ser libres de la tiranía de aquél, y porque de mí han sido siempre bien tratados y favorecidos. Y para más seguridad de los que en la villa quedaban, traje conmigo algunas personas principales de ellos con alguna gente, que no poco provechosos me fueron en mi camino. […]</p>\n\n<p>[N]os salió a recibir aquel señor Mutezuma […]</p>\n\n<p>[Y] entonces alzó las vestiduras y me mostró el cuerpo diciendo: “A mí véisme aquí que soy de carne y hueso como vos y como cada uno, y que soy mortal y palpable, […] Ved cómo os han mentido; verdad es que tengo algunas cosas de oro que me han quedado de mis abuelos: todo lo que yo tuviere tenéis cada vez que vos lo quisiéredes […]. Y no recibáis pena alguna, pues estáis en vuestra casa y naturaleza.” Yo le respondí a todo lo que me dijo, satisfaciendo a aquello que me pareció que convenía, en especial en hacerle creer que vuestra majestad era a quien ellos esperaban; y con esto se despidió; e ido, fuimos muy bien proveídos de muchas gallinas y pan y frutas y otras cosas necesarias, especialmente para el servicio del aposento, y de esta manera estuve seis días, muy bien proveído de todo lo necesario, y visitado de muchos de aquellos señores.</p>\n\n<p class=\"text-justify\" style=\"margin-left: 520px;\"><span style=\"font-size:0.8em\">Hernán Cortés</span></p>\n\n<p class=\"text-justify\" style=\"margin-left: 520px;\"><span style=\"font-size:0.8em\">“Segunda carta de relación”</span></p>\n\n<p class=\"text-justify\" style=\"margin-left: 520px;\"><span style=\"font-size:0.8em\">Cartas de relación<br>\nMéxico, D.F.: Editorial Porrúa, 2002.<br>\n(Se terminó de escribir en 1520).</span></p>\n\n<p><img alt=\"A black and white rendition of an oil painting titled The Conquest of Tenochtitlan from the Conquest of Mexico series. The painting depicts a battle between the Spaniards and the Aztecs. In the foreground there is a road over a body of water that leads into what appears to be the center of the city. Numerous Spanish soldiers are on the road and take up the first half of the road. Closer to the city, on the second half of the road, are numerous Aztec soldiers fighting off the Spaniards at the center of the road. In the middle of the city is a temple with smoke rising from its top. There are men fighting and some dead on its steps. Directly in front of the temple, Spaniards and Aztecs are fighting. There is a mountain range in the background and two roads lead to the middle of the city; both roads are filled with Spanish soldiers.\" height=\"492\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a0546692174f595b4e44de0aa9225970/original.png\" width=\"643\"></p>\n"}]