[{"id":"FT545156","type":"mcq","stimulusHtml":"<p>Según este fragmento, el narrador quiere escribir la historia de su vida porque quiere</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully. It is followed by a number of questions or incomplete statements. Select the answer or completion that is BEST according to the passage from among the four choices you have.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el siguiente pasaje. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación según el pasaje de las cuatro opciones escritas en tu libreta de examen.</p>\n\t</li>\n</ul>\n\n<p>Postrado en una cama muchos meses hace, batallando con los médicos y enfermedades, y esperando con resignación el día en que, cumplido el orden de la divina Providencia, hayáis de cerrar mis ojos, queridos hijos míos, he pensado dejaros escritos los nada raros sucesos de mi vida, para que os sepáis guardar y precaver de muchos de los peligros que amenazan, y aun lastiman al hombre en el discurso de sus días.</p>\n\n<p>Deseo que en esta lectura aprendáis a desechar muchos errores que notaréis admitidos por mí y por otros, y que prevenidos con mis lecciones, no os expongáis a sufrir los malos tratamientos que yo he sufrido por mi culpa; satisfechos de que mejor es aprovechar el desengaño en las cabezas ajenas que en la propia.</p>\n\n<p>Os suplico encarecidamente que no os escandalicéis con los extravíos de mi mocedad, que os contaré sin rebozo y con bastante confusión;<sup>1</sup> pues mi deseo es instruiros y alejaros de los escollos donde tantas veces se estrelló mi juventud y a cuyo mismo peligro quedáis expuestos.</p>\n\n<p>No creáis que la lectura de mi vida os será demasiado fastidiosa, pues como yo sé bien que la variedad deleita el entendimiento, procuraré evitar aquella monotonía o igualdad de estilo, que regularmente enfada a los lectores. Así es, que unas veces me advertiréis tan serio y sentencioso como un Catón;<sup>2</sup> y otras tan trivial y bufón como un Bertoldo.<sup>3</sup> Ya leeréis en mis discursos retazos de erudición y rasgos de elocuencia; y ya veréis seguido un estilo popular mezclado con los refranes y<em> paparruchadas</em><sup>4</sup> del vulgo.</p>\n\n<p>También os prometo, que todo esto será sin afectación ni pedantismo; sino según me ocurra a la memoria, de donde pasará luego al papel, cuyo método me parece el más análogo con nuestra natural veleidad.</p>\n\n<p>Nací en México por los años de 1771 a 73, de unos padres no opulentos, pero no constituídos en la miseria: al mismo tiempo que eran de una limpia sangre, la hacían lucir y conocer por su virtud.</p>\n\n<p>Luego que nací, mis tías, mis abuelas y otras viejas del antiguo cuño<sup>5 </sup>querían amarrarme las manos, y fajarme o liarme como un cohete, alegando que si me las dejaban sueltas, estaba yo propenso a espantarme, a ser muy <em>manilargo</em><sup>6</sup> de grande, y por último, y como la razón de más peso, decían que éste era el modo con que a ellas las habían criado, y que por tanto era el mejor y el que se debía seguir como más seguro.</p>\n\n<p>¡Válgame Dios, cuánto tuvo mi padre que batallar con las preocupaciones de las benditas viejas! ¡Cuánta saliva no gastó para hacerles ver que era una quimera y un absurdo pernicioso el liar y atar las manos a las criaturas! Así me lo contó su merced muchas veces, como también el triunfo que logró de todas ellas, que a fuerza o de grado accedieron a no aprisionarme.</p>\n\n<p>Bautizáronme, por ﬁn, y pusiéronme por nombre <em>Pedro</em>, llevando después, como es uso, el apellido de mi padre, que era <em>Sarmiento</em>.</p>\n\n<p>Mi madre era bonita, y mi padre la amaba con extremo; con esto y con la persuasión de mis discretas tías, se determinó a darme nodriza, o chichigua como acá decimos.</p>\n\n<p style=\"margin-left: 600px;\"><span style=\"font-size:0.8em\"><em>El Periquillo Sarniento</em><br>\nJosé Joaquín Fernández de Lizardi<br>\n(1816)</span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.8em\"><sup>1 </sup> confusión: shame</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>2 </sup> Catón: Cato, Roman magistrate (234-149 B.C.) renowned for the austerity of his principles.</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>3 </sup> Bertoldo: Apparently a reference to a series of tales describing the ridiculous adventures of one Bertoldo and his son Bertoldino, by J.C. della Croce, ﬁrst published in Italy in 1620. It was translated into many languages and was extremely popular all over Europe.</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>4 </sup> paparruchadas: foolish gabbling</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>5 </sup> cuño: school; way of thinking</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>6</sup> manilargo: quarrelsome</span></p>\n\n<p>&nbsp;</p>\n"}],"choicesHtml":["<p>darnos su filosofía de la muerte</p>","<p>compararse con los antiguos romanos</p>","<p>impedir que cometamos los mismos errores</p>","<p>escandalizarnos con sus acciones</p>"],"answer":1}]