[{"id":"FT545134","type":"mcq","stimulusHtml":"<p>La última oración de las acotaciones al principio de la escena (“Tiene un aire agreste y dulce al mismo tiempo”, líneas 13-14) es un ejemplo de </p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully. It is followed by a number of questions or incomplete statements. Select the answer or completion that is BEST according to the passage from among the four choices you have.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el siguiente pasaje. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación según el pasaje de las cuatro opciones escritas en tu libreta de examen.</p>\n\t</li>\n</ul>\n\n<p><em>Casa del Zapatero. Banquillo y herramientas. Habitación completamente blanca. Gran ventana y puerta. El foro es una calle también blanca, con algunas puertecitas y ventanas en gris. A la derecha e izquierda, puertas. Toda la escena tendrá un aire de optimismo y alegría, exaltada en los más pequeños detalles.</em></p>\n\n<p><em>Una suave luz naranja de media tarde invade la escena.</em></p>\n\n<p><em>Al levantarse el telón, la ZAPATERA viene de la calle toda furiosa y se detiene en la puerta. Viste un traje verde rabioso y lleva el pelo tirante, adornado con dos grandes rosas. Tiene un aire agreste y dulce al mismo tiempo.</em></p>\n\n<p>ZAPATERA:</p>\n\n<p>Cállate, larga de lengua, penacho de catalineta, que si yo lo he hecho . . . , si yo lo he hecho, ha sido por mi propio gusto . . . Si no te metes dentro de tu casa te hubiera arrastrado, viborilla empolvada; y esto lo digo para que me oigan todas las que están detrás de las ventanas. Que más vale estar casada con un viejo que con un tuerto, como tú estás. Y no quiero más conversación, ni contigo ni con nadie, ni con nadie, ni con nadie. (<em>Entra dando un fuerte portazo</em>.) Ya sabía yo que con esta clase de gente no se podía hablar ni un segundo. . . ; pero la culpa la tengo yo, yo y yo. . . , que debía estar en mi casa con . . . , casi no quiero creerlo, con mi marido. Quién me hubiera dicho a mí, rubia con los ojos negros, que hay que ver el mérito que esto tiene, con este talle y estos colores tan hermosísimos, que me iba a ver casada con . . . , me tiraría del pelo. (<em>Llora. Llaman a la puerta</em>.) ¿Quién es? (<em>No responden y llaman otra vez</em>.) ¿Quién es? (<em>Enfurecida</em>.)</p>\n\n<p>NIÑO: (<em>Temerosamente.</em>)</p>\n\n<p>Gente de paz.</p>\n\n<p>ZAPATERA: (<em>Abriendo</em>.)</p>\n\n<p>¿Eres tú? (<em>Melosa y conmovida</em>.)</p>\n\n<p>NIÑO:</p>\n\n<p>Sí, señora Zapaterita. ¿Estaba usted llorando?</p>\n\n<p>ZAPATERA:</p>\n\n<p>No, es que un mosco de esos que hacen piiiiii, me ha picado en este ojo.</p>\n\n<p>NIÑO:</p>\n\n<p>¿Quiere usted que le sople?</p>\n\n<p>ZAPATERA:</p>\n\n<p>No, hijo mío, ya se me ha pasado . . . (<em>Le acaricia</em>.) ¿Y qué es lo que quieres?</p>\n\n<p>NIÑO:</p>\n\n<p>Vengo con estos zapatos de charol, costaron cinco duros, para que los arregle su marido. Son de mi hermana la grande, la que tiene el cutis fino y se pone dos lazos, que tiene dos, un día uno y otro día otro, en la cintura.</p>\n\n<p>ZAPATERA:</p>\n\n<p>Déjalos ahí, ya los arreglarán.</p>\n\n<p>NIÑO:</p>\n\n<p>Dice mi madre que tenga cuidado de no darles muchos martillazos, porque el charol es muy delicado, para que no se estropee el charol.</p>\n\n<p>ZAPATERA:</p>\n\n<p>Dile a tu madre que ya sabe mi marido lo que tiene que hacer, y que así supiera ella aliñar con laurel y pimienta un buen guiso como mi marido componer zapatos.</p>\n\n<p>NIÑO: (<em>Haciendo pucheros</em>.)</p>\n\n<p>No se disguste usted conmigo, que yo no tengo la culpa y todos los días estudio muy bien la gramática.</p>\n\n<p>ZAPATERA: (<em>Dulce</em>.)</p>\n\n<p>¡Hijo mío! ¡Prenda mía! ¡Si contigo no es nada! (<em>Lo besa.</em>) Toma este muñequito. ¿Te gusta? Pues llévatelo.</p>\n\n<p>NIÑO:</p>\n\n<p>Me lo llevaré, porque como yo sé que usted no tendrá nunca niños . . .</p>\n\n<p>ZAPATERA:</p>\n\n<p>¿Quién te dijo eso?</p>\n\n<p>NIÑO:</p>\n\n<p>Mi madre lo ha hablado el otro día, diciendo: “La zapatera no tendrá hijos”, y se reían mis hermanas y la comadre Rafaela.</p>\n\n<p>ZAPATERA: (<em>Nerviosamente</em>.)</p>\n\n<p>¿Hijos? Puede que los tenga más hermosos que todas ellas y con más arranque y más honra, porque tu madre . . . , es menester que sepas . . .</p>\n\n<p style=\"margin-left: 760px;\"><span style=\"font-size:0.8em\"><em>La zapatera prodigiosa</em><br>\nGarcía Lorca, Federico<br>\n<em>Obras completas</em><br>\nMadrid: Aguilar, 1972</span></p>\n"}],"choicesHtml":["<p>asíndeton</p>","<p>contraste</p>","<p>alegoría</p>","<p>gradación</p>"],"answer":0}]