[{"id":"FT545165","type":"mcq","stimulusHtml":"<p>¿Cuál es el origen del nombre de la isla? </p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully. It is followed by a number of questions or incomplete statements. Select the answer or completion that is BEST according to the passage from among the four choices you have.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el siguiente pasaje. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación según el pasaje de las cuatro opciones escritas en tu libreta de examen.</p>\n\t</li>\n</ul>\n\n<p>La isla Serrana, que está en el viaje de Cartagena1 a la Habana, se llamó así por un español, llamado Pedro Serrano, cuyo navío se perdió cerca de ella, y él solo escapó nadando, que era grandísimo nadador, y llegó a aquella isla, que es despoblada, inhabitable, sin agua ni leña, donde vivió siete años con industria y buena maña que tuvo para tener leña y agua y sacar fuego... de cuyo nombre llamaron, la Serrana aquella isla, y Serranilla a otra que está cerca de ella, por diferenciar la una de la otra...</p>\n\n<p>[ ... ]</p>\n\n<p>A Pedro Serrano le cupo en suerte perderse en ellos, y llegar nadando a la isla donde se halló desconsoladísimo, porque no halló en ella agua ni leña, ni aún yerba que poder pacer,<sup>2 </sup>ni otra cosa alguna con que entretener la vida<sup>3</sup> mientras pasase algún navío que de allí lo sacase, para que no pereciese de hambre y de sed, que le parecía muerte más cruel que haber muerto ahogado, porque es más breve. Así pasó la primera noche llorando su desventura tan aﬂigido como se puede imaginar que estaría un hombre puesto en tal extremo. Luego que amaneció volvió a pasear la isla, halló algún marisco que salía de la mar, como son cangrejos, camarones y otras sabandijas, de las cuales cogió las que pudo, y se las comió crudas.</p>\n\n<p>[ ... ]</p>\n\n<p>Al cabo de los tres años, una tarde sin pensarlo, vió Pedro Serrano un hombre en su isla, que la noche antes se había perdido en los bajíos de ella y se había sustentado en una tabla de navío; y como luego que amaneció viese el humo de fuego de Pedro Serrano, sospechando lo que fuese había ido a él, ayudado de la tabla de su buen nadar. Cuando se vieron ambos no se puede certiﬁcar cuál quedó más asombrado de cuál.</p>\n\n<p style=\"margin-left: 600px;\"><span style=\"font-size:0.8em\"><em>Del nombre de la isla Serrana: historia de Pedro Serrano</em><br>\n<em>Comentarios Reales de los Incas</em><br>\nEl Inca Garcilaso de la Vega<br>\n(1609)</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup> en la costa de Colombia</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>2 </sup>comer</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>3 </sup>mantenerse</span></p>\n"}],"choicesHtml":["<p>Un vocablo indígena</p>","<p>El nombre de un náufrago</p>","<p>Las sierras elevadas de la isla</p>","<p>Un tipo de pez</p>"],"answer":0}]