[{"id":"FT545377","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p>\n\t</li>\n</ul>\n\n<p><strong>Text Explanation</strong></p>\n\n<p>Analiza el efecto de los recursos literarios que los autores emplean en los dos fragmentos para desarrollar el tema de la construcción de la realidad. En tu ensayo, compara la presentación de este tema en los dos fragmentos. Debes incluir ejemplos de los textos que apoyen tus ideas.</p>\n\n<p class=\"text-center\"><strong>Fragmento 1</strong></p>\n\n<p>Díjole [el ventero] como ya le había dicho que en</p>\n\n<p>aquel castillo no había capilla, y para lo que restaba</p>\n\n<p>de hacer tampoco era necesaria, que todo el toque de</p>\n\n<p>quedar armado caballero consistía en la pescozada y</p>\n\n<p>en el espaldarazo, según él tenía noticia del</p>\n\n<p>ceremonial de la orden, y que aquello en mitad de un</p>\n\n<p>campo se podía hacer, y que ya había cumplido con lo</p>\n\n<p>que tocaba al velar de las armas, que con solas dos</p>\n\n<p>horas de vela se cumplía, cuanto más que él había</p>\n\n<p>estado más de cuatro. Todo se lo creyó don Quijote,</p>\n\n<p>que él estaba allí pronto para obedecerle y que</p>\n\n<p>concluyese con la mayor brevedad que pudiese,</p>\n\n<p>porque, si fuese otra vez acometido y se viese armado</p>\n\n<p>caballero, no pensaba dejar persona viva en el castillo,</p>\n\n<p>eceto aquellas que él le mandase, a quien por su</p>\n\n<p>respeto dejaría.</p>\n\n<p>Advertido y medroso desto el castellano, trujo</p>\n\n<p>luego un libro donde asentaba la paja y cebada que</p>\n\n<p>daba a los arrieros, y con un cabo de vela que le traía</p>\n\n<p>un muchacho, y con las dos ya dichas doncellas, se</p>\n\n<p>vino a donde don Quijote estaba, al cual mandó hincar</p>\n\n<p>de rodillas; y, leyendo en su manual, como que decía</p>\n\n<p>alguna devota oración, en mitad de la leyenda alzó la</p>\n\n<p>mano y diole sobre el cuello un buen golpe, y tras él,</p>\n\n<p>con su mesma espada, un gentil espaldarazo, siempre</p>\n\n<p>murmurando entre dientes, como que rezaba. Hecho</p>\n\n<p>esto, mandó a una de aquellas damas que le ciñese la</p>\n\n<p>espada, la cual lo hizo con mucha desenvoltura y</p>\n\n<p>discreción, porque no fue menester poca para no</p>\n\n<p>reventar de risa a cada punto de las ceremonias; pero</p>\n\n<p>las proezas que ya habían visto del novel caballero les</p>\n\n<p>tenía la risa a raya. Al ceñirle la espada dijo la buena</p>\n\n<p>señora:</p>\n\n<p>—Dios haga a vuestra merced muy venturoso</p>\n\n<p>caballero y le dé ventura en lides.</p>\n\n<p style=\"margin-left: 280px;\"><span style=\"font-size:0.8em\">Miguel de Cervantes Saavedra<br>\n(~1547-1616)<br>\nPrimera parte, Capítulo III<br>\nDon Quijote de la Mancha<br>\nBarcelona: Instituto Cervantes, 1998. (Originalmente se publicó en 1605).</span></p>\n\n<p class=\"text-center\"><strong>Fragmento 2</strong></p>\n\n<p>Entonces [Oriana] se fue a ella [Mabilia] y díjole</p>\n\n<p>cómo el Doncel<sup>1</sup> del Mar quería ser caballero por</p>\n\n<p>mano del rey Perión y que había menester para ello el</p>\n\n<p>ruego suyo y de ellas. Mabilia, que muy animosa era,</p>\n\n<p>y al Doncel del Mar amaba de sano amor, dijo:</p>\n\n<p>—Pues hagámoslo por él, que lo merece, y véngase</p>\n\n<p>a la capilla de mi madre, armado de todas armas y nos</p>\n\n<p>le haremos compañía con otras doncellas […].</p>\n\n<p>[E]l Doncel llamó a Gandalín y díjole:</p>\n\n<p>—Hermano, lleva mis armas todas a la capilla de la</p>\n\n<p>reina, encubiertamente, que pienso esta noche ser</p>\n\n<p>caballero, y porque en la hora me conviene de aquí</p>\n\n<p>partir, quiero saber si querrás irte conmigo.</p>\n\n<p>—Señor —respondió—, yo os digo que a mi</p>\n\n<p>grado<sup>2</sup> nunca de vos seré partido.</p>\n\n<p>Al Doncel le vinieron las lágrimas a los ojos y</p>\n\n<p>besóle en la faz3 y díjole:</p>\n\n<p>—Amigo, ahora haz lo que te dije.</p>\n\n<p>Gandalín puso las armas en la capilla en tanto que</p>\n\n<p>la reina cenaba y los manteles alzados, fuese el</p>\n\n<p>Doncel a la capilla y armóse de sus armas todas, salvo</p>\n\n<p>la cabeza y las manos e hizo su oración ante el altar</p>\n\n<p>rogando a Dios que así en las armas como en aquellos</p>\n\n<p>mortales deseos que por su señora tenía le diese</p>\n\n<p>victoria. […]</p>\n\n<p>[…] El rey vio el Doncel tan hermoso que mucho</p>\n\n<p>fue maravillado y llegándose a él —dijo:</p>\n\n<p>—¿Queréis recibir orden de caballería?</p>\n\n<p>—Quiero —dijo él.</p>\n\n<p>—En nombre de Dios, —respondió el rey—, y Él</p>\n\n<p>mande que tan bien empleada en vos sea y tan crecida</p>\n\n<p>en honra como Él os creció en hermosura, y</p>\n\n<p>poniéndole la espuela diestra le dijo:</p>\n\n<p>—Ahora sois caballero y la espada podéis tomar.</p>\n\n<p>El rey la tomó y diósela y el Doncel la ciñó muy</p>\n\n<p>apuestamente y el rey dijo:</p>\n\n<p>—Cierto, este acto de os armar caballero según</p>\n\n<p>vuestro gesto y apariencia, con mayor honra lo</p>\n\n<p>quisiera haber hecho, mas yo espero en Dios que</p>\n\n<p>vuestra fama será tal que dará testimonio de lo que</p>\n\n<p>con más honra se debía hacer […].</p>\n\n<p style=\"margin-left: 200px;\"><span style=\"font-size:0.8em\">Garci Rodríguez de Montalvo<br>\n(~1450-1504)<br>\n“Cómo el rey Lisuarte navegó por la mar y aportó al reino de Escocia, donde con mucha honra fue recibido”<br>\nAmadís de Gaula I<br>\nBarcelona: Red Ediciones, 2012. (Se escribió en 1508).</span></p>\n\n<p><sup>1</sup> Doncel: joven noble aún no armado caballero</p>\n\n<p><sup>2</sup> a mi grado: por mi voluntad</p>\n\n<p><sup>3</sup> faz: rostro</p>\n"}]