[{"id":"FT545053","type":"mcq","stimulusHtml":"<p>El estilo del pasaje se podría describir como</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Read the following passage carefully. It is followed by a number of questions or incomplete statements. Select the answer or completion that is BEST according to the passage from among the four choices you have.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Lee con cuidado el siguiente pasaje. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Elige la mejor respuesta o terminación según el pasaje de las cuatro opciones escritas en tu libreta de examen.</p>\n\t</li>\n</ul>\n\n<p>La heroica ciudad dormía la siesta. El viento Sur, caliente y perezoso, empujaba las nubes blanquecinas que se rasgaban al correr hacia el Norte. En las calles no había más ruido que el rumor estridente de los remolinos de polvo, trapos, pajas y papeles que iban de arroyo en arroyo, de acera en acera, de esquina en esquina revolando y persiguiéndose, como mariposas que se buscan y huyen y que el aire envuelve en sus pliegues invisibles. Cual turbas de pilluelos*, aquellas migajas de la basura, aquellas sobras de todo se juntaban en un montón, parábanse como dormidas un momento y brincaban de nuevo sobresaltadas, dispersándose, trepando unas por las paredes hasta los cristales temblorosos de los faroles, otras hasta los carteles de papel mal pegado a las esquinas, y había pluma que llegaba a un tercer piso, y arenilla que se incrustaba para días, o para años, en la vidriera de un escaparate, agarrada a un plomo.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.9em\"><em>La Regenta</em><br>\nLeopoldo Alas (Clarín)<br>\nBiblioteca Virtual Miguel de Cervantes</span></p>\n\n<p><span style=\"font-size:0.8em\">* turbas de pilluelos: grupos de niños traviesos</span></p>\n"}],"choicesHtml":["<p>didáctico</p>","<p>descriptivo</p>","<p>conciso</p>","<p>epistolar</p>"],"answer":0}]