[{"id":"FT561891","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</p>\n\t</li>\n\t<li>\n\t<p><strong>Instrucciones:</strong> Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</p>\n\t</li>\n</ul>\n\n<p class=\"text-center\"><strong>Analysis of Single Text</strong></p>\n\n<p>&nbsp;</p>\n\n<p>Analiza cómo <em>Conde Lucanor</em>, Exemplo XXXV (“De lo que aconteció a un mozo que casó con una mujer muy fuerte y muy brava”), representa las características del exemplo didáctico medieval y el contexto sociocultural de la España del siglo XIV. En tu ensayo debes comentar los recursos literarios del exemplo didáctico medieval. Debes incluir ejemplos del texto que apoyen tus ideas.</p>\n\n<p>Cuando fue muy de mañana, los padres y las madres y parientes llegaron a la puerta; y porque no hablaba ninguno, cuidaron que el novio estaba muerto o herido. Y desde que vieron por entre las puertas a la novia y no al novio, cuidáronlo más. Cuando ella los vio a la puerta, llegó muy paso y con gran miedo, y comenzóles a decir:</p>\n\n<p>—¡Locos, traidores! ¿Qué hacéis y cómo osáis llegar a la puerta ni hablar? ¡Callad! Si no tanto vosotros como yo, todos somos muertos.</p>\n\n<p>Y cuando esto oyeron, fueron maravillados, y desde que supieron cómo habían pasado en uno, preciaron mucho al mancebo porque había sabido hacer lo que le cumplía y gobernar tan bien su casa. Y de aquel día en adelante, fue aquélla su mujer muy bien mandada y hubieron muy buena vida.</p>\n\n<p>Y de allí a pocos días, su suegro quiso hacer así como había hecho su yerno; y de aquella manera mató un gallo. Y díjole su mujer:</p>\n\n<p>—A la fe, don fulano, tarde os acordasteis, porque ya no os valdría nada si mataseis cien caballos: que antes lo hubierais de comenzar, que ya bien nos conocemos.</p>\n\n<p>Y vos, señor conde, si aquel vuestro criado quiere casar con tal mujer, si fuere él tal como aquel mancebo, aconsejadle que case seguramente, porque él sabrá cómo pase en su casa; mas si no es tal que entienda lo que debe hacer y lo que le cumple, dejadle que pase su ventura. Y aun aconséjoos, que con todos los hombres con quienes algo habéis de hacer, que siempre les deis a entender de qué manera han de pasar con vos.</p>\n\n<p>El conde tuvo éste por buen consejo, e hízolo así, y hallóse en ello bien.</p>\n\n<p>Y porque don Juan lo tuvo por buen ejemplo, hízolo escribir en este libro, e hizo estos versos que dicen así:</p>\n\n<p class=\"text-center\">Si al comienzo no muestras quién eres</p>\n\n<p class=\"text-center\">nunca podrás después, cuando quisieres.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Don Juan Manuel</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Libro del Conde Lucanor, Exemplo XXXV</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">Madrid: Alhambra Longman, 1985.</span></p>\n\n<p class=\"text-right\"><span style=\"font-size:0.8em\">(Originalmente se publicó en el siglo XIV).</span></p>\n"}]