[{"id":"FT568342","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong>: Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p>\n\n<p><strong>Instrucciones</strong>: Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p>\n\n<p class=\"text-center\"><strong>Text and Art Comparison</strong></p>\n\n<p>Lee la siguiente selección y estudia la pintura. Luego compara la representación del papel de la mujer en las dos obras en relación con el movimiento literario del Realismo.</p>\n\n<p>Ildara soltó el peso en tierra y se atusó el cabello, peinado a la moda “de las señoritas” y revuelto por los enganchones de las ramillas que se agarraban a él. Después, con la lentitud de las faenas aldeanas, preparó el fuego, lo prendió, desgarró las berzas, las echó en el pote negro, en compañía de unas patatas mal troceadas y de unas judías Línea asaz secas, de la cosecha<br />\n&nbsp;anterior, sin remojar. Al cabo de estas operaciones, tenía el tío Clodio liado su cigarrillo, y lo chupaba desgarbadamente, haciendo en los carrillos dos hoyos como sumideros grises, entre el azuloso de la descuidada barba.</p>\n\n<p>Sin duda la leña estaba húmeda de tanto llover la semana entera, y ardía mal, soltando una humareda acre; pero el labriego no reparaba: al humo, ¡bah!, estaba él bien hecho desde niño. <em>(10)</em> Como Ildara se inclinase para soplar y activar la llama, observó el viejo cosa más insólita: algo de color vivo, que emergía de las remendadas y encharcadas sayas 10 de la moza... Una pierna robusta, aprisionada en una media roja, de algodón...<br />\n—¡Ey! ¡Ildara!<br />\n—¡Señor padre!<br />\n<em>(15)</em> —¿Qué novidá es ésa?<br />\n—¿Cuál novidá?<br />\n—¿Ahora me gastas medias, como la hirmán del Abade?<br />\nIncorporóse la muchacha, y la llama, que empezaba a alzarse, dorada, lamedora de la negra panza del pote, alumbró su cara redonda, bonita, de facciones pequeñas, de boca apetecible, de pupilas claras, golosas de vivir.</p>\n\n<p class=\"text-right\"><sub>Emilia Pardo Bazán<br />\n“Las medias rojas”<br />\nCuentos de la tierra<br />\nMadrid: Editorial Atlántida, 1922.<br />\n(Originalmente se publicó en 1888).</sub></p>\n\n<p><img alt=\"The figure presents a painting titled By the Window. Portrait of Olga Trubnikova. The painting shows a woman standing by a window. She is looking down, and it appears almost as if her eyes are closed. She is wearing a long sleeved, button up shirt with a high collar, along with a long skirt and a belt. It appears that she is holding something in her hand. \" height=\"327\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/012ed98843eb4a3de327b1cb32cce1a1/original.png\" width=\"250\" /></p>\n\n<p class=\"text-right\"><em>By the Window. Portrait of Olga Trubnikova (1886)<br />\nby Valentin Serov (1865–1911).</em></p>\n\n<p>&nbsp;</p>\n"}]