[{"id":"FT568343","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong>: Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</p>\n\n<p><strong>Instrucciones</strong>: Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</p>\n\n<p class=\"text-center\"><strong>Analysis of Single Text</strong></p>\n\n<p>Analiza cómo el fragmento de “Los presagios, según los informantes de Sahagún” representa las características de la tradición oral y el contexto histórico de la América precolonial. En tu ensayo debes comentar los recursos literarios de la tradición oral. Debes incluir ejemplos del texto que apoyen tus ideas.</p>\n\n<p><em>Primer presagio funesto:</em> Diez años antes de venir los españoles primeramente se mostró un funesto presagio en el cielo. Una como espiga de fuego, una como llama de fuego, una como aurora: se mostraba como si estuviera goteando, como si estuviera punzando en el cielo.</p>\n\n<p>Ancha de asiento, angosta de vértice. Bien al medio del cielo, bien al centro del cielo llegaba, <em>(Liena 5)</em> bien al cielo estaba alcanzando.</p>\n\n<p>Y de este modo se veía: allá en el oriente se mostraba: de este modo llegaba a la medianoche. Se manifestaba: estaba aún en el amanecer; hasta entonces la hacía desaparecer el Sol.</p>\n\n<p>[...] Pues cuando se mostraba había alboroto general: se daban palmadas en los labios las gentes; había un gran azoro; hacían interminables comentarios.</p>\n\n<p>&nbsp;Segundo presagio funesto: que sucedió aquí en México: por su propia cuenta se abrasó en llamas, se prendió en fuego: nadie tal vez le puso fuego, sino por su espontánea acción ardió la casa de Huitzilopochtli. Se llamaba su sitio divino, el sitio denominado “Tlacateccan” (“Casa de mando”).</p>\n\n<p>Se mostró: ya arden las columnas. De adentro salen acá las llamas de fuego, las lenguas de<br>\nfuego, las llamaradas de fuego.</p>\n\n<p>Rápidamente en extremo acabó el fuego todo el maderamen de la casa. Al momento hubo vocerío estruendoso; dicen: “¡Mexicanos, venid de prisa: se apagará! ¡Traed vuestros cántaros!...”</p>\n\n<p>Pero cuando le echaban agua, cuando intentaban apagarla, sólo se enardecía flameando más. No pudo apagarse: del todo ardió.</p>\n\n<p class=\"text-right\"><sub>Miguel León-Portilla<br>\n“Los presagios, según los informantes de Sahagún”<br>\nVisión de los vencidos: relaciones indígenas de la conquista.<br>\nMéxico, D. F.: Universidad Nacional Autónoma de México, 1992.<br>\n(Originalmente se tradujo del náhuatl en 1555).<br>\nUsed by permission.</sub></p>\n"}]