[{"id":"FT580790","type":"mcq","stimulusHtml":"<p>¿Cuál es el tema principal del fragmento?</p>","features":[{"type":"sharedpassage","html":"<p>—Ahora me parece a mí que si de niña me</p>\n\n<p>hubiesen enseñado el dibujo, hoy sabría yo pintar y</p>\n\n<p>podría ganarme la vida y ser independiente con mi</p>\n\n<p>honrado trabajo. Pero mi pobre mamá no pensó más</p>\n\n<p>que en darme la educación insustancial de las niñas</p>\n\n<p>que aprenden para llevar un buen yerno a casa, a</p>\n\n<p>saber: un poco de piano, el indispensable barniz <sup>1</sup> de</p>\n\n<p>francés y qué sé yo…, tonterías. ¡Si aun me hubiesen</p>\n\n<p>enseñado idiomas, para que, al quedarme sola y</p>\n\n<p>&nbsp;</p>\n\n<p>pobre, pudiera ser profesora de lenguas…! […] Así es</p>\n\n<p>que me encuentro inútil de toda inutilidad. Ya ves, la</p>\n\n<p>pintura me encanta; siento vocación, facilidad. ¿Será</p>\n\n<p>inmodestia? […]</p>\n\n<p>Estos alientos de artista, estos arranques de mujer</p>\n\n<p>&nbsp;</p>\n\n<p>superior, encantaban al buen Díaz, el cual, a poco de</p>\n\n<p>aquellos íntimos tratos, empezó a notar que la</p>\n\n<p>enamorada joven se iba creciendo a los ojos de él y le</p>\n\n<p>empequeñecía. En verdad que esto le causaba</p>\n\n<p>sorpresa, y casi casi empezaba a contrariarle, porque</p>\n\n<p>&nbsp;</p>\n\n<p>había soñado en Tristana la mujer subordinada al</p>\n\n<p>hombre en inteligencia y en voluntad, la esposa que</p>\n\n<p>vive de la savia moral e intelectual del esposo y que</p>\n\n<p>con los ojos y con el corazón de él ve y siente. Pero</p>\n\n<p>resultaba que la niña discurría por cuenta propia,</p>\n\n<p>&nbsp;</p>\n\n<p>lanzándose a los espacios libres del pensamiento, y</p>\n\n<p>demostraba las aspiraciones más audaces.</p>\n\n<p>—Mira, hijo de mi alma —le decía en aquellas</p>\n\n<p>divagaciones deliciosas que los columpiaban desde</p>\n\n<p>los transportes del amor a los problemas más graves</p>\n\n<p>&nbsp;</p>\n\n<p>de la vida—, yo te quiero con toda mi alma; segura</p>\n\n<p>estoy de no poder vivir sin ti. Toda mujer aspira a</p>\n\n<p>casarse con el hombre que ama; yo, no. Según las</p>\n\n<p>reglas de la sociedad, estoy ya imposibilitada de</p>\n\n<p>casarme. No podría hacerlo, ni aun contigo, con la</p>\n\n<p>frente bien alzada, pues por muy bueno que conmigo</p>\n\n<p>fueras, siempre tendría ante ti cierto resquemor <sup>2</sup> de</p>\n\n<p>haberte dado menos de lo que mereces, y temería que</p>\n\n<p>tarde o temprano, en un momento de mal humor o de</p>\n\n<p>cansancio, me dijeras que habías tenido que cerrar los</p>\n\n<p>&nbsp;</p>\n\n<p>ojos para ser mi marido… No, no. ¿Será esto orgullo,</p>\n\n<p>o qué será? Yo te quiero y te querré siempre; pero</p>\n\n<p>deseo ser libre. Por eso ambiciono un medio de vivir;</p>\n\n<p>cosa difícil, ¿verdad? Saturna <sup>3</sup> me pone en solfa <sup>4</sup>,y</p>\n\n<p>dice que no hay más que tres carreras para las</p>\n\n<p>&nbsp;</p>\n\n<p>mujeres: el matrimonio, el teatro y… Ninguna de las</p>\n\n<p>tres me hace gracia. Buscaremos otra. Pero yo</p>\n\n<p>pregunto: ¿es locura poseer un arte, cultivarlo y vivir</p>\n\n<p>de él? ¿Tan poco entiendo del mundo que tengo por</p>\n\n<p>posible lo imposible? Explícamelo tú, que sabes más</p>\n\n<p>que yo.</p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.8em\">Benito Pérez Galdós</span></p>\n\n<p><span style=\"font-size:0.8em\"><em>Tristana</em></span></p>\n\n<p><span style=\"font-size:0.8em\">Madrid: Alianza Editorial, 1982.</span></p>\n\n<p><span style=\"font-size:0.8em\"> (Originalmente se publicó en 1892).</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup> barniz: noción superficial</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>2</sup> resquemor: resentimiento</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>3</sup> Saturna: nombre de la criada de la protagonista</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>4</sup> ponerse en solfa: poner en ridículo</span></p>\n"}],"choicesHtml":["<p> La imposibilidad de encontrar el verdadero amor</p>","<p> La dificultad de romper las normas patriarcales</p>","<p>La indiferencia burguesa ante las bellas artes</p>","<p>La devaluación popular del matrimonio</p>"],"answer":0}]