[{"id":"FT580764","type":"mcq","stimulusHtml":"<p>¿Qué elemento ayuda a construir el ambiente en “La noche...y bendición” (líneas 1-4) ?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Directions: </strong>Read the following passages carefully. Each passage is followed by questions or incomplete statements. Based on the information provided in the passage, select the BEST answer to each question from among the four choices printed in your test book.</p>\n\n<p><strong>Instrucciones: </strong>Lee con cuidado los siguientes pasajes. Cada pasaje va seguido de varias preguntas u oraciones incompletas. Basándote en la información que se da en el pasaje, para cada pregunta elige la MEJOR respuesta de las cuatro opciones escritas en tu libreta de examen.</p>\n\n<p>&nbsp;</p>\n\n<p>La noche buena se aproxima y la radio igualmente</p>\n\n<p>que la bocina de la camioneta que anunciaba las</p>\n\n<p>películas del Teatro Ideal parecían empujarla con</p>\n\n<p>canción, negocio y bendición. Faltaban tres días para</p>\n\n<p>la noche buena cuando doña María se decidió</p>\n\n<p>comprarles algo a sus niños. Esta sería la primera vez</p>\n\n<p>que les compraría juguetes. Cada año se proponía</p>\n\n<p>hacerlo pero siempre terminaba diciéndose que no,</p>\n\n<p>que no podían. Su esposo de todas maneras les traía</p>\n\n<p>dulces y nueces a cada uno, así que racionalizaba que</p>\n\n<p>en realidad no les faltaba nada. Sin embargo cada</p>\n\n<p>Navidad preguntaban los niños por sus juguetes. Ella</p>\n\n<p>siempre los apaciguaba con lo de siempre. Les decía</p>\n\n<p>que se esperaran hasta el seis de enero, el día de los</p>\n\n<p>reyes magos y así para cuando se llegaba ese día ya</p>\n\n<p>hasta se les había olvidado todo a los niños. También</p>\n\n<p>había notado que sus hijos apreciaban menos y menos</p>\n\n<p>la venida de don Chon la noche de Navidad cuando</p>\n\n<p>venía con el costal de naranjas y nueces.</p>\n\n<p>—Pero, ¿por qué a nosotros no nos trae nada Santo</p>\n\n<p>Clos?</p>\n\n<p>—¿Cómo que no? ¿Luego cuando viene y les trae</p>\n\n<p>naranjas y nueces?</p>\n\n<p>—No, pero ése es don Chon.</p>\n\n<p><em>&nbsp;</em>—No, yo digo lo que siempre aparece debajo de la</p>\n\n<p>máquina de coser.</p>\n\n<p>—Ah, eso lo trae papá, a poco cree que no</p>\n\n<p>sabemos. ¿Es que no somos buenos como los demás?</p>\n\n<p>—Sí, sí son buenos, pero… pues espérense hasta el</p>\n\n<p>día de los reyes magos. Ese es el día en que de veras</p>\n\n<p>vienen los juguetes y los regalos. Allá en México no</p>\n\n<p>viene Santo Clos sino los reyes magos. Y no vienen</p>\n\n<p>hasta el seis de enero. Así que ése sí es el mero día.</p>\n\n<p>—Pero, lo que pasa es que se les olvida. Porque a</p>\n\n<p>nosotros nunca nos han dado nada ni en la noche</p>\n\n<p>buena ni en el día de los reyes magos.</p>\n\n<p>—Bueno, pero a lo mejor esta vez sí.</p>\n\n<p>—Pos sí, ojalá.</p>\n\n<p>Por eso se decidió comprarles algo. Pero no tenían</p>\n\n<p>dinero para gastar en juguetes. Su esposo trabajaba</p>\n\n<p>casi las diez y ocho horas lavando platos y haciendo</p>\n\n<p>de comer en un restaurante. No tenía tiempo de ir al</p>\n\n<p>centro para comprar juguetes. Además tenían que</p>\n\n<p>alzar cada semana para poder pagar para la ida al</p>\n\n<p>norte. Ya les cobraban por los niños aunque fueran</p>\n\n<p>parados todo el camino hasta Iowa. Así que les</p>\n\n<p>costaba bastante para hacer el viaje. De todas maneras</p>\n\n<p>le propuso a su esposo esa noche, cuando llegó bien</p>\n\n<p>cansado del trabajo, que les compraran algo.</p>\n\n<p>—Fíjate, viejo, que los niños quieren algo para</p>\n\n<p>Crismes.</p>\n\n<p>—¿Y luego las naranjas y las nueces que les traigo?</p>\n\n<p>—Pos sí, pero ellos quieren juguetes. Ya no se</p>\n\n<p>conforman con comida. Es que ya están más grandes</p>\n\n<p>y ven más.</p>\n\n<p>—No necesitan nada.</p>\n\n<p>—¿A poco tú no tenías juguetes cuando eras niño?</p>\n\n<p>—Sabes que yo mismo los hacía de barro —caballitos, soldaditos…</p>\n\n<p>—Pos sí, pero aquí es distinto, como ven muchas</p>\n\n<p>cosas… ándale vamos a comprarles algo…</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 40px;\"><span style=\"font-size:0.8em\">“La noche buena” is reprinted with permission from the publisher of</span></p>\n\n<p style=\"margin-left: 40px;\"><span style=\"font-size:0.8em\"><em>...y no se lo tragó la tierra </em>by Tomás Rivera</span></p>\n\n<p style=\"margin-left: 40px;\"><span style=\"font-size:0.8em\">(© 1995 Arte Público Press—University of Houston)</span></p>\n\n<p style=\"margin-left: 40px;\"><span style=\"font-size:0.8em\">(Originalmente se publicó en 1971).</span></p>\n"}],"choicesHtml":["<p>La repetición</p>","<p>La imagen auditiva</p>","<p><em> </em>La técnica del <em>fashback</em></p>","<p>La descripción detallada</p>"],"answer":0}]