[{"id":"FT648860","type":"mcq","stimulusHtml":"<p><strong>Directions:&nbsp;</strong>Read the following passages carefully.&nbsp;Each passage is followed by questions or&nbsp;incomplete statements. Based on the information provided in the passage, select the BEST answer to&nbsp;each question from among the four choices printed&nbsp;in your test book.</p>\n\n<p><strong>Instrucciones:&nbsp;</strong>Lee con cuidado los siguientes&nbsp;pasajes. Cada pasaje va seguido de varias preguntas&nbsp;u oraciones incompletas. Basándote en la<br />\ninformación que se da en el pasaje, para cada&nbsp;pregunta elige la MEJOR respuesta de las cuatro&nbsp;opciones escritas en tu libreta de examen.</p>\n\n<p>&nbsp; &nbsp; El pícaro inicial, el que nos refleja el <em>Lazarillo</em>, es<br />\nen el fondo una buena persona. Es un muchacho de<br />\nbuen corazón, sin experiencia, al que la realidad<br />\ncircundante zarandea de mala manera y le hace<br />\n<strong>(5)</strong> sumirse en escepticismos y en fullerías<sup><span style=\"font-size:0.8em;\">1</span></sup>.<br />\nSistemáticamente, la vida le plantea asechanzas<sup><span style=\"font-size:0.8em;\">2</span></sup> de<br />\nlas que apenas sabe cómo zafarse, y acaba<br />\nentregándose sin remedio y sin pena al medio que le<br />\nexige defenderse y engañar. Pero no es un delincuente<br />\n<strong>(10)</strong> profesional, sino que le sobran cordura y viveza y le<br />\nfalta ambición. Cuando sus trampas acaban por ser<br />\ndesenvueltas en fracasos, llegan las palizas, los<br />\ngolpes, los ayunos, algún encarcelamiento. La<br />\nresignación y la astucia afilándose son los únicos<br />\n<strong>(15)</strong> asideros que sobrenadan<sup><span style=\"font-size:0.8em;\">3</span></sup> en su comportamiento. [...]<br />\nPero lo que no existirá nunca en toda la trayectoria de<br />\nla novela es un solo pícaro necio o estúpido, ni<br />\ntampoco desesperado de su suerte. Detrás de todo, por<br />\namargo que resulte, queda siempre flotando una vaga<br />\n<strong>(20)</strong> luz de esperanza, de volver a empezar, aliento de vida<br />\nque no se resigna a caer en un silencio definitivo. [...]<br />\n&nbsp; &nbsp; Una vez pasado este aprendizaje de los primeros<br />\naños, el pícaro abandona a los suyos y se entrega a un<br />\nvagabundaje<sup><span style=\"font-size:0.8em;\">4</span></sup> por las tierras más cercanas, y más<br />\n<strong>(25)</strong> adelante por otras ya apartadas, lo que le sirve para<br />\nexhibir ante nosotros el desfile alucinante de las clases<br />\nsociales, de tipos diversos y encontrados, soldados,<br />\nclérigos, hampones, alguaciles, gentes con oficio y sin<br />\nél, etc. El pícaro, sirviendo a diversos amos, yendo de<br />\n<strong>(30)</strong> uno a otro como rebotándose, va aprendiendo la<br />\nrealidad hostil de la vida. [...] “Todos vivimos en<br />\nasechanza los unos de los otros”, dirá Guzmán muy<br />\nsignificativamente. Para el pícaro no existe la vida<br />\nafectiva: ni amor, ni compasión ni cosa parecida. Sólo<br />\n<strong>(35)</strong> verá en las mujeres el anzuelo<sup><span style=\"font-size:0.8em;\">5</span></sup> para explotar los<br />\nvicios y la engañifa, y cuando se encara con un alma<br />\nvirtuosa no podrá más que asombrarse, llegar al borde<br />\ndel pasmo, pero no se le planteará la necesidad de una<br />\nimitación, de aprovechar ese ejemplo.<br />\n<strong>(40)&nbsp;</strong>Ahora bien, interesa destacar que <em>eso</em>, <em>todo eso</em>, no<br />\ndebe ser tomado al pie de la letra como documento<br />\nhistórico fehaciente<span style=\"font-size:0.8em;\"><sup>6</sup></span>, indiscutible y oportuno para<br />\nexplicar todo lo que sea necesario. Llevamos ya<br />\nmucho tiempo leyendo en manuales, libros, prólogos,<br />\n<strong>(45)&nbsp;</strong>etc., y oyendo incansablemente repetido en la fácil<br />\noratoria circunstancial, que la novela picaresca […]<br />\nrepresenta la realidad de una España concreta, que se<br />\nmovió sobre la tierra en el tiempo en que las novelas<br />\nque nos ocupan fueron escritas. No, no es verdad, o<br />\n<strong>(50)</strong> no es, por lo menos, la verdad escueta<span style=\"font-size:0.8em;\"><sup>7</sup></span> y firme.<br />\n[...] No, la novela picaresca no es eso; se ha venido<br />\nolvidando demasiado frecuentemente que la <em>novela</em><br />\n<em>picaresca</em> es ante todo <em>novela</em>, es decir: recreación<br />\nartística, voluntaria selección y parcelación de una<br />\n<strong>(55)</strong> realidad.</p>\n\n<p><span style=\"font-size:0.8em;\">&nbsp; &nbsp; Alonso Zamora Vicente<br />\n<em>&nbsp; &nbsp; Qué es la novela picaresca</em><br />\n&nbsp; &nbsp; Buenos Aires: Editorial Columba, 1992.<br />\n&nbsp; &nbsp; (La edición más antigua de <em>Lazarillo de</em> <em>Tormes</em> es de 1554).</span></p>\n\n<p><span style=\"font-size:0.8em;\">&nbsp; &nbsp; <sup>1</sup> fullería: engaño<br />\n&nbsp; &nbsp;<sup> 2</sup> plantear acechanzas: poner trampas<br />\n&nbsp; &nbsp; <sup>3</sup> asideros que sobrenadan: estrategias para sobrevivir<br />\n&nbsp; &nbsp; <sup>4</sup> vagabundaje: andar de un lugar a otro, sin tener oficio ni domicilio<br />\n&nbsp; &nbsp; &nbsp; &nbsp; determinado<br />\n&nbsp; &nbsp; <sup>5</sup> anzuelo: trampa<br />\n&nbsp; &nbsp; <sup>6</sup> fehaciente: fidedigno<br />\n&nbsp; &nbsp; <sup>7</sup> escueta: desnuda</span></p>\n\n<p>¿Cuál es el objetivo del ensayo?</p>\n","choicesHtml":["Presentar las divisiones socioeconómicas de la época","Defender el realismo de la novela picaresca","Analizar al pícaro como representante de su sociedad","Examinar las características de la novela de caballerías"],"answer":"2"}]