[{"id":"VH873822-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Directions: Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\">Instrucciones: Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose prose_type:short_story style:1\">\n<div class=\"heading_block\">\n<p class=\"heading_paragraph heading_level:1\">Identifica al autor y la época de este fragmento. Luego, explica el desarrollo del tema de las relaciones de poder dentro de la obra a la que pertenece.</p>\n</div>\n\n<p class=\"passage_para\">Desde aquel día en adelante fue la muchacha muy obediente y vivieron juntos con mucha paz. A los pocos días el suegro quiso hacer lo mismo que el yerno y mató un gallo que no obedecía. Su mujer le dijo:</p>\n\n<p class=\"passage_para\">—La verdad, don Fulano, que te has acordado tarde, pues ya de nada te valdrá matar cien caballos; antes tendrías que haber empezado, que ahora te conozco.</p>\n\n<p class=\"passage_para\">Vos, señor conde, si ese deudo vuestro quiere casarse con esa mujer y es capaz de hacer lo que hizo este mancebo, aconsejadle que se case, que él sabrá cómo gobernar su casa; pero si no fuere capaz de hacerlo, dejadle que sufra su pobreza sin querer salir de ella. Y aun os aconsejo que a todos los que hubieren de tratar con vos les deis a entender desde el principio cómo han de portarse.</p>\n\n<p class=\"passage_para\">El conde tuvo este consejo por bueno, obró según él y le salió muy bien. Como don Juan vio que este cuento era bueno, lo hizo escribir en este libro y compuso unos versos que dicen así:</p>\n\n<p class=\"passage_para\"><span class=\"font_style:italic formatted_text\">Si al principio no te muestras como eres,</span></p>\n\n<p class=\"passage_para\"><span class=\"font_style:italic formatted_text\">no podrás hacerlo cuando tú quisieres.</span></p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Lo que sucedió a un mozo que casó con una muchacha de muy mal carácter”</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">El Conde Lucanor</span></span><span class=\"mandatory_credit_line\">Madrid: Editorial Castalia.</span></span></div>\n</div>\n</div>\n</div>\n","rubricRef":"VH873822_rubric"}]