[{"id":"VH906287-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Directions: Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\">Instrucciones: Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Analiza cómo <span class=\"font_style:italic formatted_text\">El conde Lucanor</span> representa las características del metacuento en el contexto de la Edad Media. En tu ensayo debes comentar los recursos literarios del metacuento. Debes incluir ejemplos del texto que apoyen tus ideas.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Otra vez hablaba el conde Lucanor con Patronio, su consejero, y le decía:</p>\n\n<p class=\"passage_para\">—Patronio, un pariente mío me ha contado que lo quieren casar con una mujer muy rica y más ilustre que él, por lo que esta boda le sería muy provechosa si no fuera porque, según le han dicho algunos amigos, se trata de una doncella muy violenta y colérica. Por eso os ruego que me digáis si le debo aconsejar que se case con ella, sabiendo cómo es, o si le debo aconsejar que no lo haga.</p>\n\n<p class=\"passage_para\">—Señor conde —dijo Patronio—, si vuestro pariente tiene el carácter de un joven cuyo padre era un honrado moro, aconsejadle que se case con ella; pero si no es así, no se lo aconsejéis.</p>\n\n<p class=\"passage_para\">El conde le rogó que le contase lo sucedido.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Cuento XXXV</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">El Conde Lucanor</span></span><span class=\"mandatory_credit_line\">Alicante: Aguaclara</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH906287_rubric"}]