[{"id":"VH909719-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Directions: Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\">Instrucciones: Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Identifica al autor y la época de este fragmento. Luego, explica el desarrollo del tema de la espiritualidad y la religión dentro de la obra a la que pertenece.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Diez años antes de venir los españoles primeramente se mostró un funesto presagio en el cielo. Una como espiga de fuego, una como llama de fuego, una como aurora: se mostraba como si estuviera goteando, como si estuviera punzando en el cielo.</p>\n\n<p class=\"passage_para\">Ancha de asiento, angosta de vértice. Bien al medio del cielo, bien al centro del cielo llegaba, bien al cielo estaba alcanzando.</p>\n\n<p class=\"passage_para\">Y de este modo se veía: allá en el oriente se mostraba: de este modo llegaba a la medianoche. Se manifestaba: estaba aún en el amanecer; hasta entonces la hacía desaparecer el Sol.</p>\n\n<p class=\"passage_para\">Y en el tiempo en que estaba apareciendo: por un año venía a mostrarse. Comenzó en el año 12-Casa. Pues cuando se mostraba había alboroto general: se daban palmadas en los labios las gentes; había un gran azoro; hacían interminables comentarios.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Los presagios según los informantes de Sahagún”</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">Visión de los vencidos</span></span><span class=\"mandatory_credit_line\">México, D. F.: Universidad Nacional Autónoma de México.</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH909719_rubric"}]