[{"id":"VH907627-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Directions: Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\">Instrucciones: Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Analiza cómo el fragmento de <span class=\"font_style:italic formatted_text\">Lazarillo de Tormes</span> representa las características de la novela picaresca y el contexto sociocultural de la España del siglo XVI. En tu ensayo debes comentar los recursos literarios de la novela picaresca. Debes incluir ejemplos del texto que apoyen tus ideas.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Desta manera me fue forzado sacar fuerzas de flaqueza, y poco a poco, con ayuda de las buenas gentes, di comigo en esta insigne ciudad de Toledo, adonde, con la merced de Dios, dende a quince días se me cerró la herida. Y mientras estaba malo, siempre me daban alguna limosna, mas después que estuve sano, todos me decían:</p>\n\n<p class=\"passage_para\">—Tú, bellaco y gallofero eres. Busca, busca un amo a quien sirvas.</p>\n\n<p class=\"passage_para\">—¿Y dónde se hallará ése —decía yo entre mí—, si Dios agora de nuevo, como crió el mundo, no le criase?</p>\n\n<p class=\"passage_para\">Andando así discurriendo de puerta en puerta, con harto poco remedio (porque ya la caridad se subió al cielo), topóme Dios con un escudero que iba por la calle, con razonable vestido, bien peinado, su paso y compás en orden. Miróme, y yo a él, y díjome:</p>\n\n<p class=\"passage_para\">—Mochacho, ¿buscas amo?</p>\n\n<p class=\"passage_para\">Yo le dije:</p>\n\n<p class=\"passage_para\">—Sí, señor.</p>\n\n<p class=\"passage_para\">—Pues vente tras mí —me respondió—, que Dios te ha hecho merced en topar comigo; alguna buena oración rezaste hoy.</p>\n\n<p class=\"passage_para\">Y seguíle, dando gracias a Dios por lo que le oí, y también que me parescía, según su hábito y continente, ser el que yo había menester.</p>\n\n<p class=\"passage_para\">Era de mañana cuando este mi tercero amo topé; y llevóme tras sí gran parte de la ciudad. Pasábamos por las plazas do se vendía pan y otras provisiones. Yo pensaba (y aun deseaba) que allí me quería cargar de lo que se vendía, porque ésta era propria hora, cuando se suele proveer de lo necesario; más muy a tendido paso pasaba por estas cosas.</p>\n\n<p class=\"passage_para\">«Por ventura no lo vee aquí a su contento —decía yo—, y querrá que lo compremos en otro cabo.»</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Tratado Tercero: cómo Lázaro se asentó con un escudero y de lo que le acaesció con él”</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">La vida de Lazarillo de Tormes y de sus fortunas y adversidades</span></span><span class=\"mandatory_credit_line\">Madrid: Editorial Castalia, 1987.</span><span class=\"mandatory_credit_line\">(La edición más antigua de esta novela es de 1554).</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH907627_rubric"}]