[{"id":"VH922273","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH922187.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué revela sobre su relación el lenguaje que usan el tío Clodio e Ildara para dirigirse el uno al otro?</p>\n","rubricRef":"VH922273_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Cuando la rapaza entró, cargada con el haz de leña que acababa de merodear en el monte del señor amo, el tío Clodio no levantó la cabeza, entregado a la ocupación de picar un cigarro, sirviéndose, en vez de navaja, de una uña córnea, color de ámbar oscuro, porque la había tostado el fuego de las apuradas colillas.</p><p class=\"passage_para\">Ildara soltó el peso en tierra y se atusó el cabello, peinado a la moda “de las señoritas” y revuelto por los enganchones de las ramillas que se agarraban a él. Después, con la lentitud de las faenas aldeanas, preparó el fuego, lo prendió, desgarró las berzas, las echó en el pote negro, en compañía de unas patatas mal troceadas y de unas judías asaz secas, de la cosecha anterior, sin remojar. Al cabo de estas operaciones, tenía el tío Clodio liado su cigarrillo, y lo chupaba desgarbadamente, haciendo en los carrillos dos hoyos como sumideros, grises, entre el azuloso de la descuidada barba.</p><p class=\"passage_para\">Sin duda la leña estaba húmeda de tanto llover la semana entera, y ardía mal, soltando una humareda acre; pero el labriego no reparaba: al humo, ¡bah!, estaba él bien hecho desde niño. Como Ildara se inclinase para soplar y activar la llama, observó el viejo cosa más insólita: algo de color vivo, que emergía de las remendadas y encharcadas sayas de la moza… Una pierna robusta, aprisionada en una media roja, de algodón…</p><p class=\"passage_para\">—¡Ey! ¡Ildara!</p><p class=\"passage_para\">—¡Señor padre!</p><p class=\"passage_para\">—¿Qué novidá es ésa?</p><p class=\"passage_para\">—¿Cuál novidá?</p><p class=\"passage_para\">—¿Ahora me gastas medias, como la hirmán del Abade?</p><p class=\"passage_para\">Incorporóse la muchacha, y la llama, que empezaba a alzarse, dorada, lamedora de la negra panza del pote, alumbró su cara redonda, bonita, de facciones pequeñas, de boca apetecible, de pupilas claras, golosas de vivir.</p><p class=\"passage_para\">—Gasto medias, gasto medias —repitió sin amilanarse—. Y si las gasto, no se las debo a ninguén.</p><p class=\"passage_para\">—Luego nacen los cuartos en el monte —insistió el tío Clodio con amenazadora sorna.</p><p class=\"passage_para\">—¡No nacen!… Vendí al abade unos huevos, que no dirá menos él… Y con eso merqué las medias.</p><p class=\"passage_para\">Una luz de ira cruzó por los ojos pequeños, engarzados en duros párpados, bajo cejas hirsutas, del labrador... [… ]</p><p class=\"passage_para\">—¡Engañosa! ¡Engañosa! ¡Cluecas andan las gallinas, que no ponen!</p><p class=\"passage_para\">[Ildara] defendía su belleza, hoy que se acercaba el momento de fundar en ella un sueño de porvenir. Cumplida la mayor edad, libre de la autoridad paterna, la esperaba el barco, en cuyas entrañas tantos de su parroquia y de las parroquias circunvecinas se habían ido hacia la suerte, hacia lo desconocido de los lejanos países <span class=\"focus_start focus_id:VH922187_1 itemref:VH922240\" id=\"VH922187_1\"></span>donde el oro rueda por las calles y no hay sino bajarse para cogerlo<span class=\"focus_end focus_idref:VH922187_1\"></span>. El padre no quería emigrar, cansado de una vida de labor, indiferente a la esperanza tardía: pues que se quedase él… Ella iría sin falta […].</p><p class=\"passage_para\"><span class=\"focus_start focus_id:VH922187_2 itemref:VH922298\" id=\"VH922187_2\"></span>—Ya te cansaste de andar descalza de pie y pierna, como las mujeres de bien, ¿eh, condenada?<span class=\"focus_end focus_idref:VH922187_2\"></span> ¿Llevó medias alguna vez tu madre? ¿Peinóse como tú, que siempre estás dale que tienes con el cacho de espejo?</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Emilia Pardo Bazán (1851-1921)</span><span class=\"mandatory_credit_line\">“Las medias rojas”</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">Cuentos de la tierra</span></span><span class=\"mandatory_credit_line\">Madrid: Editorial Atlántida, 1922.</span><span class=\"mandatory_credit_line\">(Originalmente se publicó en 1888).</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">El respeto que Ildara le tiene al tío Clodio</p>","<p class=\"choice_paragraph\">La formalidad de la relación entre ellos</p>","<p class=\"choice_paragraph\">El desprecio que el tío Clodio le tiene a Ildara</p>","<p class=\"choice_paragraph\">La angustia del tío Clodio hacia los planes de Ildara</p>"],"answer":2}]