[{"id":"VH925966","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR012137.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál es el asunto central del fragmento?</p>\n","rubricRef":"VH925966_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Cumplidos los quince años, era Barbarita una chica bonitísima, torneadita<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">torneadita: bien formada</span></span>, fresca y sonrosada, de carácter jovial, inquieto y un tanto burlón. No había tenido novio aún, ni su madre se lo permitía. Diferentes moscones<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">moscón: hombre molesto</span></span> revoloteaban alrededor de ella, sin resultado. La mamá tenía sus proyectos, y empezaba a tirar acertadas líneas para realizarlos. Las familias de Santa Cruz y Arnaiz se trataban con amistad casi íntima, y además tenían vínculos de parentesco con los Trujillos. La mujer de don Baldomero I y la del difunto Arnaiz eran primas segundas, floridas ramas de aquel nudoso tronco, de aquel albardero<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">albardero: fabricante de albardas, piezas del aparejo de las caballerías de carga</span></span> de la calle de Toledo, cuya historia sabía tan bien el gordo Arnaiz. Las dos primas tuvieron un pensamiento feliz, se lo comunicaron una a otra, asombráronse de que se les hubiera ocurrido a las dos la misma cosa... “ya se ve, era tan natural...” y aplaudiéndose recíprocamente, resolvieron convertirlo en realidad dichosa. Todos los descendientes del extremeño<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">extremeño: de Extremadura, una región de España</span></span> aquel [...] se distinguían siempre por su costumbre de trazar una línea muy corta y muy recta entre la idea y el hecho. La idea era casar a Baldomerito con Barbarita.</p><p class=\"passage_para\">Muchas veces había visto la hija de Arnaiz<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">la hija de Arnaiz: se refiere a Barbarita</span></span> al chico de Santa Cruz<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">6</span><span class=\"footnote_text\">el chico de Santa Cruz: se refiere a Baldomerito</span></span>; pero nunca le pasó por las mientes<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">7</span><span class=\"footnote_text\">miente: mente, cabeza</span></span> que sería su marido, porque el tal, no sólo no le había dicho nunca media palabra de amores, sino que ni siquiera la miraba como miran los que pretenden ser mirados. Baldomero era juicioso, muy bien parecido, fornido<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">8</span><span class=\"footnote_text\">fornido: robusto</span></span> y de buen color, cortísimo de genio, sosón<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">9</span><span class=\"footnote_text\">sosón: aburrido</span></span> como una calabaza, y de tan pocas palabras que se podían contar siempre que hablaba. Su timidez no decía bien con su corpulencia. Tenía un mirar leal y cariñoso, como el de un gran perro de aguas. Pasaba por la honestidad misma, iba a misa todos los días que lo mandaba la Iglesia, rezaba el rosario con la familia, trabajaba diez horas diarias o más en el escritorio sin levantar cabeza, y no gastaba el dinero que le daban sus papás. A pesar de estas raras dotes, Barbarita, si alguna vez le encontraba en la calle o en la tienda de Arnaiz o en la casa, lo que acontecía muy pocas veces, le miraba con el mismo interés con que se puede mirar una saca de carbón [...]. Así que se quedó como quien ve visiones cuando su madre, cierto día [...], al volver de la iglesia de Santa Cruz, donde ambas confesaron y comulgaron, le propuso el casamiento con Baldomerito.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Benito Pérez Galdós</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">Fortunata y Jacinta</span></span><span class=\"mandatory_credit_line\">Madrid: Edimat Libros, 2003.</span><span class=\"mandatory_credit_line\">(Se publicó originalmente en 1887).</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">El cumpleaños de Barbarita</p>","<p class=\"choice_paragraph\">La amistad entre Barbarita y Baldomerito</p>","<p class=\"choice_paragraph\">La idea de casar a Baldomerito con Barbarita</p>","<p class=\"choice_paragraph\">La enemistad entre las familias Santa Cruz y Arnaiz</p>"],"answer":2}]