[{"id":"VH937746","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH927014.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál es el tema principal del ensayo?</p>\n","rubricRef":"VH937746_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">[Para el teórico inglés Edmund] Burke, la experiencia de lo sublime se da cuando el sujeto que contempla la fuerza irresistible de un fenómeno natural es consciente de que, a pesar de la superioridad de ella, en la situación concreta esa fuerza no le perjudica. Entonces el terror que el sujeto siente se confunde con un intenso deleite; una mezcla que es característica de lo sublime como “experiencia en la que van implicadas las emociones y la razón” […]. Según esta concepción, cualquier objeto capaz de causar terror puede, en principio, convertirse en fuente de lo sublime […] llegando a llamarse él mismo “sublime”.</p><p class=\"passage_para\">[…] En los “Versos escritos en una tempestad” (septiembre 1822), el huracán y los sentimientos del hablante ante ese fenómeno natural están en el centro del poema. Con una inmediatez atípica de la poesía filosófico-descriptiva de Heredia, donde por lo general el cuadro de la naturaleza lleva las marcas gramaticales de su evocación posterior (uso de la perspectiva de pasado), aquí el hablante lírico habla en el momento mismo de la experiencia (de lo) sublime […].</p><p class=\"passage_para\">Por su importancia para la comprensión de la experiencia (de lo) sublime en el poema “Versos escritos en una tempestad”, cito entero el último apartado:</p><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">¡Sublime tempestad! cómo en tu seno,</li><li class=\"list_paragraph\">de tu solemne inspiración henchido,</li><li class=\"list_paragraph\">al mundo vil y miserable olvido,</li><li class=\"list_paragraph\">y alzo la frente, de delicia lleno!</li><li class=\"list_paragraph\">¿Dó está el alma cobarde</li><li class=\"list_paragraph\">que teme tu rugir?… Yo en ti me elevo</li><li class=\"list_paragraph\">al trono del Señor: oigo en las nubes</li><li class=\"list_paragraph\">el eco de su voz: siento á la tierra</li><li class=\"list_paragraph\">escucharle y temblar: ardiente lloro</li><li class=\"list_paragraph\">desciende por mis pálidas mejillas,</li><li class=\"list_paragraph\">Y á su alta magestad tiemblo y le adoro.</li><li class=\"list_paragraph\">(P25, vv. 53-63)</li></ul><p class=\"passage_para\">Como se ve, la sublimidad del huracán no se imprime automáticamente en el sujeto perceptor. Antes bien, para Heredia la experiencia (de lo) sublime presupone la elevación del sujeto perceptor a un nivel superior al de la aterradora experiencia concreta del fenómeno. Así, la inspiración por el huracán hace al hablante lírico elevarse sobre el mundo hasta regiones divinas, donde el huracán se le revela como manifestación de la “alta magestad” (v. 63) de Dios. El poema no deja lugar a dudas de que si bien en la elevación interviene una fuerza exterior, al fin y al cabo es el propio hablante quien se eleva en el huracán. Tanto el uso reflexivo del verbo “elevar” como el redundante pronombre personal de la primera persona del singular son testimonio de ello.</p><p class=\"passage_para\">La “delicia” (v. 56) que siente el hablante lírico en esas regiones altas termina por concretarse como una mezcla de temblor y adoración ante la grandeza del Señor, la cual mezcla es, según [Burke], característica de la experiencia (de lo) sublime […]. Resulta que en esta construcción, lo sublime se revela tan solo ante un sujeto privilegiado que sabe aprovechar el potencial inspirador del fenómeno para elevarse a regiones inaccesibles al mortal común.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Tilmann Altenberg</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">Melancolía en la poesía de José María Heredia</span></span><span class=\"mandatory_credit_line\">Iberoamericana: Frankfurt, 2001.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Las figuras retóricas en la poesía de Heredia</p>","<p class=\"choice_paragraph\">La conexión entre la vida y la obra de Heredia</p>","<p class=\"choice_paragraph\">La experiencia de lo sublime en un poema de Heredia</p>","<p class=\"choice_paragraph\">La relación entre el Romanticismo hispano e inglés</p>"],"answer":2}]