[{"id":"VH932692","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932677.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según Monegal, ¿cuál es el mayor mérito de “El hijo”?</p>\n","rubricRef":"VH932692_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">He dejado deliberadamente fuera de este resumen el único cuento realmente creador del libro: <span class=\"formatted_text font_style:italic\">El hijo</span> (enero 15, 1928) que buena parte de la crítica consideran su obra maestra. [...] [Lo] que sobrevive es la desgarradora<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">desgarrador: penoso; doloroso</span></span> historia de un padre que sufre alucinaciones visuales y que a pleno sol de Misiones sale a buscar a su hijo que partió en la mañana a cazar palomas. La angustia del padre, agravada por la mala vista y la brutal reverberación del trópico, le hace ver a su hijo recortado en el aire que vibra a su alrededor, sonriendo mientras viene a su encuentro.</p>\n\n<p class=\"passage_para\">Desde el punto de vista técnico, el cuento juega con el desenlace previsible; acumula las notas que hacen suponer al lector que el chico ha muerto y súbitamente, con una inesperada vuelta de tuerca<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">vuelta de tuerca: cambio inesperado del argumento</span></span>, presenta al hijo vivo. Incluso cambia el punto de vista (que se había concentrado en lo que sentía y veía el padre) y muestra la acción desde el hijo que llega sonriente en el mediodía. Pero este final es falso. Una última frase revela que las sospechas del lector eran ciertas. En una carta de 1918 se había referido Quiroga a lo difícil que es poner un final que el lector espera. En <span class=\"formatted_text font_style:italic\">El hijo</span> demuestra hasta qué punto seguía siendo capaz de vencer esa dificultad técnica, impuesta por su misma exigencia<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">exigencia: obligación</span></span> retórica. Pero lo que hace el mérito del cuento no es este alarde<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">alarde: ostentación</span></span> técnico (al fin y al cabo mecánico, como lo han demostrado incontables ejercicios rioplatenses) sino la hondura emocional en que transcurre la historia. Según me contó Darío Quiroga en 1949, el relato se apoya en un hecho real: un día él salió de caza, se demoró y Quiroga lo fue a buscar desesperado. En la realidad, el padre encontró a su hijo; en la alucinación del cuento también, pero sólo en la dimensión de la locura. Precisamente, esa carga subconsciente que está en la raíz del cuento (el padre angustiado que desea ver y se horroriza ante la imagen del hijo muerto) es lo que da al cuento su densidad. Una vez más, la imaginación sadomasoquista de Quiroga le hace concebir macabras<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">macabro: relativo a la muerte</span></span> alucinaciones: en <span class=\"formatted_text font_style:italic\">El desierto</span> se veía a sí mismo, asistiendo desde su lecho de muerte a la soledad de sus hijos pequeños; en <span class=\"formatted_text font_style:italic\">El hijo</span> cree ver a Darío yaciendo al pie de un alambrado [...]. Estas alucinaciones tienen hondísimas raíces y llegan hasta el accidente del padre cuando Quiroga tenía unos meses [...]. La realidad le había marcado [...].</p>\n\n<p class=\"passage_para\">El cuento vale el volumen. Detrás de la alucinación real y concreta está la horrible tensión trágica que subyace la experiencia del vivir.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">E. Rodríguez Monegal</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">El desterrado. Vida y obra de Horacio Quiroga.</span></span><span class=\"mandatory_credit_line\">Buenos Aires: Editorial Losada, 1968.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">El final sorpresivo</p>","<p class=\"choice_paragraph\">El suspense continuo</p>","<p class=\"choice_paragraph\">La profundidad sentimental</p>","<p class=\"choice_paragraph\">La dificultad técnica</p>"],"answer":2}]