[{"id":"VH947362","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947325.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué efecto produce el uso de la aliteración a lo largo del poema?</p>\n","rubricRef":"VH947362_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"poetry style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><img alt=\"Trópico picapedrero1  Hombres negros pican sobre piedras blancas, tienen en sus picos enredado el sol. Y como si a ratos se exprimieran2 algo... lloran sus espaldas gotas de charol3. Hombres de voz blanca, su piel negra lavan, la lavan con perlas de terco sudor. Rompen la alcancía4 salvaje del monte, y cavan la tierra, pero al hombre no. De las piedras salta, cuando pica el pico, picadillo fatuo5 de menudo sol, que se apaga y vuelve cuando vuelve el pico como si en las piedras reventara Dios. Dentro de una gota de sudor se mete la mañana enorme —pero grande no—. Saltan de los cráneos de las piedras chispas que los pensamientos de las piedras son. Y los hombres negros cantan cuando pican como si ablandara las piedras su voz. Mas los hombres cavan, y no acaban nunca... cavan la cantera6: la de su dolor. Contra la inocencia de las piedras blancas los haitianos pican, bajo un sol de ron. Los negros que erizan7 de chispas las piedras son noches que rompen pedazos de sol. Hoy buscando el oro de la tierra encuentran el oro más alto, porque su filón8 es aquel del día que pone en los picos astillas9 de estrellas, como si estuvieran sobre la montaña picoteando a Dios. Manuel del CabralTrópico negroBuenos Aires: Sopena, 1941.\" height=\"873\" src=\"https://assets.learnosity.com/organisations/537/2d7dfaee-87ab-4606-9f61-b39939573462.PNG\" width=\"400\" /></p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Minimiza el esfuerzo de los trabajadores.</p>","<p class=\"choice_paragraph\">Le quita musicalidad al poema.</p>","<p class=\"choice_paragraph\">Refleja el ritmo del trabajo en la cantera.  </p>","<p class=\"choice_paragraph\">Señala la integración de blancos y negros en la labor.</p>"],"answer":2}]