[{"id":"VH945070","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH945060.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué crítica social se observa cuando Lázaro celebra las enseñanzas que recibió del ciego?</p>\n","rubricRef":"VH945070_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">En este tiempo vino a posar al mesón un ciego, el cual, pareciéndole que yo sería para adestrarle, me pidió a mi madre, y ella me encomendó a él, diciéndole cómo era hijo de un buen hombre, el cual por ensalzar la fe había muerto en la de los Gelves, y que ella confiaba en Dios no saldría peor hombre que mi padre, y que le rogaba me tratase bien y mirase por mí, pues era huérfano. Él le respondió que así lo haría, y que me recibía no por mozo sino por hijo. Y así le comencé a servir y adestrar a mi nuevo y viejo amo.</p><p class=\"passage_para\">Como estuvimos en Salamanca algunos días, pareciéndole a mi amo que no era la ganancia a su contento, determinó irse de allí; y cuando nos hubimos de partir, yo fui a ver a mi madre, y ambos llorando, me dio su bendición y dijo:</p><p class=\"passage_para\">–Hijo, ya sé que no te veré más. Procura ser bueno, y Dios te guíe. Criado te he y con buen amo te he puesto. Válete por ti.</p><p class=\"passage_para\">Y así me fui para mi amo, que esperándome estaba.</p><p class=\"passage_para\">Salimos de Salamanca, y llegando a la puente, está a la entrada della un animal de piedra, que casi tiene forma de toro, y el ciego mandóme que llegase cerca del animal, y allí puesto, me dijo:</p><p class=\"passage_para\">–Lázaro, llega el oído a este toro, y oirás gran ruido dentro dél.</p><p class=\"passage_para\">Yo simplemente llegué, creyendo ser ansí; y como sintió que tenía la cabeza par de la piedra, afirmó recio la mano y diome una gran calabazada en el diablo del toro, que más de tres días me duró el dolor de la cornada, y díjome:</p><p class=\"passage_para\">–Necio, aprende que el mozo del ciego un punto ha de saber más que el diablo\".</p><p class=\"passage_para\">Y rió mucho la burla.</p><p class=\"passage_para\">Parecióme que en aquel instante <span class=\"focus_start focus_id:VH945060_1 itemref:VH945061\" id=\"VH945060_1\"></span>desperté de la simpleza en que como niño dormido estaba<span class=\"focus_end focus_idref:VH945060_1\"></span>. Dije entre mí: “Verdad dice éste, que me cumple avivar el ojo y avisar, pues solo soy, y pensar cómo me sepa valer.”</p><p class=\"passage_para\">Comenzamos nuestro camino, y en muy pocos días me mostró jerigonza, y como me viese de buen ingenio, holgábase mucho, y decía:</p><p class=\"passage_para\">–Yo oro ni plata no te lo puedo dar, mas avisos para vivir muchos te mostraré.</p><p class=\"passage_para\">Y fue ansí, que después de Dios éste me dio la vida, y siendo ciego me alumbró y adestró en la carrera de vivir.</p><p class=\"passage_para\"><span class=\"focus_start focus_id:VH945060_2 itemref:VH945065\" id=\"VH945060_2\"></span>Huelgo de contar a Vuestra Merced estas niñerías para mostrar cuánta virtud sea saber los hombres subir siendo bajos, y dejarse bajar siendo altos cuánto vicio.<span class=\"focus_end focus_idref:VH945060_2\"></span></p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Anónimo.</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">La vida de Lazarillo de Tormes y de sus fortunas y adversidades.</span></span><span class=\"mandatory_credit_line\">Alicante: Biblioteca Virtual Miguel de Cervantes, 2004.</span><span class=\"mandatory_credit_line\">Basada en la edición de Burgos, 1554.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">La falta de lazos familiares</p>","<p class=\"choice_paragraph\">La inutilidad de las escuelas</p>","<p class=\"choice_paragraph\">La crueldad de los maestros</p>","<p class=\"choice_paragraph\">La hipocresía de la sociedad</p>"],"answer":3}]