[{"id":"VH945080","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH945074.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿A qué época literaria pertenece el fragmento?</p>\n","rubricRef":"VH945080_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">  [...] Pasada esta puente, nos salió a recibir aquel señor Moctezuma con hasta doscientos señores, todos descalzos y vestidos de otra librea o manera de ropa asimismo bien rica a su uso, y más que la de los otros, y venían en dos procesiones muy arrimados a las paredes de  la calle, que es muy ancha y muy hermosa y derecha, que de un cabo se parece el otro y tiene dos tercios de legua, y de la una parte  y de la otra muy buenas y grandes casas, <span class=\"focus_start focus_id:VH945074_1 itemref:VH945083\" id=\"VH945074_1\"></span>así de aposentamientos como de mezquitas<span class=\"focus_end focus_idref:VH945074_1\"></span>, y el dicho Moctezuma venía por medio de la calle con dos señores, el uno a la mano derecha y el otro a la izquierda [...].</p><p class=\"passage_para\">[...] Y allí me tomó de la mano y me llevó a una gran sala que estaba frontera del patio por donde entramos, y allí me hizo sentar en un estrado muy rico que para él lo tenía mandado hacer, y me dijo que le esperase allí, y él se fue.</p><p class=\"passage_para\"> Y  dende a poco rato, ya que toda la gente de mi compañía estaba aposentada, volvió con muchas y diversas joyas de oro y plata, y plumajes, y con hasta cinco o seis mil piezas de ropa de algodón, muy ricas y de diversas maneras tejidas y labradas, y después de me las haber dado, se sentó en otro estrado que luego le hicieron allí junto con el otro donde yo estaba; y sentado, propuso en esta manera: “Muchos días ha que por nuestras escrituras tenemos de nuestros antepasados noticia que yo ni todos los que en esta tierra habitamos no somos naturales de ella sino extranjeros, y venidos a ella de partes muy extrañas. Y tenemos asimismo que a estas partes trajo nuestra generación un señor cuyos vasallos todos eran, el cual se volvió a su naturaleza [...]. Y según de la parte que vos decís que venís, que es a donde sale el sol y las cosas que decís de ese gran señor o rey que acá os envió, creemos y tenemos por cierto, él sea nuestro señor natural, en especial que nos decís que él ha muchos días que tenía noticia de nosotros. [...] porque será obedecido y hecho. Y todo lo que nosotros tenemos es para lo que vos de ello quisiéredes disponer. [...] que muy bien sé todos los que se vos han ofrecido de Puntunchán acá, y bien sé que los de Cempoal y de Tascaltecal os han dicho muchos males de mí. No creáis más de lo que por vuestros ojos veréis, en especial de aquellos que son mis enemigos, y algunos de ellos eran mis vasallos y hánseme rebelado con vuestra venida, y  por se favorecer con vos lo dicen [...].” </p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Hernán Cortés</span><span class=\"mandatory_credit_line\">“Segunda carta de relación”</span><span class=\"mandatory_credit_line\"><span class=\"published_title\">Crónicas de Indias</span></span><span class=\"mandatory_credit_line\">Madrid: Ediciones Cátedra, 2002.</span><span class=\"mandatory_credit_line\">(Se terminó de escribir en 1520).</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">A la Generación del 98</p>","<p class=\"choice_paragraph\">Al <span class=\"formatted_text font_style:italic\">Boom</span></p>","<p class=\"choice_paragraph\">Al medieval</p>","<p class=\"choice_paragraph\">Al colonial</p>"],"answer":3}]