[{"id":"VH947760","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947679.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">En el Poema 2, ¿qué mensaje comunica la voz poética al describir su llanto como “un mecanismo descompuesto” (verso 21) ?</p>\n","rubricRef":"VH947760_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"poetry style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><img alt=\"Poema 1  A Julia de Burgos  Ya las gentes murmuran que soy tu enemiga Porque dicen que en verso doy al mundo tu yo. Mienten, Julia de Burgos. Mienten, Julia de Burgos. La que se alza en mis versos no es tu voz: es mi voz; porque tú eres ropaje y la esencia soy yo; y el más profundo abismo se tiende entre las dos. [...] Tú te rizas el pelo y te pintas; yo no; a mí me riza el viento; a mí me pinta el sol. Tú eres dama casera, resignada, sumisa, atada a los prejuicios de los hombres; yo no; que yo soy Rocinante corriendo desbocado olfateando horizontes de justicia de Dios. Tú en ti misma no mandas; a ti todos te mandan; en ti mandan tu esposo, tus padres, tus parientes, el cura, la modista, el teatro, el casino, el auto, las alhajas, el banquete, el champán, el cielo y el infierno, y el qué dirán social. En mí no, que en mí manda solo mi corazón, mi solo pensamiento; quien manda en mí soy yo. Tú, flor de aristocracia; y yo la flor del pueblo. Tú en ti lo tienes todo y a todos se lo debes, mientras que yo, mi nada a nadie se la debo. Tú, clavada al estático dividendo ancestral, y yo, un uno en la cifra del divisor social, somos el duelo a muerte que se acerca fatal. Cuando las multitudes corran alborotadas dejando atrás cenizas de injusticias quemadas y cuando con la tea de las siete virtudes, tras los siete pecados, corran las multitudes, contra ti, y contra todo lo injusto y lo inhumano, yo iré en medio de ellas con la tea en la mano. Julia de Burgos The excerpt was taken from the version approved by the Estate Representative.\" height=\"1137\" src=\"https://assets.learnosity.com/organisations/537/787cbf3f-ff40-4394-9f1d-dec96aa22e87.PNG\" width=\"450\"></p>\n\n<p class=\"title_line passage-title\">&nbsp;</p>\n\n\n<img alt=\"Poema 2  Autorretrato  Yo soy una señora: tratamiento arduo de conseguir, en mi caso, y más útil para alternar con los demás que un título extendido a mi nombre en cualquier academia. Así, pues, luzco mi trofeo y repito: yo soy una señora. Gorda o flaca según las posiciones de los astros, los ciclos glandulares1 y otros fenómenos que no comprendo. [...] Escribo. Este poema. Y otros. Y otros. Hablo desde una cátedra. Colaboro en revistas de mi especialidad y un día a la semana publico en un periódico. [...] Sufro más bien por hábito, por herencia, por no diferenciarme más de mis congéneres2 que por causas concretas. Sería feliz si yo supiera cómo. Es decir, si me hubieran enseñado los gestos, los parlamentos3, las decoraciones. En cambio me enseñaron a llorar. Pero el llanto es en míun mecanismo descompuesto y no lloro en la cámara mortuoria4 ni en la ocasión sublime ni frente a la catástrofe. Lloro cuando se quema el arroz o cuando pierdo el último recibo del impuesto predial5. Rosario CastellanosPoesía no eres tú. Obra poética: 1948-1971.México: Fondo de Cultura Económica, 1972.\" height=\"981\" src=\"https://assets.learnosity.com/organisations/537/7723769a-4659-40bc-b98e-0bd5e0b0f114.PNG\" width=\"450\">\n<p class=\"title_line passage-title text-left\">&nbsp;</p>\n<img alt=\"1 glandular: producido por las glándulas, hormonal 2 congénere: miembro del mismo grupo o clase 3 parlamento: frase; discurso 4 cámara mortuoria: funeraria 5 impuesto predial: contribución fiscal por cada vivienda\" height=\"95\" src=\"https://assets.learnosity.com/organisations/537/b79dfcd4-54ee-42da-8d98-e35377381f65.PNG\" width=\"950\"></div>\n</div>\n</div>\n</div>\n</div>\n</div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Prefiere la naturaleza urbana.</p>","<p class=\"choice_paragraph\">Rechaza la tecnología moderna.</p>","<p class=\"choice_paragraph\">Necesita más experiencias femeninas.</p>","<p class=\"choice_paragraph\">Contradice las expectativas sociales.</p>"],"answer":3}]