[{"id":"VH943177","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH943176.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué se infiere del cuento sobre la actitud hacia la violencia en la sociedad de la época?</p>\n","rubricRef":"VH943177_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">—Levantaos y dadme agua a las manos.</p><p class=\"passage_para\">Y la mujer [...] levantóse muy aprisa y diole agua a las manos. Y díjole él:</p><p class=\"passage_para\">—¡Ah! ¡Cómo agradezco a Dios porque hicisteis lo que os mandé, ca de otra guisa, por el pesar que estos locos me hicieron, eso hubiera hecho a vos que a ellos!</p><p class=\"passage_para\">Y después mandóle que le diese de comer; y ella hízolo. Y cada que le decía alguna cosa, tan bravamente se la decía que ya cuidaba que la cabeza era cortada.</p><p class=\"passage_para\">Así pasó el hecho entre ellos aquella noche, que nunca ella habló, mas hacía lo que él le mandaba. Y desque hubieron dormido una pieza, díjole él:</p><p class=\"passage_para\">—Con esta saña que hube esta noche no pude bien dormir. Catad que no me despierte cras ninguno; y tenedme bien adobado de comer.</p><p class=\"passage_para\">Cuando fue gran mañana, los padres y las madres y parientes llegaron a la puerta; y porque no hablaba ninguno, cuidaron que el novio estaba muerto o herido y desque vieron por entre las puertas a la novia y no al novio, cuidáronlo más. Cuando ella los vio a la puerta llegó muy paso y con gran miedo, y comenzóles a decir:</p><p class=\"passage_para\">—¡Locos, traidores! ¿Qué hacéis y cómo osáis llegar a la puerta ni hablar? ¡Callad! Si no, también vos como yo, todos somos muertos.</p><p class=\"passage_para\">Y cuando todos esto oyeron, fueron maravillados, y desque supieron cómo pasaran aquella noche, apreciaron mucho al mancebo porque así supiera hacer lo que le cumplía y castigar tan bien su casa. <span class=\"focus_start focus_id:VH943176_1 itemref:VH943180\" id=\"VH943176_1\"></span>Y de aquel día adelante, fue aquella su mujer muy bien mandada y hubieron muy buena vida<span class=\"focus_end focus_idref:VH943176_1\"></span>.</p><p class=\"passage_para\">Y dende a pocos días, su suegro quiso hacer así como hiciera su yerno; y por aquella manera mató un gallo. Y díjole a su mujer:</p><p class=\"passage_para\">—A la fe, don Fulán, tarde os acordasteis ca ya no os valdría nada si mataseis cien caballos: que antes lo hubierais a comenzar, que ya bien nos conocemos.</p><p class=\"passage_para\">Y vos, señor conde, si aquel vuestro criado quiere casar con tal mujer, si fuere él tal como aquel mancebo, aconsejadle que case seguramente, ca él sabrá cómo pase en su casa; mas si no fuere tal que entienda lo que debe hacer y lo que le cumple, dejadle pase su ventura. Y aún aconséjoos que con todos los hombres que algo habéis a hacer, que siempre les deis a entender en cuál manera han de pasar convusco.</p><p class=\"passage_para\">El conde tuvo éste por buen consejo, e hízolo así, y hallóse ende bien.</p><p class=\"passage_para\">Y porque don Juan lo tuvo por buen ejemplo, hízolo escribir en este libro, e hizo estos versos que dicen así:</p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Si al comienzo no muestras quién eres,</span></p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">nunca podrás después cuando quisieres.</span></p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Don Juan Manuel</span><span class=\"mandatory_credit_line\">“Exemplo XXXV: De lo que aconteció a un mancebo que casó con una mujer muy fuerte y muy brava”</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">Abriendo puertas</span></span><span class=\"mandatory_credit_line\">Evanston: McDougal Littell, 2003.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Que no se aceptaba en el matrimonio</p>","<p class=\"choice_paragraph\">Que se consideraba una estrategia válida de dominación</p>","<p class=\"choice_paragraph\">Que se aplicaba solamente hacia los animales domésticos</p>","<p class=\"choice_paragraph\">Que se utilizaba de manera indiscriminada</p>"],"answer":1}]