[{"id":"VH946527","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Directions: Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p><p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Instrucciones: Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p><br/><div><div class=\"stimulus_reference\"><div class=\"complex_stimulus\">\n<div class=\"prompt\">Identifica al autor y la época de este fragmento. Luego, explica el desarrollo del tema de las sociedades en contacto dentro de la obra a la que pertenece.</div>\n<div class=\"stimulus_block\"><div class=\"passage\"><div class=\"prose style:1\">\n<p class=\"passage_para\">La noche buena se aproxima y la radio igualmente que la bocina de la camioneta que anunciaba las películas del Teatro Ideal parecían empujarla con canción, negocio y bendición. Faltaban tres días para la noche buena cuando doña María se decidió comprarles algo a sus niños. Esta sería la primera vez que les compraría juguetes. Cada año se proponía hacerlo pero siempre terminaba diciéndose que no, que no podían. Su esposo de todas maneras les traía dulces y nueces a cada uno, así que racionalizaba que en realidad no les faltaba nada. Sin embargo cada Navidad preguntaban los niños por sus juguetes. Ella siempre los apaciguaba con lo de siempre. Les decía que se esperaran hasta el seis de enero, el día de los reyes magos y así para cuando se llegaba ese día ya hasta se les había olvidado todo a los niños. También había notado que sus hijos apreciaban menos y menos la venida de don Chon la noche de Navidad cuando venía con el costal de naranjas y nueces.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“La noche buena”</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">…y no se lo tragó la tierra</span></span><span class=\"mandatory_credit_line\">Houston: Arte Público Press.</span></span>\n</div></div></div>\n</div></div></div>\n","rubricRef":"VH946527_rubric"}]