[{"id":"VH942283","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942274.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál es el objetivo de don Quijote al utilizar la pregunta retórica: “¿qué ingenio... de día?” (párrafo 8, frase 2) ?</p>\n","rubricRef":"VH942283_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Donde se trata del discreto coloquio que Sancho Panza tuvo con su señor don Quijote.</span></p><p class=\"passage_para\">Atentísimo estuvo don Quijote escuchando las razones del Canónigo; y cuando vió que ya había puesto fin á ellas, después de haberle estado un buen espacio mirando, le dijo:</p><p class=\"passage_para\">—Paréceme, señor hidalgo, que la plática de vuestra merced se ha encaminado á querer darme á entender que no ha habido caballeros andantes en el mundo, <span class=\"focus_start focus_id:VH942274_1 itemref:VH942276\" id=\"VH942274_1\"></span>y que todos los libros de caballerías son falsos, mentirosos, dañadores é inútiles para la república, y que yo he hecho mal en leerlos, y peor en creerlos, y más mal en imitarlos<span class=\"focus_end focus_idref:VH942274_1\"></span>, habiéndome puesto á seguir la durísima profesión de la caballería andante, que ellos enseñan, negándome que no ha habido en el mundo Amadises, ni de Gaula ni de Grecia, ni todos los otros caballeros de que las escrituras están llenas.</p><p class=\"passage_para\">—Todo es al pie de la letra como vuestra merced lo va relatando —dijo a esta sazón el Canónigo.</p><p class=\"passage_para\">Á lo cual respondió don Quijote:</p><p class=\"passage_para\">—Añadió también vuestra merced, diciendo que me habían hecho mucho daño tales libros, <span class=\"focus_start focus_id:VH942274_2 itemref:VH942277\" id=\"VH942274_2\"></span>pues me habían vuelto el juicio, y puéstome en una jaula<span class=\"focus_end focus_idref:VH942274_2\"></span>, y que me sería mejor hacer la enmienda y mudar de letura, leyendo otros más verdaderos y que mejor deleitan y enseñan.</p><p class=\"passage_para\">—Así es —dijo el Canónigo.</p><p class=\"passage_para\">—Pues yo —replicó don Quijote— hallo por mi cuenta que el sin juicio y el encantado es vuestra merced, pues se ha puesto á decir tantas blasfemias contra una cosa tan recebida en el mundo, y tenida por tan verdadera, que el que la negase, como vuestra merced la niega, merecía la mesma pena que vuestra merced dice que da á los libros cuando los lee y le enfadan. Porque querer dar á entender á nadie que Amadís no fué en el mundo, ni todos los otros caballeros aventureros de que están colmadas las historias, será querer persuadir que el sol no alumbra, ni el yelo enfría, ni la tierra sustenta; porque <span class=\"focus_start focus_id:VH942274_3 itemref:VH942283\" id=\"VH942274_3\"></span>¿qué ingenio puede haber en el mundo que pueda persuadir á otro que no fué verdad lo de la infanta<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">infanta: princesa</span></span> Floripes y Guy de Borgoña, y lo de Fierabrás con la puente de Mantible, que sucedió en el tiempo de Carlo Magno, que voto á tal que es tanta verdad como es ahora de día?<span class=\"focus_end focus_idref:VH942274_3\"></span> Y si es mentira, también lo debe de ser que no hubo Héctor, ni Aquiles, ni la guerra de Troya, ni los doce Pares de Francia, ni el rey Artús de Inglaterra, que anda hasta ahora convertido en cuervo, y le esperan en su reino por momentos.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Miguel de Cervantes Saavedra</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">El ingenioso hidalgo Don Quijote de la Mancha.</span></span><span class=\"mandatory_credit_line\">Madrid: Espasa-Calpe, 1962.</span><span class=\"mandatory_credit_line\">(Originalmente se publicó en 1605).</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Afirmar su creencia en la caballería</p>","<p class=\"choice_paragraph\">Aceptar las opiniones del Canónigo</p>","<p class=\"choice_paragraph\">Establecer el poder político de los caballeros</p>","<p class=\"choice_paragraph\">Renunciar a su vida de caballero andante</p>"],"answer":0}]