[{"id":"VH945160","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH945154.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según el ensayo, ¿cuál es el propósito principal de <span class=\"formatted_text font_style:italic\">Visión de los vencidos</span> ?</p>\n","rubricRef":"VH945160_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">La relación de hechos de la Conquista de América fue ante todo una lucha de poder en la arena ideológica europea. La devastación, la explotación y el exterminio de las culturas indígenas provocaría sentimientos disímiles que justificaban dicha devastación o criticaban la barbarie que se estaba llevando a cabo. El resultado de ello fue la alienación de la resistencia indígena. […]</p><p class=\"passage_para\">Veamos por ejemplo la compilación de crónicas indígenas hecha en <span class=\"formatted_text font_style:italic\">Visión de los vencidos</span> de Miguel León-Portilla (1985). […] Varias de las crónicas compiladas en la <span class=\"formatted_text font_style:italic\">Visión de los vencidos</span> fueron auspiciadas<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">auspiciar: patrocinar</span></span> por el centro de poder colonial (político y religioso), y por tanto, relatadas bajo la mirada vigilante—y editora—de los impulsores de estos proyectos. Por tanto, fueron escritas contextualizadamente por la distancia histórica, pero sobre todo doctrinal, de los indígenas conversos o aliados que relataban estos hechos por disposición eclesiástica o, en algunos casos, a petición de los propios conquistadores. […]</p><p class=\"passage_para\">La <span class=\"formatted_text font_style:italic\">Visión de los vencidos</span> comienza con un primer problema: es una compilación, y como tal, en principio, tiene que lidiar<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">lidiar: hacer frente</span></span> con la selectividad de un autor del siglo XX que intenta compilar/construir un texto de textos del siglo XVI. […] A pesar del poder <span class=\"formatted_text font_style:italic\">editor</span> de la hegemonía colonial en varios de estos relatos, la riqueza informativa expresada en estas crónicas presenta una serie de diferencias esenciales y tajantes<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">tajante: categórico</span></span> con el tipo de crónica escrita por los conquistadores e incluso por la de los religiosos […] : la narración es sumamente <span class=\"formatted_text font_style:italic\">visual</span>, en la cual se incorpora en detalle los elementos del dramatismo de cada pasaje a partir de una minuciosa<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">minucioso: muy detallado</span></span> representación del contexto en que el hecho tiene lugar, por lo que en cierto sentido también proyecta una fuerte oralidad en su estilo. […] Asimismo, la incorporación de elementos pictográficos y cantos le dan un colorido transgresor de pragmatismos eurocéntricos, provocando un collage de imágenes escritas. […]</p><p class=\"passage_para\">La <span class=\"formatted_text font_style:italic\">Visión de los vencidos</span> […] narra aquel indígena que peleó hasta el último momento y que fue dolorosamente derrotado. Es un indígena que llora su grandeza extinta. […] Es una historia muerta, por lo que el presente y el futuro de esos indígenas es incierto ante la vorágine<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">vorágine: tumulto</span></span> que provocó la invasión europea en sus vidas públicas y privadas. Pero es también la imagen de un indígena que deja testimonio de lo que fue, por lo que sus raíces serán más poderosas que cualquier devastación.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Salvador Leetoy</span><span class=\"mandatory_credit_line\">“La<span class=\"formatted_text font_style:italic\"> Visión de los vencidos</span> y <span class=\"formatted_text font_style:italic\">La brevíssima relación</span>: trauma y denuncia en la construcción del sujeto indígena en México.”</span><span class=\"mandatory_credit_line\">I/C 4 (2007): 154-170.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Contar los hechos vividos por los indígenas durante la Conquista</p>","<p class=\"choice_paragraph\">Demostrar el poder del ejército español ante la resistencia indígena</p>","<p class=\"choice_paragraph\">Contrastar el liderazgo de los indígenas nobles con el de los conquistadores</p>","<p class=\"choice_paragraph\">Defender las acciones de los europeos frente a la resistencia indígena</p>"],"answer":0}]