[{"id":"VH942071","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942064.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Cuál es la función del lenguaje hiperbólico que utiliza don Quijote en el fragmento para describir el tipo de hazaña que quisiera emprender?</p>\n","rubricRef":"VH942071_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Que trata de la alta aventura y rica ganancia del yelmo de Mambrino,</span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">yelmo de Mambrino: casco que hace invencible al que lo lleva</span></span><span class=\"formatted_text font_style:italic\"> con otras cosas sucedidas á nuestro invencible caballero.</span></p><p class=\"passage_para\">—Digo, pues, señor —respondió Sancho—, que de algunos días á esta parte, he considerado cuán poco se gana y granjea de andar buscando estas aventuras que vuestra merced busca por estos desiertos y encrucijadas de caminos, donde, ya que se venzan y acaben las más peligrosas, no hay quien las vea ni sepa, y así, se han de quedar en perpetuo silencio, y en perjuicio de la intención de vuestra merced y de lo que ellas merecen. Y así, me parece que sería mejor (salvo el mejor parecer de vuestra merced) que nos fuésemos á servir á algún emperador, ó á otro príncipe grande, que tenga alguna guerra, en cuyo servicio vuestra merced muestre el valor de su persona, sus grandes fuerzas y mayor entendimiento; que, visto esto del señor á quien sirviéremos, por fuerza nos ha de remunerar, á cada cual según sus méritos, y allí no faltará quien ponga en escrito las hazañas de vuestra merced, para perpetua memoria. <span class=\"focus_start focus_id:VH942064_1 itemref:VH942069\" id=\"VH942064_1\"></span>De las mías no digo nada, pues no han de salir de los límites escuderiles<span class=\"focus_end focus_idref:VH942064_1\"></span>; aunque sé decir que si se usa en la caballería escribir hazañas de escuderos, que no pienso que se han de quedar las mías entre renglones.</p><p class=\"passage_para\">—No dices mal, Sancho —respondió don Quijote—; mas antes que se llegue á ese término es menester andar por el mundo, como en aprobación, buscando las aventuras, para que, acabando algunas, se cobre nombre y fama tal, que cuando se fuere á la corte, de algún gran monarca ya sea el caballero conocido por sus obras; y que apenas le hayan visto entrar los muchachos por la puerta de la ciudad, cuando todos le sigan y rodeen, dando voces, diciendo: “Éste es el caballero del Sol”, ó de la Sierpe, ó de otra insignia alguna, debajo de la cual hubiere acabado grandes hazañas. “Éste es —dirán— el que venció en singular batalla al gigantazo Brocabruno, de la gran fuerza; el que desencantó al Gran Mameluco de Persia del largo encantamento en que había estado casi novecientos años”. Así que, de mano en mano, irán pregonando sus hechos, y luego, al alboroto de los muchachos y de las demás gente, se parará á las fenestras de su real palacio el rey de aquel reino, y así como vea al caballero, conociéndole por las armas, ó por la empresa del escudo, forzosamente ha de decir: “¡Ea, sus! Salgan mis caballeros, cuantos en mi corte están, á recibir á <span class=\"focus_start focus_id:VH942064_2 itemref:VH942072\" id=\"VH942064_2\"></span>la flor de la caballería <span class=\"focus_end focus_idref:VH942064_2\"></span>, que allí viene”.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Miguel de Cervantes Saavedra</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">El ingenioso hidalgo Don Quijote de la Mancha.</span></span><span class=\"mandatory_credit_line\">Madrid: Espasa-Calpe, 1961.</span><span class=\"mandatory_credit_line\">(Originalmente se publicó en 1605).</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Destaca la conexión emocional entre don Quijote y Sancho.</p>","<p class=\"choice_paragraph\">Demuestra que era muy difícil obtener fama y prestigio en la época.</p>","<p class=\"choice_paragraph\">Resalta la desconexión entre las ideas de don Quijote y la realidad.</p>","<p class=\"choice_paragraph\">Subraya la importancia social de las novelas de caballería.</p>"],"answer":2}]