[{"id":"VH969555","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH969464.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué perspectiva crítica se refleja en las preguntas que se hace Andrés sobre las mujeres de Alcolea: “¿Qué hacen... sus días?” (párrafo 10) ?</p>\n","rubricRef":"VH969555_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\"></p></div><p class=\"passage_para\">Las costumbres de Alcolea eran españolas puras; es decir, de un absurdo completo.</p><p class=\"passage_para\">El pueblo no tenía el menor sentido social; las familias se metían en sus casas, como los trogloditas<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">troglodita: persona primitiva que habitaba en cuevas</span></span> en su cueva. No había solidaridad; nadie sabía utilizar la fuerza de la asociación. Los hombres iban al trabajo y a veces al casino. Las mujeres no salían más que los domingos a misa.</p><p class=\"passage_para\">Por falta de instinto colectivo el pueblo se había arruinado.</p><p class=\"passage_para\">En la época del tratado de los vinos con Francia, todo el mundo, sin consultarse los unos a los otros, comenzó a cambiar el cultivo de sus campos, dejando el trigo y los cereales y poniendo viñedos; pronto el río de vino de Alcolea se convirtió en río de oro. En este momento de prosperidad, el pueblo se agrandó, se limpiaron las calles, se pusieron aceras, se instaló la luz eléctrica...; luego vino la terminación del tratado, y como nadie sentía la responsabilidad de representar el pueblo, a nadie se le ocurrió decir: Cambiemos la riqueza producida por el vino en transformar la tierra para las necesidades de hoy. Nada.</p><p class=\"passage_para\">El pueblo aceptó la ruina con resignación.</p><p class=\"passage_para\">—Antes éramos ricos —se dijo cada alcoleano—. Ahora seremos pobres. Es igual; viviremos peor, suprimiremos nuestras necesidades.</p><p class=\"passage_para\">Aquel estoicismo<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">estoicismo: fortaleza sobre la sensibilidad</span></span> acabó de hundir el pueblo.</p><p class=\"passage_para\">Era natural que así fuese; cada ciudadano de Alcolea se sentía tan separado del vecino como de un extranjero. No tenían una cultura común (no la tenían de ninguna clase); no participaban de admiraciones comunes: sólo el hábito, la rutina, les unía; en el fondo, todos eran extraños a todos.</p><p class=\"passage_para\">Muchas veces a Hurtado le parecía Alcolea una ciudad en estado de sitio<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">sitiar: cercar un lugar con la intención de apoderarse de él</span></span>. El sitiador era la moral, la moral católica. Allí no había nada que no estuviera almacenado y recogido: las mujeres, en sus casas; el dinero, en las carpetas; el vino, en las tinajas<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">tinaja: vasija de barro que sirve para guardar líquidos</span></span>.</p><p class=\"passage_para\">Andrés se preguntaba: ¿Qué hacen estas mujeres? ¿En qué piensan? ¿Cómo pasan las horas de sus días? Difícil era averiguarlo.</p><p class=\"passage_para\">Con aquel régimen de guardarlo todo, Alcolea gozaba de un orden admirable; sólo un cementerio bien cuidado podía sobrepasar tal perfección. [...]</p><p class=\"passage_para\">La política de Alcolea respondía perfectamente al estado de inercia y desconfianza del pueblo. Era una política de caciquismo<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">caciquismo: sistema político basado en la dominación de grupos que ejercen poder abusivo</span></span>, una lucha entre dos bandos contrarios, que se llamaban el de los Ratones y el de los Mochuelos; los Ratones eran liberales, y los Mochuelos conservadores. [...]</p><p class=\"passage_para\">Andrés discutía muchas veces con su patrona<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">6</span><span class=\"footnote_text\">patrono: dueño de la casa donde alguien se hospeda</span></span>. Ella no podía comprender que Hurtado afirmase que era mayor delito robar a la comunidad, al Ayuntamiento, al Estado, que robar a un particular. Ella decía que no; que defraudar a la comunidad no podía ser tanto como robar a una persona. En Alcolea casi todos los ricos defraudaban a la Hacienda<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">7</span><span class=\"footnote_text\">Hacienda: Departamento de Estado que colecciona impuestos</span></span>, y no se les tenía por ladrones. [...]</p><p class=\"passage_para\">—¡Qué hermosa sería una revolución —decía Andrés a su patrona—, no una revolución de oradores y de miserables charlatanes<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">8</span><span class=\"footnote_text\">charlatán: persona que habla mucho y sin sustancia</span></span>, sino una revolución de verdad!</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Pío Baroja</span><span class=\"mandatory_credit_line\">“Alcolea del Campo”</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">El árbol de la ciencia</span></span><span class=\"mandatory_credit_line\">Madrid: Cátedra, 2001.</span><span class=\"mandatory_credit_line\">(Se publicó originalmente en 1911).</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">El problema social que causa el exceso de educación</p>","<p class=\"choice_paragraph\">La importancia de que las mujeres voten en las elecciones</p>","<p class=\"choice_paragraph\">La necesidad de proveer empleos dignos para las mujeres</p>","<p class=\"choice_paragraph\">La manera en que la moral católica limita a la población</p>"],"answer":3}]