[{"id":"VH962719-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Directions: Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\">Instrucciones: Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Analiza cómo el fragmento de “Nuestra América” representa las características del modernismo y el contexto político de la Hispanoamérica de finales del siglo XIX. En tu ensayo debes comentar los recursos literarios del modernismo. Debes incluir ejemplos del texto que apoyen tus ideas.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Con los oprimidos había que hacer causa común, para afianzar el sistema opuesto a los intereses y hábitos de mando de los opresores. El tigre, espantado del fogonazo, vuelve de noche al lugar de la presa. Muere echando llamas por los ojos y con las zarpas al aire. No se le oye venir, sino que viene con zarpas de terciopelo. Cuando la presa despierta, tiene al tigre encima. La colonia continuó viviendo en la república; y nuestra América se está salvando de sus grandes yerros —de la soberbia de las ciudades capitales, del triunfo ciego de los campesinos desdeñados, de la importación excesiva de las ideas y fórmulas ajenas, del desdén inicuo e impolítico de la raza aborigen—, por la virtud superior, abonada con sangre necesaria, de la república que lucha contra la colonia. El tigre espera, detrás de cada árbol, acurrucado en cada esquina. Morirá, con las zarpas al aire, echando llamas por los ojos.</p>\n\n<p class=\"passage_para\">Pero “estos países se salvarán”, como anunció Rivadavia el argentino, el que pecó de finura en tiempos crudos; al machete no le va vaina de seda, ni en el país que se ganó con lanzón se puede echar el lanzón atrás, porque se enoja, y se pone en la puerta del Congreso de Iturbide “a que le hagan emperador al rubio”. Estos países se salvarán, porque, con el genio de la moderación que parece imperar, por la armonía serena de la Naturaleza, en el continente de la luz, y por el influjo de la lectura crítica que ha sucedido en Europa a la lectura de tanteo y falansterio en que se empapó la generación anterior, le está naciendo a América, en estos tiempos reales, el hombre real.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">José Martí</span><span class=\"mandatory_credit_line\">“Nuestra América”</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">Introducción a la literatura hispanoamericana: de la conquista al siglo XX</span></span><span class=\"mandatory_credit_line\">Chicago: NTC, 1997.</span><span class=\"mandatory_credit_line\">(Originalmente se publicó en <span class=\"font_style:italic formatted_text\">La Revista Ilustrada</span> en 1891).</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH962719_rubric"}]