[{"id":"VH968211","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968175.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué afirma el ensayo sobre el contexto sociocultural de Andalucía en el que se desarrolla <span class=\"formatted_text font_style:italic\">La casa de Bernarda Alba </span>?</p>\n","rubricRef":"VH968211_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">La casa de Bernarda Alba</span>, aunque no tenga versos, no puede calificarse de realista, no obstante la advertencia del poeta de que “estos tres actos tienen la intención de un documental fotográfico”. Como dice Fergusson, “sería un error tomar su realismo demasiado estrictamente: la etiqueta<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">etiqueta: marca</span></span> ‘fotografía’ […] indica la profunda conciencia del estilo, que alude a un entero contexto de significación”. [...]</p><p class=\"passage_para\">No hay color en <span class=\"formatted_text font_style:italic\">La casa de Bernarda Alba</span>, sólo hay blancos y negros […]. Blanco y negro, una perfecta estilización no realista de Andalucía: muros blancos; vestidos negros; el patio que hay que blanquear después que se marchan los hombres que lo han ensuciado; <span class=\"focus_start focus_id:VH968175_5 itemref:VH968192\" id=\"VH968175_5\"></span>el vestido verde de Adela que sólo puede teñirse de negro<span class=\"focus_end focus_idref:VH968175_5\"></span>; la blancura que Adela no quiere perder dentro de “estas habitaciones” que también son blancas; el traje negro de moaré de María Josefa y su gargantilla de perlas blancas; las sábanas blancas del ajuar; <span class=\"focus_start focus_id:VH968175_2 itemref:VH968211\" id=\"VH968175_2\"></span>los ojos negros que, según Angustias, valen menos que una onza en el arca<span class=\"focus_end focus_idref:VH968175_2\"></span>; el nublo negro de la tormenta; el retrato de Pepe —¿no será una foto en blanco y negro?— que Martirio esconde entre sus blancas sábanas y que únicamente así, en blanco y negro, <span class=\"focus_start focus_id:VH968175_4 itemref:VH968216\" id=\"VH968175_4\"></span>podrá disfrutar<span class=\"focus_end focus_idref:VH968175_4\"></span>; las tres perlas blancas —en vez de diamantes— del anillo de bodas; <span class=\"focus_start focus_id:VH968175_3 itemref:VH968225\" id=\"VH968175_3\"></span>el caballo garañón blanco, doble de grande en la noche oscurísima (hasta la misma naturaleza se pone de blanco y negro<span class=\"focus_end focus_idref:VH968175_3\"></span>); Adela que sale en enaguas blancas y Martirio en enaguas con un pequeño mantón negro; el blanco pelo de María Josefa, su pelo de nieve: “todos tendremos el cabello blanco y seremos espumas. ¿Por qué aquí no hay espumas? Aquí no hay más que mantos de luto”; Bernarda que aparece también en enaguas con el mantón negro; y luego Adela muerta que vestirán como una doncella y al fin ese mar de luto y silencio negros. Los únicos colores que aparecen en la obra son el abanico de colores de Adela que rechaza su madre como impropio, el vestido verde de la ilusión frustrada también de Adela, la choza de coral en la playa de la que canta María Josefa […], y alguna mención de sangre. Todo lo demás es blanco y negro: la celebración de luto y de paredes blancas es [...] obsesiva […]. Fotográfico sí, pero nada menos realista. Andalucía es un mar de colores; ésta es una Andalucía abstracta, esencializada y fotografiada en blanco y negro, blanco muro de Andalucía, negro toro de pena.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Introducción”</span><span class=\"mandatory_credit_line\">Allen Josephs y Juan Caballero</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">La casa de Bernarda Alba</span></span><span class=\"mandatory_credit_line\">Madrid: Ediciones Cátedra, 1996.</span><span class=\"mandatory_credit_line\">(<span class=\"formatted_text font_style:italic\">La casa de Bernarda Alba</span> se escribió en 1936).</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Tiene un carácter muy colorido.</p>","<p class=\"choice_paragraph\">Consiste de espacios abiertos.</p>","<p class=\"choice_paragraph\">Está marcado por la desigualdad.</p>","<p class=\"choice_paragraph\">Se refleja directamente en la obra.</p>"],"answer":0}]