[{"id":"VH962579","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH962541.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">¿Qué preocupación actual se refleja en “Y confío... la Iglesia” (párrafo 4, frases 4-5) ?</p>\n","rubricRef":"VH962579_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">¡Hay que vivir! Y él me enseñó a vivir, él nos enseñó a vivir, a sentir la vida, a sentir el sentido de la vida, a sumergirnos en el alma de la montaña, en el alma del lago, en el alma del pueblo de la aldea, a perdernos en ellas para quedar en ellas. [...] No vivía yo ya en mí, sino que vivía en mi pueblo y mi pueblo vivía en mí.</p><p class=\"passage_para\">[...]</p><p class=\"passage_para\">Y al escribir esto ahora, aquí, en mi vieja casa materna, a mis más de cincuenta años, <span class=\"focus_start focus_id:VH962541_1 itemref:VH962553\" id=\"VH962541_1\"></span>cuando empiezan a blanquear con mi cabeza mis recuerdos<span class=\"focus_end focus_idref:VH962541_1\"></span>, está nevando, nevando sobre el lago, nevando sobre la montaña, nevando sobre las memorias de mi padre, el forastero; de mi madre, de mi hermano Lázaro, de mi pueblo, de mi San Manuel, y también sobre la memoria del pobre Blasillo, de mi san Blasillo, y que él me ampare desde el cielo. Y esta nieve borra esquinas y borra sombras, pues hasta de noche la nieve alumbra. Y yo no sé lo que es verdad y lo que es mentira, ni lo que vi y lo que sólo soñé —o mejor lo que soñé y lo que sólo vi—, ni lo que supe ni lo que creí. <span class=\"focus_start focus_id:VH962541_2 itemref:VH962556\" id=\"VH962541_2\"></span>Ni sé si estoy traspasando a este papel, tan blanco como la nieve, mi conciencia, que en él se ha de quedar, quedándome yo sin ella<span class=\"focus_end focus_idref:VH962541_2\"></span>. ¿Para qué tenerla ya...?</p><p class=\"passage_para\">¿Es que sé algo?, ¿es que creo algo? ¿Es que esto que estoy aquí contando ha pasado y ha pasado tal y como lo cuento? ¿Es que pueden pasar estas cosas? ¿Es que todo esto es más que un sueño soñado dentro de otro sueño? ¿Seré yo, Ángela Carballino, hoy cincuentona, la única persona que en esta aldea se ve acometida de estos pensamientos extraños para los demás? ¿Y éstos, los otros, los que me rodean, creen? ¿Qué es eso de creer? Por lo menos viven. Y ahora creen en San Manuel Bueno, mártir, que sin esperar la inmortalidad los mantuvo en la esperanza de ella.</p><p class=\"passage_para\">Parece que el ilustrísimo señor obispo, el que ha promovido el proceso de beatificación de nuestro santo de Valverde de Lucerna, se propone escribir su vida, una especie de manual del perfecto párroco, y recoge para ello toda clase de noticias. A mí me las ha pedido con insistencia, ha tenido entrevistas conmigo, le he dado toda clase de datos, pero me he callado siempre el secreto trágico de don Manuel y de mi hermano. Y es curioso que él no lo haya sospechado. <span class=\"focus_start focus_id:VH962541_3 itemref:VH962579\" id=\"VH962541_3\"></span>Y confío en que no llegue a su conocimiento todo lo que en esta memoria dejo consignado. Les temo a las autoridades de la tierra, a las autoridades temporales, aunque sean las de la Iglesia.<span class=\"focus_end focus_idref:VH962541_3\"></span></p><p class=\"passage_para\">Pero aquí queda esto, y sea de su suerte lo que fuere.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Miguel de Unamuno</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">San Manuel Bueno, mártir</span></span><span class=\"mandatory_credit_line\">Madrid: Ediciones Cátedra, 1995.</span><span class=\"mandatory_credit_line\">(Originalmente se publicó en 1931 en <span class=\"formatted_text font_style:italic\">La novela de hoy</span>).</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">La preservación de la memoria histórica</p>","<p class=\"choice_paragraph\">El poder excesivo de las autoridades</p>","<p class=\"choice_paragraph\">El fracaso espiritual de la religión</p>","<p class=\"choice_paragraph\">La confusión entre sueño y realidad</p>"],"answer":1}]