[{"id":"VH976672","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH976655.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué papel juegan las referencias al agua y al rayo en el cuento?</p>\n","rubricRef":"VH976672_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“El Chac Mool inundó hoy la sala. Exasperado, dije que lo iba a devolver a la Lagunilla. Tan terrible como su risilla —horrorosamente distinta a cualquier risa de hombre o de animal— fue la bofetada que me dio, con ese brazo cargado de brazaletes pesados. Debo reconocerlo: soy su prisionero. Mi idea original era bien distinta: yo dominaría a Chac Mool, como se domina a un juguete; era, acaso, una prolongación de mi seguridad infantil; pero la niñez —¿quién lo dijo?— es fruto comido por los años, y yo no me he dado cuenta... Ha tomado mi ropa y se pone la bata cuando empieza a brotarle musgo verde. El Chac Mool está acostumbrado a que se le obedezca, por siempre; yo, que nunca he debido mandar, sólo puedo doblegarme. Mientras no llueva —¿y su poder mágico?— vivirá colérico e irritable.”</p><p class=\"passage_para\">“Hoy descubrí que en las noches el Chac Mool sale de la casa. Siempre, al obscurecer, canta una canción chirriona y anciana, más vieja que el canto mismo. Luego cesa. Toqué varias veces a su puerta, y cuando no me contestó, me atreví a entrar. La recámara, que no había vuelto a ver desde el día en que trató de atacarme la estatua, está en ruinas, y allí se concentra ese olor a incienso y sangre que ha permeado la casa. Pero, detrás de la puerta, hay huesos: huesos de perros, de ratones y gatos. Esto es lo que roba en la noche el Chac Mool para sustentarse. Esto explica los ladridos espantosos de todas las madrugadas.”</p><p class=\"passage_para\">“Febrero, seco. Chac Mool vigila cada paso mío; ha hecho que telefonee a una fonda para que me traigan diariamente arroz con pollo. Pero lo sustraído de la oficina ya se va a acabar. Sucedió lo inevitable: desde el día primero, cortaron el agua y la luz por falta de pago. Pero Chac ha descubierto una fuente pública a dos cuadras de aquí; todos los días hago diez o doce viajes por agua, y él me observa desde la azotea. Dice que si intento huir me fulminará; también es Dios del Rayo. Lo que él no sabe es que estoy al tanto de sus correrías nocturnas... Como no hay luz, debo acostarme a las ocho. Ya debería estar acostumbrado al Chac Mool, pero hace poco, en la obscuridad, me topé con él en la escalera, sentí sus brazos helados, las escamas de su piel renovada, y quise gritar.”</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Carlos Fuentes</span><span class=\"mandatory_credit_line\">“Chac Mool”</span><span class=\"mandatory_credit_line\">Excerpt from <span class=\"formatted_text font_style:italic\">Los días enmascarados. Cantar de ciegos</span></span><span class=\"mandatory_credit_line\">© 1954, 1984 Heirs of Carlos Fuentes</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Conectar la narrativa con las creencias indígenas</p>","<p class=\"choice_paragraph\">Revelar el impacto de la naturaleza en la historia</p>","<p class=\"choice_paragraph\">Ilustrar el paso de las diferentes estaciones</p>","<p class=\"choice_paragraph\">Situar la narrativa en un ambiente tropical</p>"],"answer":0}]