[{"id":"VH978770","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978713.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué perspectiva cultural revelan los dos fragmentos?</p>\n","rubricRef":"VH978770_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><img alt=\"Fragmento 1  —No veo ya por dónde voy —decía él.  Pero nadie le contestaba.  El otro iba allá arriba, todo iluminado por la luna, con su cara descolorida, sin sangre, reflejando una luz opaca. Y él acá abajo.  —¿Me oíste, Ignacio? Te digo que no veo bien.  Y el otro se quedaba callado.  Siguió caminando, a tropezones. Encogía el cuerpo y luego se enderezaba para volver a tropezar de nuevo.  —Este no es ningún camino. Nos dijeron que detrás del cerro estaba Tonaya. Ya hemos pasado el cerro. Y Tonaya no se ve, ni se oye ningún ruido que nos diga que está cerca. ¿Por qué no quieres decirme qué ves, tú que vas allá arriba, Ignacio?  —Bájame, padre.  —¿Te sientes mal?  —Sí.  —Te llevaré a Tonaya a como dé lugar. Allí encontraré quien te cuide. Dicen que allí hay un doctor. Yo te llevaré con él. Te he traído cargando desde hace horas y no te dejaré tirado aquí para que acaben contigo quienes sean.  Se tambaleó un poco. Dio dos o tres pasos de lado y volvió a enderezarse.  —Te llevaré a Tonaya.  —Bájame.  Su voz se hizo quedita, apenas murmurada:  —Quiero acostarme un rato.  —Duérmete allí arriba. Al cabo te llevo bien agarrado.  La luna iba subiendo, casi azul, sobre un cielo claro. La cara del viejo, mojada en sudor, se llenó de luz. Escondió los ojos para no mirar de frente, ya que no podía agachar la cabeza agarrotada entre las manos de su hijo.  —Todo esto que hago, no lo hago por usted. Lo hago por su difunta madre. Porque usted fue su hijo. Por eso lo hago. Ella me reconvendría si yo lo hubiera dejado tirado allí, donde lo encontré, y no lo hubiera recogido para llevarlo a que lo curen, como estoy haciéndolo. Es ella la que me da ánimos, no usted. Comenzando porque a usted no le debo más que puras dificultades, puras mortificaciones, puras vergüenzas.  Juan Rulfo“No oyes ladrar los perros”Barcelona: Planeta, 1990.(Se publicó originalmente en 1953).\" height=\"783\" src=\"https://assets.learnosity.com/organisations/537/2721de28-2b3f-4180-af47-28e30afe5771.PNG\" width=\"1507\"></p>\n</div>\n\n<div class=\"passage\">&nbsp;</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><img alt=\"Fragmento 2  —No te apures; ya pasará como ayer.  —¿Y si no pasa?  —¿Te duele mucho?  El guarda nos miraba con recelo, pero no dijo nada cuando nos recostamos en el cajón de las herramientas. Freía sardinas en una sartén de juguete. A la luz anaranjada de la llama, el olor de la grasa se mezclaba al aroma de la madera que ardía.  —Ese chico no está bueno…  —¿Qué va? No es más que frío…  El chico no decía palabra. Miraba el fuego pesadamente, casi dormido.  —No está bueno…  Ahora no tenía un gesto tan hosco1. El chico escupió al fuego y guardó silencio.  —Va a coger una pulmonía, ahí sentado.  Me levanté y le cogí del brazo, medio dormido como estaba.  —Vamos —dije—; vámonos.  Le fui llevando, poco a poco, lejos del fuego y de la mirada del guarda.  Mientras andábamos, por animarle un poco, froté aquella cabeza monda2 y suave, con la mano, al tiempo que le decía:  —¡Que no es nada, hombre!  Pero él no se atrevía a creerlo, y por si era poco, vino de detrás la voz del otro:  —¡Le debía ver un médico!  —Ya lo vio ayer.  Esto pasó con el médico: Como no conocíamos a nadie, fuimos al hospital, y nos pusimos a la cola de la consulta, en una habitación alta y blanca, con un ventanillo de cristal mate en lo más alto y dos puertas en los extremos abriéndose constantemente.  El médico auscultaba3 al chico y, al mismo tiempo, me miraba a mí. Nos dio un papel con señas para que fuéramos al día siguiente.  —¿Es hermano tuyo?  —No.  Al día siguiente no fuimos donde el papel decía.  Se inclinó un poco más. Debía sufrir mucho con aquella punzada en el costado. Sudaba por la fiebre y toda su frente brillaba, brotada de menudas gotas. Yo pensaba: “Está muy mal. No tiene dinero. No se puede poner bien porque no tiene dinero. Está del pecho. Está tísico4 […]”.\" height=\"873\" src=\"https://assets.learnosity.com/organisations/537/624f704c-4166-4cb3-930e-544133f593f1.PNG\" width=\"1514\"></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\"><img alt=\"Jesús Fernández Santos “Cabeza rapada” New York: Harcourt Brace Jovanovich, Inc., 1975 (Se publicó originalmente en 1958). 1 hosco: áspero 2 mondo: limpio, libre de cosas añadidas 3 auscultar: examinar 4 estar tísico: sufrir de tuberculosis\" height=\"212\" src=\"https://assets.learnosity.com/organisations/537/0b7f0e79-1015-4189-b8e3-d351eae04140.PNG\" width=\"311\"></div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;<span style=\"font-family:helvetica neue,helvetica,arial,sans-serif\">&nbsp;</span></div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n\n<div class=\"prose style:1\">&nbsp;</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Los dos fragmentos presentan obligaciones sociales.</p>","<p class=\"choice_paragraph\">Los dos fragmentos destacan el enfrentamiento de las clases sociales.</p>","<p class=\"choice_paragraph\">Los dos fragmentos muestran fe en las creencias religiosas.</p>","<p class=\"choice_paragraph\">Los dos fragmentos discuten las tradiciones en los cambios generacionales.</p>"],"answer":0}]