[{"id":"VH976720-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\">Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Identifica al autor y la época de este fragmento. Luego, explica el desarrollo del tema de las relaciones familiares dentro de la obra a la que pertenece.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">La luna iba subiendo, casi azul, sobre un cielo claro. La cara del viejo, mojada en sudor, se llenó de luz. Escondió los ojos para no mirar de frente, ya que no podía agachar la cabeza agarrotada entre las manos de su hijo.</p>\n\n<p class=\"passage_para\">—Todo esto que hago, no lo hago por usted. Lo hago por su difunta madre. Porque usted fue su hijo. Por eso lo hago. Ella me reconvendría si yo lo hubiera dejado tirado allí, donde lo encontré, y no lo hubiera recogido para llevarlo a que lo curen, como estoy haciéndolo. Es ella la que me da ánimos, no usted. Comenzando porque a usted no le debo más que puras dificultades, puras mortificaciones, puras vergüenzas.</p>\n\n<p class=\"passage_para\">Sudaba al hablar. Pero el viento de la noche le secaba el sudor. Y sobre el sudor seco, volvía a sudar.</p>\n\n<p class=\"passage_para\">—Me derrengaré, pero llegaré con usted a Tonaya, para que le alivien esas heridas que le han hecho. Y estoy seguro de que, en cuanto se sienta usted bien, volverá a sus malos pasos. Eso ya no me importa. Con tal que se vaya lejos, donde yo no vuelva a saber de usted. Con tal de eso... Porque para mí usted ya no es mi hijo. He maldecido la sangre que usted tiene de mí. La parte que a mí me tocaba la he maldecido. He dicho: “¡Que se le pudra en los riñones la sangre que yo le di!” Lo dije desde que supe que usted andaba trajinando por los caminos, viviendo del robo y matando gente... Y gente buena. Y si no, allí está mi compadre Tranquilino. El que lo bautizó a usted. El que le dio su nombre. A él también le tocó la mala suerte de encontrarse con usted. Desde entonces dije: “Ése no puede ser mi hijo”.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“No oyes ladrar los perros”</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">Pedro Páramo y El llano en llamas</span></span><span class=\"mandatory_credit_line\">Barcelona: Editorial Planeta S. A.</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH976720_rubric"}]