[{"id":"VH976517-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Directions: Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\">Instrucciones: Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Identifica al autor y la época de este fragmento. Luego, explica el desarrollo del tema de la desigualdad socioeconómica dentro de la obra a la que pertenece.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Eran los únicos pasajeros en el escueto vagón de tercera clase. Como el humo de la locomotora siguió entrando por la ventanilla, la niña abandonó el puesto y puso en su lugar los únicos objetos que llevaban: una bolsa de material plástico con cosas de comer y un ramo de flores envuelto en papel de periódicos. Se sentó en el asiento opuesto, alejada de la ventanilla, de frente a su madre. Ambas guardaban un luto riguroso y pobre.</p>\n\n<p class=\"passage_para\">La niña tenía doce años y era la primera vez que viajaba. La mujer parecía demasiado vieja para ser su madre, a causa de las venas azules en los párpados y del cuerpo pequeño, blando y sin formas, en un traje cortado como una sotana. Viajaba con la columna vertebral firmemente apoyada contra el espaldar del asiento, sosteniendo en el regazo con ambas manos una cartera de charol desconchado. Tenía la serenidad escrupulosa de la gente acostumbrada a la pobreza.</p>\n\n<p class=\"passage_para\">[…] La mujer inclinó la cabeza y se hundió en el sopor. La niña se quitó los zapatos. Después fue a los servicios sanitarios a poner en agua el ramo de flores muertas.</p>\n\n<p class=\"passage_para\">Cuando volvió al asiento la madre la esperaba para comer. Le dio un pedazo de queso, medio bollo de maíz y una galleta dulce, y sacó para ella de la bolsa de material plástico una ración igual.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">\"La siesta del martes\"</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">Los funerales de la Mamá Grande</span></span><span class=\"mandatory_credit_line\">Madrid: Mondadori España, S.A.</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH976517_rubric"}]