[{"id":"VH979004","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978913.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué sugiere sobre la perspectiva cultural de los campesinos la cita: “Cae una... ninguna más” (párrafo 5) ?</p>\n","rubricRef":"VH979004_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">&nbsp;</p>\n\n\n<img alt=\"Faustino dice:  —Puede que llueva.  Todos levantamos la cara y miramos una nube negra y pesada que pasa por encima de nuestras cabezas. Y pensamos: “Puede que sí”.  No decimos lo que pensamos. Hace ya tiempo que se nos acabaron las ganas de hablar. Se nos acabaron con el calor. […] Uno platica1 aquí y las palabras se calientan en la boca con el calor de afuera, y se le resecan a uno en la lengua […]. Aquí así son las cosas. Por eso a nadie le da por platicar.  Cae una gota de agua, grande, gorda, haciendo un agujero en la tierra y dejando una plasta como la de un salivazo. Cae sola. Nosotros esperamos a que sigan cayendo más y las buscamos con los ojos. Pero no hay ninguna más. No llueve. […] Y a la gota caída por equivocación se la come la tierra y la desaparece en su sed.  ¿Quién diablos haría este llano tan grande? ¿Para qué sirve, eh?  [...]  Y por aquí vamos nosotros. Los cuatro a pie. Antes andábamos a caballo y traíamos terciada una carabina2. Ahora no traemos ni siquiera la carabina.  [...]  Nos dijeron:  —Del pueblo para acá es de ustedes.  Nosotros preguntamos:  —¿El Llano?  —Sí, el llano. Todo el Llano Grande.  Nosotros paramos la jeta3 para decir que el llano no lo queríamos. Que queríamos lo que estaba junto al río. […]No este duro pellejo de vaca que se llama el Llano.  Pero no nos dejaron decir nuestras cosas. El delegado no venía a conversar con nosotros. Nos puso los papeles en la mano y nos dijo:  —No se vayan a asustar por tener tanto terreno para ustedes solos.  —Es que el llano, señor delegado…  —Son miles y miles de yuntas.  —Pero no hay agua. Ni siquiera para hacer un buche4 hay agua.  —¿Y el temporal? Nadie les dijo que se les iba a dotar con tierras de riego. En cuanto allí llueva, se levantará el maíz como si lo estiraran.  —Pero, señor delegado, la tierra está deslavada, dura. No creemos que el arado se entierre en esa como cantera que es la tierra del Llano. […]  —Eso manifiéstenlo por escrito. Y ahora váyanse. Es al latifundio al que tienen que atacar, no al Gobierno que les da la tierra.  —Espérenos usted, señor delegado. Nosotros no hemos dicho nada contra el Centro. Todo es contra el Llano… No se puede contra lo que no se puede. Eso es lo que hemos dicho… Espérenos usted para explicarle. […]  Así nos han dado esta tierra. Y en este comal5 acalorado quieren que sembremos semillas de algo, para ver si algo retoña y se levanta. Pero nada se levantará de aquí. Ni zopilotes6. Uno los ve allá cada y cuando, muy arriba, volando a la carrera; tratando de salir lo más pronto posible de este blanco terregal7 endurecido […].  Melitón dice:  —Esta es la tierra que nos han dado.  Juan Rulfo“Nos han dado la tierra”EL LLANO EN LLAMAS© Juan Rulfo, 1953 y Herederos de Juan Rulfo\" height=\"699\" src=\"https://assets.learnosity.com/organisations/537/30c2dbcd-bb2a-4503-99eb-3527362242bd.PNG\" width=\"750\">\n<p class=\"passage_para\"><img alt=\"1 platicar: hablar; charlar 2 carabina: tipo de arma 3 jeta: cara 4 buche: trago 5 comal: disco delgado de barro que se usa para cocinar tortillas de maíz 6 zopilote: ave rapaz negra 7 terregal: polvoreda\" height=\"89\" src=\"https://assets.learnosity.com/organisations/537/ce27e5b9-eb1b-4ad0-b328-c24a11f01321.PNG\" width=\"750\"></p>\n</div>\n</div>\n</div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Necesitan más terreno para su familia.</p>","<p class=\"choice_paragraph\">Trabajan solos y en silencio.</p>","<p class=\"choice_paragraph\">Necesitan el apoyo del Gobierno para poder sobrevivir.</p>","<p class=\"choice_paragraph\">Su futuro depende de factores climáticos.</p>"],"answer":3}]