[{"id":"VH976976","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR000648.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué elemento del contexto sociocultural se refleja de manera más directa en la narración?</p>\n","rubricRef":"VH976976_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Avanzas unos centímetros de morro. Te sientes rozar la plenitud. Entonces, el utilitario hace un quiebro grácil de cadera, se sube al bordillo, te adelanta, entra victorioso en la estrechez. Corre, corre, mascullas con la línea de los labios fríos, fingiendo gran desprecio: ¿adónde vas, <span class=\"formatted_text font_style:italic\">chalao</span>? tanta prisa para adelantarme sólo un metro… Pero la derrota escuece, inquieta. La calle adquiere ahora una fluidez momentánea, puedes meter segunda, puedes meter tercera, te embriaga el vértigo de la velocidad. A lo lejos ves una figura negra, una anciana que cruza la calle con tembloroso paso. Pero tú estás intoxicado de celeridad, no puedes remediarlo, sientes el retumbar de los tamtames de la caza del peatón y aprietas el acelerador sin la menor clemencia. Te abalanzas sobre la anciana, la sorteas por milímetros, la envuelves del viento de tu prisa: «Cuidado, abuela», gritas por la ventanilla; estas viejas son un peligro, un peligro, te dices a ti mismo, sintiéndote cargado de razón. Estás ya en la proximidad de tu destino, y los automóviles se arraciman en los bordillos, no hay posibilidades de aparcar. De pronto descubres un par de metros libres, un milagroso pedacito de ciudad sin coche: pegas un frenazo, el corazón te late apresuradamente. Los conductores de detrás comienzan a tocar la bocina: tócate las narices, porque no me muevo. Intentas maniobrar, pero los vehículos que te siguen te lo impiden, se escurren por el escaso margen de la derecha, te imprecan al pasar. Tú atisbas con angustia el espacio libre, ese pedazo de paraíso tan cercano y, sin embargo, inalcanzable. De pronto, uno de los coches de la fila se detiene, espera a que tú aparques. Sientes una oleada de agradecimiento, intentas retroceder al hueco, pero la calle es angosta y la cosa está difícil. El vecino da marcha atrás para facilitarte las cosas, aunque apenas pueda moverse porque los otros coches te rozan el trasero. Tu agradecimiento es tal que te desborda, te llena de calor. Al fin aparcas y la fila continúa. […] te sientes aniquilado de gratitud hacia el anónimo vecino que se detuvo; es una emoción tal que te quita las fuerzas, que te deja por dentro como flojo. Apresuras el paso para alcanzar al generoso conductor […]. Te inclinas sobre su ventanilla, te sientes embargado de bondad; muchas gracias, le dices en tono exaltado, aún tembloroso tras la batalla. El otro se sobresalta, te mira de hito en hito. Muchas gracias, insistes; soy el del coche azul, el que aparcaba. El otro palidece, al fin contesta con un hilo de voz: «Pero, ¿qué quería usted, que me montara encima de los coches? No podía dar marcha atrás». Tú te azaras, por unos segundos no comprendes, al fin, enrojeces: «Pero si le estoy dando las gracias de verdad, oiga, le estoy dando las gracias». El hombre se pasa la mano por la cara, abrumado, y balbucea; «es que… este tráfico, estos nervios…» Reemprendes tu camino, sorprendido. Y mientras resoplas en el aire frío matinal, te dices con filosófica tristeza, con genuino asombro: hay que ver lo agresiva que está la gente, no lo entiendo.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Rosa Montero</span><span class=\"mandatory_credit_line\">“Como la vida misma”</span><span class=\"mandatory_credit_line\">© Rosa Montero</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Las presiones de la vida moderna</p>","<p class=\"choice_paragraph\">El creciente costo de la vida</p>","<p class=\"choice_paragraph\">Las políticas ambientales</p>","<p class=\"choice_paragraph\">El sistema patriarcal</p>"],"answer":0}]