[{"id":"VH976774","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH976763.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué aspecto sociocultural de la comunidad aparece en el fragmento?</p>\n","rubricRef":"VH976774_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Fue así como le hicieron los funerales más espléndidos que podían concebirse para un ahogado expósito. Algunas mujeres que habían ido a buscar flores en los pueblos vecinos regresaron con otras que no creían lo que les contaban, y éstas se fueron por más flores cuando vieron al muerto, y llevaron más y más, hasta que hubo tantas flores y tanta gente que apenas si se podía caminar. A última hora les dolió devolverlo huérfano a las aguas, y le eligieron un padre y una madre entre los mejores, y otros se le hicieron hermanos, tíos y primos, así que a través de él todos los habitantes del pueblo terminaron por ser parientes entre sí. Algunos marineros que oyeron el llanto a la distancia perdieron la certeza del rumbo, y se supo de uno que se hizo amarrar al palo mayor, recordando antiguas fábulas de sirenas. Mientras se disputaban el privilegio de llevarlo en hombros por la pendiente escarpada de los acantilados, hombres y mujeres tuvieron conciencia por primera vez de la desolación de sus calles, la aridez de sus patios, la estrechez de sus sueños, frente al esplendor y la hermosura de su ahogado. Lo soltaron sin ancla, para que volviera si quería, y cuando lo quisiera, y todos retuvieron el aliento durante la fracción de siglos que demoró la caída del cuerpo hasta el abismo. No tuvieron necesidad de mirarse los unos a los otros para darse cuenta de que ya no estaban completos, ni volverían a estarlo jamás. Pero también sabían que todo sería diferente desde entonces, que sus casas iban a tener las puertas más anchas, los techos más altos, los pisos más firmes, para que el recuerdo de Esteban pudiera andar por todas partes sin tropezar con los travesaños, y que nadie se atreviera a susurrar en el futuro ya murió el bobo grande, qué lástima, ya murió el tonto hermoso, porque ellos iban a pintar las fachadas de colores alegres para eternizar la memoria de Esteban y se iban a romper el espinazo excavando manantiales en las piedras y sembrando flores en los acantilados, para que en los amaneceres de los años venturos los pasajeros de los grandes barcos despertaran sofocados por un olor de jardines en altamar, y el capitán tuviera que bajar de su alcázar con su uniforme de gala, con su astrolabio, su estrella polar y su ristra de medallas de guerra, y señalando el promontorio de rosas en el horizonte del Caribe dijera en catorce idiomas, miren allá, <span class=\"focus_start focus_id:VH976763_1 itemref:VH976774\" id=\"VH976763_1\"></span>donde el viento es ahora tan manso que se queda a dormir debajo de las camas, allá, donde el sol brilla tanto que no saben hacia dónde girar los girasoles<span class=\"focus_end focus_idref:VH976763_1\"></span>, sí, allá, es el pueblo de Esteban.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Gabriel García Márquez</span><span class=\"mandatory_credit_line\">“El ahogado más hermoso del mundo”</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">La increíble y triste historia de la cándida Eréndira y de su abuela desalmada</span></span><span class=\"mandatory_credit_line\">© Gabriel García Márquez, 1972 y Herederos de Gabriel García Márquez</span><span class=\"mandatory_credit_line\">(El cuento se escribió en 1968).</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">La creencia en el paraíso terrenal</p>","<p class=\"choice_paragraph\">El homenaje a los muertos</p>","<p class=\"choice_paragraph\">El miedo a lo desconocido</p>","<p class=\"choice_paragraph\">El respeto hacia el mundo natural</p>"],"answer":1}]