[{"id":"VH973021","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH972906.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué se infiere a partir del fragmento sobre el rol histórico en Hispanoamérica de figuras como Sarmiento, Alberdi, Hostos y Bello?</p>\n","rubricRef":"VH973021_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\"></p></div><p class=\"passage_para\">[...] Cuatro siglos de vida hispánica han dado a nuestra América rasgos que la distinguen.</p><p class=\"passage_para\">La unidad de su historia, la unidad de propósito en la vida política y en la intelectual, hacen de nuestra América una entidad, una magna<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">magna: ilustre</span></span> patria, una agrupación de pueblos destinados a unirse cada día más y más. Si conserváramos aquella infantil audacia con que nuestros antepasados llamaban Atenas a cualquier ciudad de América, no vacilaría yo en compararnos con los pueblos, políticamente disgregados<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">disgregar: desunir</span></span> pero espiritualmente unidos, de la Grecia clásica y la Italia del Renacimiento. Pero sí me atreveré a compararnos con ellos para que aprendamos […] que la desunión es el desastre.</p><p class=\"passage_para\">Nuestra América debe afirmar la fe en su destino, en el porvenir de la civilización. Para mantenerlo no me fundo, desde luego, en el desarrollo presente o futuro de las riquezas materiales, ni siquiera en esos argumentos, contundentes para los contagiados del delirio industrial, argumentos que se llaman Buenos Aires, Montevideo, Santiago, Valparaíso, Rosario. No, esas poblaciones demuestran que obligados a competir dentro de la actividad contemporánea, nuestros pueblos saben [...] crear en pocos días colmenas<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">colmena: estructura que construyen las abejas</span></span> formidables […].</p><p class=\"passage_para\">Me fundo sólo en el hecho de que, en cada una de nuestras crisis de civilización, es el espíritu quien nos ha salvado [...] y no la fuerza militar o el poder económico. En uno de sus momentos de mayor decepción, dijo Bolívar que si fuera posible para los pueblos volver al caos, los de la América latina volverían a él. […]</p><p class=\"passage_para\">Y el <span class=\"formatted_text font_style:italic\">Facundo </span>de Sarmiento es la descripción del instante agudo de nuestra lucha entre la luz y el caos, entre la civilización y la barbarie. La barbarie tuvo consigo largo tiempo la fuerza de la espada; pero el espíritu la venció en empeño como de milagro. Por eso hombres magistrales como Sarmiento, como Alberdi, como Bello, como Hostos, son verdaderos creadores o salvadores de pueblos […]. Hombres así, obligados a crear hasta sus instrumentos de trabajo, en lugares donde a veces la actividad económica estaba reducida al mínimum de la vida patriarcal, son los verdaderos representativos de nuestro espíritu. Tenemos la costumbre de exigir, hasta al escritor de gabinete, la aptitud magistral [...]. Y así se explica que la juventud de hoy, exigente como toda juventud, se ensañe<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">ensañarse: irritarse</span></span> contra aquellos hombres de inteligencia poco amigos de terciar<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">terciar: interponerse</span></span> en los problemas que a ella le interesan y en cuya solución pide la ayuda de los maestros. Si el espíritu ha triunfado, en nuestra América, sobre la barbarie interior, no cabe temer que lo rinda la barbarie de afuera. No nos deslumbre<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">6</span><span class=\"footnote_text\">deslumbrar: confundir</span></span> el poder ajeno: el poder es siempre efímero. Ensanchemos<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">7</span><span class=\"footnote_text\">ensanchar: ampliar</span></span> el campo espiritual: demos el alfabeto a todos los hombres; demos a cada uno de los instrumentos mejores para trabajar en bien de todos; esforcémonos por acercarnos a la justicia social y a la libertad verdadera; avancemos, en fin, hacia nuestra utopía. ¿Hacia la utopía? Sí: [...] La utopía […] es una de las magnas creaciones espirituales del Mediterráneo, nuestro gran mar antecesor.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Utopía de América”</span><span class=\"mandatory_credit_line\">Pedro Henríquez Ureña</span><span class=\"mandatory_credit_line\">Buenos Aires: Biblioteca Virtual Universal, 2003.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Fueron los libertadores de Hispanoamérica.</p>","<p class=\"choice_paragraph\">Lucharon por la identidad cultural de Hispanoamérica.</p>","<p class=\"choice_paragraph\">Construyeron las grandes ciudades de Hispanoamérica.</p>","<p class=\"choice_paragraph\">Respaldaron la economía patriarcal de Hispanoamérica.</p>"],"answer":1}]