[{"id":"VH982965","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR000615.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué perspectiva cultural comparte este fragmento con “Chac Mool” de Carlos Fuentes?</p>\n","rubricRef":"VH982965_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Nacha oyó que llamaban a la puerta de la cocina y se quedó quieta. Cuando volvieron a insistir abrió con sigilo<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">con sigilo: de manera silenciosa</span></span> y miró la noche. La señora Laura apareció con un dedo en los labios en señal de silencio. Todavía llevaba el traje blanco quemado y sucio de tierra y sangre.</p>\n\n<p class=\"passage_para\">—¡Señora!... —suspiró Nacha. […]</p>\n\n<p class=\"passage_para\">—Nachita, dame un cafecito... Tengo frío.</p>\n\n<p class=\"passage_para\">—Señora, el señor... el señor la va a matar. Nosotros ya la dábamos por muerta.</p>\n\n<p class=\"passage_para\">—¿Por muerta?</p>\n\n<p class=\"passage_para\">Laura miró con asombro los mosaicos blancos de la cocina, subió las piernas sobre la silla, se abrazó las rodillas y se quedó pensativa. Nacha puso a hervir el agua para hacer el café y miró de reojo<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">mirar de reojo: mirar disimuladamente, hacia un lado</span></span> a su patrona; no se le ocurrió ni una palabra más. La señora recargó la cabeza sobre las rodillas, parecía muy triste.</p>\n\n<p class=\"passage_para\">—¿Sabes, Nacha? La culpa es de los tlaxcaltecas.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">tlaxcaltecas: Pueblo indígena mexicano que formó una alianza con Hernán Cortés y ayudó en la conquista de Tenochtitlán. Se les considera traidores porque apoyaron a los españoles y facilitaron la Conquista de México.</span></span></p>\n\n<p class=\"passage_para\">Nacha no contestó, prefirió mirar el agua que no hervía.</p>\n\n<p class=\"passage_para\">—¿No estás de acuerdo, Nacha?</p>\n\n<p class=\"passage_para\">—Sí, señora...</p>\n\n<p class=\"passage_para\">—Yo soy como ellos: traidora... —dijo Laura con melancolía.</p>\n\n<p class=\"passage_para\">La cocinera se cruzó de brazos en espera de que el agua soltara los hervores.</p>\n\n<p class=\"passage_para\">—¿Y tú, Nachita, eres traidora?</p>\n\n<p class=\"passage_para\">La miró con esperanzas. Si Nacha compartía su calidad traidora, la entendería, y Laura necesitaba que alguien la entendiera esa noche. Nacha reflexionó unos instantes, se volvió a mirar el agua que empezaba a hervir con estrépito<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">estrépito: ruido</span></span>, la sirvió sobre el café y el aroma caliente la hizo sentirse a gusto cerca de su patrona.</p>\n\n<p class=\"passage_para\">—Sí, yo también soy traicionera, señora Laurita.</p>\n\n<p class=\"passage_para\">Contenta, sirvió el café en una tacita blanca, le puso dos cuadritos de azúcar y lo colocó en la mesa, frente a la señora. Ésta, ensimismada, dio unos sorbitos.</p>\n\n<p class=\"passage_para\">—¿Sabes, Nachita? Ahora sé por qué tuvimos tantos accidentes en el famoso viaje a Guanajuato. […] En Cuitzeo, al cruzar el puente blanco, el coche se paró de repente. Margarita se disgustó conmigo, ya sabes que le dan miedo los caminos vacíos y los ojos de los indios. [...] La luz era muy blanca y el puente [...] y el automóvil empezaron a flotar en ella. Luego la luz se partió en varios pedazos [...] y empezó a girar [...]. El tiempo había dado la vuelta completa, como cuando ves una tarjeta postal y luego la vuelves para ver lo que hay escrito atrás. […] Yo, en ese momento, [...] oí sus pasos. No me asombré. Levanté los ojos y lo vi venir. En ese instante, también recordé la magnitud de mi traición, tuve miedo y quise huir. [...] Lo terrible es, lo descubrí en ese instante, que todo lo increíble es verdadero. Allí venía él, avanzando por la orilla del puente, con la piel ardida por el sol y el peso de la derrota sobre los hombros desnudos. […] Tenía una cortada en la mano izquierda, los cabellos llenos de polvo [...]. No me dijo nada. Pero yo supe que iba huyendo, vencido. Quiso decirme que yo merecía la muerte, y al mismo tiempo me dijo que mi muerte ocasionaría la suya. Andaba malherido, en busca mía.</p>\n\n<p class=\"passage_para\">—La culpa es de los tlaxcaltecas —le dije.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“La culpa es de los tlaxcaltecas”</span><span class=\"mandatory_credit_line\">Elena Garro</span><span class=\"mandatory_credit_line\">México, Universidad Nacional Autónoma de México, 2008.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">La importancia de la amistad entre mujeres</p>","<p class=\"choice_paragraph\">El peso del pasado indígena en México</p>","<p class=\"choice_paragraph\">El cuestionamiento de la fe religiosa</p>","<p class=\"choice_paragraph\">La traición como parte de la identidad</p>"],"answer":1}]