[{"id":"VH981012-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Directions: Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</p><p class=\"direction_paragraph\">Instrucciones: Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</p> &nbsp;<div><div class=\"stimulus_reference\"><div class=\"complex_stimulus\"><div class=\"prompt\">Analiza el efecto de los recursos literarios que las autoras emplean en los dos fragmentos para desarrollar el tema del amor y el desprecio. En tu ensayo, compara la presentación de este tema en los dos fragmentos. Debes incluir ejemplos de los textos que apoyen tus ideas.</div><div class=\"stimulus_block\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Fragmento 1</p></div><p class=\"passage_para\">—¿Cuánto te debo por tu trabajo, mujer? —preguntó el jefe.</p><p class=\"passage_para\">—Un peso, Coronel.</p><p class=\"passage_para\">—No es caro —dijo él abriendo la bolsa que llevaba colgada del cinturón con los restos del último botín.</p><p class=\"passage_para\">—Además tienes derecho a una ñapa. Te corresponden dos palabras secretas —dijo Belisa Crepusculario.</p><p class=\"passage_para\">—¿Cómo es eso?</p><p class=\"passage_para\">Ella procedió a explicarle que por cada cincuenta centavos que pagaba un cliente, le obsequiaba una palabra de uso exclusivo. El jefe se encogió de hombros, pues no tenía ni el menor interés en la oferta, pero no quiso ser descortés con quien lo había servido tan bien. Ella se aproximó sin prisa al taburete de suela donde él estaba sentado y se inclinó para entregarle su regalo. Entonces el hombre sintió [...] el aliento de yerbabuena susurrando en su oreja las dos palabras secretas a las cuales tenía derecho.</p><p class=\"passage_para\">—Son tuyas, Coronel —dijo ella al retirarse—. Puedes emplearlas cuanto quieras.</p><p class=\"passage_para\">[...]</p><p class=\"passage_para\">Y en toda ocasión en que esas dos palabras venían a su mente, evocaba la presencia de Belisa Crepusculario y se le alborotaban los sentidos con el recuerdo [...] hasta que empezó a andar como un sonámbulo y sus propios hombres comprendieron que se le terminaría la vida antes de alcanzar el sillón de los presidentes.</p> <span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Isabel Allende</span><span class=\"mandatory_credit_line\">“Dos palabras”</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">Cuentos de Eva Luna</span></span><span class=\"mandatory_credit_line\">© Isabel Allende, 1989</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Fragmento 2</p></div><p class=\"passage_para\">Júbilo de inmediato recordó el día en que conoció a Lucha. De seguro, su magnetita<span class=\"footnote\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">magnetita: metal con propiedades magnéticas</span></span> personal había entrado en concordancia con el centro magnético de Lucha y trató de prevenirlo del desastre. Quiso informarle que su vida estaba en peligro o, al menos, la vida que hasta entonces había llevado. Decirle que desde ese momento en adelante, su historia se iba a contar de manera diferente: antes y después de conocer a Lucha, pues ese encuentro, definitivamente, le había cambiado para siempre la vida.</p><p class=\"passage_para\">Júbilo consideraba que el hierro que circulaba en la sangre de Lucha debía de ser muy especial pues lograba producir un magnetismo muy parecido al de la Tierra, ya que esta niña atraía los deseos de los hombres como el néctar a la abeja. Y esos deseos, al no ser correspondidos, permanecían girando a su alrededor, provocando que su magnetismo natural aumentara a niveles alarmantes.</p><p class=\"passage_para\">No había nadie en la colonia que no quisiera ser su novio, que no anhelara darle su primer beso de amor, que no deseara fundirse en ella. El afortunado fue Júbilo. A los pocos meses de conocerse, durante una posada navideña, le había declarado su amor y ante la sorpresa de propios y extraños Lucha, la inconquistable, le había dado el sí.</p> <span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Laura Esquivel</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">Tan veloz como el deseo</span></span><span class=\"mandatory_credit_line\">UNA NOVELA by Laura Esquivel, copyright</span><span class=\"mandatory_credit_line\">© 2001 Laura Esquivel. Used by permission of Anchor Books, an imprint of the Knopf Doubleday Publishing Group, a division of Penguin Random House LLC. All rights reserved.</span></span></div></div></div></div></div></div>","rubricRef":"VH981012_rubric"}]