[{"id":"VH981061-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Directions: Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\">Instrucciones: Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Lee la siguiente selección y estudia la escultura. Luego compara la representación del individuo y la comunidad en las dos obras en relación con el fluir de la conciencia.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Hoy no llego. Por el retrovisor ves cómo se acerca un chico en un vespino, zigzagueando entre los coches. Su facilidad te indigna, su libertad te subleva. Mueves el coche unos centímetros, arrimándolo una pizca al del vecino, y compruebas con alivio que el transgresor se encuentra bloqueado, que has detenido su insultante avance: Te jorobaste, listo, paladeas. Alguien pita por detrás. Te sobresaltas, casi arrancas. De pronto adviertes que el semáforo sigue aún en rojo. ¿Qué quieres, que salga con el paso cerrado, imbécil? (en voz alta y quebrada por la rabia). Pip, piiiiiiip. [...] Te vuelves en el asiento, te encaras con la fila de atrás, ves a los conductores a través de la capa de contaminación y polvo que cubre los cristales de tu coche. Gesticulas desaforadamente. Los de atrás contestan con más gestos. El atasco se convierte en un santiamén en un concurso mímico. Doscientos mil conductores solitarios encerrados en doscientos mil vehículos, todos ellos insultando gestualmente a los vecinos: frenéticos manotazos al aire, ojos desorbitados, codos volanderos, dedos engarabitados, escurrir de habas rabiosas por las comisuras de la boca, dolor de nuca por mirar hacia atrás con ansias asesinas.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Rosa Montero</span><span class=\"mandatory_credit_line\">“Como la vida misma”</span><span class=\"mandatory_credit_line\">© 1982, Rosa Montero</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a photograph of a statue “Leadfoot Chapel,” by Aggie Zed. The statue depicts an armless man sitting on a sort of bike made of wire and springs. The bike has metal hands and a head extending from it. On the back of the bike there is a painting of a contorted face.\" height=\"535\" src=\"https://assets.learnosity.com/organisations/537/VH981061.g03.png\" width=\"400\" />\n<p class=\"caption\">Aggie Zed. <span class=\"font_style:italic formatted_text\">Leadfoot Chapel</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH981061_rubric"}]