[{"id":"VH981259-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Directions: Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Instrucciones: Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Analiza el efecto de los recursos literarios que los autores emplean en los dos fragmentos para desarrollar el tema de la construcción de la realidad. En tu ensayo, compara la presentación de este tema en los dos fragmentos. Debes incluir ejemplos de los textos que apoyen tus ideas.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fragmento 1</p>\n</div>\n\n<p class=\"passage_para\">[...] Mientras se disputaban el privilegio de llevarlo en hombros por la pendiente escarpada de los acantilados, hombres y mujeres tuvieron conciencia por primera vez de la desolación de sus calles, la aridez de sus patios, la estrechez de sus sueños, frente al esplendor y la hermosura de su ahogado. Lo soltaron sin ancla, para que volviera si quería, y cuando lo quisiera, y todos retuvieron el aliento durante la fracción de siglos que demoró la caída del cuerpo hasta el abismo. No tuvieron necesidad de mirarse los unos a los otros para darse cuenta de que ya no estaban completos, ni volverían a estarlo jamás. Pero también sabían que todo sería diferente desde entonces, que sus casas iban a tener las puertas más anchas, los techos más altos, los pisos más firmes, para que el recuerdo de Esteban pudiera andar por todas partes sin tropezar con los travesaños, y que nadie se atreviera a susurrar en el futuro ya murió el bobo grande, qué lástima, ya murió el tonto hermoso, porque ellos iban a pintar las fachadas de colores alegres para eternizar la memoria de Esteban, y se iban a romper el espinazo excavando manantiales en las piedras y sembrando flores en los acantilados, para que en los amaneceres de los años venturos los pasajeros de los grandes barcos despertaran sofocados por un olor de jardines en altamar, y el capitán tuviera que bajar de su alcázar con su uniforme de gala, con su astrolabio, su estrella polar y su ristra de medallas de guerra, y señalando el promontorio de rosas en el horizonte del Caribe dijera en catorce idiomas: miren allá, donde el viento es ahora tan manso que se queda a dormir debajo de las camas, allá, donde el sol brilla tanto que no saben hacia dónde girar los girasoles, sí, allá, es el pueblo de Esteban.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Gabriel García Márquez</span><span class=\"mandatory_credit_line\">“El ahogado más hermoso del mundo”</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">La increíble y triste historia de la cándida Eréndira y de su abuela desalmada</span></span><span class=\"mandatory_credit_line\">©Gabriel García Márquez, 1972 y Herederos de Gabriel García Márquez</span><span class=\"mandatory_credit_line\">(El cuento se escribió en 1968).</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fragmento 2</p>\n</div>\n\n<p class=\"passage_para\">[...] Un gran gorro de dormir, del mismo color que sus ropas, caía sobre uno de sus ojos, dándole un aspecto muy cómico. Pero ahora ya no le parece una imagen tan divertida. Hace mucho tiempo que Alicia no ríe.</p>\n\n<p class=\"passage_para\">Cuando Tweedledum y Tweedledee le dijeron que el rey la estaba soñando, no les creyó. Menuda tontería. Además, ¿cómo podían saber ellos lo que éste soñaba? Nadie puede saber lo que sueña otra persona. Incluso pensó en despertar al rey para demostrarles que lo que decían no eran más que tonterías. Sin embargo, en el último momento algo la detuvo. ¿Y si dejara de soñar? Aunque era una niña, había comprendido perfectamente lo que eso significaba. Desaparecer. Pero lo que aquellos insoportables hermanos planteaban era imposible. ¿Cómo voy a ser un sueño? Eso no puede ser. Todas las cosas que me han ocurrido desde que tengo memoria, mi familia, el colegio, mis gatitos, mis amigos… ¿Todo es un simple sueño del rey? Eso es imposible. Lo que pasa es que yo misma estoy soñando todo esto (Alicia recordó en ese momento su primera impresión al contemplar las figuras de ajedrez moviéndose como seres vivos).</p>\n\n<p class=\"passage_para\">Pero si me pellizco —así lo hizo— y ¡ay! me duele… Aunque, claro, todo puede ser también parte del sueño… Alicia empezó a angustiarse. De pronto, contemplar al rey durmiendo le resultó insoportable y trató de fijar su vista en otra cosa. Miró los árboles, las plantas, los pájaros que cantaban en las ramas cercanas, los numerosos insectos que revoloteaban en torno a ella… Todo parecía normal (dentro de la extraña normalidad de tan extraño mundo). ¿Cómo puedo ser un simple sueño?</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">David Roas</span><span class=\"mandatory_credit_line\">“Y por fin despertar”</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">Perturbaciones. Antología del relato fantástico español actual</span></span><span class=\"mandatory_credit_line\">Madrid: Salto de Página, 2009.</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH981259_rubric"}]