[{"id":"VH985078","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981024.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">¿Cómo se relaciona el ensayo con la interpretación de la novela ...<em>y no se lo tragó la tierra</em> <em>de Rivera</em>?</p>\n","rubricRef":"VH985078_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Cada una de las versiones en inglés de <span class=\"font_style:italic formatted_text\">Tierra</span> ha plasmado<span class=\"footnote\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">plasmado: moldeado</span></span> una lectura diferente de la obra, cuestión que es evidente a partir del análisis del título. Como se recordará, el título de la obra es también el de uno de los relatos centrales. Ese relato, “…y no se lo tragó la tierra”, pone de manifiesto un cuestionamiento fuerte a la religión cristiana en tanto esta aparece como un factor que contribuye a la opresión y explotación que sufre el trabajador migrante retratado en la novela. Tal como indican las voces de los mayores de la comunidad, hay un designio divino que debe respetarse y que se vincula con el padecer y aceptar el sufrimiento. El relato cuestiona esta afirmación, aprendida como una verdad absoluta, a través de la voz de un niño, aludido<span class=\"footnote\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">aludido: mencionado</span></span> en el título del cuento. De este modo, resulta de interés considerar la primera traducción en la que la mención del niño ha sido elidida<span class=\"footnote\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">elidida: suprimida</span></span>. La traducción de Ríos, <span class=\"font_style:italic formatted_text\">…And the Earth Did Not Part</span>, elimina la alusión al protagonista masculino de esta novela de aprendizaje presente en el pronombre “lo” para poner el acento en el espacio laboral por el que transitan estos trabajadores y que se constituye en una metáfora de su firmeza y resistencia. Así, el título en inglés destaca a través de un procedimiento metafórico el sentido de comunidad más que el de la búsqueda individual. La versión de Vigil-Piñón, en cambio, <span class=\"font_style:italic formatted_text\">…And the Earth Did Not Devour Him</span>, resulta más ajustada a la letra del original pues es la única de las tres que recupera el pronombre masculino y recrea así la presencia del niño. Por su parte, el título de la versión más libre de Hinojosa-Smith, <span class=\"font_style:italic formatted_text\">This Migrant Earth</span>, pone el énfasis, incluso más que la de Ríos, en la tierra, la cual, sin duda, se erige como uno de los otros aspectos claves de la novela, que aquí aparece subrayado mediante la adición del adjetivo “migrant”.</p>\n\n<p class=\"passage_para\">Ciertamente, en la versión del título de Hinojosa-Smith, la condición migrante de la comunidad chicana se traslada metonímica y metafóricamente al elemento “earth” (tierra). Por un lado, se destaca que la tierra pertenece a quien la trabaja y, por tanto, es una parte constitutiva del trabajador migrante —una consigna que forma parte de visiones políticas como la de la Revolución Mexicana—; por el otro, la tierra aparece como una metáfora de la opresión que sufre el trabajador migrante cotidianamente. En este sentido, la obra afirma la entidad del trabajador de la tierra, el cual, a pesar de la explotación y el sufrimiento constantes, no desaparece, fundido con el espacio laboral cuya propiedad es del capitalista. En otro plano, este trabajador tampoco pierde visibilidad en los ámbitos de la historia y la literatura. Asimismo, esta es la única versión en la que se elimina el carácter elíptico del título, el cual, en el original y en las otras dos versiones, mantiene la omisión de la yuxtaposición oracional a través de los puntos suspensivos del inicio.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Gabriel O. Matelo y María Laura Spoturno</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">“Tierras</span><span class=\"font_style:italic formatted_text\"></span> de Rivera<span class=\"font_style:italic formatted_text\">:</span> un estudio de las distintas versiones en inglés de <span class=\"font_style:italic formatted_text\">. . .y no se lo tragó la tierra”</span></span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">Moderna språk</span>, 2016:1</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">El ensayo sugiere que el texto original de la novela debía haber sido escrito en inglés.</p>\n","<p class=\"choice_paragraph\">El ensayo revela que el título de la novela puede tener más de un significado.</p>\n","<p class=\"choice_paragraph\">El ensayo señala que hay una clara perspectiva feminista en la novela.</p>\n","<p class=\"choice_paragraph\">El ensayo critica el uso de referencias a la Revolución Mexicana en la novela.</p>\n"],"answer":1}]