[{"id":"VH981782","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981753.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué elemento temático comparten los dos fragmentos?</p>\n","rubricRef":"VH981782_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fragmento 1</p>\n</div>\n\n<p class=\"passage_para\">Era blanco. Blanco como el olvido. Era libre. Libre como la alegría. Era la ilusión, la libertad y la emoción. Poblaba y dominaba las serranías y las llanuras de las cercanías. Era un caballo blanco que llenó mi juventud de fantasía y poesía. Alrededor de las fogatas del campo y en las resolanas del pueblo los vaqueros de esas tierras hablaban de él con entusiasmo y admiración. Y la mirada se volvía turbia y borrosa de ensueño. La animada charla se apagaba. Todos atentos a la visión evocada. Mito del reino animal. Poema del mundo viril. Blanco y arcano. Paseaba su harén por el bosque de verano en regocijo imperial. El invierno decretaba el llano y la ladera para sus hembras. Veraneaba como rey de oriente en su jardín silvestre. Invernaba como guerrero ilustre que celebra la victoria ganada. Era leyenda. Eran sin fin las historias que se contaban del caballo brujo. Unas verdad, otras invención. Tantas trampas, tantas redes, tantas expediciones. Todas venidas a menos. El caballo siempre se escapaba, siempre se burlaba, siempre se alzaba por encima del dominio de los hombres. ¡Cuánto valedor no juró ponerle su jáquima y su marca para confesar después que el brujo había sido más hombre que él! Yo tenía quince años. Y sin haberlo visto nunca el brujo me llenaba ya la imaginación y la esperanza. Escuchaba embobado a mi padre y a sus vaqueros hablar del caballo fantasma que al atraparlo se volvía espuma y aire y nada. Participaba de la obsesión de todos, ambición de lotería, de algún día ponerle yo mi lazo, de hacerlo mío, y lucirlo los domingos por la tarde cuando las muchachas salen a paseo por la calle.</p>\n\n<p class=\"passage_para\">[…]</p>\n\n<p class=\"passage_para\">Luego mis ojos aciertan. ¡Allí está! ¡El caballo Mago! [...] Ideal invicto y limpio de la eterna ilusión humana. Hoy palpito todo aún al recordarlo. […] La eternidad momentánea. […] Pero ya la vida no volverá a ser lo que antes fue.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Sabine Ulibarrí</span><span class=\"mandatory_credit_line\">“Mi caballo mago”</span><span class=\"mandatory_credit_line\">Evanston: McDougal-Littell, 2007.</span><span class=\"mandatory_credit_line\">(Originalmente se publicó en 1971 en <span class=\"font_style:italic formatted_text\">Tierra amarilla</span>).</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fragmento 2</p>\n</div>\n\n<p class=\"passage_para\">La terminación quechua <span class=\"font_style:italic formatted_text\">yllu</span> es una onomatopeya. <span class=\"font_style:italic formatted_text\">Yllu</span> representa en una de sus formas la música que producen las pequeñas alas en vuelo; música que surge del movimiento de objetos leves.</p>\n\n<p class=\"passage_para\">Se llama <span class=\"font_style:italic formatted_text\">tankayllu</span> al tábano zumbador<span class=\"footnote\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">tábano zumbador: tipo de insecto</span></span> e inofensivo que vuela en el campo libando flores. El <span class=\"font_style:italic formatted_text\">tankayllu</span> aparece en abril, pero en los campos regados se le puede ver en otros días del año. Agita sus alas con una velocidad alocada<span class=\"footnote\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">alocado: que parece loco</span></span> […]. Los niños lo persiguen y le dan caza. Su alargado y oscuro cuerpo termina en una especie de aguijón<span class=\"footnote\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">aguijón: órgano punzante de algunos insectos, generalmente con veneno</span></span> que no solo es inofensivo sino dulce. Los niños le dan caza para beber la miel en que está untado ese falso aguijón. Al <span class=\"font_style:italic formatted_text\">tankayllu</span> no se le puede dar caza fácilmente, pues vuela alto, buscando la flor de los arbustos. [...] No, no es un ser malvado; los niños que beben su miel sienten en el corazón, durante toda la vida, como el roce de un tibio aliento que los protege contra el rencor y la melancolía. Pero los indios no consideran al <span class=\"font_style:italic formatted_text\">tankayllu</span> una criatura de Dios como todos los insectos comunes; temen que sea un réprobo<span class=\"footnote\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">réprobo: espíritu malvado</span></span>. [...]</p>\n\n<p class=\"passage_para\">—¡<span class=\"font_style:italic formatted_text\">Zumbayllu,</span><span class=\"font_style:italic formatted_text\">zumbayllu</span>!</p>\n\n<p class=\"passage_para\">Repetí muchas veces el nombre mientras oía el zumbido del trompo. Era como un coro de grandes <span class=\"font_style:italic formatted_text\">tankayllus</span> fijos en un sitio, prisioneros sobre el polvo. Y causaba alegría repetir esta palabra, tan semejante al nombre de los dulces insectos que desaparecían cantando en la luz. [...] El canto del <span class=\"font_style:italic formatted_text\">zumbayllu</span> se internaba en el oído; avivaba en la memoria la imagen de los ríos, de los árboles negros que cuelgan en las paredes de los abismos. […] Para mí era un ser nuevo, una aparición en el mundo hostil, un lazo que me unía a ese patio odiado, a ese valle doliente, al Colegio. Contemplé detenidamente el juguete mientras los otros chicos me rodeaban sorprendidos.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">José María Arguedas</span><span class=\"mandatory_credit_line\">“El zumbayllu”</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">Los ríos profundos</span></span><span class=\"mandatory_credit_line\">Barcelona: Linkgua, 2019</span><span class=\"mandatory_credit_line\">(Se publicó originalmente en 1958).</span></span></div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">La presencia del mito</p>","<p class=\"choice_paragraph\">La necesidad de escape</p>","<p class=\"choice_paragraph\">La búsqueda de lo imposible</p>","<p class=\"choice_paragraph\">La perspectiva incrédula</p>"],"answer":0}]