[{"id":"VH981027","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981016.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Según el primer párrafo, ¿cuál fue uno de los objetivos de Rivera al escribir <span class=\"formatted_text font_style:italic\">... y no se lo tragó la tierra </span>?</p>\n","rubricRef":"VH981027_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"font_style:italic formatted_text\">... y no se lo tragó la tierra</span> construye una representación colectiva del campesinado chicano en Estados Unidos de mediados del siglo XX, más exactamente entre 1945 y 1955. La obra postula la necesidad de una conciencia comunitaria que permita superar el aislamiento individual en función de una operatividad política más eficiente sobre la realidad y la recuperación de la memoria cultural, histórica y lingüística de esta minoría [...] sometida por la aculturación anglo. La preocupación de Rivera por las condiciones de trabajo de explotación de los trabajadores migrantes alcanza un nivel de denuncia social. [...] En <span class=\"font_style:italic formatted_text\">... y no se lo tragó la tierra</span>, Rivera se propuso retratar el sufrimiento pero también la belleza de los trabajadores migrantes a partir de una crónica literaria que lo incluye pues recoge su propia experiencia como campesino e hijo de campesinos. Una porción significativa de los relatos está narrada en primera persona y allí, en general, el punto de vista narrativo corresponde al de un niño. Sin embargo, ya que este niño permanece anónimo a lo largo de la novela, esta no propone [...] la figura de un niño en particular como protagonista de la historia; antes bien, se prioriza el sentido de pertenencia comunitaria.</p>\n\n<p class=\"passage_para\">En efecto [...], <span class=\"font_style:italic formatted_text\">... y no se lo tragó la tierra</span> no se desarrolla a partir de una gran consciencia o voz que organiza la trama de la novela sino que presenta una multiplicidad de voces y puntos de vista, incluso dentro de una misma historia. Destacando su condición minoritaria [...], la obra pone en escena las voces de la comunidad y no un centro privilegiado y legitimado de percepción, experiencia y enunciación, lo cual acentúa el carácter polifónico de la novela. [...] [E]sta es una obra que destaca su carácter migratorio desde su propia concepción, estructura y enunciación. En su devenir<span class=\"footnote\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">devenir: desarrollo</span></span>, <span class=\"font_style:italic formatted_text\">... y no se lo tragó la tierra</span> establece un desplazamiento continuo, de historia en historia, de consciencia en consciencia. La novela pone en el centro una lucha personal e individual, la cual [...] incluye simultáneamente una diversidad de voces que termina por construir un sentido de comunidad específico [...].</p>\n\n<p class=\"passage_para\">La obra [...] no cae en lugares comunes como la idealización del chicano y la demonización del anglo. Antes bien, la novela explora y muestra la constitución compleja de estos grupos y sus diversas relaciones con los distintos miembros de la comunidad y también con los anglos. Los personajes de <span class=\"font_style:italic formatted_text\">... y no se lo tragó la tierra</span> [...] desafían los estereotipos socioculturales instalados en Estados Unidos en torno a los chicanos [...]. Sin duda, la novela presenta personajes de una gran capacidad de reflexión y autocrítica.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Gabriel O. Matelo y María Laura Spoturno</span><span class=\"mandatory_credit_line\">“<span class=\"font_style:italic formatted_text\">Tierras</span> de Rivera: un estudio de las distintas versiones en inglés de <span class=\"font_style:italic formatted_text\">… y no se lo tragó la tierra</span>”.</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">Moderna språk</span>, 2016: 1.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Recuperar la memoria histórica de la comunidad chicana</p>","<p class=\"choice_paragraph\">Rechazar estereotipos sobre los estadounidenses</p>","<p class=\"choice_paragraph\">Comparar las experiencias de culturas marginadas en Estados Unidos</p>","<p class=\"choice_paragraph\">Explorar las experiencias de los niños inmigrantes</p>"],"answer":0}]