[{"id":"VH980991","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH980957.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Por el tema de las divisiones socioeconómicas, ¿con qué otra obra se pueden comparar los dos fragmentos?</p>\n","rubricRef":"VH980991_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fragmento 1</p>\n</div>\n\n<p class=\"passage_para\">Se fue andando hasta donde le habían indicado y entró. El ruido y la apretura de la gente era peor. Le entró más miedo y ya lo único que quería era salirse de la tienda pero ya no veía la puerta. Sólo veía cosas sobre cosas, gente sobre gente. Hasta oía hablar a las cosas. Se quedó parada un rato viendo vacíamente a lo que estaba enfrente de ella. Era que ya no sabía los nombres de las cosas. Unas personas se le quedaban viendo unos segundos, otras solamente la empujaban para un lado. Permaneció así por un rato y luego empezó a andar de nuevo. Reconoció unos juguetes y los echo a la bolsa. De pronto ya no oía el ruido de la gente aunque sí veía todos los movimientos de sus piernas, de sus brazos, de la boca, de sus ojos. Pero no oía nada. Por fin preguntó que dónde quedaba la puerta, la salida. Le indicaron y empezó a andar hacia aquel rumbo. Empujó y empujó gente hasta que llegó a empujar la puerta y salió.</p>\n\n<p class=\"passage_para\">Apenas había estado unos segundos en la acera tratando de reconocer dónde estaba, cuando sintió que alguien la cogió fuerte del brazo. Hasta la hicieron que diera un gemido.</p>\n\n<p class=\"passage_para\">“Here she is… these damn people, always stealing something, stealing. I’ve been watching you all along. Let’s have that bag.”</p>\n\n<p class=\"passage_para\">“¿Pero…?”</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">\"y no se lo tragó la tierra\" by Tomás Rivera</span><span class=\"mandatory_credit_line\">is reprinted with permission from the publisher</span><span class=\"mandatory_credit_line\">(© 1996 Arte Público Press - University of Houston).</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fragmento 2</p>\n</div>\n\n<p class=\"passage_para\">Después del almuerzo volvimos a trabajar. El calor oliente y pesado, el zumbido de los insectos, el sudor y el polvo hicieron que la tarde pareciera una eternidad. Al fin las montañas que rodeaban el valle se tragaron el sol. Una hora después estaba demasiado oscuro para seguir trabajando. Las parras tapaban las uvas y era muy difícil ver los racimos. «Vámonos», dijo Papá señalándonos que era hora de irnos. Entonces tomó un lápiz y comenzó a calcular cuánto habíamos ganado ese primer día. Apuntó números, borró algunos, escribió más. Alzó<span class=\"footnote\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">alzar: levantar</span></span> la cabeza sin decir nada. Sus tristes ojos sumidos<span class=\"footnote\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">sumido: hundido</span></span> estaban humedecidos.</p>\n\n<p class=\"passage_para\">Cuando regresamos del trabajo, nos bañamos afuera con el agua fría bajo una manguera. Luego nos sentamos a la mesa hecha de cajones de madera y comimos con hambre la sopa de fideos, las papas y tortillas de harina blanca recién hechas. Después de cenar nos acostamos a dormir, listos para empezar a trabajar a la salida del sol.</p>\n\n<p class=\"passage_para\">Al día siguiente, cuando me desperté, me sentía magullado<span class=\"footnote\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">magullado: golpeado</span></span>, me dolía todo el cuerpo. Apenas podía mover los brazos y las piernas. Todas las mañanas cuando me levantaba me pasaba lo mismo hasta que mis músculos se acostumbraron a ese trabajo.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpt from \"Cajas de Carton\" from CAJAS DE CARTON by Francisco Jimenez.</span><span class=\"mandatory_credit_line\">Spanish translation copyright © 2000 by Francisco Jimenez.</span><span class=\"mandatory_credit_line\">Reprinted by permission of Houghton Mifflin Harcourt Publishing Company. All rights reserved.</span></span></div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">“Romance de la pérdida de Alhama”, anónimo</p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">El hombre que se convirtió en perro</span>, Osvaldo Dragún</p>","<p class=\"choice_paragraph\">“La noche boca arriba”, Julio Cortázar</p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">San Manuel Bueno, mártir</span>, Miguel de Unamuno</p>"],"answer":1}]