[{"id":"VR001580-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Directions: Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\">Instrucciones: Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Analiza el efecto de los recursos literarios que los autores emplean en los dos fragmentos para desarrollar el tema de las relaciones familiares. En tu ensayo, compara la presentación de este tema en los dos fragmentos. Debes incluir ejemplos de los textos que apoyen tus ideas.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"font_weight:bold formatted_text\">Fragmento 1</span></p>\n</div>\n\n<p class=\"passage_para\">Ese día empezó nublado y sentía lo fresco de la mañana rozarle las pestañas mientras empezaban a trabajar él y sus hermanos. La madre había tenido que quedarse en casa a cuidar al viejo. Así que se sentía responsable de apurar a sus hermanos. Por la mañana, a lo menos por las primeras horas, se había aguantado el sol, pero ya para las diez y media limpió el cielo de repente y se aplanó sobre todo el mundo. Empezaron a trabajar más despacio porque se les venía una debilidad y un bochorno si trabajaban muy aprisa. Luego se tenían que limpiar el sudor de los ojos cada rato porque se les oscurecía la vista.</p>\n\n<p class=\"passage_para\">—Cuando vean oscuro, muchachos, párenle de trabajar o denle más despacio. Cuando lleguemos a la orilla descansamos un rato para coger fuerzas. Va a estar caliente hoy. Que se quedara nubladito así como en la mañana, ni quien dijera nada. Pero nada, ya aplanándose el sol ni una nubita se le aparece de puro miedo. Para acabarla de fregar, aquí acabamos para los dos y luego tenemos que irnos a aquella labor que tiene puro lomerío. Arriba está bueno pero cuando estemos en las bajadas se pone bien sofocado. Ahí no ventea nada de aire. Casi ni entra el aire. ¿Se acuerdan?</p>\n\n<p class=\"passage_para\">—Sí.</p>\n\n<p class=\"passage_para\">—Ahí nos va a tocar lo mero bueno del calor. Nomás toman bastante agua cada rato; no le hace que se enoje el viejo. No se vayan a enfermar. Y si ya no aguantan me dicen luego luego, ¿eh? Nos vamos para la casa.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“y no se lo tragó la tierra” by Tomás Rivera</span><span class=\"mandatory_credit_line\">is reprinted with permission from the publisher</span><span class=\"mandatory_credit_line\">(© 1996 Arte Público Press - University of Houston).</span><span class=\"mandatory_credit_line\">(Originalmente se publicó en 1971).</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"font_weight:bold formatted_text\">Fragmento 2</span></p>\n</div>\n\n<p class=\"passage_para\">Murió la mujer del tío <span class=\"font_style:italic formatted_text\">Paloma</span> cuando éste, anciano ya, se veía padre de un chicuelo de siete años. El barquero y su hijo Tono quedaron solos en la barraca<span class=\"footnote\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">barraca: casa humilde</span></span>. El muchacho era juicioso y trabajador como su madre. Guisaba la comida, reparaba los desperfectos de la barraca y tomaba lecciones de las vecinas para que su padre no notase la ausencia de una mujer en la vivienda. Todo lo hacía con gravedad, como si la terrible lucha sostenida para subsistir hubiese dejado en él un rastro inextinguible de tristeza.</p>\n\n<p class=\"passage_para\">El padre se mostraba satisfecho cuando marchaba hacia la barca seguido por el muchacho, casi oculto bajo el montón de redes. Crecía rápidamente, sus fuerzas eran cada vez mayores, y el tío <span class=\"font_style:italic formatted_text\">Paloma</span> enorgullecíase viendo con qué impulso sacaba los <span class=\"font_style:italic formatted_text\">mornells</span><span class=\"footnote\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\"><span class=\"font_style:italic formatted_text\">mornell</span>: trampa usada para pescar</span></span> del agua o hacía deslizarse la barca sobre el lago.</p>\n\n<p class=\"passage_para\">—Es el hombre más hombre de toda la Albufera —decía a sus amigos—. [...]</p>\n\n<p class=\"passage_para\">Las mujeres del Palmar alababan no menos sus sanas costumbres. Ni locuras con los jóvenes que se congregaban en la taberna, ni juegos con ciertos perdidos que, una vez terminada la pesca, se tendían panza abajo [...] y pasaban las horas manejando una baraja mugrienta<span class=\"footnote\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">baraja mugrienta: juego de cartas o naipes viejo y sucio</span></span>.</p>\n\n<p class=\"passage_para\">Siempre serio y pronto para el trabajo, Tono no daba a su padre el más leve disgusto. El tío <span class=\"font_style:italic formatted_text\">Paloma</span>, que no podía pescar acompañado, pues al menor descuido se enfurecía e intentaba pegar al camarada, jamás reñía a su hijo, y cuando, entre bufidos<span class=\"footnote\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">bufido: gruñido</span></span> de mal humor, intentaba darle una orden, ya el muchacho, adivinándola, había puesto manos a la obra.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Vicente Blasco Ibáñez</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">Cañas y barro</span></span><span class=\"mandatory_credit_line\">Valencia: Prometeo Sociedad Editorial, 1916.</span><span class=\"mandatory_credit_line\">(Se publicó originalmente en 1902).</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR001580_rubric"}]