[{"id":"VR011798","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR010396.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">En el Fragmento 1, ¿cómo se caracteriza a Belisa Crepusculario?</p>\n","rubricRef":"VR011798_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><div class=\"stimulus_block\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Fragmento 1</p></div><p class=\"passage_para\">Tenía el nombre de Belisa Crepusculario [...]. Su oficio era vender palabras. Recorría el país, desde las regiones más altas y frías hasta las costas calientes, instalándose en las ferias y en los mercados [...] para atender a su clientela. No necesitaba pregonar su mercadería, porque de tanto caminar por aquí y por allá, todos la conocían. Había quienes la aguardaban de un año para otro, y cuando aparecía por la aldea con su atado bajo el brazo hacían cola frente a su tenderete. Vendía a precios justos. Por cinco centavos entregaba versos de memoria, […] por nueve escribía cartas de enamorados [...]. En cada lugar se juntaba una pequeña multitud a su alrededor para oírla cuando comenzaba a hablar y así se enteraban de las vidas de otros, de los parientes lejanos, de los pormenores de la Guerra Civil. A quien le comprara cincuenta centavos, ella le regalaba una palabra secreta para espantar la melancolía. No era la misma para todos, por supuesto, porque eso habría sido un engaño colectivo. Cada uno recibía la suya con la certeza de que nadie más la empleaba para ese fin en el universo y más allá.</p><p class=\"passage_para\">Belisa Crepusculario había nacido en una familia tan mísera, que ni siquiera poseía nombres para llamar a sus hijos. Vino al mundo y creció en la región más inhóspita, donde algunos años las lluvias se convierten en avalanchas de agua que se llevan todo, y en otros no cae ni una gota del cielo, el sol se agranda hasta ocupar el horizonte entero y el mundo se convierte en un desierto. Hasta que cumplió doce años no tuvo otra ocupación ni virtud que sobrevivir al hambre y la fatiga de siglos. Durante una interminable sequía le tocó enterrar a cuatro hermanos menores y cuando comprendió que llegaba su turno, decidió echar a andar por las llanuras en dirección al mar, a ver si en el viaje lograba burlar a la muerte. La tierra estaba erosionada, partida en profundas grietas, sembrada de piedras, fósiles de árboles y de arbustos espinudos, esqueletos de animales blanqueados por el calor. De vez en cuando tropezaba con familias que, como ella, iban hacia el sur siguiendo el espejismo del agua. Algunos habían iniciado la marcha llevando sus pertenencias al hombro o en carretillas, pero apenas podían mover sus propios huesos y a poco andar debían abandonar sus cosas.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Isabel Allende</span><span class=\"mandatory_credit_line\">“Dos palabras” from <span class=\"formatted_text font_style:italic\">Cuentos de Eva Luna</span></span><span class=\"mandatory_credit_line\">© Isabel Allende, 1989</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Fragmento 2</p></div><p class=\"passage_para\">Dicen que Tita era tan sensible que desde que estaba en el vientre de mi bisabuela lloraba y lloraba cuando ésta picaba cebolla; su llanto era tan fuerte que Nacha, la cocinera de la casa, que era medio sorda, lo escuchaba sin esforzarse. Un día los sollozos fueron tan fuertes que provocaron que el parto se adelantara. Y sin que mi bisabuela pudiera decir ni pío, Tita arribó a este mundo prematuramente, […] entre los olores de una sopa de fideos que se estaba cocinando, los del tomillo, el laurel, el cilantro, el de la leche hervida, el de los ajos, y por supuesto, el de la cebolla. Como se imaginarán, la consabida nalgada<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">nalgada: golpe en las nalgas</span></span> no fue necesaria pues Tita nació llorando de antemano, tal vez porque ella sabía que su oráculo<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">oráculo: predicción, pronóstico</span></span> determinaba que en esta vida le estaba negado el matrimonio. Contaba Nacha que Tita fue literalmente empujada a este mundo por un torrente impresionante de lágrimas que se desbordaron sobre la mesa y el piso de la cocina.</p><p class=\"passage_para\">[...] Este inusitado<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">inusitado: raro</span></span> nacimiento determinó el hecho de que Tita sintiera un inmenso amor por la cocina y que la mayor parte de su vida la pasara en ella [...].</p><p class=\"passage_para\">[...] Es de explicarse entonces el que se le haya desarrollado un sexto sentido en todo lo que a comida se refiere. [...]</p><p class=\"passage_para\">Algunas veces lloraba de balde<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">de balde: sin razón, por nada</span></span>, como cuando Nacha picaba cebolla, pero como las dos sabían la razón de esas lágrimas, no se tomaban en serio. Inclusive se convertían en motivo de diversión, a tal grado que durante su niñez Tita no diferenciaba bien las lágrimas de la risa de las del llanto. Para ella reír era una manera de llorar.</p><p class=\"passage_para\">De igual forma confundía el gozo del vivir con el de comer. No era fácil para una persona que conoció la vida a través de la cocina entender el mundo exterior. Ese gigantesco mundo que empezaba de la puerta de la cocina hacia el interior de la casa, porque el que colindaba<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">colindar: lindar, estar contiguo</span></span> con la puerta trasera de la cocina y que daba al patio, a la huerta, a la hortaliza, sí le pertenecía por completo, lo dominaba.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpt(s) from COMO AGUA PARA CHOCOLATE by Laura Esquivel, copyright © 1989 by Laura Esquivel</span><span class=\"mandatory_credit_line\">Used by permission of Doubleday, an imprint of the Knopf Doubleday Publishing Group, a division of Penguin Random House LLC. All rights reserved.</span></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Determinada</p>","<p class=\"choice_paragraph\">Sumisa</p>","<p class=\"choice_paragraph\">Melancólica</p>","<p class=\"choice_paragraph\">Excesiva</p>"],"answer":0}]