[{"id":"VR024319","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\"><strong>Directions</strong>: Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"prompt\"><strong>Instrucciones</strong>: Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"prompt text-center\"><strong>Text Comparison</strong></div>\n\n<div class=\"prompt text-center\">&nbsp;</div>\n\n<div class=\"prompt\">Analiza el efecto de los recursos literarios que los autores emplean en los dos fragmentos para desarrollar el tema de las relaciones interpersonales. En tu ensayo, compara la presentación de este tema en los dos fragmentos. Debes incluir ejemplos de los textos que apoyen tus ideas.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Fragmento 1</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">—Señor —le dije—, yo determiné de arrimarme a los buenos. Verdad es que algunos de mis amigos me han dicho algo deso, y aun por más de tres veces me han certificado que antes que comigo casase había parido tres veces, hablando con reverencia de Vuestra Merced, porque está ella delante.</p>\n\n<p class=\"passage_para\">Entonces mi mujer echó juramentos sobre sí, que yo pensé la casa se hundiera con nosotros. Y después tomóse a llorar y a echar maldiciones sobre quien comigo la había casado. En tal manera, que quisiera ser muerto antes que se me hubiera soltado aquella palabra de la boca. Mas yo de un cabo y mi señor de otro, tanto le dijimos y otorgamos, que cesó su llanto, con juramento que le hice de nunca más en mi vida mentalle nada de aquello, y que yo holgaba y había por bien de que ella entrase y saliese, de noche y de día, pues estaba bien seguro de su bondad. Y así quedamos todos tres bien conformes.</p>\n\n<p class=\"passage_para\">Hasta el día de hoy, nunca nadie nos oyó sobre el caso; antes, cuando alguno siento que quiere decir algo della, le atajo y le digo:</p>\n\n<p class=\"passage_para\">—Mirá, si sois amigo, no me digáis cosa con que me pese, que no tengo por mi amigo al que me hace pesar; mayormente, si me quiere meter mal con mi mujer, que es la cosa del mundo que yo más quiero y la amo más que a mí; y me hace Dios con ella mil mercedes y más bien que yo merezco; que yo juraré sobre la hostia consagrada, que es tan buena mujer como vive dentro de las puertas de Toledo. Quien otra cosa me dijere, yo me mataré con él.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Anónimo</span><span class=\"mandatory_credit_line\">“Tratado séptimo”</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">La vida de Lazarillo de Tormes y de sus fortunas y adversidades</span></span><span class=\"mandatory_credit_line\">Madrid: Editorial Castalia, 1972.</span><span class=\"mandatory_credit_line\">(La edición más antigua de esta novela es de 1554).</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Fragmento 2</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Y aunque suelen decir que el hombre que apetece soledad tiene mucho de Dios o de bestia, yo digo que no es tanta la soledad que él sólo padece, cuanta la pena que recibe quien tiene compañía contra su gusto.</p>\n\n<p class=\"passage_para\">Caséme rico: casado estoy pobre. Alegres fueron los días de mi boda para mis amigos y tristes los de mi matrimonio para mí. Ellos los tuvieron buenos y se fueron a sus casas; yo quedé padeciéndolos malos en la mía, no más de por quererlo así mi mujer y ser presuntuosa. Era gastadora, franca, liberal, enseñada siempre a verme venir como abeja, cargado de regalos. No llevaba en paciencia verme salir por la mañana y que a mediodía volviese sin blanca. Perdía el juicio cuando vía que lo pasado faltaba. Pues ya ¡pobre de mí! cuando del todo se acabó el aceite y sintió que se ardían las torcidas, cuando no habiendo qué comer ni adónde salirlo a buscar, se sacaban de casa las prendas para vender ¡aquí era ello! Aquí perdió pie y paciencia. Nunca más me pudo ver. Aborrecióme, como si fuera su enemigo verdadero.</p>\n\n<p class=\"passage_para\">Ni mis blandas palabras, amonestaciones<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">amonestación: advertencia, reprimenda, regaño</span></span>de su padre ni ruego de sus deudos, conocidos, ni de parientes, fueron parte para volverme a su gracia. Huía de la paz, porque la hallaba en la discordia; amaba la inquietud, por ser su sosiego; tomaba por venganza retirarse a solas, faltándome a la cama y mesa y aun dejaba de comer muchas veces, porque sabía lo bien que la quería y que con aquello me martirizaba.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Mateo Alemán</span><span class=\"mandatory_credit_line\">Segunda Parte, Libro Tercero, “Capítulo III”</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">Guzmán de Alfarache</span></span><span class=\"mandatory_credit_line\">Madrid: Espasa-Calpe, 1964.</span><span class=\"mandatory_credit_line\">(Originalmente se publicó en 1604).</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR024319_rubric"}]