[{"id":"VR024232","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions</strong>: Write a coherent and well-organized response IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Instrucciones</strong>: Escribe una respuesta coherente y bien organizada EN ESPAÑOL sobre el siguiente tema.</p>\n\n<p class=\"text-center\"><strong>Text Explanation</strong></p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Identifica al autor y la época de este fragmento. Luego, explica el desarrollo del tema de la construcción de la realidad dentro de la obra a la que pertenece.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose prose_type:short_story style:1\">\n<p class=\"passage_para\">Lo llevaron a la sala de radio, y veinte minutos después, con la placa todavía húmeda puesta sobre el pecho como una lápida negra, pasó a la sala de operaciones. Alguien de blanco, alto y delgado, se le acercó y se puso a mirar la radiografía. Manos de mujer le acomodaban la cabeza, sintió que lo pasaban de una camilla a otra. El hombre de blanco se le acercó otra vez, sonriendo, con algo que le brillaba en la mano derecha. Le palmeó la mejilla e hizo una seña a alguien parado atrás.</p>\n\n<p class=\"passage_para\">Como sueño era curioso porque estaba lleno de olores y él nunca soñaba olores. Primero un olor a pantano, ya que a la izquierda de la calzada empezaban las marismas, los tembladerales de donde no volvía nadie. Pero el olor cesó, y en cambio vino una fragancia compuesta y oscura como la noche en que se movía huyendo de los aztecas. Y todo era tan natural, tenía que huir de los aztecas que andaban a caza de hombre, y su única probabilidad era la de esconderse en lo más denso de la selva, cuidando de no apartarse de la estrecha calzada que sólo ellos, los motecas, conocían.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“La noche boca arriba”</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">Final del juego</span></span><span class=\"mandatory_credit_line\">Buenos Aires: Editorial Sudamericana.</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR024232_rubric"}]