[{"id":"VR036044","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR036016.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">¿Qué tipo de narración emplea el fragmento?</p>\n","rubricRef":"VR036044_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Cuando fue muy de mañana, los padres y las madres y parientes llegaron a la puerta; y porque no hablaba ninguno, cuidaron que el novio estaba muerto o herido. Y desde que vieron por entre las puertas a la novia y no al novio, cuidáronlo más. Cuando ella los vio a la puerta, llegó muy paso y con gran miedo, y comenzóles a decir:</p><p class=\"passage_para\">—¡Locos, traidores! ¿Qué hacéis y cómo osáis llegar a la puerta ni hablar? ¡Callad! Si no tanto vosotros como yo, todos somos muertos.</p><p class=\"passage_para\">Y cuando esto oyeron, fueron maravillados, y desde que supieron cómo habían pasado en uno, preciaron mucho al mancebo porque así había sabido hacer lo que le cumplía y gobernar tan bien su casa. Y de aquel día en adelante, fue aquella su mujer muy bien mandada y hubieron muy buena vida.</p><p class=\"passage_para\">Y de allí a pocos días, su suegro quiso hacer así como había hecho su yerno; y de aquella manera mató un gallo. Y dijo su mujer:</p><p class=\"passage_para\">—A la fe, don fulano, tarde os acordasteis, porque ya no os valdría nada si mataseis cien caballos: que antes lo hubierais de comenzar, que ya bien nos conocemos.</p><p class=\"passage_para\">Y vos, señor conde, si aquel vuestro criado quiere casar con tal mujer, si fuere él tal como aquel mancebo, aconsejadle que case seguramente, porque él sabrá cómo pase en su casa; mas si no es tal que entienda lo que debe hacer y lo que le cumple, dejadle que pase su ventura. Y aun aconséjoos, que con todos los hombres con quienes algo habéis de hacer, que siempre les deis a entender de qué manera han de pasar con vos.</p><p class=\"passage_para\">El conde tuvo éste por buen consejo, e hízolo así, y hallóse en ello bien.</p><p class=\"passage_para\">Y porque don Juan lo tuvo por buen ejemplo, hízolo escribir en este libro, e hizo estos versos que dicen así:</p><p class=\"passage_para\">Si al comienzo no muestras quién eres</p><p class=\"passage_para\">nunca podrás después, cuando quisieres.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Don Juan Manuel</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">Libro del Conde Lucanor</span>, Exemplo XXXV</span><span class=\"mandatory_credit_line\">Madrid: Alhambra Longman, 1985</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Leyenda</p>","<p class=\"choice_paragraph\">Apología</p>","<p class=\"choice_paragraph\">Epopeya</p>","<p class=\"choice_paragraph\">Fábula</p>"],"answer":3}]