[{"id":"VR048735","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Directions: Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Instrucciones: Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Analiza cómo el fragmento de <span class=\"formatted_text font_style:italic\">San Manuel Bueno, mártir </span>representa las características de la metaficción y el contexto cultural de la España de principios del siglo XX. En tu ensayo debes comentar los recursos literarios de la metaficción. Debes incluir ejemplos del texto que apoyen tus ideas.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">¿Cómo vino a parar a mis manos este documento, esta memoria de Ángela Carballino? He aquí algo, lector, algo que debo guardar en secreto. Te la doy tal y como a mí ha llegado, sin más que corregir pocas, muy pocas particularidades de redacción. ¿Que se parece mucho a otras cosas que yo he escrito? Esto nada prueba contra su objetividad, su originalidad. ¿Y sé yo, además, si no he creado fuera de mí seres reales y efectivos, de alma inmortal? ¿Sé yo si aquel Augusto Pérez, el de mi nivola <span class=\"formatted_text font_style:italic\">Niebla</span>, no tenía razón al pretender ser más real, más objetivo que yo mismo, que creía haberle inventado? De la realidad de este San Manuel Bueno, mártir, tal como me lo ha revelado su discípula e hija espiritual Ángela Carballino, de esta realidad no se me ocurre dudar. Creo en ella más que creía el mismo santo; creo en ella más que creo en mi propia realidad.</p>\n\n<p class=\"passage_para\">Y ahora, antes de cerrar este epílogo, quiero recordarte, lector paciente, el versillo noveno de la Epístola del olvidado apóstol San Judas —¡lo que hace un nombre!—, donde se nos dice cómo mi celestial patrono, San Miguel Arcángel —Miguel quiere decir “¿Quién como Dios?”, y arcángel, archimensajero—, disputó con el Diablo —Diablo quiere decir acusador, fiscal— por el cuerpo de Moisés y no toleró que se lo llevase en juicio de maldición, sino que le dijo al Diablo: “El Señor te reprenda”. Y el que quiera entender que entienda.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Miguel de Unamuno</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">San Manuel Bueno, mártir</span></span><span class=\"mandatory_credit_line\">Madrid: Ediciones Cátedra, 1995.</span><span class=\"mandatory_credit_line\">(Originalmente se publicó en 1931).</span><span class=\"mandatory_credit_line\">©Herederos de Miguel de Unamuno.</span><span class=\"mandatory_credit_line\">Este libro fue publicado por mediación</span><span class=\"mandatory_credit_line\">de Ute Korner Literary Agent, S.L.U.,</span><span class=\"mandatory_credit_line\">Barcelona – www.uklitag.com</span></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR048735_rubric"}]