[{"id":"VR189120","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Directions: Write a coherent and well-organized essay IN SPANISH on the topic that appears below.</strong></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Instrucciones: Escribe un ensayo coherente y bien organizado EN ESPAÑOL sobre el siguiente tema.</strong></p>\n\n<p>&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Analiza cómo&nbsp;“La siesta del martes” representa las características del cuento realista&nbsp;y el contexto sociocultural de Hispanoamérica de la segunda mitad del&nbsp;siglo XX. En tu ensayo debes comentar los recursos literarios del cuento realista. Debes incluir ejemplos del texto que apoyen tus ideas.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">No había nadie en la estación. Del otro lado de la calle, en la acera sombreada por los almendros, sólo estaba abierto el salón de billar. El pueblo flotaba en el calor. La mujer y la niña descendieron del tren, atravesaron la estación abandonada cuyas baldosas empezaban a cuartearse por la presión de la hierba, y cruzaron la calle hasta la acera de sombra.</p>\n\n<p class=\"passage_para\">Eran casi las dos. A esa hora, agobiado por el sopor, el pueblo hacía la siesta. Los almacenes, las oficinas públicas, la escuela municipal, se cerraban desde las once y no volvían a abrirse hasta un poco antes de las cuatro, cuando pasaba el tren de regreso. Sólo permanecían abiertos el hotel frente a la estación, su cantina y su salón de billar, y la oficina del telégrafo a un lado de la plaza. Las casas, en su mayoría construidas sobre el modelo de la compañía bananera, tenían las puertas cerradas por dentro y las persianas bajas. En algunas hacía tanto calor que sus habitantes almorzaban en el patio. Otros recostaban un asiento a la sombra de los almendros y hacían la siesta sentados en plena calle.</p>\n\n<p class=\"passage_para\">Buscando siempre la protección de los almendros, la mujer y la niña penetraron en el pueblo sin perturbar la siesta. Fueron directamente a la casa cural. La mujer raspó con la uña la red metálica de la puerta, esperó un instante y volvió a llamar. En el interior zumbaba un ventilador eléctrico. No se oyeron los pasos. Se oyó apenas el leve crujido de una puerta y en seguida una voz cautelosa muy cerca de la red metálica: “¿Quién es?” La mujer trató de ver a través de la red metálica.</p>\n\n<p class=\"passage_para\">—Necesito al padre —dijo.</p>\n\n<p class=\"passage_para\">—Ahora está durmiendo.</p>\n\n<p class=\"passage_para\">—Es urgente —insistió la mujer.</p>\n\n<p class=\"passage_para\">Su voz tenía una tenacidad reposada.</p>\n\n<p class=\"passage_para\">La puerta se entreabrió sin ruido y apareció una mujer madura y regordeta, de cutis muy pálido y cabellos color hierro. Los ojos parecían demasiado pequeños detrás de los gruesos cristales de los lentes.</p>\n\n<p class=\"passage_para\">—Sigan —dijo, y acabó de abrir la puerta.</p>\n\n<p class=\"passage_para\">Entraron en una sala impregnada de un viejo olor de flores. La mujer de la casa las condujo hasta un escaño de madera y les hizo señas de que se sentaran. La niña lo hizo, pero su madre permaneció de pie, absorta, con la cartera apretada en las dos manos. No se percibía ningún ruido detrás del ventilador eléctrico.</p>\n\n<p class=\"passage_para\">La mujer de la casa apareció en la puerta del fondo.</p>\n\n<p class=\"passage_para\">—Dice que vuelvan después de las tres —dijo en voz muy baja—. Se acostó hace cinco minutos.</p>\n\n<p class=\"passage_para\">—El tren se va a las tres y media —dijo la mujer.</p>\n\n<p class=\"passage_para\">Fue una réplica breve y segura, pero la voz seguía siendo apacible, con muchos matices. La mujer de la casa sonrió por primera vez.</p>\n\n<p class=\"passage_para\">—Bueno —dijo.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Gabriel García Márquez</span><span class=\"mandatory_credit_line\">“La siesta del martes”</span><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\"><em>Los funerales de la Mamá Grande</em> </span></span><span class=\"mandatory_credit_line\">© Gabriel García Márquez, 1962</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR189120_rubric"}]