{"CJT000002_rubric_category_0":{"id":"CJT000002_rubric_category_0","t":"custom","ti":"A. Identify the research method used in the study.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not accurately identify the research method used in the study</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately identify the research method used in the study.</p></li><li><p>The response includes no identification of the research method used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The study is an experiment.”</em></p></li><li><p><em>“The study is an observational study.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Accurately identifies the research method used in the study</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately identifies the research method used in the study as a meta-analysis.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study is a meta-analysis.”</em></p></li></ul>"}]},"CJT000002_rubric_category_1":{"id":"CJT000002_rubric_category_1","t":"custom","ti":"B. State the operational definition of the type of pain that is treated with group therapy.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not state a measurable or quantifiable definition of the identified variable used in the study</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response states a definition of the identified variable in the study that is not measurable or quantifiable.</p></li><li><p>The response does not state a measurable or quantifiable definition of the identified variable as used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The type of pain treated by group therapy was pain intensity.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>States a measurable or quantifiable definition of the identified variable as used in the study</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response states that the operational definition of the type of pain treated with group therapy is any of these conditions: fibromyalgia, chronic pain, and/or specific pain.</p></li><li><p>The response states that the operational definition of the type of pain treated with group therapy is fibromyalgia or other, nonspecific musculoskeletal pain, chronic back pain, arthritis, combined back and neck pain, cancer-related pain, and headaches/migraines.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The type of pain treated by group therapy was fibromyalgia.”</em></p></li><li><p><em>“The researchers only used studies that treated fibromyalgia, specific pain, and/or chronic pain.”</em></p></li><li><p><em>“The operational definition of the type of pain was fibromyalgia, nonspecific musculoskeletal pain, chronic back pain, arthritis, combined back and neck pain, cancer-related pain, and headaches/migraines.”</em></p></li></ul>"}]},"CJT000002_rubric_category_2":{"id":"CJT000002_rubric_category_2","t":"custom","ti":"C. Describe what the small effect size indicates.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not accurately describe the identified statistic in relation to the study</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response restates the identified statistic without directly relating it to the study.</p></li><li><p>The response does not accurately describe what is meant by the identified statistic in relation to the study.</p></li><li><p>The response provides a definition of the identified statistic but does not accurately describe its meaning in relation to the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The effect size is large.”</em></p></li><li><p><em>“The effect size is where they measure the effect of the study.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Accurately describes the identified statistic in relation to the study</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately describes the meaning of the effect size statistic as the difference in means across the studies is not large.</p></li><li><p>The variables in the studies from the meta-analysis both need to be represented in the answer.</p></li><li><p>The response cannot parrot the question (meaning it cannot use the word “small” to describe the effect size).</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The impact of the group therapy on pain perception was weak or small.”</em></p></li><li><p><em>“The difference in the means between the group that received group therapy and waitlist group is not large.”</em></p></li></ul>"}]},"CJT000002_rubric_category_3":{"id":"CJT000002_rubric_category_3","t":"custom","ti":"D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not accurately identify one ethical guideline described in the study</strong></p><p><strong>AND/OR</strong></p><p><strong>Does not correctly describe one way the researchers in the study applied this ethical guideline</strong> </p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not identify and/or describe an ethical guideline applied by researchers in the study.</p></li><li><p>The response identifies and describes an ethical guideline that researchers should have applied but was not mentioned in the study.</p></li><li><p>The response identifies and describes an ethical guideline not applied by the researchers in the study.</p></li><li><p>The response identifies and describes other features of the study that are not ethical guidelines. </p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“It’s important for researchers to ensure participants are treated ethically.” [No ethical guideline identified or described]</em></p></li><li><p><em>“The researchers should have kept the participant information confidential.” [Identifies an ethical guideline not described in the study]</em></p></li><li><p><em>“The study was approved by an IRB and the researchers debriefed their participants after the study.” [Identifies an ethical guideline described in the study, but no description of how guideline was applied in the study.]</em></p></li><li><p><em>“The researchers used surveys that were administered in a standardized way.” [Identifies and describes a feature of the study that is not an ethical guideline]</em> </p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Accurately identifies one ethical guideline described in the study</strong></p><p><strong>AND</strong></p><p><strong>Accurately describes one way the researchers in the study applied this ethical guideline</strong> </p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response identifies institutional review and describes that the researchers applied it in the study when a group of professionals reviewed the study plan to determine the appropriateness of the study.</p><p>OR</p></li><li><p>The response identifies informed consent and describes that the researchers applied it in the study when participants agreed to be in the study and knew they could back out at any time.</p><p>OR</p></li><li><p>The response identifies anonymity and describes that the researchers maintained the data in a way that individual participant information would not be known. </p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study was approved by an Institutional Review Board, which is when professionals in the field to ensure ethics were followed.\"</em></p><p><em>OR</em></p></li><li><p><em>“The study obtained informed consent which is when the participants agreed to be in the study and knew they could back out at any time.”</em></p><p><em>OR</em></p></li><li><p><em>“Researchers maintained anonymity when they ensured that the individual participants would not be known.”</em> </p></li></ul>"}]},"CJT000002_rubric_category_4":{"id":"CJT000002_rubric_category_4","t":"custom","ti":"E. Explain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.","s":"<p>If students assert the study is “partly” generalizable or asserts the study is both generalizable and not generalizable, their evidence must support their assertion by showing ways the study is generalizable and is not generalizable to earn one point.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not propose a claim regarding the generalizability of the study to a population (general or specific).</strong></p><p><strong>OR</strong></p><p><strong>Does not use specific and relevant evidence that references participant variables which would impact the generalizability of the study.</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response proposes no claim regarding the generalizability of the conclusion of the study.</p></li><li><p>The response proposes a claim regarding the generalizability of the conclusion of the study but makes no reference to a population (general or specific).</p></li><li><p>The response uses evidence that does not apply to the generalizability of the conclusion of the study (e.g., reliability, validity, sample size).</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The study is generalizable.”</em></p></li><li><p><em>“The study is generalizable to the larger population.”</em></p></li><li><p><em>“The study used males.” [Does not propose a claim about generalizability].</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Explains the extent to which the study is generalizable using specific and relevant evidence referencing participant variables from the study.</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants) to explain the extent of the generalizability of the study.</p></li><li><p>The response proposes that the study is or is not generalizable to the population relevant to the study because of specific and relevant evidence derived from the participant information from the study.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study is not generalizable globally because they only used research that was conducted in English-speaking nations.”</em></p></li><li><p><em>“The study is only generalizable to people who have the types of pain conditions listed in the research.”</em></p></li></ul>"}]},"CJT000002_rubric_category_5":{"id":"CJT000002_rubric_category_5","t":"custom","ti":"F. Explain how at least one of the research findings supports or refutes the idea that a combination of medication and psychological therapies is more effective than a single intervention for pain management.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p><strong>Does not accurately explain how the results of the study support or refute the psychological concept or hypothesis presented in the question.</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not explain how at least one of the research findings supports or refutes the idea that a combination of medication and psychological therapies is more effective than a single intervention for pain management.</p></li><li><p>The response does not accurately explain how at least one of the research findings supports or refutes the idea that a combination of medication and psychological therapies is more effective than a single intervention for pain management.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Taking psychoactive drugs for pain can be addicting.”</em></p></li><li><p><em>“This study shows that taking psychoactive drugs for pain might not be the only way to combat pain.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p><strong>Uses the results of the study but does not explain how the psychological concept or hypothesis presented in the question is supported or refuted.</strong></p><p><strong>OR</strong></p><p><strong>Explains that the psychological concept or hypothesis presented in the question is supported or refuted but does not use any results from the study.</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes that the evidence alone is sufficient to demonstrate the application of the idea that a combination of medication and psychological therapies is more effective than a single intervention for pain management.</p></li><li><p>The response uses at least one of the research findings to explain idea that a combination of medication and psychological therapies is more effective than a single intervention for pain management. However, the interpretation of the results of the study includes some inaccuracies.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Pain is not just a matter of intensity, but also beliefs about pain.” [Explanation without using results]</em></p></li><li><p><em>“The study shows that people’s perception of pain was improved through group therapy.” [Result from the study without further explanation]</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p><strong>Uses a specific result from the study to explain how the results support or refute the psychological concept or hypothesis presented in the question. The results are accurately interpreted.</strong></p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response uses at least one of the research findings to accurately explain the idea that a combination of medication and psychological therapies is more effective than a single intervention for pain management. The results of the study are accurately interpreted.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“The research shows that group therapy can help with perception of pain, not just the physical sensation of pain.”</em></p></li><li><p><em>“The research shows how people attribute the cause or impact pain to themselves can influence how they perceive pain.”</em></p></li><li><p><em>“People may experience pain better because they have role models in their group therapy session that show them techniques for dealing with pain better.”</em></p></li></ul>"}]},"DPB000001_rubric_category_0":{"id":"DPB000001_rubric_category_0","t":"custom","ti":"A. Identify the research method used in the study.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify the research method used in the study.</p>","af":"<p><strong>Responses that earn 0 points</strong>:</p><ul><li><p>The response does not accurately identify the research method used in the study.</p></li><li><p>The response includes no identification of the research method used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The study is correlational.”</em></p></li><li><p><em>“The study is a survey.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies the research method used in the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately identifies the research method used in the study as an experiment.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study is an experiment.”</em></p></li></ul>"}]},"DPB000001_rubric_category_1":{"id":"DPB000001_rubric_category_1","t":"custom","ti":"B. State the operational definition of PTSD symptom severity.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not state a measurable or quantifiable definition of the identified variable used in the study.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response states a definition of the identified variable in the study that is not measurable or quantifiable.</p></li><li><p>The response does not state a measurable or quantifiable definition of the identified variable as used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“PTSD is caused by trauma people experience in life.”</em></p></li><li><p><em>“Depression is measured by the score on the depression inventory.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>States a measurable or quantifiable definition of the identified variable as used in the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response states that the operational definition of PTSD symptom severity as the score from the structured interview and the PTSD symptom severity survey.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“PTSD symptom severity is operationally defined as the score from the structured interview and the PTSD symptom severity survey.”</em></p></li></ul>"}]},"DPB000001_rubric_category_2":{"id":"DPB000001_rubric_category_2","t":"custom","ti":"C. Describe what the difference in means indicates for the three groups’ scores on the anxiety inventory.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately describe the identified statistic in relation to the study.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response restates statistic without directly relating it to the study.</p></li><li><p>The response does not accurately describe what is meant by the difference in means among the three groups for the anxiety inventory.</p></li><li><p>The response provides a definition of the statistic but does not accurately describe its meaning in relation to the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The means are 18.83, 13.28, and 17.17.”</em></p></li><li><p><em>“The means are different in that one is lower than the other two.”</em></p></li><li><p><em>“The means are the average of the responses to the survey.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately describes the identified statistic in relation to the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately describes the meaning of the difference in means among the three groups for the anxiety inventory in relation to the study.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The imaginal exposure group had the lowest mean as compared to the other two groups.”</em></p></li><li><p><em>“The virtual reality and waitlist group had higher means than the imaginal exposure group.”</em></p></li></ul>"}]},"DPB000001_rubric_category_3":{"id":"DPB000001_rubric_category_3","t":"custom","ti":"D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify one ethical guideline described in the study</p><p>AND/OR</p><p>Does not correctly describe one way the researchers in the study applied this ethical guideline </p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not identify an ethical guideline applied by researchers in the study.</p></li><li><p>The response identifies an ethical guideline that researchers should have applied but was not mentioned in the study.</p></li><li><p>The response identifies an ethical guideline not applied by the researchers in the study.</p></li><li><p>The response identifies other features of the study that are not ethical guidelines.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The researchers prevented soldiers from engaging in therapy.”</em></p></li><li><p><em>“The researchers should have debriefed the participants after the study was concluded.”</em></p></li><li><p><em>“The researchers kept the participant information confidential.”</em></p></li><li><p><em>“The experimenters randomly assigned soldiers to condition.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies one ethical guideline described in the study</p><p>AND</p><p>Accurately describes one way the researchers in the study applied this ethical guideline </p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response indicates that the experiment was approved by an Institutional Review Board.</p></li><li><p>The response indicates that participants gave informed consent.</p></li><li><p>The response indicates that the researchers did no harm to the participants in one of two ways: by following therapeutic practices or by providing therapy to the participants who were waitlisted after the study concluded.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>The research was approved by an Institutional Review Board.</em></p></li><li><p><em>Soldiers provided informed consent before they participated in the experiment.</em></p></li><li><p><em>Researchers ensured that they followed best practices for therapy with all the patients, meaning they did no harm.</em></p></li><li><p><em>Researchers made sure the waitlisted soldiers got therapy after the study was over, meaning they did no harm.</em></p></li></ul>"}]},"DPB000001_rubric_category_4":{"id":"DPB000001_rubric_category_4","t":"custom","ti":"E. Explain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Note:</strong></p><ul><li><p>If students assert the study is “partly” generalizable or assert the study is both generalizable and not generalizable, their evidence must support their assertion by showing ways the study is both generalizable and not generalizable to earn 1 point.</p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not explain the extent to which the study is generalizable.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response proposes no claim regarding the generalizability of the conclusion of the study.</p></li><li><p>The response proposes a claim regarding the generalizability of the conclusion of the study but makes no reference to a population (general or specific).</p></li><li><p>The response uses evidence that does not apply to the generalizability of the conclusion of the study (e.g., reliability, validity, sample size).</p></li><li><p>The response only proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants).</p></li><li><p>The response only uses evidence about participant variables to imply generalizability. The response does not directly propose the extent of the generalizability of the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The study is generalizable.”</em></p></li><li><p><em>“The study is generalizable to the larger population.”</em></p></li><li><p><em>“The study used only men.” </em>[Does not propose a claim about generalizability]<em>.</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Explains the extent to which the study is generalizable using specific and relevant evidence referencing participant variables from the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants) to explain the extent of the generalizability of the study.</p></li><li><p>The response proposes that the study is or is not generalizable to the population relevant to the study because of specific and relevant evidence derived from the participant information from the study.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The results may generalize to soldiers who have deployment-related traumas.”</em></p></li><li><p><em>“The results may not generalize well to the people who need treatment for other mental disorders, including schizophrenia because all the participants in this study only had PTSD.”</em></p></li></ul>"}]},"DPB000001_rubric_category_5":{"id":"DPB000001_rubric_category_5","t":"custom","ti":"F. Explain how at least one of the research findings supports or refutes that modeled refusal plays a role in obedience.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not accurately explain how the results of the study support or refute the psychological concept presented in the question.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not explain how at least one of the research findings supports or refutes the hypothesis related to treatment effectiveness.</p></li><li><p>The response does not accurately explain how at least one of the research findings supports or refutes the hypothesis related to treatment effectiveness.</p></li></ul><p><strong>Examples that earn 0 points</strong></p><ul><li><p><em>“The researchers reported that therapy works.”</em></p></li><li><p><em>“Virtual reality exposure therapy was superior to other treatments in reducing anxiety.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Uses the results of the study but does not explain how the psychological concept or hypothesis presented in the question is supported or refuted.</p><p>OR</p><p>Explains that the psychological concept or hypothesis presented in the question is supported or refuted but does not use any results from the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes that the evidence alone is sufficient to demonstrate the application of the hypothesis without additional explanation.</p></li><li><p>The response uses at least one of the research findings to explain the hypothesis. However, the interpretation of the results of the study includes some inaccuracies.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>The virtual reality exposure therapy was not as effective because it would be like reliving the trauma, which could cause more damage. [Explanation without using results]</em></p></li><li><p><em>The imaginal exposure therapy was shown to be more effective than the virtual reality exposure therapy. [Result from the study without further explanation]</em></p></li><li><p><em>The virtual reality therapy was better than no therapy at all, which means it is most effective for treating this type of condition. [Evidence includes an inaccurate interpretation.]</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Uses a specific result from the study to explain how the results support or refute the psychological concept or hypothesis presented in the question. The results are accurately interpreted.</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response uses at least one of the research findings to accurately explain the hypothesis. The results of the study are accurately interpreted.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“The findings of the study refute the idea that virtual reality exposure therapy is most effective for treating PTSD because the imaginal therapy group had a lower mean difference on all four measures, showing that it was more effective.”</em></p></li><li><p><em>“The imaginal group had 50% of participants experience reliable and significant change, which means that the results show that virtual reality was not the most effective treatment for PTSD.”</em></p></li></ul>"}]},"DXP000001_rubric_category_0":{"id":"DXP000001_rubric_category_0","t":"custom","ti":"The following question has three parts: Part A, Part B, and Part C. Use the three sources provided to answer all parts of the question.  Using the sources provided, develop and justify an argument about a note-taking technique that is more likely to improve memory retrieval. A. Propose a specific and defensible claim based in psychological science that responds to the question.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>A claim that meets the criteria can be awarded the points regardless of whether the responses in Parts B and C successfully support the claim.</p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not propose a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 0 points</strong>:</p><ul><li><p>The response describes the question without making a claim.</p></li><li><p>The response proposes a claim unrelated to the question.</p></li><li><p>The response proposes an oversimplified conclusion or evidence from a provided source.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The amount of words in notes is not related to how well people do on a quiz.”</em></p></li><li><p><em>“Students should take good notes.”</em></p></li><li><p><em>“It doesn’t matter which method students use to take notes as long as they take notes.”</em></p></li><li><p><em>“Students should take more notes.”</em></p></li><li><p><em>“It doesn’t matter which method students use to take notes as long as they capture the main idea of the topic.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Proposes a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim that suggests a positive or negative effect on the question.</p></li><li><p>The response proposes a recommendation for the application of the question.</p></li><li><p>The response proposes a specific effect on the question.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Students should take notes by hand because it’s more likely to improve memory retrieval.”</em></p></li><li><p><em>“The research shows that factual memory is good when students take notes on a laptop so they should choose this method.”</em></p></li><li><p><em>“I believe that to improve memory for test material students should combine techniques and use both a computer to take notes and handwritten notes.”</em></p></li></ul>"}]},"DXP000001_rubric_category_1":{"id":"DXP000001_rubric_category_1","t":"custom","ti":"B. (i) Support your claim using at least one piece of specific and relevant evidence from one of the sources.","s":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li></ul><ul><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite one piece of specific evidence from one of the provided sources to support the claim. Any evidence provided is not relevant to the question.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Evidence shows that taking notes verbatim is more important than summarizing.”</em></p></li><li><p><em>“Notetaking is important to learning.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses one piece of correctly cited, specific, accurate, and relevant evidence from one of the provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“According to Source 1, students who take notes by hand do better on concept application questions than students who take notes on a laptop.”</em></p></li><li><p><em>“Source 2 says that students who take notes on a computer are going to take more notes than students who take notes by hand.”</em></p></li></ul>"}]},"DXP000001_rubric_category_2":{"id":"DXP000001_rubric_category_2","t":"custom","ti":"B. (ii) Explain how the evidence from Part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology. ","s":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>The explanation and application points can be earned even if the response did not earn the point in B (i) due to incorrectly cited and/or nonspecific evidence.</p></li></ul><ul><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2024) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2024) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text before the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are \"memory,\" \"recall,\" \"distractor task,\" \"factual-recall,\" \"conceptual-application,\" \"chunks,\" \"informed consent,\" \"randomly assigned,\" \"mean,\" \"statistically significant,\" \"standard deviation,\" \"replication,\" \"cognitive,\" \"retention,\" \"efficacy,\" \"median,\" and \"sample size.\" </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not explain the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The evidence proves my claim.”</em></p></li><li><p><em>“The evidence says that notetaking by computer is less effective than notetaking by hand.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence in supporting the claim, but does not apply a psychological perspective, theory, concept, or research finding.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“If students take notes by hand, they will put the notes into their own words, which is better because they remember more.”</em></p></li><li><p><em>“Students who take more notes will have more content to study, which increases their chances of getting right answers on a quiz.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim.</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding correctly.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“Students taking notes by hand will be more likely to engage in semantic encoding because they will have to process the meaning of the notes they are taking.”</em></p></li><li><p><em>“Students who take notes on a laptop are more likely to be distracted, which means they could miss details in the environment, which is known as inattentional blindness.”</em></p></li></ul>"}]},"DXP000001_rubric_category_3":{"id":"DXP000001_rubric_category_3","t":"custom","ti":"C. (i)  Support your claim using an additional piece of specific accurate, and relevant evidence from a different source than the one that was used in Part B (i).","s":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li></ul><ul><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite a different piece of specific evidence from either of the other two provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The evidence is from the same source as the one used in Part B.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“One study did not find a difference in the method of notetaking quiz performance.”</em></p></li><li><p><em>“The study found that the evidence proves that notetaking is important for learning.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses a different piece of correctly cited, specific, accurate, and relevant evidence from either of the other two provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides a different piece of specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“One study (Source 2) did not find a difference in the method of notetaking on quiz performance on conceptually based questions.”</em></p></li><li><p><em>“In Source 3 it says that there was no significant difference in test performance between notes taken on tablets, laptops, or handwritten.”</em></p></li></ul>"}]},"DXP000001_rubric_category_4":{"id":"DXP000001_rubric_category_4","t":"custom","ti":"C. (ii) Explain how the evidence from Part C (i) supports your claim using a different psychological perspective, theory, concept, or research finding learned in AP Psychology than the one that was used in Part B (ii).","s":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>The explanation and application points can be earned even if the response did not earn the point in C (i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The explanation and application points can be earned if the response uses the same source in both Parts B and C, provided that the evidence used in Part B and Part C is different.</p></li></ul><ul><li><p>The use of a different psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2024) is preferred but not required. The application of a different psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2024) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text prior to the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are \"memory,\" \"recall,\" \"distractor task,\" \"factual-recall,\" \"conceptual-application,\" \"chunks,\" \"informed consent,\" \"randomly assigned,\" \"mean,\" \"statistically significant,\" \"standard deviation,\" \"replication,\" \"cognitive,\" \"retention,\" \"efficacy,\" \"median,\" and \"sample size.\" </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not meet the criteria for one point.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The evidence supports my claim.”</em></p></li><li><p><em>”The studies didn’t find a difference.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence, but does not apply a psychological perspective, theory, concept, or research finding.</p></li><li><p>The response applies the same psychological perspective, theory, concept, or research finding that was used in Part B; however, the response explains the relationship between the evidence and the claim that does not rely on the application.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Because the studies didn’t find a difference, it doesn’t mean that taking notes on a laptop is bad, it just may mean it isn’t different than taking notes by hand.”</em></p></li><li><p><em>“Students may be too distracted when they take notes on a laptop, making them miss key details in the lesson.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a different psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim. The psychological perspective, theory, concept, or research finding is different from the one used in Part B (ii).</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding that is different from the one used in Part B.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“Because there is not a difference in quiz performance, it shows that taking notes in both ways requires effort, or elaborative rehearsal.”</em></p></li><li><p><em>“Taking notes at all may indicate that students are more conscientious, meaning notetaking in any form would lead to better quiz performance.”</em></p></li></ul>"}]},"GPZ000001_rubric_category_0":{"id":"GPZ000001_rubric_category_0","t":"custom","ti":"A. Using the sources provided, develop and justify an argument about which of the Big Five personality traits would be most predictive of a person’s ability to control their behaviors and emotions, known as impulse control.  Propose a specific and defensible claim based in psychological science that responds to the question.","s":"<p>A claim that meets the criteria can be awarded the points regardless of whether the responses in parts B and C successfully support the claim.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not propose a claim that is relevant to the question</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response describes the question without making a claim.</p></li><li><p>The response proposes a claim unrelated to the question.</p></li><li><p>The response proposes an oversimplified conclusion or evidence from a provided source.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Burnout is related to demand placed on students.”</em></p></li><li><p><em>“School burnout is more damaging than work burnout.”</em></p></li><li><p><em>“The researchers asked if school resources make a difference in students’ reported burnout.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Proposes a claim that is relevant to the question</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim that suggests a positive or negative effect on the question.</p></li><li><p>The response proposes a recommendation for the application of the question.</p></li><li><p>The response proposes a specific effect on the question.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p>“<em>Schools should reduce bullying to combat burnout.”</em></p></li><li><p><em>“Schools should make sure students get enough sleep to reduce burnout.”</em></p></li><li><p><em>“Schools should implement programming to teach students about realistically balancing academic demands with personal capacity.”</em></p></li></ul>"}]},"GPZ000001_rubric_category_1":{"id":"GPZ000001_rubric_category_1","t":"custom","ti":"B. i. Support your claim using at least one piece of specific and relevant evidence from one of the sources.","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p></p><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not identify nor correctly cite one piece of specific evidence from one of the provided sources to support the claim. Any evidence provided is not relevant to the question.</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Levels of school burnout depend on the country being studied (e.g., Hungary vs. China vs. Italy).”</em></p></li><li><p><em>“Participants gave informed consent before completing the study.”</em></p></li><li><p><em>“Boys and girls reported no statistically significant differences in their levels of school burnout.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Uses one piece of correctly cited, specific, accurate,</strong> <strong>and relevant evidence from one of the provided sources to support the claim.</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Source 1 found that students’ reported feelings of exhaustion—one component of burnout—were positively correlated with conflict with authority.”</em></p></li><li><p><em>“Students’ reported feelings of exhaustion were negatively correlated with teacher support (Source 1).”</em></p></li></ul>"}]},"GPZ000001_rubric_category_2":{"id":"GPZ000001_rubric_category_2","t":"custom","ti":"B. ii. Explain how the evidence from part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology.","s":"<ul><li><p>The explanation and application points can be earned even if the response did not earn the point in B (i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2025) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2025) must demonstrate psychological knowledge and not popular understanding.</p></li><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text before the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li><li><p>Concepts used in the sources that are not eligible to be used for the application point are “burnout,” “quantitative,” “exhaustion,” “perception,” “worry,” “fear,” “autonomy,” “Likert scale,” “inadequacy,” “statistical significance,” “mean,” “standard deviation,” “gender,” “correlation,” “anxiety,” “emotion,” “positive/negative correlation,” “connectedness,” “belonging,” “survey,” “coefficients,” and “sleep.” </p></li></ul>","o":[{"l":"0 points","v":0,"m":2,"d":"<p><strong>Does not explain the relationship between the evidence and the claim</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Student burnout is a significant problem in today’s society.”</em></p></li><li><p><em>“High school boys tend to have higher feelings of exhaustion and personal inadequacy than girls do.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p><strong>Explains the relationship between the evidence and the claim</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence in supporting the claim, but does not apply a psychological perspective, theory, concept, or research finding.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“High school girls tend to have higher feelings of exhaustion and personal inadequacy than boys do, which confirms Source 1’s hypothesis.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p><strong>Applies a psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim.</strong></p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding correctly.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“The difference between high school girls having higher feelings of exhaustion and personal inadequacy than boys do may be related stereotype threat where girls have been expected to perform less well than their male peers leading to heightened concern for confirming gender stereotypes related to academics.”</em></p></li><li><p><em>“If schools promoted altruism or prosocial behavior, then students would be less likely to participate in bullying and/or experience burnout.”</em></p></li></ul>"}]},"GPZ000001_rubric_category_3":{"id":"GPZ000001_rubric_category_3","t":"custom","ti":"C. i. Support your claim using at least one piece of specific and relevant evidence from one of the sources. ","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p></p><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not identify nor correctly cite a different piece of specific evidence from either of the other two provided sources to support the claim.</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The evidence is from the same source as the one used in part B.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Longitudinal studies have been unable to identify a correlation between burnout and being bullied (Source 2).”</em></p></li><li><p><em>“Source 3 examined the effects of burnout with an experiment.”</em></p></li><li><p><em>“Source 3 was unable to support the hypothesis that burnout and sleeping problems were related over time.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Uses a different piece of correctly cited, specific,</strong> <strong>accurate, and relevant evidence from either of the other two provided sources to support the claim.</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Source 2 found a positive correlation between school burnout and being victimized by bullying over time in both middle and high school cohorts.”</em></p></li><li><p><em>“School burnout and connectedness are negatively correlated (Source 2).”</em></p></li><li><p><em>“Source 3 found that as students reported greater problems sleeping, they were more likely to report burnout at a subsequent time.”</em></p></li><li><p><em>“Unlike some of the gender differences reported by Source 1, Source 3 found no significant gender difference in participants’ report of burnout early on and their subsequent reports of sleep problems.”</em></p></li></ul>"}]},"GPZ000001_rubric_category_4":{"id":"GPZ000001_rubric_category_4","t":"custom","ti":"C. ii. Explain how the evidence from part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology.","s":"<ul><li><p>The explanation and application points can be earned even if the response did not earn the point in C (i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The explanation and application points can be earned if the response uses the same source in both parts B and C, provided that the evidence used in part B and part C is different.</p></li></ul><ul><li><p>The use of a different psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2025) is preferred but not required. The application of a different psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2025) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text prior to the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are “burnout,” “quantitative,” “exhaustion,” “perception,” “worry,” “fear,” “autonomy,” “Likert scale,” “inadequacy,” “statistical significance,” “mean,” “standard deviation,” “gender,” “correlation,” “anxiety,” “emotion,” “positive/negative correlation,” “connectedness,” “belonging,” “survey,” “coefficients,” and “sleep.” </p></li></ul>","o":[{"l":"0 points","v":0,"m":2,"d":"<p><strong>Does not explain the relationship between the evidence and the claim</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“There is a positive correlation between burnout and connectedness at school.”</em></p></li><li><p><em>“Burnout and sleeping problems were related over time.”</em></p></li><li><p><em>“Teachers should work harder to stop students from feeling burned out all the time.”</em></p></li><li><p><em>“Burnout is unique to America and hasn’t been studied in other cultures.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p><strong>Explains the relationship between the evidence and the claim</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence, but does not apply a psychological perspective, theory, concept, or research finding.</p></li><li><p>The response applies the same psychological perspective, theory, concept, or research finding that was used in part B; however, the response explains the relationship between the evidence and the claim that does not rely on the application.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“These studies support the notion that students experience burnout, even in different cultures.”</em></p></li><li><p><em>“The less connected a student feels to school, the more likely the student is to feel burnout (Source 2).”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p><strong>Applies a different psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim. The psychological perspective, theory, concept, or research finding is different from the one used in part B (ii).</strong></p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding that is different from the one used in part B.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“If students get less sleep early in the school year, they may feel burnout in the later because of disturbances in memory consolidation can lead to performance issues and feelings of inadequacy—a component of burnout.”</em></p></li><li><p><em>“Socioeconomic status is an important third variable. Students without financial means may be unable to cope with school demands in effective ways, and they may also be likely to be bullied because they have lower wealth.”</em></p></li><li><p><em>“Students in individualistic cultures may experience burnout more since they feel pressure from their families to perform well in school to make the family proud.”</em></p></li></ul>"}]},"IFV000001_rubric_category_0":{"id":"IFV000001_rubric_category_0","t":"custom","ti":"A. Using the sources provided, develop and justify an argument about which of the Big Five personality traits would be most predictive of a person’s ability to control their behaviors and emotions, known as impulse control.  Propose a specific and defensible claim based in psychological science that responds to the question.","s":"<p>A claim that meets the criteria can be awarded the points regardless of whether the responses in parts B and C successfully support the claim.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not propose a claim that is relevant to the question</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response describes the question without making a claim.</p></li><li><p>The response proposes a claim unrelated to the question.</p></li><li><p>The response proposes an oversimplified conclusion or evidence from a provided source.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“People have personality traits that they use everyday.”</em></p></li><li><p><em>“People cannot change their personality.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Proposes a claim that is relevant to the question</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim that suggests a positive or negative effect on the question.</p></li><li><p>The response proposes a recommendation for the application of the question.</p></li><li><p>The response proposes a specific effect on the question.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“People should cultivate the personality trait of conscientiousness to control their negative impulses.”</em></p></li><li><p><em>“People should develop the Big Five personality trait of openness if they want a good life.”</em></p></li></ul>"}]},"IFV000001_rubric_category_1":{"id":"IFV000001_rubric_category_1","t":"custom","ti":"B. i. Support your claim using at least one piece of specific and relevant evidence from one of the sources. ","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><p>Parenthetical Citation: For example: “...(Source 1).”</p><p>Embedded Citation: For example: “According to Source 1...”</p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not identify nor correctly cite one piece of specific evidence from one of the provided sources to support the claim. Any evidence provided is not relevant to the question.</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Source 1 suggests that personality is fixed and cannot change.”</em></p></li><li><p><em>“Compulsive buyers are more likely to be neurotic.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Uses one piece of correctly cited, specific, accurate,</strong> <strong>and relevant evidence from one of the provided sources to support the claim.</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Source 1 shows that people who are conscientious are less likely to engage in compulsive buying behavior.”</em></p></li><li><p><em>“People with low emotional stability or neuroticism are more likely to be a compulsive buyer than those who are open to experience (Source 1).”</em></p></li></ul>"}]},"IFV000001_rubric_category_2":{"id":"IFV000001_rubric_category_2","t":"custom","ti":"B. ii. Explain how the evidence from part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology.","s":"<ul><li><p>The explanation and application points can be earned even if the response did not earn the point in B (i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2025) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2025) must demonstrate psychological knowledge and not popular understanding</p></li><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text before the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li><li><p>Concepts used in the sources that are not eligible to be used for the application point are “Big Five personality traits,” “compulsive,” “consequences,” “self-report,” “survey,” “neuroticism,” “extraversion,” “openness,” “agreeableness,” “conscientiousness,” “statistical significance,” “pathological,” “social,” “hoarding,” and “correlation.” </p></li></ul>","o":[{"l":"0 points","v":0,"m":2,"d":"<p><strong>Does not explain the relationship between the evidence and the claim</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Source 1 shows that people who are conscientious are more likely to be hoarders.”</em></p></li><li><p><em>\"Conscientiousness leads to less compulsive buying.”</em></p></li><li><p><em>“It is important to be consciousness to avoid getting mental illness.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p><strong>Explains the relationship between the evidence and the claim</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence in supporting the claim, but does not apply a psychological perspective, theory, concept, or research finding.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“By being more open to experience, people will be more interested in trying new things, meaning they won’t need to hold on to old things to become a hoarder.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p><strong>Applies a psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim.</strong></p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding correctly.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“By being more conscientious, people are less likely to engage in risky sensation-seeking behavior such as compulsive buying.”</em></p></li></ul>"}]},"IFV000001_rubric_category_3":{"id":"IFV000001_rubric_category_3","t":"custom","ti":"C. i. Support your claim using at least one piece of specific and relevant evidence from one of the sources. ","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><p>Parenthetical Citation: For example: “...(Source 1).”</p><p>Embedded Citation: For example: “According to Source 1...”</p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not identify nor correctly cite a different piece of specific evidence from either of the other two provided sources to support the claim.</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The evidence is from the same source as the one used in part B.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“People who are open to experience are more likely to be hoarders.”</em></p></li><li><p><em>“Source 2 shows that people who are high in conscientiousness have the highest correlation with pathological internet use.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Uses a different piece of correctly cited, specific,</strong> <strong>accurate, and relevant evidence from either of the other two provided sources to support the claim.</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The personality trait with the strongest negative correlation with pathological internet use is conscientiousness (Source 2).”</em></p></li><li><p><em>“Source 3 shows that people with high openness to experience are also likely to be hoarders.”</em></p></li></ul>"}]},"IFV000001_rubric_category_4":{"id":"IFV000001_rubric_category_4","t":"custom","ti":"C. ii. Explain how the evidence from part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology.","s":"<ul><li><p>The explanation and application points can be earned even if the response did not earn the point in C (i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The explanation and application points can be earned if the response uses the same source in both parts B and C, provided that the evidence used in part B and part C is different.</p></li><li><p>The use of a different psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2025) is preferred but not required. The application of a different psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2025) must demonstrate psychological knowledge and not popular understanding.</p></li><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text prior to the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li><li><p>Concepts used in the sources that are not eligible to be used for the application point are “Big Five personality traits,” “compulsive,” “consequences,” “self-report,” “survey,” “neuroticism,” “extraversion,” “openness,” “agreeableness,” “conscientiousness,” “statistical significance,” “pathological,” “social,” “hoarding,” and “correlation.” </p></li></ul>","o":[{"l":"0 points","v":0,"m":2,"d":"<p><strong>Does not explain the relationship between the evidence and the claim</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Because conscientiousness has the highest correlation coefficient for pathological internet use, it is not a good quality to cultivate.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p><strong>Explains the relationship between the evidence and the claim</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence, but does not apply a psychological perspective, theory, concept, or research finding.</p></li><li><p>The response applies the same psychological perspective, theory, concept, or research finding that was used in part B; however, the response explains the relationship between the evidence and the claim that does not rely on the application.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Because openness is highly correlated to hoarding, hoarders might be susceptible to manipulation by others.”</em></p></li><li><p><em>“By developing conscientiousness in themselves, people will be more organized and considerate, so they won’t want to keep things cluttered or have extra stuff get in the way of other people in their families, so they should be less likely to develop hoarding behaviors.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p><strong>Applies a different psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim. The psychological perspective, theory, concept, or research finding is different from the one used in part B (ii).</strong></p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding that is different from the one used in part B.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“People who are high in conscientiousness also tend to be high in self-efficacy, so they believe in their ability to control their Internet use. That is why there is a negative correlation between pathological internet use and conscientiousness.”</em></p></li><li><p><em>“If people develop conscientiousness in themselves, they may be more likely to establish a therapeutic alliance with their therapist, meaning they will feel as though their therapist with on their side and be more compliant with treatment.”</em></p></li></ul>"}]},"IJC000001_rubric_category_0":{"id":"IJC000001_rubric_category_0","t":"custom","ti":"A. Identify the research method used in the study.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify the research method used in the study.</p>","af":"<p><strong>Responses that earn 0 points</strong>:</p><ul><li><p>The response does not accurately identify the research method used in the study.</p></li><li><p>The response includes no identification of the research method used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“This research was an experiment.”</em></p></li><li><p><em>“The study is a survey.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies the research method used in the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately identifies the research method used in the study as a correlation.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“This research was a longitudinal correlational study.”</em></p></li><li><p><em>“This research was a correlation.”</em></p></li></ul>"}]},"IJC000001_rubric_category_1":{"id":"IJC000001_rubric_category_1","t":"custom","ti":"B. State the operational definition of depression.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not state a measurable or quantifiable definition of the identified variable used in the study.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response states a definition of the identified variable in the study that is not measurable or quantifiable.</p></li><li><p>The response does not state a measurable or quantifiable definition of the identified variable as used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Depression occurs when one feels sad or down.”</em></p></li><li><p><em>“Puberty is when people’s reproductive organs mature.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>States a measurable or quantifiable definition of the identified variable as used in the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response states that the operational definition of depression is the score that participants received on the items that measured depression.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Depression was defined in this study as the score people got on the 12 items in the questionnaire.”</em></p></li><li><p><em>“Depression was defined as the score on the survey.”</em></p></li></ul>"}]},"IJC000001_rubric_category_2":{"id":"IJC000001_rubric_category_2","t":"custom","ti":"C. Describe what the median family income indicates.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately describe the identified statistic in relation to the study.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response restates statistic without directly relating it to the study.</p></li><li><p>The response does not accurately describe what is meant by the median family income.</p></li><li><p>The response provides a definition of the statistic but does not accurately describe its meaning in relation to the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The median measures central tendency in a data set.”</em></p></li><li><p><em>“The median income was determined by summing all the income values and dividing by the number of values.”</em></p></li><li><p><em>“The median income was determined by identifying the income value that occurred most frequently in the data set.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately describes the identified statistic in relation to the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately describes what the median family income indicates in relation to the study.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The median family income shows the income that is in the middle of the data set when all incomes are put in order.”</em></p></li><li><p><em>“The median shows that when the researchers put these families’ incomes in order, the income in the middle was $33,700.”</em></p></li></ul>"}]},"IJC000001_rubric_category_3":{"id":"IJC000001_rubric_category_3","t":"custom","ti":"D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify one ethical guideline described in the study</p><p>AND/OR</p><p>Does not correctly describe one way the researchers in the study applied this ethical guideline </p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not identify an ethical guideline applied by researchers in the study.</p></li><li><p>The response identifies an ethical guideline that researchers should have applied but was not mentioned in the study.</p></li><li><p>The response identifies an ethical guideline not applied by the researchers in the study.</p></li><li><p>The response identifies other features of the study that are not ethical guidelines.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The researchers debriefed the participants about the hypotheses.”</em></p></li><li><p><em>“The researchers should have protected their participants from harm.”</em></p></li><li><p><em>“The researchers used a double-blind procedure to protect participant confidentiality.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies one ethical guideline described in the study</p><p>AND</p><p>Accurately describes one way the researchers in the study applied this ethical guideline</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response indicates that participants gave informed consent or informed assent.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“All family members gave their consent or assent.”</em></p></li><li><p><em>“Researchers obtained informed consent.”</em></p></li><li><p><em>“Researchers obtained informed assent.”</em></p></li></ul>"}]},"IJC000001_rubric_category_4":{"id":"IJC000001_rubric_category_4","t":"custom","ti":"E. Explain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Note:</strong></p><ul><li><p>If students assert the study is “partly” generalizable or assert the study is both generalizable and not generalizable, their evidence must support their assertion by showing ways the study is both generalizable and not generalizable to earn 1 point.</p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not explain the extent to which the study is generalizable.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response proposes no claim regarding the generalizability of the conclusion of the study.</p></li><li><p>The response proposes a claim regarding the generalizability of the conclusion of the study but makes no reference to a population (general or specific).</p></li><li><p>The response uses evidence that does not apply to the generalizability of the conclusion of the study (e.g., reliability, validity, sample size).</p></li><li><p>The response only proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants).</p></li><li><p>The response only uses evidence about participant variables to imply generalizability. The response does not directly propose the extent of the generalizability of the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The study is generalizable.”</em></p></li><li><p><em>“The study is generalizable to the larger population.”</em></p></li><li><p><em>“The study used only men.” </em>[Does not propose a claim about generalizability]<em>.</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Explains the extent to which the study is generalizable using specific and relevant evidence referencing participant variables from the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants) to explain the extent of the generalizability of the study.</p></li><li><p>The response proposes that the study is or is not generalizable to the population relevant to the study because of specific and relevant evidence derived from the participant information from the study.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The participants were drawn from eight counties in the Midwest, so generalizability to other Americans may be limited.”</em></p></li><li><p><em>“The participants were all white, so we would need a more racially diverse sample to know how well the relationship between puberty and depression described in this study applies to other groups.”</em></p></li></ul>"}]},"IJC000001_rubric_category_5":{"id":"IJC000001_rubric_category_5","t":"custom","ti":"F. Explain how at least one of the research findings supports or refutes the idea that it is more advantageous if puberty is started earlier rather than later.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not accurately explain how the results of the study support or refute the psychological concept presented in the question.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not explain how at least one of the research findings supports or refutes the hypothesis related to treatment effectiveness.</p></li><li><p>The response does not accurately explain how at least one of the research findings supports or refutes the hypothesis related to treatment effectiveness.</p></li></ul><p><strong>Examples that earn 0 points</strong></p><ul><li><p><em>“They found a gender difference in depressive symptoms.”</em></p></li><li><p><em>“The researchers were surprised that boys reported more depressive symptoms than did girls.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Uses the results of the study but does not explain how the psychological concept or hypothesis presented in the question is supported or refuted.</p><p>OR</p><p>Explains that the psychological concept or hypothesis presented in the question is supported or refuted but does not use any results from the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes that the evidence alone is sufficient to demonstrate the application of the hypothesis without additional explanation.</p></li><li><p>The response uses at least one of the research findings to explain the hypothesis. However, the interpretation of the results of the study includes some inaccuracies.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“It is more advantageous for girls to have puberty early because they will be more popular with their social group.”</em> [Explanation without using results]</p></li><li><p><em>“Girls who develop early are more likely to be depressed in high school.” </em>[Result from the study without further explanation]</p></li><li><p><em>“It is more advantageous for people to develop early because there was no difference in depressive symptoms between on-time and late developers.”</em> [Evidence includes an inaccurate interpretation.]</p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Uses a specific result from the study to explain how the results support or refute the psychological concept or hypothesis presented in the question. The results are accurately interpreted.</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response uses at least one of the research findings to accurately explain the hypothesis. The results of the study are accurately interpreted.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“The researchers discovered mixed support for their hypothesis. They found that girls who experienced puberty early reported greater depressive symptoms later when compared with girls who developed on-time or late. Inconsistent with their hypothesis, though, depression levels did not vary across pubertal status for boys.”</em></p></li><li><p><em>“It is better for boys to develop early than girls because girls had higher incidences of depression when they developed early.”</em></p></li><li><p><em>“It is better for girls to develop because girls who develop on time or late have lower risk of depression in high school.”</em></p></li></ul>"}]},"IQRprt1_rubric_category_0":{"id":"IQRprt1_rubric_category_0","t":"custom","ti":"Using the sources provided, develop and justify an argument about the best time for school to start for secondary school students in grades 6 to 12. A.\tPropose a specific and defensible claim based in psychological science that responds to the question.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>A claim that meets the criteria can be awarded the points regardless of whether the responses in Parts B and C successfully support the claim.</p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not propose a claim that is relevant to the question</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response describes the question without making a claim.</p></li><li><p>The response proposes a claim unrelated to the question.</p></li><li><p>The response proposes an oversimplified conclusion or evidence from a provided source.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“Determining a school start time for secondary students is difficult.”</em></p></li><li><p><em>“Sleep is important for teenagers.”</em></p></li><li><p><em>“Students should get more sleep.”</em></p></li></ul>","af":"<p></p>"},{"l":"1 point","v":1,"m":1,"d":"<p>Proposes a claim that is relevant to the question</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim that suggests a positive or negative effect on the question.</p></li><li><p>The response proposes a recommendation for the application of the question.</p></li><li><p>The response proposes a specific effect on the question.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“School for secondary students should start later in the day.”</em></p></li><li><p><em>“School for secondary students should start some time before 8:00 a.m.”</em></p></li><li><p><em>“Secondary school students should start school at 9 a.m.”</em></p></li><li><p><em>“Secondary school students should start school two hours later than elementary students.”</em></p></li></ul>","af":"<p></p>"}]},"IQRprt2_rubric_category_0":{"id":"IQRprt2_rubric_category_0","t":"custom","ti":"B (i) Support your claim using at least one piece of specific, accurate, and relevant evidence from one of the sources.","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn the point for citing the source.</p></li><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite one piece of specific evidence from one of the provided sources to support the claim. Any evidence provided is not relevant to the question.</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“Sources say secondary school start time should be 9:00 a.m.” [The response has not provided a citation.]</em></p></li><li><p><em>“Secondary school start time should be 9 a.m. because people say taking tests before 9 a.m. is very difficult for teenagers.” [Test-taking is not a variable discussed in any of the provided sources.]</em></p></li></ul>","af":"<p></p>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses one piece of correctly cited, specific, accurate, and relevant evidence from one of the provided sources to support the claim.</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited.</p></li><li><p>The response provides specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“Secondary school start time should be 9:00 a.m. 28% of students reported falling asleep in school at least once a week (Source 1).”</em></p></li></ul>","af":"<p></p>"}]},"IQRprt2_rubric_category_1":{"id":"IQRprt2_rubric_category_1","t":"custom","ti":"B (ii) Explain how the evidence from part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology.","s":"<ul><li><p>The explanation and application points can be earned even if the response did not earn the point in B(i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2025) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2025) must demonstrate psychological knowledge and not popular understanding</p></li><li><p>The presence of a citation indicates the sentence or phrase is intended to be “evidence”. All text before the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li><li><p>Concepts used in the sources that are not eligible to be used for the application point are “academic performance/achievement,” “sleep,” “mean,” “standard deviation,” “variable,” “statistically significant,” “sleep deprivation,” “convenience sample,” “survey,” “percentage,” “adolescents,” “quality of life,” “physical/mental health,” “sleep-wake cycle,” “anxiety disorders,” “mood disorders,” “stimulants,” “caffeine,” and “chronic sleepiness.” </p></li></ul>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not explain the relationship between the evidence and the claim.</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“Secondary school start time should be 9:00 a.m. 28% of students reported falling asleep in school at least once a week.”</em></p></li><li><p><em>“Secondary school start time should be 9 a.m. because I believe this is the best for teenagers.”</em></p></li></ul>","af":"<p></p>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim.</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence in supporting the claim, but does not apply a psychological perspective, theory, concept, or research finding.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“This evidence supports the claim of starting school later (9 a.m. instead of 8 a.m.) because some high school students have to take care of their younger siblings after school.”</em></p></li><li><p><em>“This evidence supports the claim of starting school later (9 a.m. instead of 8 a.m.) because it will allow students to have one more hour of sleep.”</em></p></li></ul>","af":"<p></p>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim.</p><p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding correctly.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“This evidence supports the claim of starting school later (9 a.m. instead of 8 a.m.) because it will allow students to have one more hour of sleep and potentially reduce the amount of time they fall asleep in school. When students have an adequate amount of sleep, their ability to consolidate and retrieve memory is better, thus positively affecting their learning.”</em></p></li></ul>","af":"<p></p>"}]},"IQRprt3_rubric_category_0":{"id":"IQRprt3_rubric_category_0","t":"custom","ti":"C (i) Support your claim using an additional piece of specific, accurate, and relevant evidence from a different source than the one that was used in part B (i).","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p><p></p></li><li><p>Responses that use correct citation style other than the method prescribed by the question can earn the point for citing the source.</p></li><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite a different piece of specific evidence from either of the other two provided sources to support the claim</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The evidence is from the same source as the one used in part B.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Sources say secondary school start time should be 9:00 a.m.” [The response has not provided a citation.]</em></p></li><li><p><em>“Secondary school start time should be 9 a.m. because people say taking tests before 9 a.m. is very difficult for teenagers.” [Test-taking is not a variable discussed in any of the provided sources.]</em></p></li><li><p><em>“According to Source 1, students should get an additional hour of sleep to avoid sleep debt.” [The response uses the same source as used in part B.]</em></p></li></ul>","af":"<p></p>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses a different piece of correctly cited, specific, accurate, and relevant evidence from either of the other two provided sources to support the claim</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited.</p></li><li><p>The response provides specific and accurate evidence relevant to the claim.</p></li><li><p>The evidence is from a different source than the one used in part B.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“According to Source 2, students earned higher GPAs when they started school one hour later.”</em></p></li></ul>","af":"<p></p>"}]},"IQRprt3_rubric_category_1":{"id":"IQRprt3_rubric_category_1","t":"custom","ti":"C (ii) Explain how the evidence from part C (i) supports your claim using a different psychological perspective, theory, concept, or research finding learned in AP Psychology than the one that was used in part B (ii).","s":"<ul><li><p>The explanation and application points can be earned even if the response did not earn the point in C(i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The explanation and application points can be earned if the response uses the same source in both parts B and C, provided that the evidence used in part B and part C is different.</p></li><li><p>The use of a different psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2025) is preferred but not required. The application of a different psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2025) must demonstrate psychological knowledge and not popular understanding.</p></li><li><p>The presence of a citation indicates the sentence or phrase is intended to be “evidence”. All text prior to the citation will be considered “evidence”. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li><li><p>Concepts used in the sources that are not eligible to be used for the application point are “academic performance/achievement,” “sleep,” “mean,” “standard deviation,” “variable,” “statistically significant,” “sleep deprivation,” “convenience sample,” “survey,” “percentage,” “adolescents,” “quality of life,” “physical/mental health,” “sleep-wake cycle,” “anxiety disorders,” “mood disorders,” “stimulants,” “caffeine,” and “chronic sleepiness.” </p></li></ul>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not explain the relationship between the evidence and the claim</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“Students should get more sleep because it is good for them.”</em></p></li><li><p><em>“The evidence clearly supports my claim.”</em></p></li><li><p><em>“This evidence supports my claim because getting an additional hour of sleep can improve memory consolidation.” [The response uses a concept from part B.]</em></p></li></ul>","af":"<p></p>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence, but does not apply a psychological perspective, theory, concept, or research finding.</p></li><li><p>The response applies the same psychological perspective, theory, concept, or research finding that was used in part B; however, the response explains the relationship between the evidence and the claim that does not rely on the application.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“This evidence supports my claim because getting an additional hour of sleep can improve academic performance, which is a benefit for students.”</em></p></li></ul>","af":"<p></p>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a different psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim. The psychological perspective, theory, concept, or research finding is different from the one used in part B (ii).</p><p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding that is different from the one used in part B.</p></li></ul><p><strong>Examples that earn 2 points include the following:</strong></p><ul><li><p><em>“This evidence supports my claim because a student’s circadian rhythm would fall more naturally in the different start times.”</em></p></li></ul>","af":"<p></p>"}]},"JQF000001_rubric_category_0":{"id":"JQF000001_rubric_category_0","t":"custom","ti":"A. Identify the research method used in the study.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify the research method used in the study.</p>","af":"<p><strong>Responses that earn 0 points</strong>:</p><ul><li><p>The response does not accurately identify the research method used in the study.</p></li><li><p>The response includes no identification of the research method used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The researcher used an experiment for this study.”</em></p></li><li><p><em>“The researcher used a survey.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies the research method used in the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately identifies the research method used in the study as a correlational study.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The researchers used a correlational method.”</em></p></li><li><p><em>“The researchers used a correlational study.”</em></p></li></ul>"}]},"JQF000001_rubric_category_1":{"id":"JQF000001_rubric_category_1","t":"custom","ti":"B. State the operational definition of daily sleep duration.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not state a measurable or quantifiable definition of the identified variable used in the study.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response states a definition of the identified variable in the study that is not measurable or quantifiable.</p></li><li><p>The response does not state a measurable or quantifiable definition of the identified variable as used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The operational definition is sleep duration.”</em></p></li><li><p><em>“They measured how much the students slept.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>States a measurable or quantifiable definition of the identified variable as used in the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response states that the operational definition of daily sleep duration is the calculated difference between the times when the adolescent reported going to sleep and their waking time.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Daily sleep duration is measured by calculating the difference between the times when the student went to sleep and when the student woke up.”</em></p></li></ul>"}]},"JQF000001_rubric_category_2":{"id":"JQF000001_rubric_category_2","t":"custom","ti":"C. Describe the meaning of standard deviation of the parents’ age in the study.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately describe the identified statistic in relation to the study.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response restates the standard deviation without directly relating it to the study.</p></li><li><p>The response does not accurately describe what is meant by the standard deviation in relation to the study.</p></li><li><p>The response provides a definition of the standard deviation but does not accurately describe its meaning in relation to the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The standard deviation of 5.4 for the study shows that the results are different from each other.”</em></p></li><li><p><em>“The standard deviation shows that the average age of parents is 47.”</em></p></li><li><p><em>“The mean age for the parents was 47.6 and the standard deviation was 5.4, this means that the age of any parent in the study could be up to 5.4 years above 47.6 or 5.4 years below 47.6.”</em></p></li><li><p><em>“The standard deviation demonstrates that the adolescents’ ages are more similar.” </em>[The response makes no reference to the parents’ ages.]</p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately describes the identified statistic in relation to the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately describes what is meant by the standard deviation in relation to the study (i.e., the parent's ages are more varied/spread out/dispersed in the data set).</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The standard deviation of 5.4 for the parents’ ages shows that the ages differed more than the adolescents’ ages.”</em></p></li><li><p><em>“The standard deviation shows the parents’ ages were more diverse.”</em></p></li><li><p><em>“The standard deviation means that 68% of the parents ages were either 5.4 years higher or lower than the average age of the parents.”</em></p></li><li><p><em>“The standard deviation of the parents’ ages indicates that there was a greater variability in that data set.”</em></p></li></ul>"}]},"JQF000001_rubric_category_3":{"id":"JQF000001_rubric_category_3","t":"custom","ti":"D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify one ethical guideline described in the study.</p><p>AND/OR</p><p>Does not correctly describe one way the researchers in the study applied this ethical guideline. </p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not identify and/or describe the ethical guideline applied by researchers in the study.</p></li><li><p>The response identifies and describes an ethical guideline that researchers should have applied but was not described in the study.</p></li><li><p>The response identifies and describes an ethical guideline not identified in the question.</p></li><li><p>The response identifies and describes other features of the study that are not ethical guidelines. </p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“It’s important for researchers to ensure participants are treated ethically.” </em>[No ethical guideline identified or described]</p></li><li><p><em>“The researchers should have kept the participant information anonymous.” </em>[Identifies an ethical guideline not described in the study]</p></li><li><p><em>“The study was approved by an IRB and the researchers debriefed their participants after the study.” </em>[Identifies an ethical guideline described in the study, but no description of how guideline was applied in the study.]</p></li><li><p><em>“The researchers used surveys that were administered in a standardized way.” </em>[Identifies and describes a feature of the study that is not an ethical guideline] </p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies one ethical guideline described in the study.</p><p>AND</p><p>Accurately describes one way the researchers in the study applied this ethical guideline. </p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response identifies institutional review and describes that the researchers applied it in the study when a group of professionals reviewed the study plan to determine the appropriateness of the study.</p><p>OR</p></li><li><p>The response identifies informed consent and describes that the researchers applied it in the study when participants agreed to be in the study and knew they could back out at any time.</p><p>OR</p></li><li><p>The response identifies informed assent and describes that the participants who were underage agreed to be in the study and knew they could back out at any time. </p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study was approved by an Institutional Review Board, which is when professionals in the field to ensure ethics were followed.\"</em></p><p>OR</p></li><li><p><em>“The study obtained informed consent which is when the participants agreed to be in the study and knew they could back out at any time.”</em></p><p>OR</p></li><li><p><em>“The study obtained informed assent which is when the underage participants agreed to be in the study and knew they could back out at any time.”</em> </p></li></ul>"}]},"JQF000001_rubric_category_4":{"id":"JQF000001_rubric_category_4","t":"custom","ti":"E. Explain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Note:</strong></p><ul><li><p>If students assert the study is “partly” generalizable or assert the study is both generalizable and not generalizable, their evidence must support their assertion by showing ways the study is both generalizable and not generalizable to earn 1 point.</p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not explain the extent to which the study is generalizable.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response proposes no claim regarding the generalizability of the conclusion of the study.</p></li><li><p>The response proposes a claim regarding the generalizability of the conclusion of the study but makes no reference to a population (general or specific).</p></li><li><p>The response uses evidence that does not apply to the generalizability of the conclusion of the study (e.g., reliability, validity, sample size).</p></li><li><p>The response only proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants).</p></li><li><p>The response only uses evidence about participant variables to imply generalizability. The response does not directly propose the extent of the generalizability of the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“It all depends on the variables that are measured, like the chaos that might be happening in the house.”</em></p></li><li><p><em>“They used a sample size population of about 200 participants.”</em></p></li><li><p><em>“The study’s results show significance with p-values of less than .05.”</em></p></li><li><p><em>“The participants were randomly sampled.”</em></p></li><li><p><em>“They got people from different races, which makes it more reliable.”</em></p></li><li><p><em>“The study is generalizable.”</em></p></li><li><p><em>“The study is not generalizable.”</em></p></li><li><p><em>“The conclusions of the study are generalizable to adults.”</em></p></li><li><p><em>“The conclusions of the study are generalizable to adults because the sample size is large.”</em></p></li><li><p><em>“Of the adults researchers surveyed, 70% had attended 4 years of college.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Explains the extent to which the study is generalizable using specific and relevant evidence referencing participant variables from the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants) to explain the extent of the generalizability of the study.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study is not generalizable to the larger population because over 70% of the participants were educated with at least 4 years of college.”</em></p></li><li><p><em>“The researchers gathered participants who are of different races, gender, and education level meaning they covered a bigger part of the population, and the results can be used for the majority of people.”</em></p></li></ul>"}]},"JQF000001_rubric_category_5":{"id":"JQF000001_rubric_category_5","t":"custom","ti":"F. Explain how at least one of the research findings supports or refutes the idea that the quality of sleep is more important than the duration of sleep.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not accurately explain how the results of the study support or refute the psychological concept presented in the question.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not explain how at least one of the research findings support or refute that sleep quality is more important than sleep duration.</p></li><li><p>The response does not accurately explain how at least one of the research findings support or refute that sleep quality is more important than sleep duration.</p></li></ul><p><strong>Examples that earn 0 points</strong></p><ul><li><p><em>“The study shows that sleep duration is important.”</em></p></li><li><p><em>“The study shows that sleep duration does not matter.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Uses the results of the study but does not explain how the psychological concept or hypothesis presented in the question is supported or refuted.</p><p>OR</p><p>Explains that the psychological concept or hypothesis presented in the question is supported or refuted but does not use any results from the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes that the evidence alone is sufficient to demonstrate that sleep quality is more important than sleep duration without additional explanation.</p></li><li><p>The response uses at least one of the research findings to explain how sleep quality is more important than sleep duration. However, the interpretation of the results of the study includes some inaccuracies.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Sleep quality is more important than sleep duration because it’s healthier for students.”</em></p></li><li><p><em>“The study showed that sleep duration did predict adolescent mood and anxiety disorders at a significant level.” </em>[The response provides results of the study without an explanation.]</p></li><li><p><em>“Sleep quality is more important than sleep duration. When comparing the participants who had better sleep quality, they showed fewer signs of anxiety and depressive symptoms. However, the results for sleep duration did not help predict anxiety and depressive symptoms.” </em>[The response provides evidence but includes an inaccurate interpretation.]</p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Uses a specific result from the study to explain how the results support or refute the psychological concept or hypothesis presented in the question. The results are accurately interpreted.</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response uses at least one of the research findings to accurately explain how sleep quality is more important than sleep duration. The results of the study are accurately interpreted.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“The conclusions from the study support the idea that quality of sleep is more important than the duration of sleep because researchers found out that better sleep quality the previous night was associated with fewer anxiety and depressive symptoms reported that evening.”</em></p></li></ul>"}]},"MCDprt1_rubric_category_0":{"id":"MCDprt1_rubric_category_0","t":"custom","ti":"A.\tIdentify the research method used in the study.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify the research method used in the study.</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately identify the research method used in the study.</p></li><li><p>The response includes no identification of the research method used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p>“<em>The research is a correlational study.</em>”</p></li></ul>","af":"<p></p>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies the research method used in the study.</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately identifies the research method used in the study as an experiment.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p>“<em>The research method is an experiment.</em>”</p></li></ul>","af":"<p></p>"}]},"MCDprt2_rubric_category_0":{"id":"MCDprt2_rubric_category_0","t":"custom","ti":"B.\tState the operational definition of executive functioning.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not state a measurable or quantifiable definition of the identified variable used in the study.</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response states a definition of the identified variable in the study that is not measurable or quantifiable.</p></li><li><p>The response does not state a measurable or quantifiable definition of the identified variable as used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Executive functioning is not helped by multivitamins.”</em></p></li><li><p><em>“Executive functioning is how many words they recall.”</em></p></li></ul>","af":"<p></p>"},{"l":"1 point","v":1,"m":1,"d":"<p>States a measurable or quantifiable definition of the identified variable as used in the study.</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response states that the operational definition of executive functioning is whether the participant correctly identified the second set of items shown as being the same as or different from the first set of items more quickly.</p></li><li><p>The response states that the operational definition of executive functioning is the scores on the test.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The operational definition of ‘executive functioning’ is if the person was able to correctly and quickly identify the second set of items shown as being different from or the same as the first set of items.”</em></p></li><li><p><em>“The operational definition is the scores on the executive functioning test.”</em></p></li></ul>","af":"<p></p>"}]},"MCDprt3_rubric_category_0":{"id":"MCDprt3_rubric_category_0","t":"custom","ti":"C.\tDescribe the meaning of the differences in the means for the immediate recall task between the multivitamin group and the placebo group.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately describe the identified statistic in relation to the study.</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response restates the differences in the means for the immediate recall task between the multivitamin group and the placebo group without directly relating it to the study.</p></li><li><p>The response does not accurately describe what is meant by the differences in the means for the immediate recall task between the multivitamin group and the placebo group in relation to the study.</p></li><li><p>The response provides a definition of the differences in the means for the immediate recall task between the multivitamin group and the placebo group but does not accurately describe its meaning in relation to the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The difference in the means says that they are different.” [The response does not describe what this difference means.]</em></p></li><li><p><em>“The mean for the multivitamin group in Year 3 is 1.1, and the mean for the placebo group was 0.9.” [The response does not describe what this difference means.]</em></p></li><li><p><em>“The mean is the average of a group of data.”</em></p></li></ul>","af":"<p></p>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately describes the identified statistic in relation to the study.</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately describes the meaning of the differences in the means for the immediate recall task between the multivitamin group and the placebo group in relation to the study.</p></li><li><p>The response accurately describes that the means show that the multivitamin group recalled more than the placebo group.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The means show that the multivitamin group had better recall than the placebo group.”</em></p></li><li><p><em>“The means show that the placebo group had worse recall than the multivitamin group.”</em></p></li><li><p><em>“The mean for the multivitamin group in Year 3 is 1.1, and the mean for the placebo group was 0.9. This means that the multivitamin group remembered more over time than the placebo group.”</em></p></li></ul>","af":"<p></p>"}]},"MCDprt4_rubric_category_0":{"id":"MCDprt4_rubric_category_0","t":"custom","ti":"D.\tIdentify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify one ethical guideline described in the study</p><p>AND/OR</p><p>Does not correctly describe one way the researchers in the study applied this ethical guideline </p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not identify and/or describe the ethical guideline applied by researchers in the study</p></li><li><p>The response identifies and describes an ethical guideline that researchers should have applied but was not described in the study</p></li><li><p>The response identifies and describes an ethical guideline not identified in the question.</p></li><li><p>The response identifies and describes other features of the study that are not ethical guidelines </p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“It’s important for researchers to ensure participants are treated ethically.” [No ethical guideline identified or described.]</em></p></li><li><p><em>“The researchers should have kept the participant information anonymous.” [Identifies an ethical guideline not described in the study.]</em></p></li><li><p><em>“The study was approved by an IRB and the researchers debriefed their participants after the study.” [Identifies an ethical guideline described in the study, but no description of how guideline was applied in the study.]</em></p></li><li><p><em>“The researchers used surveys that were administered in a standardized way.” [Identifies and describes a feature of the study that is not an ethical guideline.</em> </p></li></ul>","af":"<p></p>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies one ethical guideline described in the study</p><p>AND</p><p>Accurately describes one way the researchers in the study applied this ethical guideline</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response identifies confidentiality and describes that the researchers applied it in the study when researchers ensured that the individual participants could not be identified from the data collected.</p><p>OR</p></li><li><p>The response identifies informed consent and describes that the researchers applied it in the study when participants agreed to be in the study and knew they could back out at any time.</p><p>OR</p></li><li><p>The response identifies protection from harm and describes that the researchers considered/eliminated factors that might impose a burden/difficulty/stress for participants. </p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Researchers maintained confidentiality when they ensured that the individual participants could not be identified from the data collected.”</em></p><p><em>OR</em></p></li><li><p><em>“The study obtained informed consent which is when the participants agreed to be in the study and knew they could back out at any time.”</em></p><p><em>OR</em></p></li><li><p><em>“The researchers protected the participants from harm when they considered factors that might impose a difficulty for participants.”</em> </p></li></ul>","af":"<p></p>"}]},"MCDprt5_rubric_category_0":{"id":"MCDprt5_rubric_category_0","t":"custom","ti":"E.\tExplain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Note:</strong></p><ul><li><p>If students assert the study is “partly” generalizable or assert the study is both generalizable and not generalizable, their evidence must support their assertion by showing ways the study is both generalizable and not generalizable to earn 1 point.</p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not explain the extent to which the study is generalizable.</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response proposes no claim regarding the generalizability of the conclusion of the study.</p></li><li><p>The response proposes a claim regarding the generalizability of the conclusion of the study but makes no reference to a population (general or specific).</p></li><li><p>The response uses evidence that does not apply to the generalizability of the conclusion of the study (e.g., reliability, validity, sample size).</p></li><li><p>The response only proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants).</p></li><li><p>The response only uses evidence about participant variables to imply generalizability. The response does not directly propose the extent of the generalizability of the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The study is generalizable.”</em></p></li><li><p><em>“The study is generalizable to the larger population.”</em></p></li><li><p><em>“The study used both men and women.”</em></p></li><li><p><em>“The study is generalizable because everyone takes vitamins.”</em></p></li></ul>","af":"<p></p>"},{"l":"1 point","v":1,"m":1,"d":"<p>Explains the extent to which the study is generalizable using specific and relevant evidence referencing participant variables from the study.</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants) to explain the extent of the generalizability of the study.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study is generalizable to both men and women because both were used in the study.”</em></p></li><li><p><em>“The study is generalizable to older adults only because that is the only group the researchers used.”</em></p></li></ul>","af":"<p></p>"}]},"MCDprt6_rubric_category_0":{"id":"MCDprt6_rubric_category_0","t":"custom","ti":"F.\tExplain how at least one of the research findings supports or refutes the researcher’s hypothesis that taking a multivitamin prevents cognitive decline in later life.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not accurately explain how the results of the study support or refute the psychological concept presented in the question.</p><p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not explain how at least one of the research findings support or refute that taking a multivitamin prevents cognitive decline in later life.</p></li><li><p>The response does not accurately explain how at least one of the research findings support or refute that taking a multivitamin prevents cognitive decline in later life.</p></li></ul><p><strong>Examples that earn 0 points</strong></p><ul><li><p>“The study shows that executive functioning is not affected by taking a multivitamin, so it’s not worth it to take them.”</p></li><li><p>“The study shows that people should take a multivitamin.”</p></li><li><p>“Older adults should not take a multivitamin because of the side effects.”</p></li></ul>","af":"<p></p>"},{"l":"1 point","v":1,"m":2,"d":"<p>Uses the results of the study but does not explain how the psychological concept or hypothesis presented in the question is supported or refuted.</p><p>OR</p><p>Explains that the psychological concept or hypothesis presented in the question is supported or refuted but does not use any results from the study.</p><p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes that the evidence alone is sufficient to demonstrate that taking a multivitamin prevents cognitive decline in later life without additional explanation.</p></li><li><p>The response uses at least one of the research findings to explain how taking a multivitamin prevents cognitive decline in later life. However, the interpretation of the results of the study includes some inaccuracies.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Older adults should take a multivitamin because it improves their memory and thinking.” [The response provides an explanation without using results.]</em></p></li><li><p><em>“Older adults gain 3.1 years of memory change because of taking a multivitamin.” [The response uses results from the study without further explanation.]</em></p></li><li><p><em>“Older adults should take a multivitamin because it improves their memory and executive functioning.” [The response uses evidence but includes an inaccurate interpretation.]</em></p></li></ul>","af":"<p></p>"},{"l":"2 points","v":2,"m":2,"d":"<p>Uses a specific result from the study to explain how the results support or refute the psychological concept or hypothesis presented in the question. The results are accurately interpreted.</p><p><strong>Responses that earn 2 points:</strong></p><ul><li><p>“This study shows that older adults can delay some cognitive decline if they take a multivitamin because it seems to improve episodic memory, but not executive functioning.”</p></li><li><p>“The study shows that taking a multivitamin does not totally prevent cognitive decline in later life because executive functioning is not significantly improved by taking one.”</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p>“This study shows that older adults can delay some cognitive decline if they take a multivitamin because it seems to improve episodic memory, but not executive functioning.”</p></li><li><p>“The study shows that taking a multivitamin does not totally prevent cognitive decline in later life because executive functioning is not significantly improved by taking one.”</p></li></ul>","af":"<p></p>"}]},"VR838912_rubric_category_0":{"id":"VR838912_rubric_category_0","t":"custom","ti":"A. Identify the research method used in the study.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify the research method used in the study</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately identify the research method used in the study.</p></li><li><p>The response includes no identification of the research method used in the study.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>The research is an experiment.</em></p></li><li><p><em>The researchers used a semi-structured interview for this study. </em>[The semi-structured interview is the measurement tool, not the research method.]</p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies the research method used in the study</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately identifies the research method used in the study as a case study.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>The research method used is a case study.</em></p></li></ul>"}]},"VR838912_rubric_category_1":{"id":"VR838912_rubric_category_1","t":"custom","ti":"B. State the operational definition of addiction.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not state a measurable or quantifiable definition of the identified variable as used in the study</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response states a definition of addiction in the study that is not measurable or quantifiable.</p></li><li><p>The response does not state a measurable or quantifiable definition of addiction as used in the study.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>Addiction is defined when you need to take a drug or else you’ll experience withdrawal.</em></p></li><li><p><em>Addiction is defined in this study is when the women were abusing drugs.</em> [The response does not refer to how the researchers measured the variable.]</p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>States a measurable or quantifiable definition of the identified variable as used in the study</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response states the operational definition of addiction.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>The researchers operationally define “addiction” as the participants’ responses that refer to misusing substances in their lives.</em></p></li><li><p><em>The operational definition of addiction is when the participants described their substance use as “abusive.”</em></p></li></ul>"}]},"VR838912_rubric_category_2":{"id":"VR838912_rubric_category_2","t":"custom","ti":"C. Describe the meaning of the percentages presented in the “hourly wage of those who are employed” category of demographic data.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately describe the identified statistic in relation to the study</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response restates the percentages presented in the “hourly wage of those who are employed” category of demographic data without directly relating it to the study.</p></li><li><p>The response does not accurately describe what is meant by the percentages presented in the “hourly wage of those who are employed” category of demographic data in relation to the study.</p></li><li><p>The response provides a definition of the percentages presented in the “hourly wage of those who are employed” category of demographic data but does not accurately describe its meaning in relation to the study.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>The percentages show that one group is making more money than another. </em>[The response is not specific to the demographics of the study.]</p></li><li><p><em>The percentages show that most women are making over $16 an hour. </em>[The response does not accurately describe the statistic’s meaning.]</p></li><li><p><em>The percentages show the average of the data in the table. </em>[The response provides a definition instead of an interpretation.]</p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately describes the identified statistic in relation to the study</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately describes the meaning of the percentages presented in the “hourly wage of those who are employed” category of demographic data in relation to the study.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>The hourly wages percentages show that most of the women are making under $16 an hour.</em></p></li><li><p><em>The wages show that the majority of women are earning under $12.99 an hour.</em></p></li></ul>"}]},"VR838912_rubric_category_3":{"id":"VR838912_rubric_category_3","t":"custom","ti":"D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify one ethical guideline described in the study</p><p>AND/OR</p><p>Does not correctly describe one way the researchers in the study applied this ethical guideline </p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not identify and/or describe the ethical guideline applied by researchers in the study.</p></li><li><p>The response identifies and describes an ethical guideline that researchers should have applied but was not described in the study.</p></li><li><p>The response identifies and describes an ethical guideline not identified in the question.</p></li><li><p>The response identifies and describes other features of the study that are not ethical guidelines. </p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“It’s important for researchers to ensure participants are treated ethically.” [No ethical guideline identified or described]</em></p></li><li><p><em>“The researchers should have kept the participant information anonymous.” [Identifies an ethical guideline not described in the study]</em></p></li><li><p><em>“The study was approved by an IRB and the researchers debriefed their participants after the study.” [Identifies an ethical guideline described in the study, but no description of how guideline was applied in the study.]</em></p></li><li><p><em>“The researchers used surveys that were administered in a standardized way.” [Identifies and describes a feature of the study that is not an ethical guideline]</em> </p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies one ethical guideline described in the study</p><p>AND</p><p>Accurately describes one way the researchers in the study applied this ethical guideline </p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response identifies institutional review and describes that the researchers applied it in the study when a group of professionals reviewed the study plan to determine the appropriateness of the study.</p><p>OR</p></li><li><p>The response identifies informed consent and describes that the researchers applied it in the study when participants agreed to be in the study and knew they could back out at any time.</p><p>OR</p></li><li><p>The response identifies confidentiality and describes that the researchers applied it in the study when researchers ensured that the individual participants could not be identified from the data collected. </p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“The study was approved by an Institutional Review Board, which is when professionals in the field to ensure ethics were followed.\"</em></p><p><em>OR</em></p></li><li><p><em>“The study obtained informed consent which is when the participants agreed to be in the study and knew they could back out at any time.”</em></p><p><em>OR</em></p></li><li><p><em>“Researchers maintained confidentiality when they ensured that the individual participants could not be identified from the data collected.”</em> </p></li></ul>"}]},"VR840556_rubric_category_0":{"id":"VR840556_rubric_category_0","t":"custom","ti":"A. Using the sources provided, develop and justify an argument about the impact of divided attention on performance of a task. Propose a specific and defensible claim based in psychological science that responds to the question.","s":"<p>A claim that meets the criteria can be awarded the point regardless of whether the responses in Parts B and C successfully support the claim.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not propose a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response describes the question without making a claim.</p></li><li><p>The response proposes a claim unrelated to the question.</p></li><li><p>The response proposes an oversimplified conclusion or evidence from a provided source.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“Divided attention is when you work on more than one thing at a time.”</em></p></li><li><p><em>“People shouldn’t be distracted.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Proposes a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a specific effect on the question. </p></li><li><p>The response proposes a claim that suggests a positive or negative effect on the question.</p></li><li><p>The response proposes a recommendation for the application of the question.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“When people divide their attention, by trying to do two things at once, it hurts their performance on a task.”</em></p></li><li><p><em>“Students should avoid trying to divide their attention at school because it negatively impacts their grades.”</em></p></li></ul>"}]},"VR840556_rubric_category_1":{"id":"VR840556_rubric_category_1","t":"custom","ti":"B(i). Support your claim using at least one piece of specific and relevant evidence from one of the sources.","s":"<ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn the point for citing the source.</p></li><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite one piece of specific evidence from one of the provided sources to support the claim. Any evidence provided is not relevant to the question.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“Participants were 47 seconds slower in identifying the color of the word when they were doing two things at once.” </em>[The response has not provided a citation.]</p></li><li><p><em>“Researchers found that divided attention is harmful.” </em>[The evidence is nonspecific.]</p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses one piece of correctly cited, specific, accurate, and relevant evidence from one of the provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim. </p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“According to Source 1, participants were 47 seconds slower in identifying the color of the word when they had to multitask.”</em></p></li><li><p><em>“Researchers have not found that multitasking negatively affects quiz performance on fact-based questions (Source 2).”</em></p></li></ul>"}]},"VR840556_rubric_category_2":{"id":"VR840556_rubric_category_2","t":"custom","ti":"B(ii). Explain how the evidence from Part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology.","s":"<ul><li><p>The explanation and application points can be earned even if the response did not earn the point in B(i) due to incorrectly cited and/or nonspecific evidence.</p></li></ul><ul><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2024) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2024) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be “evidence”. All text before the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are “experiment,” “Stroop task,” “mean,” “interference,” “attitudes,” “survey,” “learning,” “multitasking,” “distractibility,” “concentrate/concentration,” “standard deviation,” “correlation (negative and positive),” “statistical significance,” “academic achievement,” “recall,” and “memory.” </p></li></ul>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not explain the relationship between the evidence and the claim.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“This evidence proves that divided attention is beneficial.”</em></p></li><li><p><em>“This evidence supports my claim.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence in supporting the claim, but does not apply a psychological perspective, theory, concept, or research finding.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“This evidence shows that when students were interrupted with a text message while they were studying, they had a harder time recalling what they read, especially if they only reread the text.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim.</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding correctly.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“People who divide their attention can experience inattentional blindness, meaning they miss important things in the environment because they aren’t paying proper attention making their performance on the task worse.”</em></p></li></ul>"}]},"VR840556_rubric_category_3":{"id":"VR840556_rubric_category_3","t":"custom","ti":"C(i). Support your claim using an additional piece of specific and relevant evidence from a different source than the one that was used in Part B (i).","s":"<ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn the point for citing the source.</p></li><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct.</p></li></ul>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite a different piece of specific evidence from either of the other two provided sources to support the claim</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The evidence is from the same source as the one used in Part B.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Participants were 47 seconds slower in identifying the color of the word when they had to multitask.” </em>[The response has not provided a citation.]</p></li><li><p><em>“Researchers found that multitasking is harmful.” </em>[The evidence in nonspecific.]</p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses a different piece of correctly cited, specific, and relevant evidence from either of the other two provided sources to support the claim</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim. </p></li><li><p>The evidence is from a different source than the one used in Part B.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Source 2 showed that when students were distracted that did worse on the quiz.”</em></p></li></ul>"}]},"VR840556_rubric_category_4":{"id":"VR840556_rubric_category_4","t":"custom","ti":"C(ii). Explain how the evidence from Part C (i) supports your claim using a different psychological perspective, theory, concept, or research finding learned in AP Psychology than the one that was used in Part B (ii).","s":"<ul><li><p>The explanation and application points can be earned even if the response did not earn the point in C(i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The explanation and application points can be earned if the response uses the same source in both Parts B and C, provided that the evidence used in Part B and Part C is different.</p></li></ul><ul><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2024) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2024) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be “evidence”. All text prior to the citation will be considered “evidence”. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are “experiment,” “Stroop task,” “mean,” “interference,” “attitudes,” “survey,” “learning,” “multitasking,” “distractibility,” “concentrate/concentration,” “standard deviation,” “correlation (negative and positive),” “statistical significance,” “academic achievement,” “recall,” and “memory.” </p></li></ul>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not explain the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“This evidence proves that dividing one’s attention is beneficial.”</em></p></li><li><p><em>“This evidence supports my claim.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence, but does not apply a psychological perspective, theory, concept, or research finding.</p></li><li><p>The response applies the same psychological perspective, theory, concept, or research finding that was used in Part B; however, the response explains the relationship between the evidence and the claim that does not rely on the application.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“This evidence shows that when students were interrupted with a text message while they were studying, they had a harder time recalling what they read, especially if they only reread the text.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a different psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim. The psychological perspective, theory, concept, or research finding is different from the one used in Part B (ii).</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding that is different from the one used in Part B.</p></li></ul><p><strong>Examples that earn 2 points include the following:</strong></p><ul><li><p><em>“When someone is distracted by a text message, they really can’t encode the information they are reading into their memory and that’s why students did so poorly on their quiz.”</em></p></li></ul>"}]},"VR841036_rubric_category_0":{"id":"VR841036_rubric_category_0","t":"custom","ti":"A. Using the sources provided, develop and justify an argument about the relationship between being in an ordered or cluttered environment and creativity. Propose a specific and defensible claim based in psychological science that responds to the question.","s":"<p>A claim that meets the criteria can be awarded the point regardless of whether the responses in Parts B and C successfully support the claim.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not propose a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response describes the question without making a claim.</p></li><li><p>The response proposes a claim unrelated to the question.</p></li><li><p>The response proposes an oversimplified conclusion or evidence from a provided source.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“You shouldn’t work in a disorderly room.”</em></p></li><li><p><em>“People do better in an orderly environment.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Proposes a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim that suggests a positive or negative effect on the question.</p></li><li><p>The response proposes a recommendation for the application of the question.</p></li><li><p>The response proposes a specific effect on the question.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“Working in a disorderly room leads people to be more creative.”</em></p></li><li><p><em>“Working in a tidy room leads a person to be less creative than someone working in a messy room.”</em></p></li></ul>"}]},"VR841036_rubric_category_1":{"id":"VR841036_rubric_category_1","t":"custom","ti":"B(i). Support your claim using at least one piece of specific and relevant evidence from one of the sources.","s":"<ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn the point for citing the source.</p></li><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite one piece of specific evidence from one of the provided sources to support the claim. Any evidence provided is not relevant to the question.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“People in the messy room had more creative ideas than people in the orderly room.” </em>[The response has not provided a citation.]</p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses one piece of correctly cited, specific, accurate, and relevant evidence from one of the provided sources to support the claim</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim. </p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“Source 1 showed that people in the messy room had more creative ideas than people in the orderly room.”</em></p></li></ul>"}]},"VR841036_rubric_category_2":{"id":"VR841036_rubric_category_2","t":"custom","ti":"B(ii). Explain how the evidence from Part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology.","s":"<ul><li><p>The explanation and application points can be earned even if the response did not earn the point in B(i) due to incorrectly cited and/or nonspecific evidence.</p></li></ul><ul><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2024) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2024) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be “evidence”. All text before the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are “creativity,” “hypothesis,” “statistical significance,” “mean,” “cognitive processes,” “critical thinking,” “goal-directed behaviors,” “institutional review board,” “informed consent,” “random assignment,” “correlation,” “fluency,” “personality,” “self-control,” “trait,” and “survey.” </p></li></ul>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not explain the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“It doesn’t seem to matter if you are in a cluttered or organized room on what you do.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence in supporting the claim, but does not apply a psychological perspective, theory, concept, or research finding.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“Researchers showed that working in a disorderly room actually helps people generate more creative ideas.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding correctly.</p></li></ul><p><strong>Examples that earn 2 points include the following:</strong></p><ul><li><p><em>“Researchers showed that working in a messy room helps people think in more divergent ways so that they can generate more ideas and be more creative.”</em></p></li></ul>"}]},"VR841036_rubric_category_3":{"id":"VR841036_rubric_category_3","t":"custom","ti":"C(i). Support your claim using an additional piece of specific and relevant evidence from a different source than the one that was used in Part B (i).","s":"<ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn the point for citing the source.</p></li><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite a different piece of specific evidence from either of the other two provided sources to support the claim</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The evidence is from the same source as the one used in Part B.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“Being in a disorderly environment helps you be more creative if you have low self-control.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses a different piece of correctly cited, specific, and relevant evidence from either of the other two provided sources to support the claim</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim.</p></li><li><p>The evidence is from a different source than the one used in Part B.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“Researchers in Source 3 showed that being in a disorderly environment only promotes creativity if you are a person with low self-control.”</em></p></li></ul>"}]},"VR841036_rubric_category_4":{"id":"VR841036_rubric_category_4","t":"custom","ti":"C(ii). Explain how the evidence from Part C (i) supports your claim using a different psychological perspective, theory, concept, or research finding learned in AP Psychology than the one that was used in Part B (ii). ","s":"<ul><li><p>The explanation and application points can be earned even if the response did not earn the point in C(i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The explanation and application points can be earned if the response uses the same source in both Parts B and C, provided that the evidence used in Part B and Part C is different.</p></li></ul><ul><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2024) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2024) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be “evidence”. All text prior to the citation will be considered “evidence”. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are “creativity,” “hypothesis,” “statistical significance,” “mean,” “cognitive processes,” “critical thinking,” “goal-directed behaviors,” “institutional review board,” “informed consent,” “random assignment,” “correlation,” “fluency,” “personality,” “self-control,” “trait,” and “survey.” </p></li></ul>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not explain the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“This proves that working in an orderly environment is beneficial.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence, but does not apply a psychological perspective, theory, concept, or research finding.</p></li><li><p>The response applies the same psychological perspective, theory, concept, or research finding that was used in Part B; however, the response explains the relationship between the evidence and the claim that does not rely on the application.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>“Working in a messy environment doesn’t improve your creativity or help you do higher level thinking. Researchers didn’t find a significant difference in creativity measures between the scores of those in the messy or orderly room.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a different psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim. The psychological perspective, theory, concept, or research finding is different from the one used in Part B (ii).</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding that is different from the one used in Part B.</p></li></ul><p><strong>Examples that earn 2 points include the following:</strong></p><ul><li><p><em>“Researchers demonstrated that working in a messy environment doesn’t improve skills related to executive functioning or creativity. Researchers didn’t find a significant difference in creativity measures between the scores of those in the messy or orderly room.”</em></p></li></ul>"}]},"VR841659_rubric_category_0":{"id":"VR841659_rubric_category_0","t":"custom","ti":"A. Identify the research method used in the study.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify the research method used in the study</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately identify the research method used in the study.</p></li><li><p>The response includes no identification of the research method used in the study.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>The research is a correlational study.</em></p></li><li><p><em>The researchers used a survey for this study.</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies the research method used in the study</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately identifies the research method used in the study as an experiment.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>The research method used is an experiment.</em></p></li></ul>"}]},"VR841659_rubric_category_1":{"id":"VR841659_rubric_category_1","t":"custom","ti":"B. Describe the meaning of the difference in the means for the percent correct for the spoken syllable identification task and the timbre identification task.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately describe the identified statistic in relation to the study</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response restates the difference in the means for the percent correct for the spoken syllable identification task and the timbre identification task without directly relating it to the study.</p></li><li><p>The response does not accurately describe what is meant by the difference in the means for the percent correct for the spoken syllable identification task and the timbre identification task in relation to the study.</p></li><li><p>The response provides a definition of the difference in the means for the percent correct for the spoken syllable identification task and the timbre identification task but does not accurately describe its meaning in relation to the study.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>The difference in the means shows that one task is more than another. </em>[The response is not specific to the study.]</p></li><li><p><em>The different means show that syllable identification is harder than timbre identification. </em>[The response does not accurately describe the statistic’s meaning.]</p></li><li><p><em>The difference in means shows the difference in the average scores of each group. </em>[The response provides a definition instead of an interpretation.]</p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately describes the identified statistic in relation to the study</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately describes the meaning of the difference in the means for the percent correct for the spoken syllable identification task and the timbre identification task in relation to the study.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>The difference in means shows that the syllable identification task is easier to identify than the timbre identification task.</em></p></li><li><p><em>More participants identified the syllable identification task correct than they did for the timbre identification task.</em></p></li></ul>"}]},"VR841659_rubric_category_2":{"id":"VR841659_rubric_category_2","t":"custom","ti":"C. Propose a claim about the extent to which the research findings may or may not be generalizable.","s":"<p>If the response asserts the study is “partly” generalizable or asserts the study is both generalizable and not generalizable, the student’s evidence must support their assertion by showing ways the study is both generalizable and not generalizable to earn 1 point.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not propose a claim regarding the generalizability of the study to a population (general or specific).</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response proposes no claim regarding the generalizability of the conclusion of the study.</p></li><li><p>The response proposes a claim regarding the generalizability of the conclusion of the study but makes no reference to a population (general or specific).</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>“The study is generalizable.”</em></p></li><li><p><em>“The study is generalizable to the larger population.”</em></p></li><li><p><em>“The study used both men and women.”</em> [The response does not propose a claim about generalizability].</p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Proposes a claim about the extent to which the study is generalizable.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants.</p></li></ul><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>The study is generalizable to more people in a population because they used healthy listeners instead of just split-brain patients.</em></p></li><li><p><em>The study is not generalizable to a wide population of people.</em></p></li></ul>"}]},"VR841659_rubric_category_3":{"id":"VR841659_rubric_category_3","t":"custom","ti":"D. Propose a claim about how the research findings support or refute the concept of contralateral hemispheric organization. ","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not propose a claim about how the results of the study support or refute the psychological concept or hypothesis presented in the question.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not propose a claim about how the research findings support or refute the concept of contralateral hemispheric organization.</p></li></ul><p><strong>Examples that earn 0 points include the following:</strong></p><ul><li><p><em>Contralateral hemispheric organization is when one side of the brain controls the opposite side of the body.</em></p></li><li><p><em>Contralateral hemispheric organization was demonstrated by this study.</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Proposes a claim about how the psychological concept or hypothesis is supported or refuted by the research findings.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><p>The response proposes that the concept of contralateral hemispheric organization is supported or refuted by the research findings in the study.</p><p><strong>Examples that earn 1 point include the following:</strong></p><ul><li><p><em>The study supports the concept of contralateral hemispheric organization.</em></p></li><li><p><em>The study showed that contralateral hemispheric organization occurs in healthy people.</em></p></li></ul>"}]},"VR856368_rubric_category_0":{"id":"VR856368_rubric_category_0","t":"custom","ti":"A. Propose a specific and defensible claim based in psychological science that responds to the question.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>A claim that meets the criteria can be awarded the points regardless of whether the responses in parts B and C successfully support the claim.</p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not propose a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 0 points</strong>:</p><ul><li><p>The response describes the question without making a claim.</p></li><li><p>The response proposes a claim unrelated to the question.</p></li><li><p>The response proposes an oversimplified conclusion or evidence from a provided source.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Happiness can be increased.”</em></p></li><li><p><em>“Increasing happiness is important.”</em></p></li><li><p><em>“People who are kind to others are happier.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Proposes a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim that suggests a positive or negative effect on the question.</p></li><li><p>The response proposes a recommendation for the application of the question.</p></li><li><p>The response proposes a specific effect on the question.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The best way to improve happiness is to perform acts of kindness.”</em></p></li><li><p><em>“The best way to improve happiness is to have a biological predisposition to be happy.”</em></p></li><li><p><em>“People who wish to become happier can do so if they engage in acts of gratitude and kindness.”</em></p></li><li><p><em>“Certain activities can boost a person’s subjective well-being.”</em></p></li></ul>"}]},"VR856368_rubric_category_1":{"id":"VR856368_rubric_category_1","t":"custom","ti":"B. (i) Support your claim using at least one piece of specific and relevant evidence from one of the sources.","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li></ul><ul><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite one piece of specific evidence from one of the provided sources to support the claim. Any evidence provided is not relevant to the question.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Sources say happiness depends upon how you look at your life experiences.” [No citation.]</em></p></li><li><p><em>“People who are depressed did not choose to be unhappy.” [No citation; does not refer to any provided source.]</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses one piece of correctly cited, specific, accurate, and relevant evidence from one of the provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Source 1 describes an experiment in which subjects who completed a daily gratitude reflection were found to be happier than controls who did not.”</em></p></li></ul>"}]},"VR856368_rubric_category_2":{"id":"VR856368_rubric_category_2","t":"custom","ti":"B. (ii) Explain how the evidence from part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology. ","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>The explanation and application points can be earned even if the response did not earn the point in B (i) due to incorrectly cited and/or nonspecific evidence.</p></li></ul><ul><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2025) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2025) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text before the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the source that are not eligible to be used for the application point are “gratitude,” “happiness,” “neuromuscular disease,” “sample,” “nerves,” “voluntary muscles,” “sensory information,” “brain,” “random assignment,” “subjective well-being,” “pessimistic,” “optimistic,” “life/job satisfaction,” “statistical significance,” “identical/fraternal twins,” “representative sample,” “survey/questionnaire,” “contentment,” “population,” “correlate,” “depression,” and “kindness.” </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not explain the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><strong>“</strong><em>Personally, I’ve found that looking on the bright side of things makes me feel better.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence in supporting the claim, but does not apply a psychological perspective, theory, concept, or research finding.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“This evidence supports the claim because focusing on the positive is a helpful strategy for becoming happier.”</em></p></li><li><p><em>“This evidence supports the claim because this is a simple intervention that could be easily practiced by anyone with or without a physical illness.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim.</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding correctly.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p>“<em>This evidence supports the notion that happiness can be increased by changing one’s pattern of thinking. This is consistent with research from cognitive therapy that suggests emotions are influenced by specific thought patterns. As participants practiced new, more helpful patterns of thinking, their mood changed for the better.”</em></p></li></ul>"}]},"VR856368_rubric_category_3":{"id":"VR856368_rubric_category_3","t":"custom","ti":"C. (i)  Support your claim using an additional piece of specific and relevant evidence from a different source than the one that was used in part B (i).","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li></ul><ul><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite a different piece of specific evidence from either of the other two provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The evidence is from the same source as the one used in part B.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Sources say happiness is largely determined by your genes.” [No citation provided.]</em></p></li><li><p><em>“Happiness can be increased because antidepressant medications effectively do this for people with depression.” [None of the provided sources discuss anti-depressants.]</em></p></li><li><p><em>“According to Source 1, adopting a gratitude practice could improve one’s happiness.” [Does not score if the student previously used Source 1.]</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses a different piece of correctly cited, specific, and relevant evidence from either of the other two provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The research described in Source 2 indicates that identical twins are more similar in levels of contentment than are fraternal twins, suggesting that genetics plays a role as well.”</em></p></li></ul>"}]},"VR856368_rubric_category_4":{"id":"VR856368_rubric_category_4","t":"custom","ti":"C. (ii) Explain how the evidence from part C (i) supports your claim using a different psychological perspective, theory, concept, or research finding learned in AP Psychology than the one that was used in part B (ii).","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>The explanation and application points can be earned even if the response did not earn the point in C (i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The explanation and application points can be earned if the response uses the same source in both parts B and C, provided that the evidence used in part B and part C is different.</p></li></ul><ul><li><p>The use of a different psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2025) is preferred but not required. The application of a different psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2025) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text prior to the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the source that are not eligible to be used for the application point are “gratitude,” “happiness,” “neuromuscular disease,” “sample,” “nerves,” “voluntary muscles,” “sensory information,” “brain,” “random assignment,” “subjective well-being,” “pessimistic,” “optimistic,” “life/job satisfaction,” “statistical significance,” “identical/fraternal twins,” “representative sample,” “survey/questionnaire,” “contentment,” “population,” “correlate,” “depression,” and “kindness.” </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not meet the criteria for one point.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“This evidence supports my claim because it shows that happiness is solely the result of genetics.” [Oversimplified and inaccurate interpretation of Source 2.]</em></p></li><li><p><em>“The evidence clearly supports my claim.”</em></p></li><li><p><em>“People generally are just naturally happy or unhappy people.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence, but does not apply a psychological perspective, theory, concept, or research finding.</p></li><li><p>The response applies the same psychological perspective, theory, concept, or research finding that was used in part B; however, the response explains the relationship between the evidence and the claim that does not rely on the application.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“This evidence supports my claim that happiness is influenced by our families.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a different psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim. The psychological perspective, theory, concept, or research finding is different from the one used in part B (ii).</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding that is different from the one used in part B.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“This evidence supports the claim because personality traits that have been shown to be genetically influenced, like the Big Five trait of neuroticism, are correlated with mood instability, meaning that some people just have genetics that make them more vulnerable to low moods.”</em></p></li></ul>"}]},"VR856497_rubric_category_0":{"id":"VR856497_rubric_category_0","t":"custom","ti":"A. Propose a specific and defensible claim based in psychological science that responds to the question.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>A claim that meets the criteria can be awarded the points regardless of whether the responses in parts B and C successfully support the claim.</p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not propose a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 0 points</strong>:</p><ul><li><p>The response describes the question without making a claim.</p></li><li><p>The response proposes a claim unrelated to the question.</p></li><li><p>The response proposes an oversimplified conclusion or evidence from a provided source.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Infants exposed to media screens probably come from middle or upper socioeconomic classes.”</em></p></li><li><p><em>“The researchers are interested in media screen exposure and cognitive development.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Proposes a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim that suggests a positive or negative effect on the question.</p></li><li><p>The response proposes a recommendation for the application of the question.</p></li><li><p>The response proposes a specific effect on the question.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Infants should not be exposed to media screens until after they are 3 years old.”</em></p></li><li><p><em>“Infants exposed to large amounts of media screens in later elementary school so they will not have deficits in their cognitive development.”</em></p></li><li><p><em>“The later that infants spend with media screens, the better their cognitive development will be in early childhood.”</em></p></li></ul>"}]},"VR856497_rubric_category_1":{"id":"VR856497_rubric_category_1","t":"custom","ti":"B. (i) Support your claim using at least one piece of specific , accurate, and relevant evidence from one of the sources.","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li></ul><ul><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li></ul><ul><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite one piece of specific evidence from one of the provided sources to support the claim. Any evidence provided is not relevant to the question.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Source 1 reported how much screen time children had.”</em></p></li><li><p><em>“Source 1 was about infants’ cognitive development.”</em></p></li><li><p><em>“Supanitayanon et al. (2020) found that screen media exposure is bad.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses one piece of correctly cited, specific, accurate, and relevant evidence from one of the provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Source 1 found that infants exposed to high levels of media screens had lower scores for such abilities as visual memory.”</em></p></li></ul>"}]},"VR856497_rubric_category_2":{"id":"VR856497_rubric_category_2","t":"custom","ti":"B. (ii) Explain how the evidence from part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology. ","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>The explanation and application points can be earned even if the response did not earn the point in B (i) due to incorrectly cited and/or nonspecific evidence.</p></li></ul><ul><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2025) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2025) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text before the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are “attention,” “cognitive/cognitive development,” “motor skills,” “visual reception,” “comprehension,” “language/language development,” “correlation coefficient,” “mental imagery,” “working memory,” “survey,” “socio-emotional,” “behavioral,” “mean,” “standard deviation,” and “statistically significant.” </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not explain the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p>“<em>All people, including babies, should be allowed to use screen media as much as they want to.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence in supporting the claim, but does not apply a psychological perspective, theory, concept, or research finding.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p>“<em>Source 1 found that toddlers had lower scores on a visual memory task when, as infants, they were exposed to higher levels of screen media. This shows an impairment in cognitive development.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim.</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding correctly.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p>“<em>Source 1’s finding that visual memory is lower when infants are exposed to high levels of screen media could relate to how and when toddlers master object permanence. If their memory for visual information is lower, then they may have challenges developing object permanence.”</em></p></li></ul>"}]},"VR856497_rubric_category_3":{"id":"VR856497_rubric_category_3","t":"custom","ti":"C. (i)  Support your claim using an additional piece of specific, accurate, and relevant evidence from a different source than the one that was used in part B (i).","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li></ul><ul><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite a different piece of specific evidence from either of the other two provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The evidence is from the same source as the one used in part B.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Working memory, vocabulary, and mental imagery are not positively correlated with each other (Source 2).”</em></p></li><li><p><em>“Source 2 found that German children have televisions.”</em></p></li><li><p><em>“Gastaud et al. (2023) found that some parents had lower education than others.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses a different piece of correctly cited, specific, accurate, and relevant evidence from either of the other two provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Source 2 found that young children who were exposed to high levels of screen media at Time 1 were less accurate in the mental imagery task at Time 2. “</em></p></li><li><p><em>“Source 3 reported that toddlers who were exposed to more than two hours of screen media daily had lower scores than those exposed to no more than an hour daily.”</em></p></li></ul>"}]},"VR856497_rubric_category_4":{"id":"VR856497_rubric_category_4","t":"custom","ti":"C. (ii) Explain how the evidence from part C (i) supports your claim using a different psychological perspective, theory, concept, or research finding learned in AP Psychology than the one that was used in part B (ii).","s":"<p>For part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1,...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>The explanation and application points can be earned even if the response did not earn the point in C (i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The explanation and application points can be earned if the response uses the same source in both parts B and C, provided that the evidence used in part B and part C is different.</p></li></ul><ul><li><p>The use of a different psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2025) is preferred but not required. The application of a different psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2025) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text prior to the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are “attention,” “cognitive/cognitive development,” “motor skills,” “visual reception,” “comprehension,” “language/language development,” “correlation coefficient,” “mental imagery,” “working memory,” “survey,” “socio-emotional,” “behavioral,” “mean,” “standard deviation,” and “statistically significant.” </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not meet the criteria for one point.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Exposure to screen media is bad for children.”</em></p></li><li><p><em>“All the studies support the argument that cognitive development declines with screen media exposure.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence, but does not apply a psychological perspective, theory, concept, or research finding.</p></li><li><p>The response applies the same psychological perspective, theory, concept, or research finding that was used in part B; however, the response explains the relationship between the evidence and the claim that does not rely on the application.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“These studies support the claim that screen media exposure can impair cognitive development for children who are not engaged in learning activities when they are online.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a different psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim. The psychological perspective, theory, concept, or research finding is different from the one used in part B (ii).</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding that is different from the one used in part B.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“These studies support the claim that screen media exposure can impair cognitive development because the brain becomes proficient in processing audio and visual information, and other forms of sensory processing may not be as strong.”</em></p></li><li><p><em>“The lower ability to use mental imagery to represent the external environment shows that young children may not have mastered the concrete operational stage of Piaget’s developmental theory.”</em></p></li></ul>"}]},"VR856535_rubric_category_0":{"id":"VR856535_rubric_category_0","t":"custom","ti":"A. Identify the research method used in the study.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify the research method used in the study.</p>","af":"<p><strong>Responses that earn 0 points</strong>:</p><ul><li><p>The response does not accurately identify the research method used in the study.</p></li><li><p>The response includes no identification of the research method used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The research is a correlational study.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies the research method used in the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately identifies the research method used in the study as an experiment.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The research method is an experiment.”</em></p></li></ul>"}]},"VR856535_rubric_category_1":{"id":"VR856535_rubric_category_1","t":"custom","ti":"B. State the operational definition of obedience.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not state a measurable or quantifiable definition of the identified variable used in the study.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response states a definition of the identified variable in the study that is not measurable or quantifiable.</p></li><li><p>The response does not state a measurable or quantifiable definition of the identified variable as used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The operational definition is whether the subject listened to the experimenter.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>States a measurable or quantifiable definition of the identified variable as used in the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response states that the operational definition of obedience is the level of shock that the participant agrees to administer.</p></li><li><p>The response states that the operational definition of obedience is whether the participant continues administering shocks after 150-volts.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The operational definition of “obedience” is whether the person kept going after the 150-volt level.”</em></p></li><li><p><em>“The operational definition of obedience is what level of shock the participant goes to in the study.”</em></p></li></ul>"}]},"VR856535_rubric_category_2":{"id":"VR856535_rubric_category_2","t":"custom","ti":"C. Describe the meaning of the standard deviation of 15.47 for the ages of the participants.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately describe the identified statistic in relation to the study.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response restates the identified statistic without directly relating it to the study.</p></li><li><p>The response does not accurately describe what is meant by the identified statistic in relation to the study.</p></li><li><p>The response provides a definition of the identified statistic but does not accurately describe its meaning in relation to the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The standard deviation is the difference between the oldest and youngest subject in the study.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately describes the identified statistic in relation to the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately describes that the standard deviation of 15.47 indicates that the ages of the participants differ from each other by an average of 15.47 years.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The standard deviation of 15.47 shows that the ages were spread out by about 15 years, on average.”</em></p></li><li><p><em>“The standard deviation shows that the age ranges were spread out pretty far from each other.”</em></p></li></ul>"}]},"VR856535_rubric_category_3":{"id":"VR856535_rubric_category_3","t":"custom","ti":"D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not accurately identify one ethical guideline described in the study</p><p>AND/OR</p><p>Does not correctly describe one way the researchers in the study applied this ethical guideline.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not identify and/or describe an ethical guideline applied by researchers in the study.</p></li><li><p>The response identifies and describes an ethical guideline that researchers should have applied but was not mentioned in the study.</p></li><li><p>The response identifies and describes an ethical guideline not applied by the researchers in the study.</p></li><li><p>The response identifies and describes other features of the study that are not ethical guidelines.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“It’s important for researchers to ensure participants are treated ethically.” [No ethical guideline identified or described]</em></p></li><li><p>“The researchers should have kept the participant information anonymous.” [Identifies an ethical guideline not described in the study]</p></li><li><p>“The study was approved by an IRB and the researchers debriefed their participants after the study.” [Identifies an ethical guideline described in the study, but no description of how guideline was applied in the study.]</p></li><li><p>“The researchers used surveys that were administered in a standardized way.” [Identifies and describes a feature of the study that is not an ethical guideline] </p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Accurately identifies one ethical guideline described in the study</p><p>AND</p><p>Accurately describes one way the researchers in the study applied this ethical guideline. </p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response identifies institutional review and describes that the researchers applied it in the study when a group of professionals reviewed the study plan to determine the appropriateness of the study.</p><p>OR</p></li><li><p>The response identifies informed consent and describes that the researchers applied it in the study when participants agreed to be in the study and knew they could back out at any time.</p><p>OR</p></li><li><p>The response identifies debriefing and describes that researchers informed participants of the true purpose of the study/method/variables after the study was complete. </p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study was approved by an Institutional Review Board, which is when professionals in the field to ensure ethics were followed.\"</em></p><p><em>OR</em></p></li><li><p><em>“The study obtained informed consent which is when the participants agreed to be in the study and knew they could back out at any time.”</em></p><p><em>OR</em></p></li><li><p><em>\"The researchers debriefed participants by telling them what the real purpose of the study was when it was over.”</em> </p></li></ul>"}]},"VR856535_rubric_category_4":{"id":"VR856535_rubric_category_4","t":"custom","ti":"E. Explain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Note:</strong></p><ul><li><p>If students assert the study is “partly” generalizable or assert the study is both generalizable and not generalizable, their evidence must support their assertion by showing ways the study is both generalizable and not generalizable to earn 1 point.</p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not explain the extent to which the study is generalizable.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response proposes no claim regarding the generalizability of the conclusion of the study.</p></li><li><p>The response proposes a claim regarding the generalizability of the conclusion of the study but makes no reference to a population (general or specific).</p></li><li><p>The response uses evidence that does not apply to the generalizability of the conclusion of the study (e.g., reliability, validity, sample size).</p></li><li><p>The response only proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants).</p></li><li><p>The response only uses evidence about participant variables to imply generalizability. The response does not directly propose the extent of the generalizability of the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The study is generalizable.”</em></p></li><li><p><em>“The results are generalizable.”</em></p></li><li><p><em>“The study is generalizable to the larger population.”</em></p></li><li><p><em>“The study is not generalizable to lots of people.”</em></p></li><li><p><em>“The study used both men and women.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Explains the extent to which the study is generalizable using specific and relevant evidence referencing participant variables from the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants) to explain the extent of the generalizability of the study.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study is generalizable to the larger population.”</em></p></li><li><p><em>“The study is generalizable to both men and women because both were used in the study.”</em></p></li><li><p><em>“The study is generalizable to men and women between the ages of 20 to 81.”</em></p></li><li><p><em>“The study is not generalizable to nonbinary people because they only used men and women.”</em></p></li><li><p><em>“The study is not generalizable because the participants were not diverse enough.”</em></p></li></ul>"}]},"VR856535_rubric_category_5":{"id":"VR856535_rubric_category_5","t":"custom","ti":"F. Explain how at least one of the research findings supports or refutes that modeled refusal plays a role in obedience.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not accurately explain how the results of the study support or refute the psychological concept presented in the question.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not explain how at least one of the research findings support or refute that modeled refusal plays a role in obedience.</p></li><li><p>The response does not accurately explain how at least one of the research findings support or refute that modeled refusal plays a role in obedience.</p></li></ul><p><strong>Examples that earn 0 points</strong></p><ul><li><p><em>“This study shows that people will not obey an authority figure.”</em></p></li><li><p><em>“This study shows that people should not obey authority figures.”</em></p></li><li><p><em>“A majority of the people in this study obeyed the authority figure.”</em></p></li><li><p><em>“Obeying an authority figure happens no matter if you are a man or a woman.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Uses the results of the study but does not explain how the psychological concept or hypothesis presented in the question is supported or refuted.</p><p>OR</p><p>Explains that the psychological concept or hypothesis presented in the question is supported or refuted but does not use any results from the study.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes that the evidence alone is sufficient to demonstrate the application of that modeled refusal plays a role in obedience without additional explanation.</p></li><li><p>The response uses at least one of the research findings to support or refute that modeled refusal plays a role in obedience. However, the interpretation of the results of the study includes some inaccuracies.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study showed that 36% of people refused to go on at some point before 150 volts.”</em></p></li><li><p><em>“The study showed that fewer people refused to go on as compared to Milgram’s original study.”</em></p></li><li><p><em>“The study shows that people will refuse to obey if someone models refusal.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Uses a specific result from the study to explain how the results support or refute the psychological concept or hypothesis presented in the question. The results are accurately interpreted.</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response uses at least one of the research findings to accurately explain how the results support or refute the idea that modeled refusal plays a role in obedience and the interpretation of the results of the study.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“The study showed that 36% of people stopped before 150 volts, showing that people seem to obey an authority figure less if there is someone modeling disobedience in the room.”</em></p></li><li><p><em>“This study supports the idea that that modeled refusal plays a role in</em> <em>obedience because the results from that condition showed that fewer people went beyond the 150-level shock than they did in Milgram’s study.”</em></p></li></ul>"}]},"WPO000003_rubric_category_0":{"id":"WPO000003_rubric_category_0","t":"custom","ti":"A. Identify the research method used in the study.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not accurately identify the research method used in the study</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately identify the research method used in the study.</p></li><li><p>The response includes no identification of the research method used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The study is correlation.”</em></p></li><li><p><em>“The study is an observational study.”</em></p></li><li><p><em>“The study measures learning.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Accurately identifies the research method used in the study</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately identifies the research method used in the study as an experiment.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p>“The study is an experiment.”</p></li></ul>"}]},"WPO000003_rubric_category_1":{"id":"WPO000003_rubric_category_1","t":"custom","ti":"B. State the operational definition of the interruption in the teaching phase.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not state a measurable or quantifiable definition of the identified variable used in the study</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response states a definition of the identified variable in the study that is not measurable or quantifiable.</p></li><li><p>The response does not state a measurable or quantifiable definition of the identified variable as used in the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The interruption is a phone call.” [Not specific enough]</em></p></li><li><p><em>“The operational definition of the interruption is when the researchers disrupt the teaching of the word.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>States a measurable or quantifiable definition of the identified variable as used in the study</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response states that the operational definition of the interruption in the teaching session as a 30-second phone call from the researcher in which they had a friendly conversation.</p></li><li><p>The response must distinguish the interruption call from the transition, either by addressing the length of the call or the content of the call.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The interruption is defined as the 30-second phone call between the words the parent was teaching to the child”.</em></p></li><li><p><em>“The operational definition of the interruption is the phone call in which the researcher chats with the mom about morning coffee routines.”</em></p></li></ul>"}]},"WPO000003_rubric_category_2":{"id":"WPO000003_rubric_category_2","t":"custom","ti":"C. Describe what the statistically significant difference in means indicates for how long children paid attention to the action in the video.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not accurately describe the identified statistic in relation to the study</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response restates the identified statistic without directly relating it to the study.</p></li><li><p>The response does not accurately describe what is meant by the identified statistic in relation to the study.</p></li><li><p>The response provides a definition of the identified statistic but does not accurately describe its meaning in relation to the study.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The means is the average of scores in the distribution.”</em></p></li><li><p><em>“The mean is 0.63.”</em></p></li><li><p><em>“A statistically significant difference means that the mean of the interrupted group was very different from the mean of the non-interrupted group. The magnitude of the difference was big.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Accurately describes the identified statistic in relation to the study</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response accurately describes the meaning of the statistically significant difference in means for how long children paid attention to the action in the video as the difference is likely due to the independent variable (the 30-second interrupting phone call).</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The interrupted group did not stare as long as the uninterrupted group, and the results then showed that this was not likely due to chance.”</em></p></li></ul>"}]},"WPO000003_rubric_category_3":{"id":"WPO000003_rubric_category_3","t":"custom","ti":"D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not accurately identify one ethical guideline described in the study</strong></p><p><strong>AND/OR</strong></p><p><strong>Does not correctly describe one way the researchers in the study applied this ethical guideline</strong> </p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not identify and/or describe an ethical guideline applied by researchers in the study.</p></li><li><p>The response identifies and describes an ethical guideline that researchers should have applied but was not mentioned in the study.</p></li><li><p>The response identifies and describes an ethical guideline not applied by the researchers in the study.</p></li><li><p>The response identifies and describes other features of the study that are not ethical guidelines.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“It’s important for researchers to ensure participants are treated ethically.” [No ethical guideline identified or described]</em></p></li><li><p><em>“The researchers should have kept the participant information anonymous.” [Identifies an ethical guideline not described in the study]</em></p></li><li><p><em>“The study was approved by an IRB and the researchers debriefed their participants after the study.” [Identifies an ethical guideline described in the study, but no description of how guideline was applied in the study.]</em></p></li><li><p><em>“The researchers used surveys that were administered in a standardized way.” [Identifies and describes a feature of the study that is not an ethical guideline]</em> </p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Accurately identifies one ethical guideline described in the study</strong></p><p><strong>AND</strong></p><p><strong>Accurately describes one way the researchers in the study applied this ethical guideline</strong> </p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response identifies informed consent and describes that the researchers applied it in the study when participants agreed to be in the study and knew they could back out at any time.</p><p>OR</p></li><li><p>The response identifies confidentiality and describes that the researchers applied it in the study when researchers ensured that the individual participants could not be identified from the data collected.</p><p>OR</p></li><li><p>The response identifies debriefing and describes that researchers informed participants of the true purpose of the study after the study was complete. </p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study obtained informed consent which is when the participants agreed to be in the study and knew they could back out at any time.”</em></p><p><em>OR</em></p></li><li><p><em>“Researchers maintained confidentiality when they ensured that the individual participants could not be identified from the data collected.”</em></p><p><em>OR</em></p></li><li><p><em>“Researchers debriefed participants by telling them what the true purpose of the study was about.”</em> </p></li></ul>"}]},"WPO000003_rubric_category_4":{"id":"WPO000003_rubric_category_4","t":"custom","ti":"E. Explain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.","s":"<p>If students assert the study is “partly” generalizable or asserts the study is both generalizable and not generalizable, their evidence must support their assertion by showing ways the study is generalizable and is not generalizable to earn one point.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p><strong>Does not propose a claim regarding the generalizability of the study to a population (general or specific).</strong></p><p><strong>OR</strong></p><p><strong>Does not use specific and relevant evidence that references participant variables which would impact the generalizability of the study.</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response proposes no claim regarding the generalizability of the conclusion of the study.</p></li><li><p>The response proposes a claim regarding the generalizability of the conclusion of the study but makes no reference to a population (general or specific).</p></li><li><p>The response uses evidence that does not apply to the generalizability of the conclusion of the study (e.g., reliability, validity, sample size).</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“The study is generalizable.”</em></p></li><li><p><em>“The study is generalizable to the larger population.”</em></p></li><li><p><em>“The study used females.” [Does not propose a claim about generalizability].</em></p></li><li><p><em>“The study generalizes as it used a within group design which is similar to random assignment.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p><strong>Explains the extent to which the study is generalizable using specific and relevant evidence referencing participant variables from the study.</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim about generalizability that references a population (the “larger population” or a population relevant to the study’s participants) to explain the extent of the generalizability of the study.</p></li><li><p>The response proposes that the study is or is not generalizable to the population relevant to the study because of specific and relevant evidence derived from the participant information from the study.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“The study is generalizable to mothers who live in the eastern US.”</em></p></li><li><p><em>“The study is generalizable to mothers because the age range of the mothers was pretty large.”</em></p></li><li><p><em>“The study is not generalizable to all parents since they only had mothers who were participating.”</em></p></li><li><p><em>“Ninety percent of the mothers were White, so it might not be generalizable to non-White mothers.”</em></p></li></ul>"}]},"WPO000003_rubric_category_5":{"id":"WPO000003_rubric_category_5","t":"custom","ti":"F. Explain how at least one of the research findings supports or refutes the idea that disruptions can hinder memory.","s":"<p></p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p><strong>Does not accurately explain how the results of the study support or refute the psychological concept or hypothesis presented in the question.</strong></p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not explain how at least one of the research findings supports or refutes the idea that disruptions can hinder learning.</p></li><li><p>The response does not accurately explain how at least one of the research findings supports or refutes the idea that disruptions can hinder learning.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Disruptions can hinder learning.”</em></p></li><li><p><em>“Disruptions are bad for children’s learning.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p><strong>Uses the results of the study but does not explain how the psychological concept or hypothesis presented in the question is supported or refuted.</strong></p><p><strong>OR</strong></p><p><strong>Explains that the psychological concept or hypothesis presented in the question is supported or refuted but does not use any results from the study.</strong></p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes that the evidence alone is sufficient to demonstrate the application of the idea that disruptions can hinder learning without additional explanation.</p></li><li><p>The response uses at least one of the research findings to explain idea that disruptions can hinder learning. However, the interpretation of the results of the study includes some inaccuracies.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Disruptions can make people miss important stimuli in the environment.” [Explanation without using results]</em></p></li><li><p><em>“The research shows that children whose learning was interrupted were less likely to learn a new word.” [Result from the study without further explanation]</em></p></li><li><p><em>“The research shows that the number of times the mom’s used the word influenced how well the children learned.” [Evidence includes an inaccurate interpretation.]</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p><strong>Uses a specific result from the study to explain how the results support or refute the psychological concept or hypothesis presented in the question. The results are accurately interpreted.</strong></p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response uses at least one of the research findings to accurately explain the idea that disruptions can hinder learning. The results of the study are accurately interpreted.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“The babies who had their teaching session interrupted were less likely to learn the word than the babies who were not interrupted, meaning that disruptions can make people miss important stimuli in the environment which can affect learning.”</em></p></li><li><p><em>“The research shows that interrupting children’s learning can lead to an interruption in encoding, which means that children may not learn as much if they are always being interrupted.”</em></p></li><li><p><em>“By showing that the interruptions caused less learning by the children, the researchers were able to demonstrate the importance of attention in getting information into long-term memory.”</em></p></li><li><p><em>“The research shows that disruptions may hinder long-term potentiation by not having as many opportunities to repeat the neural chain associated with learning a new word.”</em></p></li></ul>"}]},"YYM000002_rubric_category_0":{"id":"YYM000002_rubric_category_0","t":"custom","ti":"A. Propose a specific and defensible claim based in psychological science that responds to the question.","s":"<p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>A claim that meets the criteria can be awarded the points regardless of whether the responses in Parts B and C successfully support the claim.</p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not propose a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 0 points</strong>:</p><ul><li><p>The response describes the question without making a claim.</p></li><li><p>The response proposes a claim unrelated to the question.</p></li><li><p>The response proposes an oversimplified conclusion or evidence from a provided source.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“People who eat spicy foods tend to live in hot climates.”</em></p></li><li><p><em>“Eating spicy foods is related to aggression.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Proposes a claim that is relevant to the question</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response proposes a claim that suggests a positive or negative effect on the question.</p></li><li><p>The response proposes a recommendation for the application of the question.</p></li><li><p>The response proposes a specific effect on the question.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“People who eat spicy food tend to have a specific personality type.”</em></p></li><li><p><em>“Compared with people who eat spicy food, people who eat non-spicy food are less likely to attribute aggressive intentions to others who engage in ambiguous behaviors.”</em></p></li></ul>"}]},"YYM000002_rubric_category_1":{"id":"YYM000002_rubric_category_1","t":"custom","ti":"B. (i) Support your claim using at least one piece of specific and relevant evidence from one of the sources.","s":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li></ul><ul><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite one piece of specific evidence from one of the provided sources to support the claim. Any evidence provided is not relevant to the question.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Chinese students are more likely to be aggressive and to eat spicy foods than are students from other cultures.”</em></p></li><li><p><em>“Source 1 conducted a correlational study on spicy foods and aggression.”</em></p></li><li><p><em>“Reading comprehension tests are not good ways to measure aggression.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses one piece of correctly cited, specific, accurate, and relevant evidence from one of the provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Source 1 found that participants who ate habanero pepper sauce on a tortilla were more likely to use aggressive words to complete fragments than were those who ate a plain tortilla.”</em></p></li><li><p><em>“When ambiguous behaviors are described, aggressive intentions are more likely to be assigned to these behaviors by participants who eat spicy foods than those who eat non-spicy foods (Source 1).”</em></p></li></ul>"}]},"YYM000002_rubric_category_2":{"id":"YYM000002_rubric_category_2","t":"custom","ti":"B. (ii) Explain how the evidence from Part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology. ","s":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>The explanation and application points can be earned even if the response did not earn the point in B (i) due to incorrectly cited and/or nonspecific evidence.</p></li></ul><ul><li><p>The use of a psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2024) is preferred but not required. The application of a psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2024) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text before the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are “aggressive,” “gender,” “Likert scale,” “statistical significance,” “mood,” “survey,” “risk-taking,” “mean,” “standard deviation,” “perception,” “personality,” “sweet (taste),” “bitter (taste),” “sour (taste),” “spicy (taste),” irritability,” “attribution,” and “taste.” </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not explain the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Aggression is a significant problem in today’s society.”</em></p></li><li><p><em>“College men behaved more aggressively in this study than did college women.”</em></p></li><li><p><em>“Participants who ate spicy food had aggression-related thoughts in the experiment.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence in supporting the claim, but does not apply a psychological perspective, theory, concept, or research finding.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Participants who ate spicy food were more likely than those who ate non-spicy food to select aggressive words to complete fragments, which confirms Source 1’s hypothesis.”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim.</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding correctly.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“This difference may be related to the idea that spicy foods releases substance P, which causes people pain. If people are in pain, then they may behave in ways that are different than normal.”</em></p></li></ul>"}]},"YYM000002_rubric_category_3":{"id":"YYM000002_rubric_category_3","t":"custom","ti":"C. (i)  Support your claim using an additional piece of specific and relevant evidence from a different source than the one that was used in Part B (i).","s":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>Responses that use correct citation style other than the method prescribed by the question can earn this point for citing the source.</p></li></ul><ul><li><p>“Accurate evidence” refers to the accuracy of the general pattern of the evidence cited. Since citing specific numbers is not required to score the point, slight errors in reporting specific data can still earn the point when the direction of the difference or relationship of the data cited is correct. </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":1,"d":"<p>Does not identify nor correctly cite a different piece of specific evidence from either of the other two provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response identifies no evidence.</p></li><li><p>The evidence is not correctly cited.</p></li><li><p>The evidence is nonspecific.</p></li><li><p>The evidence is from the same source as the one used in Part B.</p></li><li><p>The response provides evidence not relevant to the claim.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Source 2 examined the relationship between eating spicy food and risky behavior with a correlational design.”</em></p></li><li><p><em>“Source 2 demonstrated that consuming spicy foods heightens extraverted behaviors.”</em></p></li><li><p><em>“Extraversion and irritability are related to each other (Source 3).”</em></p></li><li><p><em>“Source 3 found that people are more likely to rate strangers as irritable if those strangers report liking sour versus spicy foods.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":1,"d":"<p>Uses a different piece of correctly cited, specific, accurate, and relevant evidence from either of the other two provided sources to support the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The evidence is correctly cited and provides specific and accurate evidence relevant to the claim.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“Source 2 found that participants who ate bread with spicy chili sauce (M = 61.60, SD = 11.62) were more likely to draw cards from the high reward/high penalties decks than were those who ate bread only (M = 52.85, SD = 8.51).”</em></p></li><li><p><em>“Source 3 analyses showed that strangers associated with liking spicy foods were rated as more irritable, on average, than those who were associated with liking sweet foods.”</em></p></li></ul>"}]},"YYM000002_rubric_category_4":{"id":"YYM000002_rubric_category_4","t":"custom","ti":"C. (ii) Explain how the evidence from Part C (i) supports your claim using a different psychological perspective, theory, concept, or research finding learned in AP Psychology than the one that was used in Part B (ii).","s":"<p>For Part B and Part C, you must cite the source that you used to answer the question. You can do this in two different ways:</p><ul><li><p>Parenthetical Citation:</p><p>For example: “...(Source 1)”</p></li><li><p>Embedded Citation:</p><p>For example: “According to Source 1...”</p></li></ul><p>Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.</p><p><strong>Additional Notes:</strong></p><ul><li><p>The explanation and application points can be earned even if the response did not earn the point in C (i) due to incorrectly cited and/or nonspecific evidence.</p></li><li><p>The explanation and application points can be earned if the response uses the same source in both Parts B and C, provided that the evidence used in Part B and Part C is different.</p></li></ul><ul><li><p>The use of a different psychological perspective, theory, concept, or research finding explicitly identified in the AP Psychology Course and Exam Description (2024) is preferred but not required. The application of a different psychological perspective, theory, concept, or research finding that is not explicitly included in the AP Psychology Course and Exam Description (2024) must demonstrate psychological knowledge and not popular understanding. </p></li></ul><ul><li><p>The presence of a citation indicates the sentence or phrase is intended to be evidence. All text prior to the citation will be considered evidence. Text after a citation will be considered reasoning, unless accompanied by another citation.</p></li></ul><ul><li><p>Concepts used in the sources that are not eligible to be used for the application point are “aggressive,” “gender,” “Likert scale,” “statistical significance,” “mood,” “survey,” “risk-taking,” “mean,” “standard deviation,” “perception,” “personality,” “sweet (taste),” “bitter (taste),” “sour (taste),” “spicy (taste),” irritability,” “attribution,” and “taste.” </p></li></ul><p>Select a score below.</p>","o":[{"l":"0 points","v":0,"m":2,"d":"<p>Does not meet the criteria for one point.</p>","af":"<p><strong>Responses that earn 0 points:</strong></p><ul><li><p>The response does not accurately interpret the evidence.</p></li><li><p>The response identifies evidence without explanation of how it relates to the claim.</p></li><li><p>The response provides opinions with no reference to the sources provided.</p></li></ul><p><strong>Examples that earn 0 points:</strong></p><ul><li><p><em>“Data from Chinese college students cannot be generalized or applied to college students from other countries.”</em></p></li><li><p><em>“How people approach making risky decisions can be caused by personality (Source 2).”</em></p></li><li><p><em>“Source 3 did not find differences in self-reliance ratings.”</em></p></li></ul>"},{"l":"1 point","v":1,"m":2,"d":"<p>Explains the relationship between the evidence and the claim.</p>","af":"<p><strong>Responses that earn 1 point:</strong></p><ul><li><p>The response correctly interprets the evidence, but does not apply a psychological perspective, theory, concept, or research finding.</p></li><li><p>The response applies the same psychological perspective, theory, concept, or research finding that was used in Part B; however, the response explains the relationship between the evidence and the claim that does not rely on the application.</p></li></ul><p><strong>Examples that earn 1 point:</strong></p><ul><li><p><em>“These studies support the notion that the eating of spicy food can relate to our personality characteristics and associated behaviors.”</em></p></li><li><p><em>“According to research by Source 2, people who eat spicy foods are more likely to make risky decisions than those who do not eat spicy foods.”</em></p></li><li><p><em>“When people enjoy eating spicy foods, they are likely to be perceived as irritable (Source 3).”</em></p></li></ul>"},{"l":"2 points","v":2,"m":2,"d":"<p>Applies a different psychological perspective, theory, concept, or research finding to explain how the evidence supports the claim. The psychological perspective, theory, concept, or research finding is different from the one used in Part B (ii).</p>","af":"<p><strong>Responses that earn 2 points:</strong></p><ul><li><p>The response correctly interprets the evidence and applies a psychological perspective, theory, concept, or research finding that is different from the one used in Part B.</p></li></ul><p><strong>Examples that earn 2 points:</strong></p><ul><li><p><em>“The difference in means supports the researchers’ belief that eating spicy foods can cause temporary changes in people’s risky decision making.”</em></p></li><li><p><em>“It may be that by inducing pain or discomfort, spicy foods trigger stress responses that also lead people to make risky decisions.”</em></p></li><li><p><em>“One explanation for this finding could be that eating spicy food and being irritable share similar physiological features (e.g., discomfort, perspiration) which are activated by the sympathetic nervous system. As such, we have learned to associate spicy foods and irritability.”</em></p></li></ul>"}]}}