[{"id":"FT533190","type":"longtextV2","stimulusHtml":"<p>Using the documents, compare and contrast the attitudes of Christianity and Islam toward merchants and trade from the religions’ origins until about 1500. Are there indications of change over time in either case, or both? What kinds of additional documents would you need to asses the consequences of these attitudes on merchant activities?</p>\n\n<p style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">In your response, you will be assessed on the following.</span></span></span></span></p>\n\n<ul>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Describe a broader historical context relevant to the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Support an argument in response to the prompt using all but one of the documents.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</span><span style=\"font-size:12.0pt\"><span style=\"font-family:&quot;Times New Roman&quot;,serif\"></span></span></span></span></span></span></li>\n</ul>\n\n<p class=\"text-center\">&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p class=\"text-center\"><strong><i>Document 1</i></strong></p>\n\n<p><i>Source: Christian Bible, New Testament (Matthew), about 70-80 C.E.</i></p>\n\n<p><i>Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter the kingdom of heaven. And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.</i></p>\n\n<p class=\"text-center\"><strong><i>Document 2</i></strong></p>\n\n<p><i>Source: Muslim Qur’an, about 620-650 C.E.</i></p>\n\n<p><i>O ye believers! devour not each other’s property among yourselves unlawfully save that be trading by mutual consent.</i></p>\n\n<p><i>Woe to the cheaters! who, when they take measure of their dues from men, take it fully; and when they measure out to others or weigh out for them, they give less than is due.</i></p>\n\n<p><i>And give full measure when you measure out and weigh with true balance. This is fair a</i>nd better in the end.</p>\n\n<p>If the two parties speak the truth and make it manifest, their transaction shall be blessed, and if they conceal and tell a lie, the blessing of their transaction shall be obliterated.</p>\n\n<p>On the day of judgement, the honest, truthful Muslim merchant will take rank with the martyrs of the faith.</p>\n\n<p class=\"text-center\"><strong>Document 3</strong></p>\n\n<p>Source: Reginald, monk of Durham, younger contemporary and colleague of St. Godric, <em>The Life of St. Godric</em> (a twelfth-century British merchant), written before St. Gondric’s death in 1170.</p>\n\n<p>He chose not to follow the life of a husbandman, but rather to study, learn and exercise the rudiment of more subtle conceptions. For this reason, aspiring to the merchant’s trade, he began to follow the chapman’s [peddler’s] way of life, first learning how to gain in small bargains and things of insignificant price; and to gain from things of greater expense.</p>\n\n<p>This aspiring ever higher and higher, and yearning upward with his whole heart, at length his great labors and cares bore much fruit of worldly gain. For he labored not only as a merchant but also as a shipman to Denmark and Flanders and Scotland; in all which lands he found certain rate, and therefore more precious, wares, which he carried to other parts wherein he knew them to be least familiar, and coveted by the inhabitants beyond the price of gold itself; wherefore he exchanged these wares for others coveted by men of other lands; and thus chaffered [bargained] most freely and assiduously. Hence he made great profit in all his bargains, and gathered much wealth in the sweat of his brow; for he sold dear in one place the wares which he had bought elsewhere at a small place. [But later] he began to yearn for solitude, and to hold his merchandise in less esteem than heretofore.</p>\n\n<p>And now he had lived sixteen years as a merchant, and began to think of spending on charity, to God’s honor and service, the goods which he had so laboriously acquired. He therefore took the cross as a pilgrim to Jerusalem.</p>\n\n<p>Godric was now already firmly disposed to give himself entirely to God’s service. Wherefore that he might follow Christ the more freely, he sold all his possessions and distributed them among the poor. For above all things he covered the life of a hermit.</p>\n\n<p class=\"text-center\"><strong>Document 4</strong></p>\n\n<p>Source: Thomas Aquinas, leading Scholastic theologian, <em>Summa Theologica</em>, 1273.</p>\n\n<p>It is written (Matthew vii. 12): <em>All things . . . whatsoever you would that men should do to you, do you also to them.</em> But no man wishes to buy a thing for more than its worth. Therefore no man should sell a thing to another man for more than its worth.</p>\n\n<p>I answer that it is altogether sinful to have recourse to deceit in order to sell a thing for more than its just price, because this is to deceive one’s neighbor so as to injure him. Hence Tully [Cicero, the Roman writer] says: <em>Contracts should be entirely free from double-dealing: the seller must not impose upon the bidder, nor the buyer upon one that bids against him.</em></p>\n\n<p>Therefore if either the price exceed the quantity of the thing’s worth, or, conversely the thing exceed the price, there is no longer the equality of justice: and consequently, to sell a thing for more than its worth, or to buy it for less than its worth, is in itself unjust and unlawful.</p>\n\n<p>Now no man should sell what is not his, though he may charge for the loss he suffers.</p>\n\n<p class=\"text-center\"><strong>Document 5</strong></p>\n\n<p>Source: Ibn Khaldun, leading Muslim scholar, <em>Universal History (Kitab al-ibar),</em> fourteenth century<em>.</em></p>\n\n<p>Commerce is the increasing of capital by buying goods and attempting to sell them at a price higher than their cost. This is done either by waiting for a rise in the market price; or by transporting the goods to another place where they are more keenly demanded and therefore fetch a higher price; or, lastly, by selling them on a long-term credit basis. Commercial profit is small, relatively to the capital invested, but if the capital is large, even a low rate profit will produce a large total gain.</p>\n\n<p>In order to achieve this increase in capital, it is necessary to have enough initial capital to pay in cash the sellers from whom one buys goods; it is also necessary to sell for cash, as honesty is not widespread among people. The dishonesty leads on the one hand to fraud and the adulteration of goods, and on the other to delays on payment which diminish profits because capital remains idle during the interval. It also induces buyers to repudiate their debts, a practice which is very injurious to the merchant’s capital.</p>\n\n<p>The manners of tradesmen are inferior to those of rulers, and far removed from manliness and uprightness. We have already stated that traders must buy and sell and seek profits. This necessitates flattery, and evasiveness, litigation and disputation, all of which are characteristic of this profession. And these qualities lead to a decrease and weakening in virtue and manliness. For these acts inevitably affect the soul.</p>\n\n<p>As for Trade, although it be a natural means of livelihood, yet most of the methods it employs are tricks aimed at making a profit by securing the difference between the buying and selling prices, and by approaching the surplus. this is why [religious] Law allows the use of such methods, which, although they come under the heading of gambling, yet do not constitute the taking without return of other people’s goods.</p>\n\n<p class=\"text-center\"><strong>Document 6</strong></p>\n\n<p>Source: Letters to and from Italian merchants in the fourteenth-century.</p>\n\n<p>A. Letters ordering religious paintings for sale.</p>\n\n<p>A panel of Our Lady on a background of fine gold with two doors, making a fine show with good and handsome figures by the best painter. Let there be in the center Our Lord on the Cross, or Our Lady, whomsoever you find—I care not, so that the figures be handsome and large, the best and finest you can purvey, and the cost no more than 5½ or 6½ florins.</p>\n\n<p>You tell me you can find no pictures for the money we will pay, for there are none so cheap, and therefore we bid you, if you find no good things at a fair cost, leave them, for here there is no great demand. They should be bough when the master artist who makes them is in need.</p>\n\n<p>B. Letter from a merchant’s mother.</p>\n\n<p>You know God has granted you to acquire great riches in this world, may He be praised; and you have borne, and are bearing, great burdens. Pray toil not so hard, only for the good of strangers; let some remembrance of you remain here and someone to pray God on your behalf. Crave not for all; you have already enough to suffice you!</p>\n\n<p>C. Letter placing an order for the English wool.</p>\n\n<p>You say you have writ to Venice to remit us 1000 ducats with which, in the name of God and profit, you would have us buy Cotswold wool. With God always before us, we will carry out your bidding.</p>\n\n<p class=\"text-center\"><strong>Document 7</strong></p>\n\n<p>Source: Islamic court decision, Ankara, seventeenth century but representative of Turkish gild practices in the fifteenth and sixteenth centuries.</p>\n\n<p>[The content of this document] is that Sah Mehmed and Haci Mehmed and others from the weavers’ guild summoned [to court] Sakaoglu Nasuh from the said guild and said in complaint: “Whenever cotton yarn comes to [town], the aforementioned arrives, pays an extra price, and takes it from its owner, and the other weavers remain deprived [of cotton yarn]. As of old, when cotton yarn came, we all bought it together, The aforementioned has now acted contrary to the old custom; we do not agree to this.” The aforementioned was warned emphatically that when cotton yarn comes once more he should not buy it alone, but rather that it should be distributed among all. Whereupon the aforementioned took it upon himself to behave in the manner said.</p>\n"}]}]