[{"id":"FT533181","type":"longtextV2","stimulusHtml":"<p>Analyze the multiple causes of and various responses to smuggling activities in the Caribbean region during the late eighteenth century. Identify one additional kind of document and explain briefly how it would help your analysis of the causes and responses.</p>\n\n<p style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">In your response, you will be assessed on the following.</span></span></span></span></p>\n\n<ul>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Describe a broader historical context relevant to the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Support an argument in response to the prompt using all but one of the documents.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</span><span style=\"font-size:12.0pt\"><span style=\"font-family:&quot;Times New Roman&quot;,serif\"></span></span></span></span></span></span></li>\n</ul>\n","features":[{"type":"sharedpassage","html":"<p><strong>Historical Background</strong>: The British, French, and Spanish governments all had legal policies that prohibited trade between islands that belonged to different countries. These laws also required that the island plantations send all of their produce to Europe in the colonizer’s own ships. Many islands, like Dominica, changed hands several times during the late eighteenth century. See map for details.</p>\n\n<p><img alt=\"The figure is a map entitled “Selected Caribbean Islands and European Colonizers, seventeen sixty through eighteen hundred.” The Atlantic Ocean and Caribbean Sea are labeled. The northern edge of South America is located at the bottom of the map. The bottom left of the map has a map scale, from zero to two hundred in units of one hundred, for miles and kilometers. In the top right of the map is a map key. From top to bottom on the map, the following Caribbean islands are labeled and list their respective colonizers:1. Bahamas: Spain, Britain. 2.Cuba: Britain, Spain. 3. Left (west) part of Hispaniola, just to the west of Monte Christi: France. 4. Right (east) part of Hispaniola, including Monte Christi: Spain. 5. Jamaica: Britain. 6. Puerto Rico: Spain. 7. Guadeloupe: Britain, France. 8. Dominica: Britain, France. 9. Martinique: France, Britain. 10. St. Lucia: Britain, France. 11. Grenada: France, Britain. 12. Tobago: France, Britain. 13. Trinidad: Spain, Britain.\" height=\"439\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fc03f960f70510dfc7e3afb31696a7b7/original.png\" width=\"485\" /></p>\n\n<p><strong>Document 1</strong></p>\n\n<p>Source: William Taggart, a British sailor traveling from Rhode Island to the Caribbean, testifying at his smuggling trial, April 1760.</p>\n\n<p>The Masters of the English Ships, upon their Arrival at the Spanish Port of Monte Christi go onto shore and report to the Governor there. They record the arrival of their ships, and then pay the governor ten pieces of eight.* When they leave Monte Christi, they get from him a Spanish Certificate of Clearance for the Sugars, Molasses, and other Merchandise, which they take with them. The Governor requires them to pay him one piece of eight for Every Hogshead of Molasses that they take. <strong>No</strong> Sugars, Molasses, Rum, or Indigo are produced in Monte Christi. It has only about 100 relatively poor families. Therefore, all the sugar that the English buy at Monte Christi must come in small rowboats from neighboring French Settlements on Hispaniola. Just during the time of my visit to Monte Christi, I saw maybe 100 large English ships in the port, waiting to load French Sugars and Molasses.<br />\n<br />\n*Spanish silver coins</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Richard Tyrell, a British admiral stationed in the Caribbean, letter to Philip Stephens, secretary of the British Navy, June 1764.</p>\n\n<p>When I entered the port in Dominica, the English merchants and inhabitants complained to me that they could not sell any Goods, which they had imported from Britain, because there were so many French goods that were smuggled in daily from the French Islands. The French merchants of Dominica could sell these French goods much cheaper than the English could possibly sell the British products. When I went into the shops in Dominica, they were indeed all stocked with French products. They must have clandestinely been brought to Dominica. The English merchants begged me to put a stop to this infamous trade, because it hurt their ability to make money and get ahead.</p>\n\n<p>I also learned that the French people who live in Dominica never buy English goods when they can buy French products. I ordered my Captains to proceed on shore and to seize all of the French goods that they could find on the Island. Having said that, however, the French are so numerous in Dominica and Grenada that the Navy cannot guarantee even the safety of the English Planters in case of a war with France.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Roger Hope Elletson, an agent paid to represent the Jamaican planters to the British government, letter to the Earl of Shelburne, May 1767.</p>\n\n<p>The Practice of receiving and detaining runaway and smuggled slaves in the time of peace by the Spanish Government must be immediately stopped. The Court of Spain must give positive orders to return the slaves to their proper owners. It is impossible for the most careful diligence to prevent these escapes. Property this precarious can have no real value. As a result the owners of the plantations must soon be ruined.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Dominica governor John Orde’s orders given to British customs officers, March 1786.</p>\n\n<p>The Governor orders that in future the following Regulations be strictly followed:</p>\n\n<p>No Foreign Merchant Ship may communicate with the Shore without first getting the Governor’s permission;</p>\n\n<p>All Foreign Merchant Ships near the Shore are expected to have their National Flags flying;</p>\n\n<p>Foreign Merchant Ships that want to land passengers or obtain refreshments may land near the Fort, in order to obtain the Permission of the Governor;</p>\n\n<p>No Foreign Merchant Ship may take off any person, or persons, without legal permission, on pain of prosecution;</p>\n\n<p>No Foreign Boats can land in the Night, except in cases of greatest emergency.</p>\n\n<p>Crews of any Ship acting contrary to these rules and regulations will have their Ship seized and will be prosecuted to the law’s fullest extent.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Dominica governor John Orde’s response to the British secretary of state’s questionnaire, 1788.</p>\n\n<p>Question: What trade does your Colony have with any foreign colonies? What commodities do the people in your colony send to or receive from foreign colonies?</p>\n\n<p>Answer: The French Caribbean Colonies have more population than the English islands. As a result, government expenses are less for each individual in the French islands. But the French are nonetheless behind the English colonies in their economic development. For example, the quality of French Caribbean brown sugar is so much inferior to the English that the average price paid to the French planter is about 80 percent of the price paid to the English planter. In addition, French shipping to Europe costs more than British shipping to Europe because French law requires larger crews. This encourages the French to smuggle sugar into the English islands, and have it exported to Europe as English sugar, which increases the French profits—at British expense.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: A proclamation from British lieutenant governor Thomas Bruce of Dominica, April 1790.</p>\n\n<p>Between Eight and Nine O’clock at night of Saturday the 27th March, 1790, the Public Peace and Civil Government of this Colony was interrupted and broken in a most daring and outrageous manner by a riotous Assembly of men and women. The crowd tarred and feathered, beat, and otherwise inhumanly treated John Blair. Mr. Blair was suspected to have given information to some of the Officers of His Majesty’s Customs about the unlawful importation of prohibited Goods into this Colony. My Government offers a reward of £100 for information on the Mob’s composition.</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Paid announcement, local newspaper, Bahamas, 1790.</p>\n\n<p>Bartholomew Redmon, a smuggler from a British colony in the Bahamas, has regularly removed slaves from our colony. He has done so without the consent of either the slaves, or, more importantly, their owners. Redmon has taken the slaves to some ports of Hispaniola and nearby islands. There he has sold them as if they were his own property. He is now in Hispaniola illegally loading his ship with Brandy and other French and Spanish goods for Bahamian residents. Be wary of his past behavior when he arrives to sell these goods.</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: George Lipscomb, English physician and travel writer, 1799.</p>\n\n<p>We met several females, whose appearance was so grotesque and extraordinary that I could not imagine in what manner they had contrived to alter their natural shapes so completely; till, upon enquiry, we found that they were smugglers of Caribbean rum; which they were at that time conveying from their ship at Plymouth, England, by means of leather bags fastened to their petticoats; and indeed they were so heavily laden that it was with great apparent difficulty that they waddled along.</p>\n"}]}]