[{"id":"FT533177","type":"longtextV2","stimulusHtml":"<p>Using the following documents, analyze the effects of the Cuban Revolution on women’s lives and gender relations in Cuba in the period from 1959 to 1990.&nbsp;Identify an additional type of document and explain how it would help analyze the effects of the revolution.</p>\n\n<p style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">In your response, you will be assessed on the following.</span></span></span></span></p>\n\n<ul>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Describe a broader historical context relevant to the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Support an argument in response to the prompt using all but one of the documents.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</span><span style=\"font-size:12.0pt\"><span style=\"font-family:&quot;Times New Roman&quot;,serif\"></span></span></span></span></span></span></li>\n</ul>\n","features":[{"type":"sharedpassage","html":"<p><strong>Historical Background</strong>: Cuban revolutionary Fidel Castro assumed power after overthrowing the dictatorship of Fulgencio Batista in January 1959. Castro then began a radical restructuring of Cuban society along socialist lines.</p>\n\n<p class=\"text-center\"><strong>Document 1</strong></p>\n\n<p>Source: Ofelia Domínguez Navarro, female Cuban socialist feminist, autobiography, reflecting on pre-revolutionary conditions, 1971.</p>\n\n<p>A son was freed from paternal authority when he reached the age of majority, but both the mother and the daughters of the family had to tolerate that male authority as long as they lived with the father or the husband. Article 154 of the Spanish Civil Code states that the father exercises <em>patria potestad</em> [patriarchal power]. In spite of the military orders imposed by the United States occupiers in 1898–1902, the different laws passed by the Republic, and the new Constitution, the lower status of women, with the fluctuations imposed by time, remained in place. These conditions prevailed until 1959.</p>\n\n<p class=\"text-center\"><strong>Document 2</strong></p>\n\n<p>Source: Yolanda Ferrer, female politician and general secretary of the Federation of Cuban Women, speech, 2003.</p>\n\n<p>In 1960, the Ana Betancourt School for Peasant Women was created. Over a few years’ time, 14,000 young women from the countryside, including the most remote areas, came to Havana to learn basic job skills. The program included sewing, reading, and writing, and basic health and hygiene such as eliminating body parasites and fixing teeth. On Mother’s Day parents coming to Havana to visit their daughters attending the school could barely recognize them because of the changes in their skills, confidence, and health.</p>\n\n<p>In addition, the Schools to Upgrade Skills for Domestic Workers gave women training in skills that would enable them to break out of household work. As a result, Black women, formerly domestic servants, were for the first time hired as bank workers, a job from which they had previously been excluded.</p>\n\n<p>“Revolution Has Made Possible What Cuban Women Are Today” by Martin Koppel, from The Militant, August 18, 2003, copyright © 2003 by The Militant. Used by permission.</p>\n\n<p class=\"text-center\"><strong>Document 3</strong></p>\n\n<p>Source: Male Cuban revolutionary sympathizer, interview in Cuba with United States anthropologist, published in 1969.</p>\n\n<p>I’m against women’s liberation. Most of the older generation is also. The Revolution gave women a lot more freedom by giving them jobs, so now they don’t depend so much on their husbands. I think that’s not right. I expect my wife to stay home and look after the house. She has plenty to do here. She owes herself to me and the children.</p>\n\n<p class=\"text-center\"><strong>Document 4</strong></p>\n\n<p>Source: Genoveva Hernández Díaz, age seventeen, teenage daughter of a Cuban revolutionary, interview, 1970.</p>\n\n<p>Before the Revolution, women didn’t have as many opportunities as they do now. If they weren’t prostitutes, or mistresses to military men or to some boss, they didn’t have a chance. The only other opportunity was to be a servant. But now women are independent, free. A woman can work in the daytime and go to night school. Who ever studied before the Revolution? What money did they have? What facilities to study?</p>\n\n<p>Lots of older women who think women’s liberation is terrible because women go in the street like men and do men’s work. Those women never learned anything useful to themselves or to the Revolution. They regard liberation as a hell. I think it’s a good thing because now women are equal to men.</p>\n\n<p class=\"text-center\"><strong>Document 5</strong></p>\n\n<p>Source: Fidel Castro, Cuban leader, speech to the Federation of Cuban Women, 1974.</p>\n\n<p>There continues to be a certain discrimination against women. It is very real, and the Revolution is fighting it. It undoubtedly will be a long struggle. Women’s full equality does not yet exist.</p>\n\n<p class=\"text-center\"><strong>Document 6</strong></p>\n\n<p>Source: Alina Fernández in her memoir <em>Castro’s Daughter: An Exile’s Memoir of Cuba</em>, published in the United States, 1997.</p>\n\n<p>In 1978, I asked for maternity leave [from medical school] and received instead a resolution whereby I had been expelled for having abandoned my field of study.</p>\n\n<p>Motherhood and ration books are irreconcilable enemies. My infant daughter didn’t even have a mattress when I got home, because I couldn’t get one at the hardware store without a hospital certificate stating that she had been born alive. Our monthly ration of laundry soap was not enough for the inexhaustible pile of dirty diapers.</p>\n\n<p>There had been no water at home since the minister of transportation had a swimming pool built in his garden a few blocks down. And bananas, pumpkins, and taro roots, the traditional baby foods, existed only in our memory.</p>\n\n<p class=\"text-center\"><strong>Document 7</strong></p>\n\n<p>Source: Cuban mother, interviewed by a United States journalist in Cuba, 1980.</p>\n\n<p>Now, in Cuba, there is a Family Code* that guarantees the equal rights of women in their homes. Everything is not different in a single day, but it has made a difference for us all. The day-care centers also help us develop our careers. My daughters are students in the public schools. The little one goes to a day school. My older daughter is a student at a five-day-a-week boarding school in the countryside.</p>\n\n<p>*Adopted by the Cuban government in 1975</p>\n\n<p class=\"text-center\"><strong>Document 8</strong></p>\n\n<p>Source: Data collected by the United Nations and other international organizations from 1953 to 1982.</p>\n\n<p><img alt=\"A table titled DEVELOPMENT INDICATORS FOR SELECTED LATIN AMERICAN NATIONS is shown. The table has three major columns and three rows of data. The first column lists countries, the second column is titled 1953 and is split into two sub-columns, titled Illiteracy, *EAP. The second column is titled 1982 and is also split into two sub-columns, titled Illiteracy, EAP. Row one: Country - Costa Rica. Year - 1953 (Illiteracy: Male - 21 percent, Female - 22 percent; *EAP: Male - 58 percent, Female - 9 percent). Year - 1982 (Illiteracy: Male - 7 percent, Female - 7 percent; EAP: Male - 54 percent, Female - 21 percent). Row two: Country - Cuba. Year - 1953 (Illiteracy: Male - 26 percent, Female - 21 percent; *EAP: Male - 57 percent, Female - 12 percent). Year - 1982 (Illiteracy: Male - 4 percent, Female - 4 percent; EAP: Male - 54 percent, Female - 31 percent). Row three: Country - Dominican Republic. Year - 1953 (Illiteracy: Male - 56 percent, Female - 58 percent; *EAP: Male - 65 percent, Female - 12 percent). Year - 1982 (Illiteracy: Male - 32 percent, Female - 31 percent; EAP: Male - 48 percent, Female - 20 percent). A footnote is beneath the table that reads: *EAP = Economically Active Population (income-earning population).\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f0a7ec54b114c1d4efa37ff2f517c165/original.png\" /></p>\n\n<p class=\"text-center\"><strong>Document 9</strong></p>\n\n<p>Source: Communist Party of Cuba, 1975–1986.</p>\n\n<p><img alt=\"A table titled FEMALE PARTICIPATION IN POLITICS IN CUBA, 1975-1986. There are three columns and six rows of data. The first column lists Parties, the second column is titled 1975-1976, and the third column is titled 1984-1986. Row one: Party - Communist Party, members; 1975-1976: 13 percent; 1984-1986: 22 percent. Row two: Party - Communist Party, local leaders; 1975-1976: 3 percent; 1984-1986: 24 percent. Row three: Party - Communist Party, national leaders; 1975-1976: 6 percent; 1984-1986: 13 percent. Row four: Party - Young Communists, members; 1975-1976: 29 percent; 1984-1986: 41 percent. Row five: Party - Young Communists, local leaders; 1975-1976: 22 percent; 1984-1986: 48 percent. Row six: Party - Young Communists, national leaders; 1975-1976: 10 percent; 1984-1986: 20 percent. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/26ceab3189cd450e1ab84618e5ff5b3c/original.png\" /></p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: Vilma Espín, female scientist, president of the Federation of Cuban Women, and longtime member of the Cuban Communist Party’s Central Committee, speech, 1989.</p>\n\n<p>Women have successfully burst into the economic life of our country. At present, 39 percent of the total labor force in the civil state economy is female, compared to 25 percent in 1974, and in Havana, the figure is 45 percent.</p>\n\n<p>However, we have not yet seen the same progress on men’s participation in the sphere of family life, in the fulfillment of their responsibilities as fathers and co-participants in the family. Spouses with the same degree of work commitments do not yet shoulder an equal burden.</p>\n\n<p>Working women still bear the full responsibility for the education and formation of their children, as well as household organization and chores. This gives rise to the extremely unfair “double work shift” that exhausts women.</p>\n"}]}]