[{"id":"FT533184","type":"longtextV2","stimulusHtml":"<p>Analyze similarities and differences in land reforms resulting from the Mexican and Russian revolutions. Identify an additional type of document and briefly explain how it would contribute to your analysis of land reform in Mexico and Russia.&nbsp;<strong>Historical Background:</strong> Prior to the Mexican Revolution in 1910 and the Russian Revolution in 1917, most agricultural land was held in large estates by a small group of wealthy landowners.</p>\n\n<p style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">In your response, you will be assessed on the following.</span></span></span></span></p>\n\n<ul>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Describe a broader historical context relevant to the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Support an argument in response to the prompt using all but one of the documents.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</span><span style=\"font-size:12.0pt\"><span style=\"font-family:&quot;Times New Roman&quot;,serif\"></span></span></span></span></span></span></li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Document 1</strong></p>\n\n<p>Source: Emiliano Zapata, main leader of the peasant rebellion, written public manifesto, Mexico, 1911.</p>\n\n<p>We demand that the fields, timber, and water, which the landlords and political bosses have held illegally, should now go to the pueblos,* or back to the citizens, who originally held the titles to these resources. The pueblo dwellers will immediately take possession of the property that their oppressors have stolen, and if necessary, the pueblos may use force. The current possessors of these resources, who consider themselves as having a legal right to them, will have a chance to present their cases before special courts after the revolution is completed.</p>\n\n<p>Those landlords and political bosses who oppose this plan will have their property taken over immediately by the government. Two-thirds of the property’s value will go for pensions for widows and orphans of those peasants who will have died in the current struggle.</p>\n\n<p>*Communal villages</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: Venustiano Carranza, landowner and major political leader, letter to Emiliano Zapata, Mexico, 1914.</p>\n\n<p>The owners of large estates have legal rights. It is not possible to take away their property and give it to those who do not have legal title to the property. This land redistribution business is absurd. Tell me which estates you now have control of and wish to redistribute that do not indeed legally belong to someone else.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Resolution adopted by the All-Russian Congress of Peasants’ Deputies, Russia, 1917.</p>\n\n<p>The All-Russian Congress of Peasants’ Deputies announces to the entire Russian peasantry that from this point forward all the work in preparation for land reform will pass into the hands of the working people themselves. The work of land reform will be based on the following principles: The transfer, without compensation, of all lands now belonging to the state, monasteries, churches, and private individuals to the nation for free and fair use by agricultural workers.</p>\n\n<p>Firmly believing in the growing strength, organization, and intelligence of the toiling peasantry, the All-Russian Congress of Peasants’ Delegates is deeply convinced that private ownership of farmland, forests, waterpower, and mineral resources must be abolished.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Article 27 of the Mexican Constitution of 1917.</p>\n\n<p>The ownership of lands and waters rests with the nation, which has the right to transmit private property to private persons.</p>\n\n<p>Private property shall not be taken without compensation, except for reasons of public utility, and then only by fairly compensating landowners for their property.</p>\n\n<p>The nation shall have at all times the right to impose on private property such limitations as the public interest may demand as well as the right to regulate the development of natural resources in order to conserve them and to equitably distribute the public wealth. For this purpose, all necessary measures shall be taken to divide large landed estates; to develop small landed holdings; to establish new communal farms of agricultural workers with such lands and waters as may be needed by them. Private property acquired for these purposes shall be considered as taken in the public interest.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Mexican President Emilio Portes Gil (1928–1930), recalling remarks he made in a conversation with General Plutarco Elías Calles, Mexico, 1928.</p>\n\n<p>&nbsp;</p>\n\n<p>Look General,* I am going to have to give up more of my land than you did because within three or four months I fear we are going to have another revolution here in Mexico. I have to demonstrate to the peasants that I am just as revolutionary as you. Part of the army is ready to rebel against me; I am going to need the support of the peasants if this happens.</p>\n\n<p>&nbsp;</p>\n\n<p>*formerly president of Mexico (1924–1928)</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Joseph Stalin, Secretary-General of the Soviet Communist Party (1922–1953, totalitarian ruler), speech delivered at the Conference of Marxist Students of the Agrarian Question, Russia, 1929.</p>\n\n<p>&nbsp;</p>\n\n<p>As you have seen, we now have the material base that will enable us to substitute the output of the collective farms*</p>\n\n<p>for kulak** output. That is why our offensive against the kulaks is now meeting with undeniable success. This is also why the offensive against the kulaks must be carried out, and why we have recently passed from the policy of restricting the exploitive tendencies of the kulaks to simply <em>eliminating the kulaks as a class</em>.</p>\n\n<p>Now we are able to break the kulaks. The seizure of the kulaks’ properties is an integral part of the plan to form and develop collective farms.</p>\n\n<p>There is another question that needs to be answered. Should the kulaks later be permitted to join the collective farms? My answer is, of course not, for the kulaks are sworn enemies of the collective farm movement.</p>\n\n<p>*Large state-owned farms operated by workers who received wages</p>\n\n<p>**Independent peasant farmer</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Charter of a Russian agricultural collective, approved by the Soviet Communist Party, Russia, 1935.</p>\n\n<p>&nbsp;</p>\n\n<p><em>Aims and Purposes </em></p>\n\n<p>The toiling peasants of the village voluntarily band together into an agricultural collective in order to establish, with common means of production and with organized common labor, to insure complete victory over the kulaks, over all the exploiters and enemies of the toilers, over want and ignorance, over the backwardness of small individual farms, to create higher productivity of labor and, by this means, to insure the well-being of the members.</p>\n\n<p>The path of collective farming, the path of socialism, is the only right path for the toiling peasants.</p>\n\n<p>The members of the collectives take on themselves the obligation to strengthen their work honestly, to distribute the collective farm income according to the amount of work done, to guard the common property, to take care of the collective farm property, to keep the tractors and machinery in good order, to tend the horses carefully, and to execute the tasks imposed by the workers’ and peasants’ government in order to make their Bolshevist collective farms and all of their members prosperous.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Document 8</strong></p>\n\n<p>Source: Statistics gathered by the Mexican Department of Agriculture, 1960.</p>\n\n<table class=\"table table-bordered\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th colspan=\"4\" scope=\"row\" style=\"text-align: center; vertical-align: middle;\">Cummulative Percentage of Land Redistributed to Peasants and Collective Farms, 1910-1960</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">1910</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">1930</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">1940</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">1960</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">5%</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">13.4%</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">47.4%</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">50%</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n\n<p><strong>Document 9</strong></p>\n\n<p>Source: <em>State Economy of the U.S.S.R</em>., Soviet government publication, 1959.</p>\n\n<table class=\"table table-bordered\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th colspan=\"5\" scope=\"row\" style=\"text-align: center; vertical-align: middle;\">Russian Agricultural Land Collectivization, 1927-1937</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>&nbsp;</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">1927</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">1929</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">1932</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">1937</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"text-align: left; vertical-align: middle; width: 20%;\">\n\t\t\t<p>Agricultural Land in Collectives</p>\n\t\t\t</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">NA</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">4.9%</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">77.7%</td>\n\t\t\t<td style=\"text-align: center; vertical-align: middle;\">99.1%</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>&nbsp;</p>\n\n<p><strong>Document 10</strong></p>\n\n<p>Source: Anna R., 14-year-old member of a kulak family, interviewed in 1993 for <em>Memories of the Dispossessed</em>, published 1998.</p>\n\n<p>&nbsp;</p>\n\n<p>In 1928, I just started to notice people disappearing: first one, then another, and another. My parents didn't join the commune, remaining independent farmers. First they had a massive tax to pay; it was so high they were quite unable to pay it. After that, activists from the commune descended on us, breaking all the locks on the barns and clearing us out of all our corn. Next time they came to inventory our property. They noted it all down and carried it off. We were woken up in the night in early spring, 1929; we were told, ‘You’re going for good.’ At dawn they lined several families up in the Rural Council building and then sent us off into the unknown.</p>\n"}]}]