[{"id":"FT533187","type":"longtextV2","stimulusHtml":"<p>&nbsp;</p>\n\n<p><strong>Historical Background:</strong> The rise of nationalist movements and the modern nation-state has affected women’s political and economic participation and social freedoms.</p>\n\n<p>Based on the documents, analyze the opportunities and barriers that nationalist movements posed concerning women’s rights in the twentieth century. Identify and explain what additional type of document(s) or sources would help assess the impact of nationalism on women’s rights.</p>\n\n<p style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">In your response, you will be assessed on the following.</span></span></span></span></p>\n\n<ul>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Describe a broader historical context relevant to the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Support an argument in response to the prompt using all but one of the documents.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</span><span style=\"font-size:12.0pt\"><span style=\"font-family:&quot;Times New Roman&quot;,serif\"></span></span></span></span></span></span></li>\n</ul>\n","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p class=\"text-center\"><strong><i>Document 1</i></strong></p>\n\n<p><i>Source: Manmohini Zutshi Saghal, particip</i>ant in the Indian struggle for independence, <em>An Indian Freedom Fighter Recalls Her Life</em>, 1994</p>\n\n<p>In March 1922 Gandhi was arrested and sentenced to six years of imprisonment. He was released on January 12, 1924, before the expiration of his term. This earlier noncooperation movement was confined largely to men and was less extensive than the <em>satyagraha</em> [literally “truth-force,” referring to the nonviolent resistance approach developed by Gandhi] movement of 1930-32. Women were expected to participate in processions and attend all Congress meetings, however, so with mother and my two older sisters, Chandra and Janak, I used to join all such functions. I would like my readers to visualize the restricted life women led, even in a province as progressive as the Punjab. Women hardly ever ventured beyond four walls of their homes, except to visit relatives or to attend a religious festival. My mother’s aunt always wore a shawl over her sari when she went visiting. I suppose that could be considered as a sort of Hindu <em>burqa</em> [cloak worn by secluded women] although her face was left uncovered. In that atmosphere, for the women to leave their homes and walk in a procession was a big step forward.</p>\n\n<p>The present footwear, chappals [sandals], had just come into fashion, and women unused to walking any distance in a disciplined manner found if extremely difficult to walk in their chappals. The chappals would come off as the women walked in procession. They could not pause to put them on again and usually continued walking barefoot in the procession. Mother had two Congress volunteers walk behind the women. Their job was to pick up any odd chappal left behind, put it in a cloth bag, and bring it to the office of the District Congress Committee at Pari Mahal, where the procession usually terminated. The women would reclaim their footwear then go home. This was the training period. Later, these women would come into their own and storm the citadels of the mighty British Empire.</p>\n\n<p class=\"text-center\"><strong>Document 2</strong></p>\n\n<p>Source: Song Qingling, widow of Chinese nationalist leader Sun Yixian (Sun Yat-sen), magazine article, 1942.</p>\n\n<p>Women have not only worked but fought. I know personally of an instance in which the female population of a village in the Hainan Island fought off a small Japanese landing made when their menfolk were away. They had only farm implements to fight with, and many were killed, but the enemy force was compelled to reembark. Similar happenings must have occurred in a great many places throughout the country, unheralded and unknown. As for individual cases, there is a story in almost every district of some girl who, emulating Mu Lan [the fifth-century Chinese Heroine who masqueraded as a male in order to take her ill father’s place as a soldier on the frontier of old], changed into men’s clothing and fought the army.</p>\n\n<p>The fighting record of our women does not permit us to believe that they will ever again allow themselves to be enslaved whether by a national enemy or by social reaction at home. Only an extension of democracy, including the rights of women, can bring real victory in this war. Such a victory, won by the united efforts of the people, will leave no room for any scheme of things other than democracy.</p>\n\n<p>When the victory over aggression is achieved, Chinese women will stand with the women of all countries, as those who have suffered much more than even the men in the mad revel of fascism and war that has spread throughout the world, ready and willing to see that in the future all movement shall be forward, that the earth’s present frightful testing-time shall be the last of its kind.</p>\n\n<p class=\"text-center\"><strong>Document 3</strong></p>\n\n<p>Source: Huda Shaarawi, Egyptian national activist, leader of the Egyptian women’s movement, speech at the Arab Feminist Conference, Cairo, 1944.</p>\n\n<p>The woman, given by the Creator, the right to vote for the successor to the prophet, is deprived of the right to vote for a deputy in a circuit or district election by a [male] being created by God. At the same time, this right is enjoyed by a man who might have less education and experience than the woman. And she is the mother who has given birth to the man and has raised him and guided him. The Sharia [Islamic law] gave her the right to education, to take part in the hijra [referring to the time of the Prophet Muhammad and his flight from Mecca to Medina], and to fight in the ranks of the warriors and has made her equal to the man in all rights and responsibilities, even in the crimes that either sex can commit. However, the man who alone distributes rights, has kept for himself the right to legislate and rule, generously turning over to his partner his own share of responsibilities and sanction without seeking her opinion about the decision. The woman today demands to regain her share of rights that have been taken away from her and gives back to the ma the responsibilities and sanction he has given her.</p>\n\n<p class=\"text-center\"><strong>Document 4</strong></p>\n\n<p>Source: Teodora Ignacia Gomes, a leading party member in the African Party for the Independence of Guinea and Cape verde, interviewed by the writer and journalist Stephanie Urdang, 1974.</p>\n\n<p>If we construct a society without exploitation of man by man, then of course women will be free in that society. Our struggle for national liberation is one way of assuring the liberation of women because by doing the same work as men, or by doing work that ensures the liberation of our country, a woman will convince herself that she is able to do the same work as men. In the process, women will learn that they are able to do many things they could not have conceived of before. They will learn that in our party there are women in the highest level of leadership and that women are working in all different sectors of our lives. This is important because it convinces women that they have potential and shows men what that potential is.</p>\n\n<p class=\"text-center\"><strong>Document 5</strong></p>\n\n<p>Source: Marie-Aimée Helie-Lucas, participant in the Algerian War of Independence (1954-1962) waged against French colonial rule, paper presented to the International Symposium on Women and the Military System, Siunto Baths, Finland, 1987.</p>\n\n<p>So much for Fanon’s [Frantz Fanon, author of <em>The Wretched of the Earth</em> and other writings on the experience of the colonized] and others’ myth of the Algerian woman liberated along with her country. The liberated women were in the kitchen, they were sewing clothes (or flags?), carrying parcels, typing. Nevertheless, since there was “no humble task in the revolution” we did not dispute the roles we had. It would have been mean to question the priority of liberating the country, since independence would surely bring an end to discrimination against women. What makes me angrier in retrospect is not women’s confinement but the brainwashing that did not allow us young women even to think of questioning. What makes me angrier still is to witness the replication of this situation in other struggles for independence. It angers me to see women covering the misbehavior of their fellow men and hiding, in the name of national solidarity and identity, crimes which will be perpetuated after independence.</p>\n\n<p>This is the real harm which comes with liberation struggles. The overall task of women during liberation is seen as symbolic. Faced with colonization the people have to build a national identity based on their own values, traditions, religion, language and culture. Women bear the heavy burden of safeguarding this threatened identity. And this burden exacts its price.</p>\n"}]}]