[{"id":"FT561930","type":"mcq","stimulusHtml":"<p>For the period circa 1580–1650, which of the following most directly caused the price fluctuations shown in the chart? </p>","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p class=\"text-center\"><strong>CLOVE* PRICES IN SOUTHEAST ASIA AND IN AMSTERDAM, 1580–1850</strong><br />\n<strong>(in Spanish silver</strong> <em>reals</em><strong>, a common trade currency in the East Indies)</strong></p>\n\n<p><img alt=\"The figure presents a double bar graph titled “Clove Prices in Southeast Asia and in Amsterdam, 1580 to 1850 (in Spanish silver reals, a common trade currency in East Indies).” Note that cloves are spices native to the Moluccas islands in eastern Indonesia and, until the late eighteenth century, grown only in Southeast Asia. Fourteen age groupings are indicated on the horizontal axis. The vertical axis is labeled Spanish Silver Reals per Pound, and the numbers 0 through 13 are indicated. A legend indicates that one bar represents the price of cloves in Southeast Asia and the other bar represents the price of cloves in Amsterdam. There are 3 text boxes within the bar graph and each has a dotted arrow pointing down to a point on the horizontal axis. The data represented by the bars are as follows. Note that all values are approximate. Each text box will be read at the point where it occurs in the graph. 1580 through 1589: Southeast Asia price, 1. Amsterdam price, 6 point 5. 1600 through 1609: Southeast Asia price, 1 point 5. Amsterdam price, 12 point 5. The first box reads, “1618: Dutch merchants are granted a monopoly on the clove trade by the rulers of the Moluccas islands.” 1620 through 1629: Southeast Asia price, 1 point 7. Amsterdam price, 5. 1640 through 1649: Southeast Asia price, 2. Amsterdam price, 4 point 8. The second box reads, “Circa 1650: Dutch clove trade monopoly begins to be successfully enforced.” 1660 through 1669: Southeast Asia price, 0 point 5. Amsterdam price, 10 point 5. 1680 through 1689: Southeast Asia price, 0 point 5. Amsterdam price, 5 point 0. 1700 through 1709: Southeast Asia price, 0 point 5. Amsterdam price, 5 point 0. 1720 through 1729: Southeast Asia price, 0 point 5. Amsterdam price, 5 point 9. 1740 through 1749: Southeast Asia price, 0 point 5, Amsterdam price, 7. 1760 through 1769: Southeast Asia price, 0 point 5. Amsterdam price, 6 point 8. The third box reads, “Circa 1770: Clove plants are smuggled out of Southeast Asia and begin to be cultivated in other European colonies.” 1780 through 1789: Southeast Asia price, 0 point 5. Amsterdam price, 4 point 9. 1800 through 1809: Southeast Asia price, 0 point 7. Amsterdam price, 3 point 6. 1820 through 1829: Southeast Asia price, 1 point 2. Amsterdam price, 2 point 3. 1840 through 1849; Southeast Asia price, 1 point 4. Amsterdam price, 1 point 3. \" height=\"519\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a8d8008d67ecfba5f4d72a36c311055e/original.png\" width=\"625\" /></p>\n\n<p>*Cloves are spices native to the Moluccas islands in eastern Indonesia and, until the late eighteenth century, grown only in Southeast Asia.</p>\n\n<p><span style=\"font-size:0.8em\">Source: David Bulbeck, Anthony Reid, Lay Cheng Tan, and Yiqi Wu, eds. <em>Southeast Asian Exports Since the 14th&nbsp;Century: Cloves, Pepper, Coffee, and Sugar</em>, (Leiden, The Netherlands, KITLV Press), 1988. Graph 2.2., p. 57</span></p>\n"}],"choicesHtml":["<p>The replacement of traditional landed elites by new commercial elites in many parts of Eurasia </p>","<p>The declining military power and international influence of the Mughal Empire </p>","<p>The establishment of Caribbean plantation economies based on the production of cash crops by slave labor </p>","<p>The intensification of competition among European states over the control of profitable maritime trade routes </p>"],"answer":2}]