[{"id":"FT568262","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Suggested reading and writing time: 1 hour. It is suggested that you spend 15 minutes reading the documents and 45 minutes writing your response. Note: You may begin writing your response before the reading period is over.</p>\n\n<p>This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>\n\t<p>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</p>\n\t</li>\n\t<li>\n\t<p>Describe a broader historical context relevant to the prompt.</p>\n\t</li>\n\t<li>\n\t<p>Support an argument in response to the prompt using at least four&nbsp;documents.</p>\n\t</li>\n\t<li>\n\t<p>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p>\n\t</li>\n\t<li>\n\t<p>For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</p>\n\t</li>\n</ul>\n\n<p>Evaluate the extent to which railroads affected the process of empire-building in Afro-Eurasia between 1860 and 1918.</p>\n\n<p class=\"text-center\">&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p class=\"text-center\"><strong>Document 1</strong></p>\n\n<p>Source: Petition in English to the British colonial government of India from the British-Indian Association, an organization consisting of high-caste Indians, 1866.</p>\n\n<p>Railway travel for [Indian] natives has for a long time been full of the most bitter and serious grievances. The miseries suffered equal the horrors of the ‘middle passage.’</p>\n\n<p>We would beg to draw your attention to the bad treatment of native passengers, with no distinctions being made between them. Indiscriminate abuse is lavished freely without regard to differences in rank and social scale. Passengers have often been struck and otherwise treated with great indignity. Passengers traveling in second class are not even allowed to get to the platform, but are made to herd with the masses outside. We would like to emphasize the painful fact that the most respectable natives are liable to personal ill-treatment and loss from their European fellow passengers in the second-class carriages. Native gentlemen of birth and respectability, in striving to avoid the large crowds to be found in third-class carriages, find themselves even worse off in a second-class seat. In a variety of ways attempts are incessantly made to degrade and insult second-class passengers.</p>\n\n<p>We want to draw attention here to the present impossibility of native ladies of respectable birth and breeding taking advantage of railways. The honor of our wives and families is very dear and sacred to us, and the advent of the railway has cut off old modes of transit without providing adequate ones for respectable women.</p>\n\n<p class=\"text-center\"><strong>Document 2</strong></p>\n\n<p>Source: Shen Baozhen, Qing dynasty official and advocate of domestic reforms, memorandum to the Qing court, 1867.</p>\n\n<p>What shall we do about telegraphs and railroads? The Qin dynasty built the Great Wall, and at the time it was considered a disaster, but later generations relied on it. If telegraphs and railroads are built, China will likewise enjoy great benefits from them in the future. Moreover, as the work of constructing them is enormous, it will be quite beneficial to the poor people now. However, although the foreigners plead with the Court to conclude a formal treaty permitting them to begin this work, this absolutely must not be done. Perhaps the government could give its generous permission, but only if the Western [interests] can devise a plan that would guarantee that no arable fields, houses, and ancestral graves would be harmed in the least. Otherwise, permission should decidedly not be given.</p>\n\n<p class=\"text-center\"><br />\n<strong>Document 3</strong></p>\n\n<p>Source: Ottoman government report concerning a proposal to build a railway from Damascus to Mecca, 1893.</p>\n\n<p>Unless an alternative way, other than the Suez Canal controlled by the British, is found to connect the holy cities [of Mecca and Medina] to the rest of the empire, the Red Sea coast of Arabia might fall prey to the evils of those who strive to overthrow the very foundations of the caliphate.* At present, Muslims going on pilgrimage must either use foreign ships, where they are subjected to humiliation, or travel by camel, a very challenging journey through months of drought. It has become necessary to construct a railway in this region, both to solve these problems and to show the power of the caliph. The railway has to be built solely by Muslim involvement, by obtaining a huge amount of finance from the Islamic world and recruiting Muslim engineers in its construction.</p>\n\n<p>Our sultan must personally lead this highly significant undertaking. Muslims across the world hold our sultan in very high regard; therefore people of political and economic influence will not hesitate to allocate some of their assets to this cause when they see our sultan personally leading the initiative.</p>\n\n<p>*The Ottoman sultan claimed the title of caliph of all Muslims.</p>\n\n<p class=\"text-center\"><strong>Document 4</strong></p>\n\n<p>Source: “The Cape to Cairo Railway, and Rhodes’* Gigantic Proposal,” article illustration from the <em>Auckland Weekly News</em>, a newspaper published in British New Zealand, 1899.</p>\n\n<p><img alt=\"The figure presents an illustration of a partial map of Africa. The following major areas are labeled, from north to south: Egypt, Abyssinia, British East Africa, Congo State, German East Africa, and Transvaal. The following areas are labeled British Territories: Egypt, present-day Sudan, British East Africa, and portions of southern Africa, including Rhodesia (present-day Zimbabwe), and territories in present-day South Africa, Botswana, and Zambia. The following three stages of railroad construction are drawn on the map: Railroad completed, Railroad under construction, and Railroad proposed. The routes for each of the stages are indicated as follows, from north to south. Railroad completed: From Cairo to Aswan, in southern Egypt; from Wadi Halfa to Dongola, in northern Sudan, and from Wadi Halfa to an unlabeled point in Sudan northeast of Khartoum; from Mombasa on the Indian Ocean in British East Africa, in present-day Kenya, to an unlabeled point in the interior of British East Africa; from Beira on the Indian Ocean, in present-day Mozambique, to an unlabeled point northeast of Bulawayo to Cape Town near the southern tip of Africa, from Johannesburg in the Transvaal, which is present-day South Africa, to an unlabeled point on the Indian Ocean near present-day Maputo, Mozambique; from Johannesburg to Durban on the Indian Ocean. Railroad under construction: From the unlabeled southern end point of the railway built from Wadi Halfa south to Khartoum; from Bulawayo north to an unlabeled point about halfway between Bulawayo and Lake Tanganyika. Railroad proposed: From Aswan to Wadi Halfa; from an unlabeled point on the Red Sea coast of Sudan to the unlabeled southern end point of the railway built from Waidi Halfa in the direction of Khartoum south; from Khatoum south to the shore of Lake Victoria; from the shore of Lake Victoria to Ujiji on Lake Tanganyika, in present-day Tanzania, with a branch connecting to the southern shore of Lake Victoria; from the unlabeled northern point of the railway built from Mombasa to an unlabeled point on the eastern shore of Lake Victoria; from Ujiji Abercorn, which is present-day Mbala, Zambia; from Abercorn to the unlabeled northern end-point of the railroad under construction north from Bulawayo; from Bulawayo northeast to the unlabeled end point of the railroad built inland from Beira. When considered together, the routes on the map form a line from Cairo to Cape Town, running mostly through British territory, with several side branches connecting mostly to ports on the Indian Ocean. \" height=\"556\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7f08a6a72945458b026307c0fd7949af/original.png\" width=\"385\" /><br />\n*Cecil Rhodes was a British imperialist and entrepreneur. The proposed railway in the illustration was never fully built.</p>\n\n<p class=\"text-center\"><strong>Document 5</strong></p>\n\n<p>Source: Sir Henry Norman, English politician, editorial discussing the Trans-Siberian Railroad, <em>News Chronicle</em>. Published in London, 1901.</p>\n\n<p>Since the Great Wall of China the world has never seen an undertaking of equal magnitude. Russia, single-handedly, has conceived it and carried it out. Its strategic results are already easy to foresee. It will consolidate Russian influence in the Far East in a manner yet undreamed of. But this will be by slow steps. The expectation that the railroad could be used to transport masses of soldiers from European Russia to China, either in response to an attack or for Russia herself to launch an attack, is yet far from becoming reality. The line and its organization would break down utterly under such pressure. But bit by bit it will grow in capacity, and the Powers that have enormous interests at stake in the Far East, if they continue to sleep as England has done of late, will wake to find a new, solid, impenetrable, self-sufficient Russia dominating China as she has dominated, sooner or later, every other Oriental land against whose frontier she has laid her own.</p>\n\n<p class=\"text-center\"><br />\n<strong>Document 6</strong></p>\n\n<p>Source: Ernest Roume, governor of French West Africa, speech delivered before the colonial administrative council, Dakar, 1904.</p>\n\n<p>We wish to truly open up to civilization the immense regions that the foresight of our statesmen and the bravery of our soldiers and explorers have passed down to us. The necessary condition for achieving this goal is the creation of lines of penetration, a perfected means of transportation to make up for the absence of natural means of communication that has kept this country in poverty and barbarism. True economic activity cannot even be conceived without railroads. It is, therefore, our duty as a civilized nation to take those steps that nature itself imposes and that are the only effective ones. It is now everyone’s conviction that no material or moral progress is possible in our African colonies without railroads.</p>\n\n<p class=\"text-center\"><strong>Document 7</strong></p>\n\n<p>Source: Lieutenant-Colonel R. Gardiner, British army officer, “Indian Railways,” magazine article published in London, 1913.</p>\n\n<p>The effect of this vast movement of people, with the interactions it has brought about between what previously were great nationalities practically unknown to one another, is now beginning to be felt in the drawing together of the people of India with the recognition of common interests, common ideals and ambitions—in other words, the birth of a common national and patriotic sentiment—which, if well directed, would eventually mold India into a unified and loyal people, still the brightest gem in the imperial Crown.</p>\n"}]}]