[{"id":"FT561974","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> The following question is based on the accompanying Documents 1-10. (The documents have been edited for the purpose of this exercise.)</p>\n\n<p>This question is designed to test your ability to work with and understand historical documents.</p>\n\n<p>Write an essay that:</p>\n\n<ul>\n\t<li>\n\t<p>Has a relevant thesis and supports that thesis with evidence from the documents.</p>\n\t</li>\n\t<li>\n\t<p>Uses all of the documents.</p>\n\t</li>\n\t<li>\n\t<p>Analyzes the documents by grouping them in as many appropriate ways as possible. Does not simply summarize the documents individually.</p>\n\t</li>\n\t<li>\n\t<p>Takes into account the sources of the documents and analyzes the authors’ points of view.</p>\n\t</li>\n\t<li>\n\t<p>Identifies and explains the need for at least one additional type of document.</p>\n\t</li>\n</ul>\n\n<p>You may refer to relevant historical information not mentioned in the documents.</p>\n\n<p>Using the documents, analyze the relationships between gender and politics in twentieth-century Latin America. Identify one additional type of document and explain how it would help your analysis.</p>\n\n<p class=\"text-center\">&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p class=\"text-center\"><strong>Document 1</strong></p>\n\n<p>Source: Justo Sierra, male Mexican minister of public education, letter to the editors of <em>La Mujer Mexicana (The Mexican Woman),</em> Mexico, 1904.</p>\n\n<p>The educated woman will be truly dedicated to the home; she will be a companion and collaborator of man in the formation of the family. That is what we want. I do not want to see you pursue your feminism to the extreme of wishing to convert yourselves into men; that is not what we desire; for then all of life’s enchantment would be lost. No; let men fight over political questions, let them form laws; you ought to fight the good fight, that of feeling, and form souls, which is better than forming laws.</p>\n\n<p class=\"text-center\"><strong>Document 2</strong></p>\n\n<p>Source: Hermila Galindo, Mexican feminist and political speaker, supporter of Mexican revolutionaries, speech at the Second Feminist Congress of Yucatan, Mexico, 1916.</p>\n\n<p>A woman needs suffrage and asks for it from a moral standpoint, because of what she can do with the vote. She needs it so that she can combat alcoholism, prostitution, juvenile delinquency, pornography, and everything that works against child morality. She needs it so that she can guard her own health as well as that of the public, to work for better worker housing, better schools, better markets, etc.</p>\n\n<p class=\"text-center\"><strong>Document 3</strong></p>\n\n<p>Source: Photograph of <em>soldaderas</em> (Mexican female soldiers) during the Mexican Revolution, circa 1917.</p>\n\n<p><img alt=\"The figure shows a photograph of about 20 women and girls in a clearing. Each person is wearing a traditional Mexican long dress and a bandolier (bullet sash) across the chest and shoulders. Each is holding a rifle and is aiming it up and to the right.\" height=\"316\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/13a1ec3b3ff6819d96b437b115c43791/original.jpg\" width=\"434\" /></p>\n\n<p class=\"text-center\"><strong>Document 4</strong></p>\n\n<p>Source: Ricardo Dolz, Cuban senator, speech to the Cuban Senate on a bill to give married women economic rights, Havana, Cuba, 1917..</p>\n\n<p>Women should have their rights because the movement is recognized worldwide, it is just and moderate, and the women are not asking to dominate men. Resisting the woman’s movement will encourage women activists to become socialists and fulfill everyone’s greatest fear.</p>\n\n<p class=\"text-center\"><strong>Document 5</strong></p>\n\n<p>Source: María Luisa Marín, anarchist and union organizer, speech in support of jailed communist politician Herón Proal in the rent-strike movement in Veracruz, Mexico, December 1924.</p>\n\n<p>We will do what we can so that our children will not denounce us as traitors and cowards. We will prove that with Proal or without him, the Veracruz renters will defend their rights. In view of the danger that now threatens us, we issue an urgent call to the people. Don’t wait for the powerful to help you. They will never appreciate the dignity and value of our solidarity which some day will triumph. The supreme hour of the people has arrived. People of Veracruz, wake up and join the struggle.</p>\n\n<p class=\"text-center\"><strong>Document 6</strong></p>\n\n<p>Source: Colonel Crescencio Treviño Adame, veteran of the Mexican Revolution, private letter to Mexican President Lázaro Cárdenas, 1938.</p>\n\n<p>Undoubtedly, granting Mexican women powers to govern would be a disaster because woman can be more criminal than man. Woman is in this world for the man’s home, not for politics or to mix with the affairs of men. This thing that they are talking about, this women’s vote, would be madness.</p>\n\n<p class=\"text-center\"><strong>Document 7</strong></p>\n\n<p>Source: Sandinista National Liberation Front of Nicaragua,* party platform, 1969.</p>\n\n<p>The Sandinista Popular Revolution will abolish the discrimination that women have suffered with respect to men: it will establish economic, political, and cultural equality between women and men. It will elevate the political, cultural, and vocational level of women via their participation in the revolutionary process.</p>\n\n<p>* socialist revolutionary organization</p>\n\n<p class=\"text-center\"><strong>Document 8</strong></p>\n\n<p>Source: Argentinian women from the Argentinian group Madres de Plaza de Mayo (Mothers of the May Plaza), protesting outside of the presidential palace, seeking information on the political disappearance and murder of their children or other family members, 1981.</p>\n\n<p><img alt=\"The figure shows a photograph of a crowd of people. A woman in sunglasses and a kerchief is in the left foreground. Another woman in a kerchief is slightly behind her and to the right. The second woman has her eyes closed. She is holding a photograph up so that the image faces the camera. The photograph shows a young woman sitting on a table.\" height=\"398\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/746e8e3874f86fe3c2ee43488a104eda/original.jpg\" width=\"433\" /></p>\n\n<p class=\"text-center\"><strong>Document 9</strong></p>\n\n<p>Source: Orbelina Soza Meirena, female community activist, interview with Latin American historian Barbara Seitz on women’s roles in the Nicaraguan revolution in 1989, published in 1994.</p>\n\n<p>When the Sandinista Front began, women also within the lines fought in the role of men; that is when the women realized that we can work the same as a man, that we can develop equally as a man. The women were heroines. They showed us, they really gave us the idea that the woman in the world, in life, in work, can be equal to a man.</p>\n\n<p class=\"text-center\"><strong>Document 10</strong></p>\n\n<p>Source: Chilean woman speaking at the First National Meeting of the Female Temporary Agricultural Workers, Santiago, Chile, June 1993.</p>\n\n<p>“<em>Compañeras</em> [Sisters], it is all fine to talk about solidarity with men, but how many of you have husbands who wash dishes or take care of children? How many of you have husbands who let you go to meetings or like the fact that you work? And—I know none of us wants to talk about this—but how many of you have husbands who are abusive, who beat you for whatever whim?”</p>\n"}]}]