[{"id":"FT561944","type":"mcq","stimulusHtml":"The changes depicted in <u>Map 1</u> were mostly a result of which of the following?","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure presents a map titled &quot;Expansion of the Ottoman Empire, 1300 through 1683 &quot; The map shows portions of Africa at the bottom, Europe in the upper left hand corner, the Caspian Sea in the upper right hand corner, and the Arabian Peninsula and the Red Sea in the lower right hand corner. In the center the Mediterranean Sea, Constantinople, and the Black Sea are labeled from left to right and bottom to top. There is a legend labeled &quot;Territory Held,&quot; and the following four categories are given: 1. Ottoman territory in 1300. 2. Acquisitions from 1300 to 1451. 3. Acquisitions from 1451 to 1520. And 4. Acquisitions from 1520 to 1683  The shading for the category &quot;Ottoman territory in 1300° covers a small portion of northwestern Anatolia.  The shading for the category &quot;Acquisitions from 1300 to 1451° covers all of western, most of northern, and parts of central Anatolia and also includes most of southern and parts of central and eastern Greece, including the Peloponnese and a few small islands. The shading for the category &quot;Acquisitions from 1451 to 1520&quot; covers the Balkans, the remainder of Greece, the Crimean Peninsula and other territory to the east of the Black Sea, all of Anatolia, most of the western coast of the Arabian Peninsula, Syria, Lebanon, Palestine, Egypt, and part of northern Algeria. The shading for the category &quot;Acquisitions from 1520 to 1683° covers parts or all of Croatia, Hungary, Romania, and northern Bulgaria, most of Iraq, and territory along the western shores of the Persian Gulf, part of western Iran and the southern Caucasus, parts of the eastern coast of the Arabian Peninsula, the southwestern coast of the Arabian Peninsula, and the North African littoral from Libya to Tunisia and parts of Algeria.\" height=\"435\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f8524d3a992815df0362a40ad3244257/original.jpg\" width=\"649\"></p>\n\n<p>&nbsp;</p>\n<img alt=\"The figure presents a map titled \" height=\"434\" src=\"https://assets.learnosity.com/organisations/537/4884f14e-87d6-47d8-9469-f66d548277ec.JPG\" width=\"649\">"}],"choicesHtml":["<p>The Ottoman alliance with France against rival Christian powers</p>","<p>The decline of surrounding empires and the Ottoman Empire’s use of gunpowder weapons</p>","<p>The Ottoman Empire’s unrivaled naval superiority in the Mediterranean</p>","<p>The power vacuum left by the collapse of the Umayyad caliphate</p>"],"answer":0}]