[{"id":"FT571638","type":"mcq","stimulusHtml":"<p>Based on the passage, it can be inferred that Mazower might also support which of the following assertions?</p>","features":[{"type":"sharedpassage","html":"<p>“By the 1930s, many Europeans were ready to leave behind the liberal, democratic order created after 1918 by Britain, France, and the United States for a more authoritarian future. What they did not bargain for was the brutal reality of Nazi imperialism and the denial of all national aspirations apart from German ones. . . . No experience was more crucial to the development of Europe in the twentieth century. As both Hitler and Stalin were well aware, the Second World War involved something far more profound than a series of military engagements and diplomatic negotiations; it was a struggle for the social and political future of the continent itself. And such was the shock of being subjected to a regime of unprecedented and unremitting violence that in the space of eight years a sea-change took place in Europeans’ political and social attitudes, and they rediscovered the virtues of democracy. . . .</p>\n\n<p>Hitler’s war aimed at the complete racial reconstitution of Europe. There were no historical parallels for such a project. In Europe, neither Napoleon nor the Habsburgs had aimed at gaining such exclusive domination. In its violence and racism, Nazi imperialism drew more from European precedents in Asia, Africa, and—especially—the Americas. ‘When we eat wheat from Canada,’ remarked Hitler one evening during the war, ‘we don’t think about the despoiled Indians.’ On another occasion he described the Ukraine as [Germany’s] ‘new Indian Empire.’ But if Europeans would have resented being ruled as the British ruled India, they were shocked at being submitted to an experience closer to that inflicted upon the native populations of the Americas.”</p>\n\n<p class=\"text-right\">Mark Mazower, British historian, <em>Dark Continent: Europe’s Twentieth&nbsp;Century,</em> 2000</p>\n"}],"choicesHtml":["<p>The industrial capacity of the United States doomed Hitler’s project for a Nazi-dominated Europe to failure from the start.</p>","<p>The Nazis’ rigidly ideological approach to empire building prevented them from consolidating their control of continental Europe.</p>","<p>Ordinary Germans’ revulsion at the genocidal policies of the Nazi Party as the Second World War progressed would have resulted in a revolution in Germany even if Hitler had won the military conflict.</p>","<p>Stalin’s modernization policies would have enabled the Soviet Union to defeat Nazi Germany regardless of Hitler’s policies.</p>"],"answer":0}]