[{"id":"FT571458","type":"mcq","stimulusHtml":"<p>A historian would most likely use the image in<span style=\"text-decoration:underline\"> Source 1</span> as support for which of the following assertions?</p>","features":[{"type":"sharedpassage","html":"<p><u style=\"text-decoration:underline\">Source 1</u></p>\n\n<p>A Mughal painting depicting a Mughal official (the kneeling figure holding a piece of paper near the center of the image) and his companions meeting a group of Hindu holy men (<em>sadhus</em>), circa 1635 C.E.</p>\n\n<p style=\"margin-left: 280px;\">&nbsp;</p>\n\n<p style=\"margin-left: 280px;\"><img alt=\"The image shows a Mughal painting depicting a Mughal official and his companions meeting with a group of Hindu holy men. The Mughal official is kneeling and holding a piece of paper. The official is facing one of the Hindu holy men and both are sitting on a rug under a canopy. A group of Hindu holy men and others are gathered around the tent.\" height=\"338\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/391c3d92541a33034e86313c1e8c776a/original.jpg\" width=\"330\" /></p>\n\n<p><u style=\"text-decoration:underline\">Source 2</u></p>\n\n<p><span style=\"font-size:0.8em\">Ms E-14, from a Moraqqa (gouache on paper), Indian School, (17th century) / Institute of Oriental Studies, St. Petersburg, Russia / Giraudon / Bridgeman Images</span></p>\n\n<p>Sayings attributed to Guru Nanak, the founder of Sikhism, circa 1500 C.E.</p>\n\n<p>• “Oh God, the tongue of man has given Thee numerous names; but ‘the Truth’ is Thy real name from time immemorial.”</p>\n\n<p>• “We human beings are neither Hindus nor Muslims; but are bodies and soul of the Supreme Being; call Him Allah, or call Him Rama.”</p>\n\n<p>• “Everyone is chanting: ‘Rama, Rama’; but mere repetition is no remembrance of Rama. Only when the heart of man becomes saturated with God is such remembrance fruitful.”</p>\n\n<p>• “Worthless is caste and worthless an exalted name; for all humankind there is but a single refuge in God.”</p>\n"}],"choicesHtml":["<p>Mughal rule in India was generally supported by practitioners of Hinduism.</p>","<p>Mughal rulers were interested in portraying themselves as champions of religious harmony.</p>","<p>Mughal subjects resisted converting to Islam, despite the many benefits that doing so would confer.</p>","<p>Mughal art rejected realism and focused on allegorical and symbolic depictions of reality.</p>"],"answer":0}]