[{"id":"FT571481","type":"mcq","stimulusHtml":"<p>The spread of the liberal ideas discussed in the passage was most directly a result of which of the following?</p>","features":[{"type":"sharedpassage","html":"<p>“[Nineteenth-century] Indian liberal ideas, I argue, were foundational to all forms of Indian nationalism and the country’s modern politics. Yet Indian liberalism was both wider in scope, and more specific in its remedies, than what is commonly called nationalism. To put it in its most positive light, Indian liberalism represented a broad range of thought and practice directed to the pursuit of political and social liberty. Its common features were a desire to re-empower India’s people with personal freedom in the face of a despotic government of foreigners, entrenched traditional authority, and supposedly corrupt domestic or religious practices. Indian liberals sought representation in government service, on grand juries and, later, on elective bodies. They demanded a free press, freedom of assembly and public comment. Liberals broadly accepted the principle of individual property rights, subject to various degrees of protection for the masses against economic exploitation. Liberals emphasized education, particularly women’s education. Educated women would help to abolish domestic tyranny, reinstate the ancient Hindu ideal of companionate marriage and improve the race. But a fine line was to be drawn between instructing women and permitting excessive license in gender relations, which was seen as a Western corruption.”</p>\n\n<p class=\"text-right\">Christopher Bayly, British historian, <em>Recovering Liberties: Indian Thought in the Age of Liberalism and Empire</em>, 2012</p>\n"}],"choicesHtml":["<p>The influence of European political and educational institutions facilitated by British imperial policies in India</p>","<p>The revival of traditional Hindu social structures as a reaction against British influence in India</p>","<p>The example of American revolutions influenced by Enlightenment principles</p>","<p>The return of overseas migrants from plantations in the Pacific and Caribbean</p>"],"answer":-1}]