[{"id":"FT571520","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Question 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n\n<p>In your response you should do the following.</p>\n\n<ul>\n\t<li>\n\t<p><strong><u style=\"text-decoration:underline\">Thesis:</u></strong> Present a thesis that makes a historically defensible claim and responds to all parts of the question. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>\n\t</li>\n\t<li>\n\t<p><strong><u style=\"text-decoration:underline\">Argument Development:</u></strong> Develop and support a cohesive argument that recognizes and accounts for historical complexity by explicitly illustrating relationships among historical evidence such as contradiction, corroboration, and/or qualification.</p>\n\t</li>\n\t<li>\n\t<p><strong><u style=\"text-decoration:underline\">Use of the Documents:</u></strong> Utilize the content of at least six of the documents to support the stated thesis or a relevant argument.</p>\n\t</li>\n\t<li>\n\t<p><strong><u style=\"text-decoration:underline\">Sourcing the Documents:</u></strong> Explain the significance of the author’s point of view, author’s purpose, historical context, and/or audience for at least four documents.</p>\n\t</li>\n\t<li>\n\t<p><strong><u style=\"text-decoration:underline\">Contextualization:</u></strong> Situate the argument by explaining the broader historical events, developments, or processes immediately relevant to the question.</p>\n\t</li>\n\t<li>\n\t<p><strong><u style=\"text-decoration:underline\">Outside Evidence:</u></strong> Provide an example or additional piece of specific evidence beyond those found in the documents to support or qualify the argument.</p>\n\t</li>\n\t<li>\n\t<p><strong><u style=\"text-decoration:underline\">Synthesis:</u></strong> Extend the argument by explaining the connections between the argument and ONE of the following.</p>\n\n\t<ul>\n\t\t<li>\n\t\t<p>A development in a different historical period, situation, era, or geographical area.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>A course theme and/or approach to history that is not the focus of the essay (such as political, economic, social, cultural, or intellectual history).</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>A different discipline or field of inquiry (such as economics, government and politics, art history, or anthropology).</p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n\n<p>Using the documents provided and your knowledge of world history, analyze the degree to which communist movements affected women’s struggle for rights in the twentieth century.</p>\n\n<p class=\"text-center\">&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p class=\"text-center\"><strong>Document 1</strong></p>\n\n<p>Source: Alexandra Kollontai, Russian Communist revolutionary and member of the Bolshevik government, autobiography, Soviet Union, 1926.</p>\n\n<p>In 1905, at the time the so-called first revolution in Russia broke out, after the famous Bloody Sunday, I had already acquired a reputation in the field of economic and social literature. And in those stirring times, when all energies were utilized in the storm of revolt, it turned out that I had become popular as an orator. Yet in that period I realized for the first time how little our Party concerned itself with the fate of the women of the working class and how meager was its interest in women’s liberation. To be sure a very strong bourgeois women’s movement was already in existence in Russia. But my Marxist outlook pointed out to me with overwhelming clarity that women’s liberation could take place only as the result of a new social order and a different economic system....I had above all set myself the task of winning over women workers in Russia to socialism and, at the same time, of working for the liberation of women, for her equality of rights.</p>\n\n<p class=\"text-center\"><strong>Document 2</strong></p>\n\n<p>Source: Mariia Fedorovna Muratova, Soviet official in the Women’s Department of the Bolshevik Central Committee, working in Soviet Uzbekistan, 1930.</p>\n\n<p>It is incompatible for a member of the party to be in the party and Komsomol* if his wife, sister, or mother is veiled [as was customary for Central Asian Muslim women]. It is necessary to demand of every Communist the fulfillment of this directive. And to that Communist who resists, who does not want to carry out this party directive, who wants to preserve the remnants of feudal relations and seclusion, to that Communist and Komsomol member we say: there is no place for you in the party and Komsomol.</p>\n\n<p>*Soviet organization for young people</p>\n\n<p class=\"text-center\"><strong>Document 3</strong></p>\n\n<p>Source: Communist North Vietnamese Constitution of 1960.</p>\n\n<p>Article 24: Women in the Democratic Republic of Vietnam enjoy equal rights with men in all spheres of political, economic, cultural, social, and domestic life. For equal work, women enjoy equal pay with men. The state ensures that women workers and office employees have fully paid periods of leave before and after childbirth. The state protects the mother and child and ensures the development of maternity hospitals, day care centers, and kindergartens.</p>\n\n<p class=\"text-center\"><strong>Document 4</strong></p>\n\n<p><img alt=\"A table titled &quot;Percentage of Women among Research and Professional Personnel in the Soviet Union, 1947 to 1969&quot; shows the data across four years, 1947, 1950, 1955, and 1959. The data presented in the table are as follows. Doctorate degree holders or doctoral candidates: 1947, 29 percent; 1950, 27 percent; 1955, 27 percent; 1959, 29 percent. Professors: 1947, 5 percent; 1950, 5 percent; 1955, 17 percent; 1959, 17 percent. Associate professors: 1947, 14 percent; 1950, 15 percent; 1955, 17 percent; 1959, 17 percent. Senior research associates: 1947, 31 percent; 1950, 30 percent; 1955, 30 percent; 1959, 29 percent. Junior research associates: 1947, 48 percent; 1950, 48 percent; 1955, 52 percent; 1959, 51 percent. All research and professional categories: 1947, 35 percent; 1950, 36 percent; 1955, 36 percent; 1959, 36 percent. \" height=\"347\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9d90e4661c3937108132d6ff919e2ef0/original.png\" width=\"900\" /></p>\n\n<p class=\"text-center\"><strong>Document 5</strong></p>\n\n<p>Source: “Encourage Late Marriage, Plan for Birth, Work Hard for the New Age,” propaganda poster for the Chinese Cultural Revolution, published by the Hubei Province Birth Control Group, Wuhan city, circa 1966–1976.</p>\n\n<p><img alt=\"The image shows a poster where in the center of the poster is a large image of a smiling woman holding an open book in her arms and looking upward. In the bottom foreground of the poster are 3 small images; one of two medical professionals tending to a child, one of three individuals working around a science lab table, and one of three individuals in military uniforms riding in a vehicle. At least one woman is represented in each of the three small images. In the background of the poster there are the images of missiles, a satellite dish, industrial towers, planes, chemical plants, a ship, and an electric train.\" height=\"328\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0f4c3af7436a66c3e18f70b758d72f0b/original.jpg\" width=\"520\" /></p>\n\n<p class=\"text-center\"><strong>Document 6</strong></p>\n\n<p>Source: Fidel Castro, president of Cuba, speech to Federation of Cuban Women, 1974.</p>\n\n<p>In Cuba there remains a certain discrimination against women. It is very real, and the Revolution is fighting it. This discrimination even exists within the Cuban Communist Party, where we have only thirteen percent women, even though the women contribute a great deal to the Revolution and have sacrificed a great deal. They often have higher revolutionary qualifications than men do.</p>\n\n<p class=\"text-center\"><strong>Document 7</strong></p>\n\n<p>Source: Open letter circulated by anonymous women’s group in Romania, addressed to Elena Ceausescu, wife of Romanian Communist dictator Nicolae Ceausescu, 1980. Published in a French periodical in 1981.</p>\n\n<p>Where is our agricultural produce, dear “First Lady of the country”*? We would dearly love to know it, from yourself, in your capacity of communist woman, wife and mother, where is our foodstuff? Where on earth could one find cheese, margarine, butter, cooking oil, the meat which one needs to feed the folk of this country?</p>\n\n<p>By now, you should know, Mrs. Ceausescu, that after so many exhausting hours of labor in factories and on building sites we are still expected to rush about like mad, hours on end, in search of food to give our husbands, children, and grandchildren something to eat.</p>\n\n<p>You should know that we may find nothing to buy in the state-owned food shops, sometimes for days or weeks on end. And finally if one is lucky to find something, as we must stand in endless lines, which in the end stop all desire to eat and even to be alive! Sometimes we would even feel like dying, not being able to face the suffering, the utter misery and injustice that is perpetrated on this country.</p>\n\n<p>*First lady Elena Ceausescu was known for her lavish lifestyle</p>\n"}]}]