[{"id":"FT571463","type":"mcq","stimulusHtml":"<p>The dispute described in the court case is most directly an effect of which of the following processes in colonial American societies?</p>","features":[{"type":"sharedpassage","html":"<p>[Testimony by the creole (European-ancestry) members of a lay religious brotherhood in the town of San Juan Peribán.]</p>\n\n<p>“Cristobál Bernal was elected chair of our brotherhood by a margin of only two votes. Most votes in Bernal’s favor came from mulatto and mestizo brothers. However, we, the creole brothers, elected Don Carvajal, a resident of the town and owner of the hacienda and sugar mill there. We urge you to command that only creoles should vote for the positions of chair and deputy chairs and that neither mulattoes nor mestizos can serve in those positions, and that a new election must be held for these positions.”</p>\n\n<p>[Response by the mulatto and mestizo brothers]</p>\n\n<p>“Since the brotherhood was founded, it has had the ancient custom of voting for and electing mulattoes and mestizos as deputies. And mestizos and mulattoes make up most of the membership and help the brotherhood grow. And mestizo and mulatto brothers had donated land, which earns 25 pesos rent per year for the brotherhood. And mulatto and mestizo brothers also collect alms for the brotherhood. If this brotherhood were actually two—one for creoles only and the other for mulattoes and mestizos—then the petitioners might have a case. But there is only one brotherhood in which creoles, mestizos, and mulattoes are mixed and, being members of it, they must enjoy the rights and advantages of the said brotherhood. Without question these rights should include voting and electing their own chair and deputies.”</p>\n\n<p>[Judge’s decision]</p>\n\n<p>“The election is declared valid, and Bernal is confirmed as chair.”</p>\n"}],"choicesHtml":["<p>The economic tensions between landowning elites and landless peasants</p>","<p>The emergence of new syncretic forms of religious beliefs and rituals</p>","<p>The demographic collapse of the indigenous Amerindian population as a result of the spread of infectious disease</p>","<p>The formation of new identities as part of the restructuring of social hierarchies</p>"],"answer":2}]