[{"id":"FT571452","type":"mcq","stimulusHtml":"<p>Based on the maps and your knowledge of world history, which of the following best describes the effect of the spread of Islam on Indian Ocean trade?</p>","features":[{"type":"sharedpassage","html":"<p><strong>TYPICAL SAILING ROUTES AND SCHEDULES OF OMANI MERCHANTS TRAVELING TO EAST AFRICA AND CHINA FROM MUSCAT, CIRCA 1400 C.E.</strong></p>\n\n<p style=\"margin-left: 160px;\">&nbsp;</p>\n<img alt=\"The image shows two stacked maps titled “TYPICAL SAILING ROUTES AND SCHEDULES OF OMANI MERCHANTS TRAVELING TO EAST AFRICA AND CHINA FROM MUSCAT, CIRCA 1400 C.E.” Each map has a key representing a solid line as OUTBOUND routes and a dashed line as RETURN routes, and labels for timings of each leg of the voyages. The land mass and towns in each map are identical. All routes are sea voyages.  On the top map, the outbound route begins at Muscat, heads southwest to Aden on the coast of Yemen during November, continues northeast to Shihr on the southern coast of the Arabian peninsula during November through December, continues southeast and then southwest along the coast of East Africa to Mogadishu during December through January, continues southwest to Pate coast of East Africa in January, and then southwest to Zanzibar in February. The return route begins at Zanzibar and heads northeast and then curves northwest to Sohar, near Muscat, during April through May. The return route remains to the east of the outbound route. On the bottom map, the outbound route begins at Sohar, near Muscat, heads east and then southeast along the western coast of India to Kulam Mali in southern India during November, continues south, then east to Kalah Bar on the Malacca peninsula in Southeast Asia during December through February, continues southeast and then turns northeast to Sanf Fulaw on the east coast of Indochina during February through March, and then continues northeast to Khanfu (Canton) in southern China during April through May. The return route begins at Khanfu (Canton), moves generally south, then southwest, and then northwest to Kalah Bar during October through December, continues northwest, then directly west, then north to Kulam Mali during December through January, continues west and slightly north to Raysut on the southern coast of the Arabian peninsula during February through March, and then follows the coast of the Arabian peninsula, moving northeast, then northwest to Muscat during April and May. \" height=\"594\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/73e9fede48e895a52e58460910f4400a/original.jpg\" width=\"571\" />"}],"choicesHtml":["<p>It led to the expansion and intensification of commerce along already existing trade routes.</p>","<p>It led to the disappearance of previously established trade networks.</p>","<p>It led to an expansion of land-based caravan trade but also to a decline of maritime trade.</p>","<p>It led to the first creation of trade links between previously isolated world regions.</p>"],"answer":-1}]