[{"id":"FT581324","type":"longtextV2","stimulusHtml":"<p><u>Map 1</u>: BRITISH, SPANISH, AND DUTCH TRADE ROUTES AS SHOWN BY SHIP LOGS, 1750 to 1800.</p>\n\n<p>Heavier shading indicates more frequently used routes.</p>\n\n<p><img alt=\"The figure presents a world map titled “Map 1: British, Spanish, and Dutch Trade Routes as Shown by Ship Logs, 1750 to 1800.” On the map, lines are drawn to indicate trade routes between the continents. A note states that heavier shading indicates more frequently used routes. The map shows the most lines and the heaviest shadings crossing the Atlantic Ocean from northern Europe to North America, the Caribbean, and South America. Slightly lighter-shaded lines cross the Atlantic Ocean between Europe and Africa, South America and Africa, the Caribbean and Mexico, the Caribbean and South America, and from the Pacific coast of South America around Cape Horn and into the Atlantic. Some lines originating in the Atlantic Ocean transition from a fairly heavy shading around the southern tip of Africa into a lighter shading in the Indian Ocean, as the lines disperse to East Africa, the Arabian Peninsula, India, Indonesia, and other parts of Southeast Asia. The lightest lines appear in the eastern Pacific, around the East and South China seas, and across the Pacific between Asia and Oceania and North and South America.\" height=\"309\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9923add1671d5736be0f742204d048a1/original.jpg\" width=\"600\" /></p>\n\n<p>James Cheshire 2012. Data provided by CLIWOC</p>\n\n<p><u>Map 2</u>: COMMERCIAL SHIPPING LANES, 2010. Heavier shading indicates more frequently used routes.</p>\n\n<p><img alt=\"The figure presents a world map titled “Map 2: Commercial Shipping Lanes, 2010.” On the map, lines are drawn to indicate shipping lanes between the continents. A note states that heavier shading indicates more frequently used routes. The map shows shaded lines crossing the whole world. The heaviest shaded lines appear between North America and locations in the Pacific, the Pacific Coast of North America and the Panama Canal, the southern United States and the Panama Canal, the southern United States and the Caribbean, and from Europe through the Suez Canal, across the Indian Ocean, through the Straits of Malacca, and into the Pacific Ocean along the South and East China seas. Slightly less heavily shaded lines are also prevalent between Europe and North and South America, and between Australia and Southeast and East Asia. Lighter shaded lines are prevalent in many areas, including between North and South America and Oceania, between the Atlantic coast of South America and Africa, between the West coast of Africa and southern Africa, and between the southeast coast of Africa and the Middle East.\" height=\"250\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b9fc2798c411af533eafba0210b10a96/original.jpg\" width=\"600\" /></p>\n\n<p>Source: http://www.nceas.ucsb.edu/globalmarine/impacts</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong>&nbsp;</p>\n\n<p>Write your responses.&nbsp;Each response is expected to fit within the space provided.</p>\n\n<p>In your responses, be sure to address all parts of the questions you answer. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n"}]}]