[{"id":"FT581271","type":"mcq","stimulusHtml":"<p>Which of the following best explains the relative volume of trade to different destinations as shown on the map?</p>","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p style=\"margin-left: 200px;\"><img alt=\"The figure presents a map titled “The Trans–Atlantic Slave Trade, Circa 1450 through 1900.” From top to bottom, the left side of the map shows North America and South America, and the right side of the map shows Europe and Africa. The Atlantic Ocean is shown in the middle of the map, and the Caribbean Sea is labeled between North and South America. In North America, the following regions are listed along the East Coast, from north to south: Northern United States, Chesapeake, and Carolinas/Georgia. In the Caribbean, the following regions are listed, from north to south: Cuba and Jamaica. Arrows are drawn from four different points along the west coast of Africa to different regions in North and South America. Beside each arrow is a different value indicating the number of enslaved people transported across the Atlantic Ocean. The data represented by the arrows are as follows. A large arrow labeled 5,695,000 originates along the southwestern coast of Africa. Moving up along the coast, three additional arrows originate with the following three values: 1,595,000, 1,999,000, and 1,209,000. These four arrows converge near the bottom of the map, and then split up into nine different arrows. Three of these arrows point toward the eastern coast of South America, three point toward the Caribbean, and three point toward the eastern coast of North America. From bottom to top, the values of the three arrows that point toward South America are as follows: 2,281,000, 1,568,000, and 818,000. The values of the three arrows that point toward the Caribbean are as follows, by region: Caribbean, 2,692,000; Jamaica, 1,020,000; and Cuba, 779,000. The values of the three arrows that point toward North America are as follows, by region: Carolinas/Georgia, 210,000; Chesapeake, 178,000; and Northern United States, 27,000.\" height=\"466\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8044df054e8162cc195a2465cfe7b9ff/original.jpg\" width=\"620\" /></p>\n"}],"choicesHtml":["<p>The need for labor in new mining centers</p>","<p>The traditional use of enslaved soldiers by the Ottoman Empire</p>","<p>The increasing demand for labor on cash crop plantations</p>","<p>The growing desire for household servants among emerging commercial elites</p>"],"answer":1}]