[{"id":"FT581330","type":"longtextV2","stimulusHtml":"<p>It is suggested that you spend 15 minutes reading the documents and 45 minutes writing your response. Note: You may begin writing your response before the reading period is over.</p>\n\n<p>Directions: Question 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n\n<p>In your response you should do the following.</p>\n\n<p>&nbsp;</p>\n\n<ul>\n\t<li>\n\t<p>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</p>\n\t</li>\n\t<li>\n\t<p>Describe a broader historical context relevant to the prompt.</p>\n\t</li>\n\t<li>\n\t<p>Support an argument in response to the prompt using at least four&nbsp;documents.</p>\n\t</li>\n\t<li>\n\t<p>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p>\n\t</li>\n\t<li>\n\t<p>For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</p>\n\t</li>\n\t<li>\n\t<p>Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</p>\n\t</li>\n</ul>\n\n<p>Evaluate the extent to which the experience of the First World War changed relationships between Europeans and colonized peoples.</p>\n\n<p class=\"text-center\">&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p class=\"text-center\"><strong>Document 1</strong></p>\n\n<p>Source: John Chilembwe, native of British Nyasaland (present-day Malawi) and ordained Baptist minister, letter sent to the <em>Nyasaland Times</em>,* November 1914.</p>\n\n<p>We have been invited to shed our innocent blood in this world war which is now in progress. In the past, it was said indirectly that Africa had nothing to do with the civilized world. But now we find that the poor African has already been plunged into the great war. The masses of our people are ready to put on uniforms, ignorant of what they have to face or why they have to face it. We natives have been loyal since the commencement of this [British] Government, and in all departments of Nyasaland the welfare of the British would have been incomplete without our loyalty. But in time of peace the Government failed to help the underdog. In time of peace everything was for Europeans only. But in time of war it has been found that we are needed to share hardships and shed our blood in equality. The poor Africans who have nothing to win in this present world are invited to die for a cause which is not theirs.</p>\n\n<p>*The letter was published but later retracted by the newspaper’s British editors, and the entire issue was subsequently withdrawn from circulation and destroyed by the Nyasaland colonial government.</p>\n\n<p class=\"text-center\"><strong>Document 2</strong></p>\n\n<p>Source: Kalyan Mukerji, Indian officer in the British Indian army that was fighting against the Ottoman army in Iraq, letter to a friend in India, October 1915. The letter was intercepted by British mail censors and was not delivered.</p>\n\n<p>England is the educator. The patriotism that the English have taught us, the patriotism that all civilized nations have celebrated—that patriotism is responsible for all this bloodshed. We see now that all that patriotism means is snatching away another man’s country. To show patriotism, nationalism, by killing thousands and thousands of people all to snatch away a bit of land, well it’s the English who have taught us this.</p>\n\n<p>The youths of our country, seeing this, have started to practice this brutal form of nationalism. Therefore, killing a number of people, throwing bombs—they have started doing these horrific things. Shame on patriotism. As long as this narrow-mindedness continues, bloodshed in the name of patriotism will not cease. Whether a man throws a bomb from the roof-top or whether fifty men, under orders from their officer, start firing from a cannon-gun at the front line—the cause of this bloodshed, this madness, is the same.</p>\n\n<p class=\"text-center\"><strong>Document 3</strong></p>\n\n<p>Source: French postcard, showing colonial troops in France and French civilians, 1915. The text of the card says: “Our Black troops in the Great War 1914 to 1915 [say]: ‘What are we doing here?!... We came to kill savages* . . . the German ones!’”</p>\n\n<p>&nbsp;</p>\n<img alt=\"The figure presents a postcard with a photograph taken in France. In the postcard, five men are shown sitting on a bench. Three of the men are black troops in the French colonial army, and two of the men are white civilians. There is French text at the top of the postcard that reads: “Our Black troops in the Great War 1914 through 1915 [say]: ‘What are we doing here?! . . .We came to kill savages. . . the German ones!’” A note below the postcard explains that the use of the term “savages” in the postcard is a reference to the fact that German wartime propaganda often depicted colonial troops in the French and British armies as savages. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/68e961d188f119a2c674dd166f96ca9c/original.jpg\" />\n<p>Keystone-France / Contributor</p>\n\n<p>*a reference to the fact that German wartime propaganda often depicted colonial troops in the French and British armies as savages</p>\n\n<p class=\"text-center\"><strong>Document 4</strong></p>\n\n<p>Source: Behari Lal, Indian soldier in the British Indian army on the Western Front, letter to his family, November 1917. The letter was intercepted by British mail censors and was not delivered.</p>\n\n<p>There is no likelihood of our getting rest during the winter. I am sure German prisoners would not be worse off in any way than we are. I had to go three nights without sleep, as I was on a truck, and the Europeans on the truck did not like to sleep next to me because I am an Indian. I am sorry the hatred between Europeans and Indians is increasing instead of decreasing, and I am sure the fault is not with the Indians. I am sorry to write this, which is not a hundredth part of what is in mind, but this increasing hatred and continued ill-treatment has compelled me to give you a hint.</p>\n\n<p class=\"text-center\"><strong>Document 5</strong></p>\n\n<p>Source: Popular Egyptian protest song sung during the Egyptian revolt of 1919 against the British occupation of Egypt. The revolt led to Great Britain’s recognition of Egypt’s nominal independence in 1922.</p>\n\n<p>Laborers and soldiers were forced to travel, leaving their land</p>\n\n<p>They headed to the battlefields and the trenches!</p>\n\n<p>And now the British blame us for revolting?</p>\n\n<p>Behold the calamities you have caused! Had it not been for our laborers,</p>\n\n<p>You and your troops would have been helpless in the desert sand!</p>\n\n<p>Oh, you who are in authority, why didn’t you go all alone to the Dardanelles?*</p>\n\n<p>Oh Maxwell**</p>\n\n<p>now you feel the hardships, how does it feel?</p>\n\n<p>The Egyptian is resilient; and now he is willing and able and can do anything.</p>\n\n<p>His achievements are worthy of praise, and he will do his all to gain a constitution.</p>\n\n<p>We are the sons of Pharaohs, which no one can dispute....</p>\n\n<p>*The Dardanelles, a narrow strait of water in northwest Turkey, was the site of the famous 1915–1916 Gallipoli campaign. During the campaign, Allied forces attacked the Ottoman Empire and were defeated.</p>\n\n<p>**British commander in Egypt in 1915</p>\n\n<p class=\"text-center\"><strong>Document 6</strong></p>\n\n<p>Source: Hubert Reid, Jamaican veteran of a West Indian regiment in the British Army and leader of a labor union formed to defend the rights of Jamaican war veterans, petition to the British colonial government, 1935.</p>\n\n<p>It has taken 17 years of countless petitions, marching through the streets of Kingston,* as well as agitations before we were given worthless lands in some of the most remote parts of the island without even a well-needed five-pound bill to assist us in making a shabby shelter, much less in trying to cultivate the place for an existence. In some cases, not even wild birds would care to inhabit the worthless lands that we were given. Not even an inch is suitable for cultivation, and as far as roads are concerned, the inaccessibility of the places renders that impossible.</p>\n\n<p>*the Jamaican capital</p>\n\n<p class=\"text-center\"><strong>Document 7</strong></p>\n\n<p>Source: Nar Diouf, African veteran of a West African regiment in the French army, interview for an oral history project, 1982.</p>\n\n<p>My experience in the war gave me many lasting things. I demonstrated my dignity and courage, and I won the respect of my people and the [French colonial] government. In the years immediately after the war, whenever the people of my village had something to contest with the French—and they didn’t dare do it themselves because they were afraid—I would go and take care of it for them. And many times when people had problems with the government, I would go with my war decorations and arrange the situation for them. Because whenever the French saw your decorations, they knew that they are dealing with a very important person. So I gained this ability—to obtain justice over the Europeans—from the war.</p>\n\n<p>For example, one day a French military doctor was in our village, and there was a small boy who was blind. The boy was walking, but he couldn’t see and he bumped into the Frenchman. And the Frenchman turned and pushed the boy down on the ground. And when I saw this, I came and said to the Frenchman: “Why did you push the boy? Can’t you see that he is blind?” And he looked at me and said: “Oh, pardon, pardon. I did not know. I will never do it again, excuse me!” But before the war, it would not have been possible for me to interact like that with a European, no matter what he had done.</p>\n"}]}]