[{"id":"VH447988","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Answer all parts of the questions:</p>\n\n<p class=\"stem_paragraph\">a) Identify ONE way in which Hakuseki’s argument was influenced by long-standing Asian cultural traditions.</p>\n\n<p class=\"stem_paragraph\">b) Explain ONE way in which the religious encounter referred to in the passage differed from most other religious encounters in the period circa 1450–1750.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE historical situation in the period 1450–1750, other than the one illustrated in the passage, in which states in Asia or Africa adopted policies to limit European political power or cultural influence.</p>\n","rubricRef":"VH447988_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passage below to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Having questioned Sidotti,* I understand that Christians teach that their God produced heaven and earth and make him out to be the Great Lord and Father. This God of theirs, they say, cannot be served without giving him all of one’s love and all of one’s reverence. What these Christians are in effect saying is this: I have a [real] father, but I do not love him because I reserve all my love for God; I have a [real] lord, but I don’t revere him because I reserve all my reverence for God. Now this is what we call being impious and disloyal! According to the <span class=\"formatted_text font_style:italic\">Book of Rites</span>, it is the emperor, the Son of Heaven, who should be worshiping God, the Lord of Heaven. It is not a duty that is given to ordinary people. And that is in order to prevent the blurring of the line between the exalted and the base. Thus, the sovereign is Heaven to the subjects just as the father is Heaven to the child.”</p>\n\n<p class=\"passage_para\">*Giovanni Battista Sidotti was an Italian priest who had entered Japan in 1708, in violation of the Japanese government’s prohibition on Christian missionary activities.</p>\n\n<p class=\"attribution author\">Arai Hakuseki, Japanese scholar and adviser to the Tokugawa shogun, report, circa 1720</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]