[{"id":"VH909001","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH908999.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">A supporter of free-market policies in the late twentieth century would have most likely explained that the policy argued for in the passage did not sufficiently</p>\n","rubricRef":"VH909001_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The present world is an open one. China’s past backwardness was due to its closed-door policy [to trade]. After the founding of the People’s Republic, we were blockaded by others and so the country remained closed to some extent, which created great difficulties for us. We are suggesting that we should develop a little faster and open up to the outside. So, we have opened fourteen medium and large coastal cities to foreign investment, manufacturing, and trade.</p><p class=\"passage_para\">Our socialist economic base is so huge that it can absorb tens and hundreds of billions of dollars of foreign funds without shaking our socialist foundations. Thus, foreign investment will serve as a major supplement to the building of socialism in our country. We believe that the road we have chosen—building socialism with Chinese characteristics—is the right one. We have followed this road for five and a half years and the pace of development has so far exceeded our expectations.”</p><p class=\"attribution author\">Deng Xiaoping, leader of the communist party of China, speech to a Japanese delegation, 1984</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">protect Chinese workers because foreign companies could lower their wages</p>","<p class=\"choice_paragraph\">liberalize the Chinese economy because only fourteen cities were opened to foreign investment and trade</p>","<p class=\"choice_paragraph\">outline a path for China to maintain its social welfare programs while liberalizing the economy</p>","<p class=\"choice_paragraph\">establish a regulatory system to restrict foreign companies from taking business away from Chinese firms</p>"],"answer":1}]