[{"id":"VH908912","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH908910.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains how a supporter of free trade and market deregulation would counter Soros’ critiques of free markets in the passage?</p>\n","rubricRef":"VH908912_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I argue that the current state of affairs is unsound and unsustainable. Financial markets are inherently unstable and there are social needs that cannot be met by giving market forces free rein. Unfortunately, these defects are not recognized. Instead, there is a widespread belief that markets are self-correcting. . . . It is claimed that the common interest is best served by allowing everyone to look out for his or her own interests and that attempts to protect the common interest by collective decision making distort the market mechanism. This idea was called laissez-faire in the nineteenth century. . . . I have found a better name for it: market fundamentalism. . . .</p><p class=\"passage_para\">To put the matter simply, market forces, if they are given complete authority even in the purely economic and financial arenas, produce chaos and could ultimately lead to the downfall of the global financial system. . . . Capitalism needs a counterweight because the capitalist system by itself shows no tendency toward equilibrium. The owners of capital seek to maximize their profits. Left to their own devices, they would continue to accumulate capital until the situation became unbalanced.”</p><p class=\"attribution author\">George Soros, United States financial investment mogul and philanthropist, <span class=\"formatted_text font_style:italic\">The Crisis of Global Capitalism</span>, 1998</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Soros fails to acknowledge the fact that capitalist states continue to promote economic inequality between corporations and workers despite the adoption of social safety nets.</p>","<p class=\"choice_paragraph\">Soros ignores the fact that government deregulation of financial systems has led to the most serious economic crises in the twentieth century.</p>","<p class=\"choice_paragraph\">Soros ignores the fact that the adoption of free-market policies by states around the world in the late twentieth century increased standards of living for many people.</p>","<p class=\"choice_paragraph\">Soros fails to recognize that governments across the world have been reluctant to reduce subsidies for many local industries.</p>"],"answer":2}]