[{"id":"VH909780","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH909769.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following aspects of the international situation in early sixteenth-century southwest Asia is most relevant to understanding Sultan Selim’s letter?</p>\n","rubricRef":"VH909780_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In the Name of God, the Merciful, the Compassionate. The Holy Qur’an says, “Rise not up against me, but come to me in surrender.”</p><p class=\"passage_para\">This letter has been graciously issued by me Sultan Selim, the most glorious sovereign, the Caliph of God Most High in this world, haloed in victory, slayer of the wicked and of the infidel, guardian of the noble and the pious, the warrior in the path of God, the defender of the Faith, the standard-bearer of justice and righteousness—and is addressed to you, prince Ismail, the ruler of the kingdom of the Persians, the possessor of the land of tyranny and wickedness, the captain of the vicious, the chief of the malicious, the usurper of the throne of the ancient Persian kings.</p><p class=\"passage_para\">I have heard repeatedly that you have subjected the upright Muslims under your rule to your devious will, that you have undermined the firm foundation of the Faith, and that you no longer uphold the commandments and prohibitions of the Divine Law, but have incited your heretical faction to commit abominable deeds in the lands that you possess.</p><p class=\"passage_para\">Be informed, then, that both the opinion of the learned Islamic scholars and the consensus of the Sunni community agree that it is my obligation to extinguish and extirpate the evil heresy that you represent.</p><p class=\"passage_para\">But should you take up a course of repentance, become like one blameless, and return to the sublime straight path of Muhammad (Prayers and salutations be upon him), and should you proclaim your lands and their people part of my Ottoman state, then you shall be granted my royal favor and imperial protection and patronage.”</p><p class=\"attribution author\">Letter by the Ottoman Sultan Selim I to the Safavid Shah Ismail I, circa 1514</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Ottoman and Safavid empires fought numerous wars for control over Iraq, Syria, and other regions of the Middle East.</p>","<p class=\"choice_paragraph\">Both the Ottoman and Safavid empires developed extensive trade connections with European states and states in the Indian Ocean region.</p>","<p class=\"choice_paragraph\">Both the Ottoman and Safavid empires made use of gunpowder weapons in the course of their territorial expansion.</p>","<p class=\"choice_paragraph\">The Ottoman and Safavid empires brought a high degree of centralization to parts of southwest Asia that had been politically fragmented before.</p>"],"answer":0}]