[{"id":"VH908847","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passage&nbsp;to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Identify ONE claim made in the passage.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Identify ONE way in which the passage illustrates the development of states in the Islamic world in the period before 1450.</p>\n","rubricRef":"VH908847_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“In the past, many [Muslim] rulers have had the following practices regarding the training of military slaves (<span class=\"formatted_text font_style:italic\">ghulam</span>): after young male slaves had been bought for government service, they would be given gradual advancement in rank, according to their length of service, education, skill, and general merit. Thus, after a <span class=\"formatted_text font_style:italic\">ghulam</span> had been bought, he would serve on foot as an assistant to a cavalryman for one year. After that, he would be given a horse and trained to ride for three more years. By his fourth year, he would receive a quiver of arrows and a bow case and would start training to shoot and fight. With each passing year of loyal service, his rank and honors would be increased, as would his responsibilities. He would become a troop leader and, finally, when he turned 35 years of age and assuming he had served the ruler honorably in every respect, he would be appointed governor of a province or would become a minister. Unfortunately, this system has not been followed by rulers lately.”</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"attribution author\">Nizam al-Mulk, senior adviser to the sultan of the Muslim Seljuq Empire, <span class=\"formatted_text font_style:italic\">The Book of Government</span>, treatise composed circa 1092</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]