[{"id":"VH904885","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904880.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The process of “consultations with the nobles and clergy of the realm” in the making of Edward III’s decree best reflects which of the following?</p>\n","rubricRef":"VH904885_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I, Edward, by the grace of God king of England, sent this decree to the reverend father in Christ William, by the grace of God archbishop of Canterbury, supreme Church leader of all England:</p><p class=\"passage_para\">Know that, because of the great number of people who died in the recent pestilence, those who survive see that masters need servants, which have become scarce, and so they now refuse to serve as workmen unless they receive excessive wages.</p><p class=\"passage_para\">That is why, I, considering the grave inconveniences that might come from the lack of such workmen, especially plowmen, and after consultations with the nobles and clergy of the realm, have decided that every man and woman of our realm of England shall be required to serve his or her lord at the wages that were provided five years ago, in the year 1346.</p><p class=\"passage_para\">The lords are entitled to keep their serfs. If any such serf, man or woman, who is required to serve their lord will not do so, they shall be immediately committed to jail.”</p><p class=\"attribution author\">King Edward III of England, the Statute of Laborers, royal decree, 1351</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The emergence of the concept that parliaments, rather than kings, had ultimate political authority in European states</p>","<p class=\"choice_paragraph\">The fragmented, decentralized nature of European feudal monarchies</p>","<p class=\"choice_paragraph\">The legacy of Roman imperial political traditions on medieval European states</p>","<p class=\"choice_paragraph\">European rulers’ practice of making harsh legislation more palatable by claiming it was part of God’s will</p>"],"answer":1}]