[{"id":"VH908851","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passage to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Identify ONE claim made in the passage about the policies of Chinese rulers.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Identify ONE way the passage illustrates the economic development of China under the Song dynasty.</p>\n","rubricRef":"VH908851_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“In the twelfth year of his reign, to regulate foreign trade, Song Emperor Taizu [972 <span class=\"time_abbreviation\">c.e.</span>] decided to appoint a superintendent of maritime trade in the southern port city of Guangzhou, and afterward other superintendents in the ports of Hangzhou and Mingzhou as well. The emperor then appointed another superintendent to oversee the activities of all Arab, Sumatran, Javanese, Bornean, Philippine, and mainland Southeast Asian barbarians whose trade passed through China. These maritime merchants, both Chinese and barbarian, would usually take from China the following goods: gold, silver, strings of coins, lead, tin, many-colored silk, and porcelain. They would usually bring into China spices and aromatics, rhinoceros horn, ivory, coral, embers, pearls, fine steel, sea-turtle leather, tortoise shell, gemstones, foreign cloth, ebony wood, and other such things.”</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"attribution author\"><span class=\"formatted_text font_style:italic\">History of the Song</span>, official history of the Song dynasty, commissioned by the Mongol Chief Minister of Emperor Shundi of the Yuan (Mongol) dynasty, 1345</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]