[{"id":"VH908878","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH908877.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The type of warfare described in the passage most directly helps to explain which of the following sixteenth-century developments?</p>\n","rubricRef":"VH908878_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“When the initial siege failed to take the city,* [the Ottoman] Sultan Mehmet II summoned the cannon-makers and spoke to them about what cannon could be used to demolish the northern wall of the city, along the bay of the Golden Horn. They assured him it would be easy to demolish that wall if they could construct another massive cannon. The Sultan immediately provided them with everything they needed. So they constructed the cannon, a thing most fearsome to see and altogether unbelievable. With an astounding thunder and a flame that lit up all the surroundings, the canon hurled stones that hit the wall with tremendous force and velocity and immediately knocked it down.</p><p class=\"passage_para\">After a long and bitter struggle, the Ottomans prevailed and their entire army poured into the city through the breach in the walls. They robbed and plundered, and the whole city was despoiled and blackened as if by fire. The Sultan then entered the city and saw its great size, grandeur, and beauty. When he saw what a large number had been killed and the wholesale ruin and destruction of the city, he was filled with compassion. Tears fell from his eyes as he groaned: ‘What a great city we have given over to plunder and destruction!’”</p><p class=\"passage_para\">*The Byzantine capital Constantinople, which was conquered by the Ottoman Empire in 1453 and renamed Istanbul</p><p class=\"attribution author\">Michael Kritovoulos, Byzantine noble, <span class=\"formatted_text font_style:italic\">History of Mehmet the Conqueror</span>, written in the 1460s</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The growing political influence of religious scholars at the Ottoman court</p>","<p class=\"choice_paragraph\">The granting of substantial religious and legal autonomy to Christian subjects in the Ottoman Empire</p>","<p class=\"choice_paragraph\">The intensification of political rivalries between the Ottoman Empire and neighboring states in Europe and the Middle East</p>","<p class=\"choice_paragraph\">The decline of the importance of the Janissaries in the Ottoman army</p>"],"answer":2}]