[{"id":"VH904873","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904870.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following continuities in the development of African states in the period circa 1200–1450 most likely explains the prevalence of Christianity in Ethiopia?</p>\n","rubricRef":"VH904873_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In that year [1450 <span class=\"time_abbreviation\">c.e.</span>] there came to Naples a three-man embassy from the King of Ethiopia to His Highness, our King Alfonso. Among the ambassadors was a certain Pietro Rombulo, an Italian, native of the city of Messina. This Pietro claimed that he had lived among the Ethiopians for over 40 years. And he described to me how in Ethiopia there are innumerable Christians—since both the people and the king there worship Christ—among whom he had been able to live a good Christian life safely and honorably. The ruler of Ethiopia, King David, whom they call Zara Yacob, was said by the ambassadors to be the most civilized, the most just, and the most pious of princes.”</p><p class=\"attribution author\">Pietro Ranzano, Catholic Church official in Naples and Sicily, universal history written circa 1480</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Some African states’ religious traditions continued to be influenced by cultural transfers dating back to earlier centuries.</p>","<p class=\"choice_paragraph\">Some African states were famous for their religious toleration and for allowing multiple religious traditions to coexist in their territories.</p>","<p class=\"choice_paragraph\">African states’ official religions were typically syncretic mixtures of several different religious traditions.</p>","<p class=\"choice_paragraph\">While African populations mostly continued to adhere to indigenous polytheistic religions, African political elites often adopted monotheistic religions such as Christianity and Islam.</p>"],"answer":0}]