[{"id":"VH903990","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH903562.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following does the author cite most directly to support his argument in the <span class=\"formatted_text text_decoration:underline\">third paragraph</span> about the importance of exotic goods in the Maya region?</p>\n","rubricRef":"VH903990_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“One of the most important aspects of the Maya economy was the exchange of exotic goods. Maya rulers and elites needed such goods to maintain and reinforce their social status and power. Many of these goods were used in the formal dress of kings, nobles, and priests. Without them, the elites could not carry out the rituals that were their principal duties in the eyes of the people. Jaguar pelts, fine textiles, feathers, and other such products were exchanged over long distances within the Maya lowlands. . . .</p><p class=\"passage_para\">Such items were probably exchanged as dowry, gifts at royal marriages, coronations, funerals, or at religious pilgrimages. Exotic goods were also probably given as tribute to rulers by their vassals.</p><p class=\"passage_para\">These high-status goods held together the Maya world and unified patterns of behavior in religion, science, and warfare. Their exchange surely went hand in hand with exchanges of information, including scientific knowledge, early writing, and, most importantly, models of political organization.”</p><p class=\"attribution author\">Arthur Demarest, United States anthropologist, <span class=\"formatted_text font_style:italic\">Ancient Maya: </span><span class=\"formatted_text font_style:italic\">The Rise and Fall of a Rainforest Civilization</span>, 2004</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The existence of sophisticated astronomical tables</p>","<p class=\"choice_paragraph\">The emergence of a unified Maya kingdom based on new political models</p>","<p class=\"choice_paragraph\">The emergence of new systems of writing based on earlier Mesoamerican systems</p>","<p class=\"choice_paragraph\">The existence of unified patterns of behavior in warfare, science, and religion</p>"],"answer":3}]