[{"id":"VH904872","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904870.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following was a continuity in the development of African states in the period circa 1200–1450 ?</p>\n","rubricRef":"VH904872_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In that year [1450 <span class=\"time_abbreviation\">c.e.</span>] there came to Naples a three-man embassy from the King of Ethiopia to His Highness, our King Alfonso. Among the ambassadors was a certain Pietro Rombulo, an Italian, native of the city of Messina. This Pietro claimed that he had lived among the Ethiopians for over 40 years. And he described to me how in Ethiopia there are innumerable Christians—since both the people and the king there worship Christ—among whom he had been able to live a good Christian life safely and honorably. The ruler of Ethiopia, King David, whom they call Zara Yacob, was said by the ambassadors to be the most civilized, the most just, and the most pious of princes.”</p><p class=\"attribution author\">Pietro Ranzano, Catholic Church official in Naples and Sicily, universal history written circa 1480</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">African states such as Ethiopia maintained close contacts with South and East Asian states across the Indian Ocean but rarely had contacts with Europe.</p>","<p class=\"choice_paragraph\">Despite geographical barriers, some African states were able to maintain diplomatic and cultural contacts with the broader Afro-Eurasian world.</p>","<p class=\"choice_paragraph\">Most African states rejected traditional forms of international diplomacy, such as dynastic marriages and tribute payments.</p>","<p class=\"choice_paragraph\">African states needed to maintain friendly diplomatic relations with Europe in order to expand their empires.</p>"],"answer":1}]