[{"id":"VH908906","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH908904.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is best supported by the information shown on the graph?</p>\n","rubricRef":"VH908906_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">CHANGING COSTS OF VARIOUS TRANSPORTATION AND COMMUNICATION TECHNOLOGIES, 1920–2000</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">(The initial cost of each technology is scaled as 100 on the graph)</p>\n</div>\n</div>\n<img alt=\"The figure presents a graph with 4 lines titled “Changing Costs of Various Transportation and Communication Technologies, 1920 through 2000.” A note under the title states: “The initial cost of each technology is scaled as 100 on the graph.” The horizontal axis is labeled “Year,” and the years 1920 through 1990, in increments of 10 years, are indicated. The vertical axis is not labeled, and the numbers 0 through 100, in increments of 20, are indicated. A key indicates that the lines represent the following 4 technologies: Ocean freight, Air transport, Trans Atlantic telephone call, and Satellite television. The data given by the lines are as follows. Note that all values are approximate. Line 1, Ocean freight. 1920, 100; 1930, 63; 1940, 65; 1950, 37; 1960, 27; 1970, 31; 1980, 25; 1990, 32. Line 2, Air transport. 1930, 100; 1940, 68; 1950, 45; 1960, 37; 1970, 25; 1980, 17; 1990, 18. Line 3, Trans Atlantic telephone call. 1940, 100; 1950, 28; 1960, 24; 1970, 15; 1980, 5; 1990, 3. Line 4, Satellite television. 1972, 100; 1980, 10; 1990, 8.\" height=\"254\" src=\"https://assets.learnosity.com/organisations/537/VH908904.g04.png\" width=\"335\" /><span class=\"mandatory_credit_line\"></span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The cost of all technologies declined more rapidly in the first half of the twentieth century than it did in the second half of the century.</p>","<p class=\"choice_paragraph\">The cost of electronic technologies declined less rapidly than the cost of nonelectronic technologies.</p>","<p class=\"choice_paragraph\">The cost of all technologies declined by more than 50% within ten years of their introduction.</p>","<p class=\"choice_paragraph\">The cost of technologies that rely on the use of petroleum declined less rapidly than the cost of technologies that do not rely on the use of petroleum.</p>"],"answer":3}]