[{"id":"VH910274","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH910263.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The authors’ argument in the <span class=\"formatted_text text_decoration:underline\">third paragraph</span> concerning the effect of “social factors” on the effectiveness of a country’s healthcare system likely refers to all of the following general trends in the twentieth century EXCEPT</p>\n","rubricRef":"VH910274_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“China’s achievements in health care across the twentieth century are remarkable. With an estimated average life expectancy of only thirty years in 1900, it is no wonder that China was denigrated as the ‘sick man of Asia.’ By the end of the century in 2000, however, China’s life expectancy had more than doubled, to an estimated seventy-one years.</p><p class=\"passage_para\">A comparison with the United States highlights the nature of China’s achievements. China was seventeen years behind America’s life expectancy in 1900 (30 versus 47) and that gap actually widened to twenty-five years (44 versus 69) by mid-century. Yet by 2000, the gap had narrowed to only six years, with China’s average life expectancy at 71 and the United States’ life expectancy at 77.</p><p class=\"passage_para\">The weak progress in China in the first half of the century, 1900–1950, was undoubtedly related to the political chaos, foreign invasion, and civil war that characterized China’s history in that period. On the other hand, the marked acceleration in health care improvements in the second half of the century, 1950–2000, was achieved due to political stability and strong government commitment to equitable health policies. While not dismissing the usefulness of traditional Chinese medicine, there is strong evidence that the application of modern medical science through hospitals and field-based health-systems operated by well-trained health professionals has a major impact on health outcomes. Social factors are also at work, perhaps the most important of these being the development of universal literacy and the increase in gender equality.”</p><p class=\"attribution author\">Lincoln Chen and Ling Chen, historians, “China’s Exceptional Health Transitions,” scholarly article, 2014</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">the high likelihood that a literate population would follow medical advice regarding vaccinations and child healthcare</p>","<p class=\"choice_paragraph\">the high likelihood that improvements in gender equality would lead to adoption of modern family-planning techniques</p>","<p class=\"choice_paragraph\">the high likelihood that rising educational levels would lead to the adoption of healthier lifestyles</p>","<p class=\"choice_paragraph\">the high likelihood that increasing longevity would lead to an increase in overall healthcare costs</p>"],"answer":3}]