[{"id":"VH913755","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH913750.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a claim made by the petitioner in the <span class=\"formatted_text text_decoration:underline\">third paragraph</span>?</p>\n","rubricRef":"VH913755_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“O King! The city of Madurai was famed for its sweet beauty, but has now become the city of wild animals since the Muslims conquered it [in 1335]. Its famed Hindu temple has been reduced to rubble. The mighty Kaveri River used to flow in its proper channels because our noble Hindu rulers of the past had curbed it with dams. But now, the river flows without discipline like her new Muslim lords because the dams have been damaged beyond repair.</p><p class=\"passage_para\">My Lord, it is hard to say whether we get more troubled by hearing the owls that now live in our abandoned gardens, or get more perturbed by the Persian language uttered by the pet-parrots from the houses of the Muslims. There is no agriculture left, as the angry Lord Indra* has stopped sending rains. My King! The Vedas have disappeared. With <span class=\"formatted_text font_style:italic\">dharma</span> gone, character and nobleness have disappeared.</p><p class=\"passage_para\">My king, this sword that you hold is now placed into your lotus-hands by divine providence. Take it and without further delay uproot from my lands this Muslim kingdom. Go forth my dear Lord, win your victory, and establish One Hundred Victory Pillars!”</p><p class=\"passage_para\">*the Hindu god of the heavens who brings thunder and rain</p><p class=\"attribution author\">Speech of a female petitioner from the South Indian city of Madurai made at the court of the king of Vijayanagara, a Hindu empire in South India. The speech is recorded in a fourteenth-century poem written by a princess of Vijayanagara describing Vijayanagara’s conquest of the Muslim sultanate of Madurai in 1378.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The gods will directly accompany the king in his conquest of the Madurai Sultanate.</p>","<p class=\"choice_paragraph\">The king has the support of the gods in his efforts to drive Muslims out of Madurai.</p>","<p class=\"choice_paragraph\">A prophecy has shown that the king will conquer the Madurai Sultanate.</p>","<p class=\"choice_paragraph\">The king should establish victory pillars after his conquest.</p>"],"answer":1}]