[{"id":"VH916034","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Use the passage &nbsp;to answer all parts of the question that follows.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">a) Identify ONE purpose of the speech.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">b) Identify ONE historical development that may have influenced the views expressed in the speech.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">c) Identify ONE piece of evidence used by the author to support his argument that religion “can arouse men’s passions more than anything else.”</p>\n","rubricRef":"VH916034_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“It is true that if men were good and perfect, they would never take up arms for the sake of religion. Yet, we cannot deny that religion, good or bad, can arouse men’s passions more than anything else. No belief penetrates more deeply into the hearts of men than religion or divides them more widely from each other. Indeed, an Englishman and a Frenchman of the same faith are closer in friendship than two Frenchmen from the same city, subject to the same lord, who have different faiths. Religious difference can deter the subject from obeying his king and can produce rebellion.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">For this reason, we must remove this evil and remedy it through a religious council of the kingdom so that we may not bring war into the kingdom through rebellion. If the decline of our church has given birth to heresies, then its reform may serve to extinguish them. We must henceforth assail our religious enemies with the proper weapons of religious conflict: charity, prayer, persuasion, and the word of God. Let us banish those devilish names— ‘Lutheran,’ ‘Huguenot,’ ‘Papist’— that breed only faction and sedition. Let us retain only one name: ‘Christian.’”</p>\n\n<p class=\"attribution author\">Michel de L’Hôpital, Catholic chancellor of the kingdom of France, speech to the Estates-General (parliament) of the city of Orléans, France, 1560</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]