[{"id":"VH916743","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH916741.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes a difference between the purpose of the institution established in <span class=\"formatted_text text_decoration:underline\">Source 1</span> and the purpose of the institutions established in <span class=\"formatted_text text_decoration:underline\">Source 2</span> ?</p>\n","rubricRef":"VH916743_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“<span class=\"formatted_text font_style:italic\">The purposes of the new international organization should be</span>:</p><p class=\"passage_para\">1. To maintain international peace and security and take effective collective measures for the prevention and removal of threats to peace and to settle international disputes by peaceful means.</p><p class=\"passage_para\">2. To develop friendly relations among nations to strengthen universal peace.</p><p class=\"passage_para\">3. To achieve international cooperation in the solution of international economic, social, and other humanitarian problems.</p><p class=\"passage_para\">A Security Council to make decisions related to maintaining peace will be established that should consist of one representative of each of eleven members of the organization. Representatives of the United States of America, the United Kingdom, the Soviet Union, the Republic of China, and France, should have permanent seats.”</p><p class=\"attribution author\">Agreement reached by the United States, the Soviet Union, the United Kingdom, and China, Washington D.C., 1944</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">“The purposes of the new international bank are</span>:</p><p class=\"passage_para\">1. To assist collectively in the reconstruction and development of members’ countries by facilitating cooperation among member states in the restoration of economies destroyed or disrupted by war and the encouragement of the development of productive facilities and resources in less developed countries.</p><p class=\"passage_para\">2. To promote private foreign investment by means of guarantees or participations in loans to member countries.</p><p class=\"passage_para\">3. To promote the long-range balanced growth of international trade, thereby assisting in raising productivity, the standard of living, and conditions of labor in member countries’ territories.</p><p class=\"passage_para\">The Executive Directors shall be responsible for the conduct of the general operations of the bank, and for this purpose, shall exercise all the powers delegated to them by the Board of Governors. Five of the executive directors will be appointed by the five members having the largest number of shares in the bank. The other directors will be elected from the other member states.</p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The purposes of the International Monetary Fund are</span>:</p><p class=\"passage_para\">1. To promote international monetary cooperation through a permanent institution that facilitates consultation and collaboration on international monetary problems.</p><p class=\"passage_para\">2. To facilitate the expansion and balanced growth of international trade.”</p><p class=\"attribution author\">Agreement reached between delegates from 44 nations, Bretton Woods, New Hampshire, 1944</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The institution established in <span class=\"formatted_text text_decoration:underline\">Source 1</span> was intended to maintain the global balance of power, while the institutions established in <span class=\"formatted_text text_decoration:underline\">Source 2</span> were intended to eliminate poverty.</p>","The institution established in <u>Source 1</u> tried to foster diplomacy between rival military blocs, while the institutions established in <u>Source 2</u> were intended to regulate global banking.","<p class=\"choice_paragraph\">The institution established in <span class=\"formatted_text text_decoration:underline\">Source 1</span> was intended to stop the spread of communism, while the institutions established in <span class=\"formatted_text text_decoration:underline\">Source 2</span> were intended to prevent future financial crises.</p>","<p class=\"choice_paragraph\">The institution established in <span class=\"formatted_text text_decoration:underline\">Source 1</span> was intended to prevent war, while the institutions established in <span class=\"formatted_text text_decoration:underline\">Source 2</span> were intended to promote economic development and international trade.</p>"],"answer":3}]