[{"id":"VH914790","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH914784.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">A historian interpreting the views expressed in the passage would likely explain that those views were most strongly influenced by Protestant desires to</p>\n","rubricRef":"VH914790_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“To the count of Katzenellenbogen, Ziegenhain, and Nidda, my gracious lord.</p><p class=\"passage_para\">Pope Leo X, in the bull in which he put me under the ban, condemned my statement that ‘to fight against the Turk is the same thing as resisting God, who visits our sin upon us with this rod.’ I still confess freely that this statement is mine. The popes and bishops called for war against the Turks in the name of Christ. Yet because Christ taught that Christians shall not resist evil with violence or take revenge, it is against His name.</p><p class=\"passage_para\">In how many wars against the Turks have the bishops and clergy prevented Christians from enduring heavy losses? Indeed, the king of Hungary and his bishops were beaten by the Turks at Varna* and more recently a German army would perhaps have fought with more success, if it had not contained priests. If I were an emperor, a king, or a prince in a campaign against the Turks, I would encourage my bishops and priests to stay at home and mind the duties of their office, praying, fasting, saying mass, preaching, and caring for the poor, as not only Holy Scripture, but their own canon law teaches and requires. To this I say Amen, Amen.”</p><p class=\"passage_para\">*a reference to a failed Christian Crusade launched against the Ottoman Turks in 1444</p><p class=\"attribution author\">Martin Luther, German theologian, sermon addressed to a German prince, 1528</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">promote religious war against fellow Christians</p>","<p class=\"choice_paragraph\">encourage the creation of a united German state free of papal influence</p>","<p class=\"choice_paragraph\">demonstrate that an individual’s destiny was predetermined by God</p>","<p class=\"choice_paragraph\">reform Christian society by adhering more closely to Biblical teachings</p>"],"answer":3}]