[{"id":"VH915523","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH915520.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The coexistence of rulers and councils of elders in African states in the period circa 1200–1450 best demonstrates</p>\n","rubricRef":"VH915523_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The East African coast was certainly known to the people of Arabia by the eighth century <span class=\"time_abbreviation\">b.c.e.</span> In fact, the ancient Southern Arabian state of Ausan traded extensively there and may have actually held a portion of the coast. Traders who reached the coast discovered a number of potentially valuable raw materials there. Among these were spices, tortoise shell, coconut oil, ivory, and later, gold and slaves.</p><p class=\"passage_para\">It was not until almost 1000 <span class=\"time_abbreviation\">c.e.</span>, however, that the first important commercial city-states emerged along the coast. These city-states fluctuated in wealth and prestige as they competed for coastal hegemony. Because of their way of life, they tended to have a broad regional perspective. Their destinies and fortunes were at least partly determined in distant lands by foreign merchants and rulers.</p><p class=\"passage_para\">Information on early political aspects of East African states remains very limited. We know that they had kings or sultans, who wielded a good deal of power. Sultans were advised by councils of princes, elders, and members of the ruling household. It seems probable that the sultan and his close relatives controlled the religious and military offices of the state.”</p><p class=\"attribution author\">Terry H. Elkiss, historian, “Kilwa Kisiwani: The Rise of an East African City-State,” article published in <span class=\"formatted_text font_style:italic\">African Studies Review</span>, a scholarly journal, 1973.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">an attempt to imitate the feudal governments of European states and East Asian empires</p>","<p class=\"choice_paragraph\">the influence of indigenous African political practices</p>","<p class=\"choice_paragraph\">an adaptation to the climatic conditions of the East African coast</p>","<p class=\"choice_paragraph\">a reflection of the hardships and uncertainties faced by Muslim seaborne traders</p>"],"answer":1}]