[{"id":"VH915890","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH915875.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the graph, which of the following events or processes in the twentieth century is associated with the greatest rate of decrease in Mexico’s <span class=\"formatted_text text_decoration:underline\">birth rate</span>?</p>\n","rubricRef":"VH915890_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">BIRTH AND DEATH RATES IN SWEDEN AND MEXICO, 1900–2000</p>\n</div>\n<img alt=\"The figure presents a graph with four lines titled “Birth and Death Rates in Sweden and Mexico, 1900 through 2000.” The horizontal axis is labeled “Year,” and the years 1900 through 2000, in increments of 10 years, are indicated. Five events are also marked on the horizontal axis, at the year they occurred. The first event occurred in 1910 and is labeled “Outbreak of the Mexican Revolution.” The second event occurred in 1939 and is labeled “Outbreak of Second World War.” The third event occurred in 1945 and is labeled “End of the Second World War.” The fourth event occurred in 1955 and is labeled “Antibiotics and vaccines for diseases such as tetanus, diphtheria, whooping cough, and polio become widely available.” The fifth event occurred in 1973 and is labeled “Mexico’s government reverses its opposition to family planning and makes birth control methods more widely available.” The vertical axis is labeled “Rate per 1,000,” and the numbers 0 through 50, in increments of 10, are indicated.   A key indicates that the four lines represent the following: Mexico birth rate, Mexico death rate, Sweden birth rate, and Sweden death rate. The data represented by the lines are as follows. Note that all values are approximate. The Mexico birth rate line begins in 1900 at 48,000 births and fluctuates between 40,000 and 50,000 births until 1975. At this point, the line begins to decline until it ends at 26,000 births in 2000. The Mexico death rate line begins in 1900 at 35,000 deaths and, aside from a sharp increase between 1942 and 1944, steadily declines to approximately 5,000 deaths in 1985, and remains parallel to the horizontal axis until it ends in 2000. . The Sweden birth rate line begins in 1900 at 28,000 births and, aside from small increases in 1925, between 1950 and 1955, and 1968, it steadily decreases until it ends at 11,000 births in 2000. The Sweden death rate line begins in 1900 at 15,000 deaths, and despite some fluctuations, steadily decreases to around 11,000 deaths by 1971. After 1971, the Sweden death rate line slowly increases to roughly 13,000 deaths by 1980 and remains relatively steady until it ends at 2000.  \" height=\"434\" src=\"https://assets.learnosity.com/organisations/537/VH915875.g05.png\" width=\"650\" /><span class=\"mandatory_credit_line\">Source: Adapted from demographic data available from public domain sources, including http://pages.uwc.edu/keith.montgomery/demotrans/demtran.htm</span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The Mexican Revolution</p>","<p class=\"choice_paragraph\">The Second World War</p>","<p class=\"choice_paragraph\">Advances in vaccines and the treatment of diseases in the second half of the century</p>","<p class=\"choice_paragraph\">Greater availability of more effective family-planning techniques after circa 1970</p>"],"answer":3}]