[{"id":"VH914260","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">a) Identify ONE claim made in the passage.</p>\n\n<p class=\"stem_paragraph\">b) Identify ONE way in which the ideas expressed in the passage illustrate the social or political development of China under the Song dynasty.</p>\n","rubricRef":"VH914260_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“In the past, none failed to hear Confucius’ teachings, but few understood them. Thereafter came the vulgar Confucian scholarship of later times, which stressed memorization and literary composition, but was of no real use. Then came the deviant doctrines of Buddhism and Daoism, which had loftier goals but lacked solid substance. These teachings were mixed together in great confusion, so that rulers could no longer hear the essential teachings of Confucius, and lesser men could no longer enjoy the benefits of good government. Everything decayed until disorder and destruction reached its extreme in the Five Dynasties period*.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Yet Heaven’s cycle continues. The virtuous power of the Song dynasty rose up, and both government and education shone with great luster. With that, the method whereby the ancients taught men was once again made brilliantly clear to the world.”</p>\n\n<p class=\"passage_para\">*an era of political chaos in China during the tenth century</p>\n\n<p class=\"attribution author\">Zhu Xi, Chinese scholar and philosopher, preface to a commentary on <span class=\"formatted_text font_style:italic\">The Great Learning</span>, written in 1190. <span class=\"formatted_text font_style:italic\">The Great Learning</span> was a text of Confucian teachings that became a foundational text of examination for the Chinese civil service.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]