[{"id":"VH910253","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH910238.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following arguments could be most effectively used to <span class=\"formatted_text text_decoration:underline\">undermine</span> Vandana Shiva’s implicit criticism of free trade and globalization in the passage?</p>\n","rubricRef":"VH910253_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Twenty years of Green Revolution agriculture have succeeded in destroying the fertility of the soils of Punjab [a state in northern India] which had been maintained over generations for centuries and could have been maintained indefinitely if international agribusiness experts and their Indian followers had not mistakenly believed that their technologies could substitute land, and their chemicals could replace the organic fertility of soils. It has been the assumption of the Green Revolution that nutrient loss and nutrient deficit can be made up by the use of non-renewable inputs of chemical fertilizers. The natural nutrient cycle, in which nutrients are produced by plants and returned to the soil as organic matter has thus been replaced by the belief in linear non-renewable flows of chemicals: phosphorus and potash mined from geological deposits and nitrogen derived from petroleum.</p><p class=\"passage_para\">The Green Revolution created the perception that soil fertility is produced in chemical factories, and agricultural yields are measured only through marketed commodities. Yet, as the Punjab experience has shown, the fertility of soils cannot be reduced to Nitrogen-Phosphorus-Potassium inputs from the factories of multinational corporations. Agribusiness technologies cannot substitute nature or work outside of nature’s ecological processes without destroying the very basis of agricultural production. Nor can markets provide the only meaningful measure of ‘output’ and ‘yields.’”</p><p class=\"attribution author\">Vandana Shiva, Indian scholar, feminist, environmentalist, and anti-globalization activist, <span class=\"formatted_text font_style:italic\">The Violence of the Green Revolution: Ecological Degradation and Political Conflict in Punjab</span>, book published in 1989.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Consumer preferences in societies around the world are becoming increasingly uniform because of globalization.</p>","<p class=\"choice_paragraph\">Many developing countries could never become self-sufficient food producers because of limitations of size, climate, and available cropland.</p>","<p class=\"choice_paragraph\">Developing countries are free to join or not join in globalized trade practices and international trade organizations.</p>","<p class=\"choice_paragraph\">Many of the economic forces driving globalization in agriculture are based on increasingly intensive exploitation of nonrenewable natural resources.</p>"],"answer":1}]