[{"id":"VH910221","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH910208.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the broader context of the 1990s, which of the following most likely <span class=\"formatted_text text_decoration:underline\">limited</span> the popular appeal of protests against the “global economic system” such as the ones called for in the passage?</p>\n","rubricRef":"VH910221_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">“<span class=\"formatted_text font_weight:bold\">APPEAL</span></p></div><p class=\"passage_para\">Activists from diverse groups and movements around the world are discussing, networking and organizing for an INTERNATIONAL DAY OF ACTION on November 30th [1999]. On this day, officials of 150 governments will meet in Seattle for the 3rd conference of the World Trade Organization (WTO), at which they will decide on new policies that will further escalate the exploitation of our planet and its people by the global economic system. They will attempt to push through a new version of the Multilateral Agreement on Investment (MAI) and further neoliberalization through a new round of free trade talks.</p><p class=\"passage_para\">We now call for COMMUNITIES, GRASSROOTS GROUPS, AND INDIVIDUALS around the world to organize their own independent actions, protests, and carnivals against economic globalization on November 30th. We realize that no issue is isolated, be it exploitation of workers, the peasant farmers going bankrupt, the indigenous peoples getting displaced by ‘development’ programs, or our environment being destroyed. We also realize that we must act together against the social, political, and economic institutions of the global economy.</p><p class=\"passage_para\">Our day of action on November 30th should follow the example of the day of action we organized on June 18th of this year. On that day, separate grassroots movements in over 30 countries on all continents staged protests against the global economic system. The day saw for instance marches by workers in Bangladesh and Pakistan; a mock ‘trade conference’ by Uruguayan activists; thousands of people in a carnival-style protest in London’s financial district; occupations and street parties in Spain, Italy, USA, and Canada; ten thousand people in Nigeria protesting the actions of the global oil businesses; and, in Melbourne [Australia], a prominent politician hit with a cream pie and the offices of a multinational logging corporation blockaded with dead wombats.</p><p class=\"standalone_statement style:1\"><span class=\"formatted_text font_weight:bold\">LET OUR RESISTANCE BE AS TRANSNATIONAL AS CAPITAL!</span>”</p><p class=\"attribution author\">Appeal by the “November 30 Day of Action Collective,” an activist group, published online, 1999</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Global military tensions resulting from the expansion of NATO</p>","<p class=\"choice_paragraph\">Rising concerns over environmental problems such as air pollution and ozone layer depletion</p>","<p class=\"choice_paragraph\">The collapse of the Soviet Union and the resulting absence of alternatives to the Western-dominated political and economic order</p>","<p class=\"choice_paragraph\">The continuing reoccurrence of famines, civil wars, and other humanitarian crises in Third World countries, despite international efforts to address these crises</p>"],"answer":2}]