[{"id":"VH914230","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passage &nbsp;to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Identify ONE claim made in the passage.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Identify ONE way&nbsp;the passage illustrates the political development of Europe in the period 1200–1450.</p>\n","rubricRef":"VH914230_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“The wise and noble Queen Blanche [of Castile], the mother of King Louis IX of France [reigned 1226-1270], had infinite goodness. She ruled the kingdom of France with such skill and care until her son was old enough to accede to the throne that no man could have done better. Even when he was grown up, she proved herself so worthy that she remained at the head of his advisors and nothing was decided without her consent. She even followed her son into battle.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On one occasion during the king’s minority, she scolded the Count of Champagne for having rebelled against his lord, the king. On hearing her wise words, he gazed at Queen Blanche and was captivated by her great virtue and respectability, despite the fact that she had long passed the flower of her youth. The count was so suddenly overcome with love for her that he didn’t know what to do. From that moment on, he adored her for the rest of his life.”</p>\n\n<p class=\"attribution author\">Christine de Pizan, French female author, <span class=\"formatted_text font_style:italic\">The Book of the City of the Ladies</span>, a collection of stories about famous women in history, written circa 1405</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]