[{"id":"VH916748","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH916746.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The solutions implemented in the case studies were most directly in response to which of the following developments in the twentieth century?</p>\n","rubricRef":"VH916748_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“<span class=\"formatted_text font_style:italic\">[Case Study 1]: Improving Access to Safe Water- Public and Private Alliance in Guinea</span></p><p class=\"passage_para\">‘In the late 1980s less than 15% of the population in Guinea had access to safe water. By 1996, that share had increased almost fourfold to 55%. In a little more than a decade, Guinea had brought one of the least developed water supply services in Sub-Saharan Africa to the point at which it could provide safe water to more than half the population. These significant achievements are the result of a public-private alliance that originated when Guinea transferred responsibility over the water supply agency to an autonomous company that is partly government owned.’</p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">[Case Study 2]: Successful Air Quality Management in Chile</span></p><p class=\"passage_para\">‘Recently, the government has been quite successful in combating the problem of air pollution in the capital of Santiago based on the Framework Environmental Law, which provides the basis for a gradual improvement in environmental quality, while avoiding conflict and increasing collaboration between industry, government, and pressure groups. Private and public transport fleets were revamped, fuels improved, urban sprawl curbed, and sustainable mechanisms for controlling airborne emissions from industry established. As a result of these efforts, Chile today has good air quality management capabilities.’</p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">[Case Study 3]: Alternatives to Pesticide Use</span></p><p class=\"passage_para\">‘Integrated pest management and biological control have proved to be successful alternatives to pesticides. Crop rotation, intercropping, and the introduction of natural predators inhibit the proliferation of weeds and pests and introduce biological controls that rely on nature’s own checks and balances. This system of integrated pest management has reduced pesticide use in Brazil by 80%, by 90% in China’s Jiangsu Province, and by 30-50% in the province of Orissa in India.’”</p><p class=\"attribution author\">Case studies included in an official report of the United Nations on human development, 1998</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Decolonization in the mid-twentieth century prevented developing states from addressing their environmental challenges.</p>","<p class=\"choice_paragraph\">The rapid growth of human populations increased competition for natural resources and placed enormous pressures on the environment.</p>","<p class=\"choice_paragraph\">The increase in epidemic diseases forced governments to address the consequences of environmental degradation.</p>","<p class=\"choice_paragraph\">Political rivalries during the Cold War resulted in an increase in government funding for militaries and a decline in spending on environmental conservation.</p>"],"answer":1}]