[{"id":"VH910317","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH910306.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">A historian studying the collapse of the Soviet Union in the early 1990s would most likely use the letter above to illustrate which of the following?</p>\n","rubricRef":"VH910317_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Many of my fellow students here have personal collections of stereo recordings of the best rock bands. I know you are a fan of the Beatles, but I must say that they are not among the most popular because they are considered out of date. It is more common here to listen to Deep Purple, Led Zeppelin, Pink Floyd, Yes, Queen, Wings, <span class=\"formatted_text text_decoration:underline\">King Crimson</span>, <span class=\"formatted_text text_decoration:underline\">Alice Cooper</span>, <span class=\"formatted_text text_decoration:underline\">Uriah Heep</span>, etc. I underlined those that I like the most.</p><p class=\"passage_para\">The records with rock music that one can find on the black market here are quite expensive. For example, Uriah Heep’s album <span class=\"formatted_text font_style:italic\">Salisbury</span> costs 70 rubles, and Paul McCartney’s album <span class=\"formatted_text font_style:italic\">Ram</span> costs 50 rubles if they are new and still sealed in their original cellophane wrap. But if they have been opened they cost about half that. What are the prices like in Leningrad? We also have a quite well developed system of exchanging and sharing rock records here. Do you have one too?</p><p class=\"passage_para\">Now, about the blue jeans that I had asked you to get for me: if you manage to obtain them, how much would they cost? If the price is reasonable, I will send you a money order. OK? I gave you my sizes in the past, but in case you lost them—length is 5 or 6; waist 46 or 48.”</p><p class=\"attribution author\">Alexandr A. university student in Novosibirsk, the Soviet Union, letter to his friend Nikolai P., student in Leningrad (now St. Petersburg), 1977</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The alienation of Soviet citizens from their government’s official rhetoric of class struggle and anti-capitalism</p>","<p class=\"choice_paragraph\">The spread of dissident ideas and anti-government resistance movements among Soviet intellectuals</p>","<p class=\"choice_paragraph\">The failure of the Soviet planned economy to deliver even the most basic consumer goods to the USSR’s population</p>","<p class=\"choice_paragraph\">The effects of Gorbachev’s <span class=\"formatted_text font_style:italic\">glasnost</span> policies in stimulating an honest exchange of ideas among Soviet citizens</p>"],"answer":0}]