[{"id":"VH912329","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912294.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following pieces of evidence does the author use to support his argument about the pride of Inca rulers in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span>?</p>\n","rubricRef":"VH912329_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“One of the things that struck me most in Peru was its great, splendid highways, and I wondered how many men it must have required to build them and what tools and instruments were used to level the mountains and cut through the rock to make them as broad and good as they are. It seems to me that if the king of Spain wanted to build a highway from Quito to Cuzco, I do not think that he could do it even with all of his power unless he followed the method that the Inca employed.</p><p class=\"passage_para\">When an Inca king decided to build one of these highways, all he needed to do was give the command. Then, the inspectors would go through the provinces, laying out the highway’s route and assigning Indians to help build the road. In this way, the road was built in a short time from one boundary of the kingdom to the other. The Inca rulers built many of these roads and were so full of pride that when one ruler died, his heir would build his road larger and broader if he intended to set out on a conquest.”</p><p class=\"attribution author\">Pedro Cieza de León, Spanish soldier and historian, <span class=\"formatted_text font_style:italic\">Chronicles of Peru</span>, 1553</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Inca rulers followed the method of dynastic succession for passing political authority from one ruler to another.</p>","<p class=\"choice_paragraph\">Inca rulers performed religious ceremonies to bless the highways and those who traveled on them.</p>","<p class=\"choice_paragraph\">Inca rulers had officials assign men from the provinces to construct the highways.</p>","<p class=\"choice_paragraph\">Inca rulers typically tried to construct bigger and broader highways than their predecessors if they wanted to undertake conquests.</p>"],"answer":3}]