[{"id":"VH910290","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH910282.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">As outlined in the passage, the institutions involved in twentieth-century anti-malarial efforts best illustrate the link between global public health efforts and</p>\n","rubricRef":"VH910290_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Does one focus energy and resources only on attacking the disease or attempt a broader strategy that includes addressing issues of political and economic inequality or underdevelopment that contribute to the disease? In regard to malaria, this debate had already emerged in the 1920s, as seen in the conflict between the Malaria Commission of the League of Nations (which supported a broad approach focusing on social and economic development) and United States malariologists (who focused almost exclusively on measures to control malaria-spreading mosquitoes).</p><p class=\"passage_para\">In the second half of the twentieth century, the failure of the United Nations’ World Health Organization’s malaria eradication program showed that the narrow approach, even with the help of powerful new insecticides, could not break the cycle of disease and poverty, particularly given the radical population changes and movements in the postcolonial developing world. Wars and refugee movements, environmental degradation, resettlement and labor migration due to economic development itself, often reversed any progress made in local or even national mosquito control programs. The most important obstacle to malaria control, however, remains the uneven distribution of resources across the globe. Despite its listing of malaria as a top priority, the World Health Organization can do little to fight the disease given the developed nations’ failure to provide the United Nations with adequate funding.”</p><p class=\"attribution author\">Lyn Schumaker, historian, article on the history of anti-malarial efforts in the twentieth century, 2003</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">the rise of multinational corporations</p>","<p class=\"choice_paragraph\">the process of decolonization</p>","<p class=\"choice_paragraph\">the development of organizations to safeguard international peace</p>","<p class=\"choice_paragraph\">the development of anti-globalization movements and groups</p>"],"answer":2}]