[{"id":"VH929490","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH929484.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Long-distance immigration to the Americas in the late nineteenth century most often contributed to which of the following processes?</p>\n","rubricRef":"VH929490_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“When I was ten years old, I worked on my father’s farm, digging, hoeing, and gathering and carrying our crop. We had no horses because only officials are allowed to have horses in China. I worked on my father’s farm until I was about sixteen years old, when a man from our clan came back from America. In America, he had purchased land about as large as four city blocks and made it into a paradise. The man had left our village as a poor boy. Now, he returned with unlimited wealth, which he had obtained in the country of the American wizards.</p><p class=\"passage_para\">The man’s wealth filled my mind with the idea that I, too, would like to go to the country of the wizards and gain some of their wealth. After a long time, my father gave me his blessing and my mother took leave of me with tears. My father gave me some money and I went with five other boys from our village to take a steamship from Hong Kong. The engines that moved the ship were wonderful monsters, strong enough to lift mountains.</p><p class=\"passage_para\">When I got to San Francisco, I was half-starved because I was afraid to eat American food. But after a few days of living in the Chinese quarter, I was happy again. A man got me work as a servant with an American family and my start was the same as most of the Chinese in this country.”</p><p class=\"attribution author\">Li Zhou, laborer from Guangzhou province in southern China, interview given to a reporter in the United States describing his journey to the United States in the 1860s</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The worsening of gender imbalances in receiving societies, as the great majority of migrants were men</p>","<p class=\"choice_paragraph\">Restrictions on migrants performing industrial labor in factories in the receiving societies</p>","<p class=\"choice_paragraph\">Reverse migration, whereby most migrants returned to their countries of origin after becoming financially secure</p>","<p class=\"choice_paragraph\">Growing rates of urbanization as migrants predominantly settled in cities in the receiving societies</p>"],"answer":3}]