[{"id":"VH929503","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH929501.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains why people from nonindustrialized regions constituted the majority of migrants in the nineteenth and early twentieth centuries?</p>\n","rubricRef":"VH929503_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Italians establish everywhere in Argentina the types of businesses in which they are employed in Italy: a pasta factory, a distillery, a sawmill, a lime furnace. Indeed, our compatriots engage in all types of industries and trades. Some are money brokers, some are blacksmiths, some are jewelers, some build houses, some are mechanics, and some are mill owners. In the rural districts, many people engage in multiple trades. Our immigrants in these areas might at once be a blacksmith and a shoemaker, a cook and a tailor, or a porter and a bricklayer. Our immigrants are willing, gracious, happy, and always trusting in a better future.”</p><p class=\"attribution author\">Giosuè Notari, Italian ambassador in the city of Córdoba in Argentina, report to the Italian government describing the state of Italian immigrants in the city and province of Córdoba, 1905</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Nonindustrialized regions often experienced large population increases that made it more difficult for people to find local jobs.</p>","<p class=\"choice_paragraph\">Many people from nonindustrialized regions were recruited into the service of European imperial governments.</p>","<p class=\"choice_paragraph\">Many people in nonindustrialized regions were illiterate and unable to find jobs other than performing manual labor.</p>","<p class=\"choice_paragraph\">Nonindustrialized regions were often more susceptible to the spread of epidemic diseases because of a lack of quality medical care.</p>"],"answer":0}]