[{"id":"VH930962","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH930945.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The expansion of the Russian Empire in the late eighteenth and nineteenth centuries is primarily explained in the context of which of the following global developments?</p>\n","rubricRef":"VH930962_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Crimea!* Once a flourishing and wealthy colony of ancient Greeks, a trade hub for Venetians and Genoese, a center of sciences and the arts! In time, however, it fell to the Mongols, became a haven for robbers, and, under the crescent flag of Islam, began to be a place where Christians were persecuted. Despite being rich in natural resources and blessed by a favorable geographical location and a mild climate, the peninsula grew poor, lost its significance, and became a threatening neighbor to the Christian kingdoms of the Caucasus, to Poland, and especially to Russia.</p><p class=\"passage_para\">But one hundred years ago, in its forward march to the south, to its natural borders, reclaiming the right to its ancient lands, our empire took possession of the Crimea and restored it to its ancient state of enlightenment and peace. In the past one hundred years, many cities in the European style were built, ports were opened, good roads were constructed and, most importantly, numerous educational institutions were established that spread the light of knowledge and science among the Muslim Crimean Tatars who, until now, had dwelled in ignorance. In Crimea arrived the happiest of days!”</p><p class=\"passage_para\">*A peninsula on the northern shore of the Black Sea; the Crimea was ruled by a native Muslim dynasty subordinate to the Ottoman Empire until 1783, when it was annexed by Russia.</p><p class=\"attribution author\">A. Ivanov, Russian writer, <span class=\"formatted_text font_style:italic\">A Century Since the Integration of the Crimea into Russia</span>, book published in Russia in 1883</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">European states using their control over maritime trade routes to impoverish non-European societies</p>","<p class=\"choice_paragraph\">European states using joint-stock companies to expand their economic and political dominance over non-European societies</p>","<p class=\"choice_paragraph\">European states taking advantage of religious conflicts in non-European societies to expand their influence</p>","<p class=\"choice_paragraph\">European states acquiring growing technological and military advantages over non-European societies to expand their power</p>"],"answer":3}]