[{"id":"VH932947","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932885.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The arguments expressed in the passage are significant because they help explain why</p>\n","rubricRef":"VH932947_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The misfortunes and decline of this country [Bengal, a region in eastern India] began on the day of the Muslim conquest. Just as a storm wreaks destruction and disorder upon a garden, so did the unscrupulous and tyrannical Muslims destroy the happiness and good fortune of Bengal. Ravaged by endless waves of oppression, the people of Bengal became withdrawn and timid. Hinduism, our native religion, also took distorted forms.</p><p class=\"passage_para\">But there are limits to everything. When the oppressions of the Muslims became intolerable, Brahma, the Lord of the Universe, provided a means of escape. The resumption of Bengal’s good fortune began on the day the British flag was first planted on this land. Tell me, if Muslim rule had continued, what would the condition of this country have been today? It must be loudly declared that it is to bless us that the Lord Brahma has brought the English to this country. British rule has ended the atrocities of Muslim rule. There can be no comparison between the two: the difference seems to be greater than that between darkness and light or between misery and bliss.”</p><p class=\"attribution author\">Bholanath Chakravarti, Bengali religious scholar, lecture at a meeting of a Hindu reformist society, Kolkata, India, 1876</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">social divisions within colonial societies often hindered the efforts of anticolonial movements to overthrow imperial rule</p>","<p class=\"choice_paragraph\">syncretic religious movements frequently emerged from cultural differences in colonial societies</p>","<p class=\"choice_paragraph\">nationalist movements against imperial rule often sought to bridge ethnic and religious differences by appealing to popular Enlightenment ideals</p>","<p class=\"choice_paragraph\">settler colonies frequently exacerbated differences between religious groups in colonial societies</p>"],"answer":0}]