[{"id":"VH932805","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932804.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The economic statistics cited by Wesseling in the <span class=\"formatted_text text_decoration:underline\">first paragraph</span> are most likely intended to illustrate which aspect of the nineteenth-century global context?</p>\n","rubricRef":"VH932805_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“By 1830 an English textile worker was already producing with his mechanical spinning machine 350 to 400 times as much yarn per hour as an Indian craftsman with his traditional spinning wheel. The consequences for Indian textile production were fatal. In 1814 India imported one million meters of English textiles, in 1820 it imported 13 million and in 1890 more than two billion. British rule in India gave the British manufacturers free rein and made the protection of indigenous producers impossible. It stands to reason that Karl Marx condemned the driving force behind British expansion in India by calling it the ‘millocracy’ [meaning rule by the owners of textile mills]. . . .</p><p class=\"passage_para\">To be sure, the immense productivity of English textile workers from the early nineteenth century on made this branch of British industry superior to all of its former competitors, colonial and noncolonial alike. But while other countries could shield themselves from this danger by introducing protectionist tariffs, such protection did not exist in the British colonies. So here, in the case of the destruction of Indian textile industry, we see the importance of the colonial situation, namely the colonies’ political dependence on the West, in arresting their economic development.”</p><p class=\"attribution author\">Henk L. Wesseling, Dutch historian of colonial South and Southeast Asia, <span class=\"formatted_text font_style:italic\">The European Colonial Empires, 1815–1919</span>, book published in 2003</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The deteriorating working conditions of British industrial workers</p>","<p class=\"choice_paragraph\">The growing demand for calicoes and other Indian textiles in Britain</p>","<p class=\"choice_paragraph\">The role of British imperial policy in reversing the development of Indian textile manufacturing</p>","<p class=\"choice_paragraph\">The spread of socialist ideology in the colonies in response to European economic exploitation</p>"],"answer":2}]