[{"id":"VH932604","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passage to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Explain ONE ideology that the author uses to justify imperialism in the passage.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Explain ONE way in which the historical situation of the late nineteenth century might have affected the vision of Africa’s future outlined by the author in the <span class=\"formatted_text text_decoration:underline\">third paragraph</span>.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE way in which Europeans in the late nineteenth century attempted to transform the point of view expressed in the passage from being a vision for the future of Africa to being a historical reality.</p>\n","rubricRef":"VH932604_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“Africa shall be redeemed. Her children shall perform this mighty work. Her swamps shall be drained; her deserts shall be watered by canals; her forests shall be reduced to firewood. Her children shall do all this.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In this amiable task, they may possibly suffer and even perish. We must learn to look on this result with composure. It illustrates the beneficent law of Nature that the weak must be devoured by the strong.</p>\n\n<p class=\"passage_para\">But a grateful posterity will cherish their memories. When the future British residents of Timbuktu have their tea gardens in the oases of the Sahara; when hotels and tour guides are established at the sources of the Nile; when it becomes fashionable to go yachting on the lakes of the Great African Plateau; when European noblemen build their country houses in Central Africa, complete with elephant parks and hippopotamus ponds, then young English ladies sitting in their hammocks under palm trees will read with tears in their eyes <span class=\"formatted_text font_style:italic\">The Last of the Africans</span>,* and the Niger will become as romantic a river as any in Europe.”</p>\n\n<p class=\"passage_para\">*an allusion to the 1826 novel <span class=\"formatted_text font_style:italic\">The Last of the Mohicans</span> by United States writer James Fenimore Cooper</p>\n\n<p class=\"attribution author\">Winwood Reade, British explorer, <span class=\"formatted_text font_style:italic\">Savage Africa</span>, book published in 1864</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]