[{"id":"VH932599","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passage&nbsp;to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Explain ONE way in which&nbsp;the passage illustrates a response to European colonialism.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Explain ONE way in which the circumstances of the speech might have affected the author's argument in the passage.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE way in which the author’s point of view is significant for illustrating how European ideologies influenced the development of Indian society in the nineteenth century.</p>\n","rubricRef":"VH932599_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“Now, suppose that all the English and the whole English army were to leave India, taking with them all their cannon and their splendid weapons and everything, then who would be rulers of India? Is it possible that under these circumstances two nations—the Muslims and the Hindus—could sit on the same throne and remain equal in power? Most certainly not.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The aims and objects of the Indian National Congress are based upon an ignorance of history and present-day realities; they do not take into consideration that India is inhabited by different nationalities; they presuppose that the various religions, castes, and ethnic groups of India can all be treated alike and all of them belong to the same nation. For the successful running of a democratic government, it is essential that the majority should have the ability to govern not only themselves but also unwilling minorities. I consider the experiment that the Indian National Congress wants to make fraught with dangers and suffering for all the nationalities of India, but especially for the Muslims. The Congress cannot rationally prove its claim to represent the opinions, ideals, and aspirations of the Muslims.”</p>\n\n<p class=\"attribution author\">Syed Ahmad Khan, Indian Muslim educator and political reformer, speech given before the Muslim community of Meerut in northern India, 1888</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]