[{"id":"VH932845","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932843.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Stanley’s description of the riches of the Congo in the <span class=\"formatted_text text_decoration:underline\">first two paragraphs</span> can best be seen as an attempt to</p>\n","rubricRef":"VH932845_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Let us take North America, for instance, and the richest portion of it—the Mississippi basin—to compare with the Congo River basin in Africa. When early explorers such as de Soto first navigated the Mississippi and the Indians were the undisputed masters of that enormous river basin, the European spirit of enterprise would have found only a few valuable products there—mainly some furs and timber.</p><p class=\"passage_para\">The Congo River basin is, however, much more promising at the stage of underdevelopment. The forests on the banks of the Congo are filled with precious hardwoods; among the climbing vines in the forest is the one from which rubber is produced (the best of which sells for two shillings per pound), and among its palms are some whose oil is a staple article of commerce and others whose fibers make the best cordage.</p><p class=\"passage_para\">But what is of far more value, the Congo River basin has over 40 million moderately industrious and workable people. It is among them that the European trader may fix his residence for years and develop commerce to his profit with very little risks involved. In dwelling over the advantages possessed by the Congo here, it has been my goal to rouse this spirit of trade. I do not wish to see the area become a place where poor migrants from Europe would settle. There are over 40 million natives here who are poor and degraded already merely because they are surrounded on all sides by hostile forces of nature and man, denying them contact with the civilizational elements that might have ameliorated the unhappiness of their condition. If you were to plant European pauperism amongst them, it would soon degenerate to the low level of native African pauperism. Instead, the man who is wanted is the enterprising merchant who receives the raw produce from the native in exchange for the finished product of the manufacturer’s loom. It is the merchant who can direct and teach the African pauper what to gather in the multitude of things around him. Merchants are the missionaries of commerce adapted for nowhere so well as for the Congo River basin where there are so many idle hands and such abundant opportunities.”</p><p class=\"attribution author\">Henry Morton Stanley, Welsh-American journalist, explorer, and agent for King Leopold of Belgium’s Congo Free State, <span class=\"formatted_text font_style:italic\">The Congo and the Founding of Its Free State</span>, book published in 1885</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">place European expansion in the Congo in the context of earlier imperial ventures that had ended in disaster for the native population of the colonized country</p>","<p class=\"choice_paragraph\">place European expansion in the Congo in the context of other instances in which inter-European rivalries had prevented the successful economic exploitation of colonial territories</p>","<p class=\"choice_paragraph\">place European expansion in the Congo in the context of other imperial ventures that had seemed difficult at first but have subsequently turned out to be highly valuable</p>","<p class=\"choice_paragraph\">place European expansion in the Congo in the context of other instances in which British imperial policies had been proven to be more successful than the policies of other European countries</p>"],"answer":2}]