[{"id":"VH932782","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932779.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which aspect of the historical situation in West&nbsp;Africa in the 1890s best explains the board&nbsp;of directors’ instructions to Lugard in <span class=\"formatted_text text_decoration:underline\">article (h) of the letter</span>?</p>\n","rubricRef":"VH932782_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“OBJECTIVES OF YOUR JOURNEY</p><p class=\"passage_para\">In these parts of West Africa, France has obtained a few treaties with powerful chiefs, on the basis of which she claims immense regions in the great bend of the Niger River. She also sends French adventurers into a recognized British sphere of influence to make further treaties with native persons who claim to be the rulers or kings of certain regions. The goal of your journey therefore will be to</p><p class=\"passage_para\">(a) in places where the French pretend they have made treaties with the native rulers, to obtain a written declaration from the rulers that such statements are false, and then to make treaties for us;</p><p class=\"passage_para\">(b) in places where the French have made no such pretense, to secure treaties accompanied by a short declaration that no previous treaties have been made with any European; . . .</p><p class=\"passage_para\">(d) to collect detailed information of every kind about the regions you visit, but especially to make inquiries as to the existence of gold—either gold sands in rivers or gold lodes in rock; . . .</p><p class=\"passage_para\">(f) to impress upon all African chiefs how advantageous it would be for them to have Europeans bringing goods to their country, which can only be done if they sign the treaties; . . .</p><p class=\"passage_para\">(h) to note especially carefully the prevalence of gum arabic trees, shea butter trees, and rubber vines* in each region you visit.”</p><p class=\"attribution author\">Letter from the directors of the British Royal Niger Company to its agent, Captain Frederick Lugard, directing him to travel up the Niger River in West Africa, 1894</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">*African trees that were used by Europeans in the production of cosmetics and processed food additives (gum Arabic), soap and candles (Shea butter), and tires and machine transmission belts (rubber)</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Europeans still had very limited information about the physical geography of the West African interior.</p>","<p class=\"choice_paragraph\">West Africa was becoming a source of important raw materials for Europe’s industrializing economies.</p>","<p class=\"choice_paragraph\">In the aftermath of the abolition of the trans-Atlantic slave trade, Europeans lost interest in West Africa, both politically and economically.</p>","<p class=\"choice_paragraph\">High levels of local resistance to imperialism effectively prevented Europeans from extending their control in West Africa beyond coastal regions until the very end of the twentieth century.</p>"],"answer":1}]