[{"id":"VH933717","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH933696.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Witbooi’s point of view in discussing his right to rule the Nama lands “by double conquest” is historically significant mostly because it illustrates how</p>\n","rubricRef":"VH933717_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Your Highness, dear Major Leutwein!</p><p class=\"passage_para\">I received your long letter late last night. I take it from this letter that you accuse me of various misdeeds and seem to claim the right to condemn me to death as if I were a common criminal. You seem to try to reason with me by force of guns.</p><p class=\"passage_para\">You say that I arrogantly claim to be the ruler over certain territories. This is my answer: You white men know very well that this territory of which you speak has been under my rule since the death of my grandfather. The Herero nation attacked my grandfather’s Nama nation without any cause, but he fought them back and conquered them. Later these same tribes attacked me as well. I conquered them a second time. So these lands that you seek are mine by double right of conquest. This has been an old rule of war. Obviously you cannot see any other way of getting hold of these lands, so you are attacking me by force.</p><p class=\"passage_para\">You say that you are sorry that I do not accept German protection and do not pledge my allegiance to the German emperor. Here is my answer: I have never in my life seen the German emperor and I am sure he has never seen me. Therefore, I could not have possibly hurt him. God has made us both rulers in different parts of the world. I don’t think that one can call someone guilty if he wants to remain an independent ruler over his land and his people. If you intend now to have me killed because of my love of independence, this is not shame or harm. If I have to die, I shall do so as an honest man defending my property and my rights.”</p><p class=\"attribution author\">Hendrik Witbooi, leader of the Nama people in the German colony of South West Africa, letter to the commanding officer of the German colonial army, 1894</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">African political leaders learned to use effectively the European diplomatic discourse of sovereignty and state rights to ultimately forestall the advance of imperialism</p>","<p class=\"choice_paragraph\">interethnic conflicts in Africa led to political fragmentation and ultimately limited Africans’ ability to resist imperialism</p>","<p class=\"choice_paragraph\">European imperialism fostered among Africans a sense of belonging to new national units and ultimately led to nationalist resistance movements</p>","<p class=\"choice_paragraph\">some African leaders were able to play one European colonial power against another to ultimately preserve their lands from colonial infringement</p>"],"answer":1}]