[{"id":"VH955405","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Use the passage to answer all parts of the question that follows.</span></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Describe the broader historical situation in Africa at the time that Jean Barbot wrote his book.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Explain ONE way in which the passage illustrates the continuing development of the Atlantic in the seventeenth century.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE way in which Barbot’s background might have influenced his comments about the Dutch and the Portuguese in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span>.</p>\n","rubricRef":"VH955405_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“The castle at Elmina* has justly become famous for its beauty and strength and has no equal on the Gulf of Guinea. The castle’s garrison typically consists of one hundred Europeans and perhaps as many black African soldiers, all of whom are in the Dutch West India Company’s pay.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">This castle was brought to its perfect state under the Dutch West India Company after they captured it from the Portuguese in 1637, and they found in it thirty good pieces of brass cannon, large amounts of gunpowder, and a great deal of other ammunition. It was not nearly as strong nor as beautiful when the Portuguese controlled it. Now it looks as if it had been made for a king than for a trading-post in Africa. This proves that the Dutch are the most curious and the most fit to make settlements abroad of all European nations, because they spare neither time, nor money, nor labor in their undertakings.</p>\n\n<p class=\"passage_para\">The Dutch attempted to use their control over the castle to monopolize trade along the West African coast. I was told that the Dutch used to export much gold and roughly eight thousand slaves, most of whom were sent to the Dutch island of Curacao in the Caribbean, from where the Spaniards purchase the slaves. The Dutch also export from West Africa vast quantities of wax, pepper, red wood, cloths, and other goods.”</p>\n\n<p class=\"passage_para\">*Located in the modern African nation of Ghana.</p>\n\n<p class=\"attribution author\">Jean Barbot, French Protestant and agent of the chartered Senegal Company (<span class=\"formatted_text font_style:italic\">Compagnie du Sénégal</span>), book describing his travels in West Africa, written circa 1682</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]