[{"id":"VH955696","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH955693.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The <span class=\"formatted_text text_decoration:underline\">first paragraph</span> most directly illustrates how increasing regional interactions led to which of the following developments in the Indian Ocean in the period 1200–1450?</p>\n","rubricRef":"VH955696_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The first man who came to Pate* was Sulayman, son of Mudhafar. He was a king in Arabia, but he had been driven out. He came to Pate in 1203 and married the daughter of the king of Pate. Because of this marriage, the Swahili adopted a custom that still lasts to this day: seven days after a wedding, the husband goes to see his wife’s father, who then gives him something. Indeed, seven days after the wedding, Sulayman went to see his father-in-law, who handed over the kingdom to him.</p><p class=\"passage_para\">In 1291, Sulayman’s great-grandson Muhammad reigned, and he kept on conquering the towns of the Swahili coast in many wars. His son, Sultan Umar, became very powerful and gained possession of all of the Swahili towns.</p><p class=\"passage_para\">In 1331, Sulayman’s great-great grandson Muhammad ruled the whole kingdom of his father by peaceable means. He was extremely fond of money and trade. He ordered his merchants to undertake voyages to India to trade there, and because of this he became very wealthy.”</p><p class=\"passage_para\">*an island located in the Indian Ocean off the coast of Kenya</p><p class=\"attribution author\"><span class=\"formatted_text font_style:italic\">A Swahili History of Pate</span>, chronicle based on an ancient oral tradition, written down in Swahili in 1903. Swahili is a Bantu language that contains a significant number of Arabic words and phrases.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The establishment of diasporic merchant communities</p>","<p class=\"choice_paragraph\">The establishment of new trading cities</p>","<p class=\"choice_paragraph\">The introduction of new cultural traditions</p>","<p class=\"choice_paragraph\">The emergence of syncretic belief systems</p>"],"answer":2}]