[{"id":"VH953846","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</span><span class=\"formatted_text font_weight:bold\"></span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Use the passage to answer all parts of the question that follows.</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Identify the main argument made in the passage about Indian Ocean ports.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Identify ONE factor that facilitated the regional trade in Calicut, as illustrated in the passage.</p>\n\n<p class=\"stem_paragraph\">c) Describe ONE similarity between the commercial interactions in the regions mentioned in the passage and commercial interactions along the overland Silk Roads in the period circa 1200–1450.</p>\n","rubricRef":"VH953846_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“In pursuance of the orders of God, I received orders from Shah Rukh* to depart for India. His majesty provided me with provisions and post horses and I began my journey from southern Khurasan, arriving at the port of Bandar Abbas in southern Iran before departing by ship to the port city of Hormuz.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Hormuz is a port situated in the middle of the Persian Gulf and does not have an equal on the surface of the globe. Merchants from Egypt, Syria, Anatolia, Iraq, Iran, Central Asia, China, India, and Southeast Asia bring rare and precious articles by sea. Bargains are made either by money or by exchange. Persons of all religions are found in this city, and no injustice is permitted toward any person whatsoever. I stayed here for two months until the favorable time came for departing by sea.</p>\n\n<p class=\"passage_para\">We then sailed from Hormuz to Calicut along the southwestern coast of India. Like Hormuz, Calicut brings together merchants from every city and from every country, and precious articles are brought there from maritime countries, especially from East Africa. From time to time, ships arrive there from Mecca and other parts of Arabia. The town is inhabited mostly by Hindus, but it contains a considerable number of Muslims who are permanent residents and have built two mosques in which they meet every Friday to pray.”</p>\n\n<p class=\"passage_para\">*a Muslim ruler who governed parts of Iran and Central Asia from 1405–1447</p>\n\n<p class=\"attribution author\">Abd-al-Razzak Samarqandi, Muslim ambassador, historical chronicle written circa 1442</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]