[{"id":"VH955830","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH955789.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The author’s claim that the Spanish inhabitants of Manila act as agents for the inhabitants of Mexico can best be described as a reference to which of the following?</p>\n","rubricRef":"VH955830_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“There are one hundred and fifty households in Manila. The houses of the city are so suitable and those of the country so charming that life in those islands is altogether delightful. At one end of the city is the quarter for the Chinese merchants. There are about twenty thousand of them. It is a very curious place to see, because of the fine order in which the Chinese live. Every kind of merchandise has its own separate area, and those goods are so rare that they merit admiration.</p><p class=\"passage_para\">The Spanish merchants of Manila intermix with the Chinese and the Portuguese of Macao so that they may enjoy the freedom to participate in commerce with China. The Spanish do not attempt to hide the fact that they are acting as agents for the inhabitants of Mexico and lately they have sent a great quantity of merchandise to Peru and to Mexico from Asia. The emperor of China could build a palace with the silver bars from Peru that have been carried to his country because of that traffic, without their ships having been registered, and without taxes having been paid to the king of Spain.”</p><p class=\"attribution author\">Jerónimo de Bañuelos y Carrillo, Spanish admiral, description of the trade of the Philippines, published in Mexico, 1638</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The mercantilist trade regulations enforced by Spanish colonial authorities</p>","<p class=\"choice_paragraph\">The cultural connections between regions created by Catholic religious orders, such as the Jesuits</p>","<p class=\"choice_paragraph\">The differences between the administrative framework of European trading post empires and settler empires</p>","<p class=\"choice_paragraph\">The resentment of colonial-born Spanish Creole populations against their second-class status in imperial societies</p>"],"answer":0}]