[{"id":"VH953845","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Use the passage to answer all parts of the question that follows.</span></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Identify the main argument made in the passage about Timur’s empire.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Identify ONE major economic development in Eurasia in the period circa 1200–1450 that is illustrated by the passage.</p>\n\n<p class=\"stem_paragraph\">c) Describe ONE example of how economic interactions such as those described in the passage affected the cultural development of Eurasia in the period 1200–1450.</p>\n","rubricRef":"VH953845_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“On Wednesday we entered the great city of Tabriz in Persia. Commerce flourishes here. Today, there must be at least 200,000 householders within the city limits. From Tabriz all the way to Samarqand, the prince Timur has established relays of horses kept ready at command so that his messengers may ride on his missions night and day without hindrance. The posthouses have been built at intervals of a day’s or half a day’s journey apart.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">We then stopped at a <span class=\"formatted_text font_style:italic\">caravanserai</span> in a local village for the accommodation of travelers and merchants on the road, before proceeding to the capital city of Samarqand in Central Asia, which Timur has lavishly adorned. The richness and abundance of this great capital and its district is indeed a wonder to behold. It is not only rich in agriculture but also in manufactures, as silk and other crafts are all produced here in abundance. Turks, Arabs, Christians of all sects, and Hindus all reside here. The markets of Samarqand are filled with merchandise imported from distant and foreign countries. From Russia and Central Asia come leathers and linens and from China silks that are the finest in the whole world. The goods that are imported to Samarqand from China are the most precious of all those brought from any foreign land, for the craftsmen of China are said to be far more skillful than those of any other nation.”</p>\n\n<p class=\"attribution author\">Ruy González de Clavijo, ambassador of the Iberian kingdom of Castile, report of his journey to the empire of the Turko-Mongol ruler Timur, circa 1404</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]