[{"id":"VH955896","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH955892.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">All of the following pieces of evidence in the passage directly support the author’s claim that the “pestilence” was “terrible” EXCEPT:</p>\n","rubricRef":"VH955896_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In the course of the fifth year [1519] the terrible pestilence began. First there was a cough, then blood. The number of deaths at this time was truly terrible.</p><p class=\"passage_para\">In 1520 the pestilence spread. Truly, the number of deaths among the people was terrible and the people could not escape from the pestilence.</p><p class=\"passage_para\">In 1521 my father, King Hunyg, died. The elders and the priests died alike from the pestilence. Half the people threw themselves into the ravines to escape it. The oldest son of the king died at the same time as well as his young brother. Thus, our people became poor.</p><p class=\"passage_para\">In 1524 the Spanish arrived in our country and destroyed our people. The Spanish conquered all the towns.</p><p class=\"passage_para\">In 1542 Dominican friars arrived from Mexico, and they taught us the Doctrine of Christ in our language. Until that time we had been ignorant of the word and the commandments of God.</p><p class=\"passage_para\">In 1560 the pestilence that had formerly raged among the people returned again. It was truly terrible when this death was sent among us by the great God. Many families disappeared. All here were soon attacked, and I was also attacked with the disease.”</p><p class=\"attribution author\">Historical chronicle of the Maya Kaqchikel people, composed and edited by different members of the Maya political elite in the Kaqchikel language, circa 1571–1604</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Maya king died in the epidemic.</p>","<p class=\"choice_paragraph\">Fear of the disease drove Maya people to commit suicide.</p>","<p class=\"choice_paragraph\">The disease killed members of the Maya elite, including elders and priests.</p>","<p class=\"choice_paragraph\">The disease led to the arrival of Dominican friars.</p>"],"answer":3}]