[{"id":"VH955977","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH955946.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes an effect of the establishment of the Mongol Empire upon Silk Road long distance trade?</p>\n","rubricRef":"VH955977_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“It is widely accepted that the rise of the Mongol Empire greatly expanded trade and the circulation of goods. . . . Since the fall of the Uighur Empire [in the ninth century], Mongolia was a region removed from the main trade routes. Thus the Mongols irrupted into the wider world as a relatively unknown society. As the Mongol Empire dominated Eurasia, envoys, merchants and travelers came to the court of the Mongols . . . and participated in . . . the exchange of goods, ideas, technology and people precipitated by the Mongol conquests.”</p><p class=\"attribution author\">Timothy May, United States historian, academic article, 2016</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Silk Road trade declined because the Mongol merchants preferred to use maritime long-distance trade networks instead.</p>","<p class=\"choice_paragraph\">The Silk Road trade increased because the Mongol conquests helped connect more regions of Eurasia economically and commercially.</p>","<p class=\"choice_paragraph\">The Silk Road trade was not affected by the Mongol conquests because the tribal and nomadic nature of Mongol society meant that Mongol demand for luxury goods was virtually nonexistent.</p>","<p class=\"choice_paragraph\">The Silk Road trade collapsed following the Mongol conquests because most trading cities along the Silk Roads were destroyed and never recovered.</p>"],"answer":1}]