[{"id":"VH958544","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH958537.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The purpose of Ibn Battuta’s account was most likely to</p>\n","rubricRef":"VH958544_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“After leaving India, we arrived in Sumatra. It is a fertile area, in which coco-palm, clove, Indian aloe, mango, and sweet orange trees grow. Local commerce is facilitated by tin and Chinese gold. The sultan was informed of our visit and sent the judge and experts on Islamic law to meet me. The sultan is an illustrious and generous ruler and a patron of religious scholars. He is constantly waging war against the non-Muslims of Sumatra, but is a humble man who walks on foot to Friday prayers. The non-Muslims of the area must pay a poll-tax to obtain peace.</p><p class=\"passage_para\">One Friday after leaving the mosque, the sultan mounted an elephant and we and his entourage rode with him on horses until we reached the palace. Male musicians came into the audience hall and sang before him, after which they led horses into the hall. The horses were embroidered in silk and wore golden anklets and danced before the sultan. I was astonished, even though I had seen the same performance at the court of the Delhi sultan in India*. My stay at the sultan’s court lasted fifteen days, after which I asked his permission to continue my journey to China because it is not possible to sail to China at all times of the year.</p><p class=\"passage_para\">We then traveled to a kingdom on the Malay Peninsula aboard a Chinese ship. This kingdom is inhabited by non-Muslims and contains great quantities of aromatic spices and aloes. The merchants sell Indian aloe for a roll of cotton cloth, which is dearer to them than silk. The ruler is a non-Muslim. We then left the Malay Peninsula and sailed to another non-Muslim kingdom in Southeast Asia. After seventeen days at sea, with a favorable wind and sailing with maximum speed and ease, we reached the land of China.”</p><p class=\"passage_para\">*The Delhi Sultanate was a Muslim state in northern India that was ruled by a Turkic elite.</p><p class=\"attribution author\">Ibn Battuta, Muslim traveler from North Africa, account of his journey to China, circa 1345</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">glorify himself by exaggerating the influence he had obtained over local rulers in Southeast Asia</p>","<p class=\"choice_paragraph\">warn Muslim merchants that China was beginning to dominate commerce in the Indian Ocean</p>","<p class=\"choice_paragraph\">encourage fellow Muslims in North Africa to participate more in maritime commerce</p>","<p class=\"choice_paragraph\">inform his audience about the cultural, political, and economic characteristics of the places he visited</p>"],"answer":3}]