[{"id":"VH953848","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</span><span class=\"formatted_text font_weight:bold\"></span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Use the passage to answer all parts of the question that follows.</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Describe the historical situation in which Conrad of Megenberg wrote his book.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Describe ONE argument that Conrad of Megenberg makes regarding the Jewish people and the spread of disease.</p>\n\n<p class=\"stem_paragraph\">c) Describe ONE way in which the disease referred to in the passage influenced the development of urban areas in the period 1350–1450.</p>\n","rubricRef":"VH953848_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“It does not seem to me that the Jewish people can be the cause of this general epidemic throughout the whole world, as many suggest. My reasoning is as follows.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">First, it is well-known that in most places where the Jewish people dwelled, they died in droves from the exact same disease as the Christians. If they really caused the epidemic, they would not have killed themselves and others of their faith.</p>\n\n<p class=\"passage_para\">Second, many people say that the Jews poisoned the wells, causing the disease. This also seems doubtful, because after the wells full of polluted water had been purified, the people still died in great numbers. Further, in cities that use water only from great rivers like the Danube, the inhabitants have also died in large numbers.</p>\n\n<p class=\"passage_para\">Moreover, even after all the Jews in many places had been killed and were completely driven out for nearly two years prior, the disease now strikes these same places just as powerfully as before.”</p>\n\n<p class=\"attribution author\">Conrad of Megenberg, German philosopher and theologian educated at the University of Paris, <span class=\"formatted_text font_style:italic\">Concerning the Mortality in Germany</span>, book written in Latin, 1350</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]