[{"id":"VH953858","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Use the passage to answer all parts of the question that follows.</span></p>\n\n<div class=\"passage\">&nbsp;</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">a) Identify ONE claim made in the passage about China’s relations with its neighbors.</p>\n\n<p class=\"stem_paragraph\">b) Identify ONE specific example in the period 1200–1450 of the threat referenced by Emperor Hongwu in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span>.</p>\n\n<p class=\"stem_paragraph\">c) Describe the emperor’s purpose in issuing the policy statement in the passage.</p>\n","rubricRef":"VH953858_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“The overseas foreign countries like Vietnam, Cambodia, Korea, Thailand, India, Japan, and the various small island countries [in the Pacific] are separated from us by mountains and seas. Their lands would not produce enough for us to justify conquering them. Their peoples would not usefully serve us if we were to include them into our empire. If they were foolish enough to disturb our borders, it would be unfortunate for them. If they gave us no trouble and we invaded them unnecessarily, it would be unfortunate for us.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">On the other hand, the barbarians who threaten China from the north and the west are always a danger along our frontiers. We should train our best generals and soldiers to defend ourselves from these northern and western barbarians.</p>\n\n<p class=\"passage_para\">I am concerned that future emperors might abuse China’s wealth and power and be tempted to pursue short-lived military glories. Let me sharply remind them that starting wars without good reason is forbidden.”</p>\n\n<p class=\"attribution author\">Emperor Hongwu, first emperor of the Chinese Ming dynasty, policy statement addressed to government officials, 1373</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]