[{"id":"VH953853","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH953852.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the author’s claim in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span>?</p>\n","rubricRef":"VH953853_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I admit that the punishments of the slaves on Barbados for all sorts of offenses are indeed very cruel, but one must consider before condemning the [White] inhabitants that they often have no choice but to set moderation aside and use punishment as a way to intimidate their slaves. The Whites need to impress fear and respect upon their slaves in order not to one day find themselves the victims of their fury. Unless the slaves are kept in a constant state of fear of punishment, they would always be ready to revolt, to take over everything, and to commit the most horrible crimes in order to liberate themselves.</p><p class=\"passage_para\">The plantations on Barbados are smaller than those in the French [Caribbean] islands. This is not surprising because although the island is small, its population is very large, and land is scarce and therefore very valuable. Nonetheless, the plantation owners are very wealthy and the houses on the plantations are even better built than those in the towns. The plantation houses are large in size, have numerous glass windows, and have fine rooms that are conveniently arranged. Nearly all plantation houses have rows of shade trees around them to keep them cool. One observes the wealth and good taste of the inhabitants in their furniture, which is very fine, and their silver, of which they have so large a quantity that if this island were to be sacked the silver utensils from the plantations alone would be worth more than the value of several Spanish galleons.”</p><p class=\"attribution author\">Jean-Baptiste Labat, French clergyman and travel writer,<span class=\"formatted_line_break delivery_mode:Both\"></span>account of his visit to the British Caribbean island of Barbados, 1690s</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The extensive mining of precious metals on Caribbean islands has destroyed the islands’ natural environment.</p>","<p class=\"choice_paragraph\">Despite the small size of Barbadian plantations, the landowners on Barbados are very wealthy.</p>","<p class=\"choice_paragraph\">Enslaved people’s political grievances are threatening the political order in American colonial societies.</p>\n","<p class=\"choice_paragraph\">Barbadian plantation owners are the wealthiest social group in the Caribbean.</p>"],"answer":1}]