[{"id":"VH955461","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Use the passage to answer all parts of the question that follows.</span></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Describe ONE way in which the document reflects the specific historical situation of Spain’s maritime exploration and colonization in the late fifteenth and early sixteenth centuries.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Explain ONE political development in the fifteenth and early sixteenth centuries that would likely explain why the king and queen of Spain highlighted the donation mentioned in the <span class=\"formatted_text text_decoration:underline\">first and second paragraphs</span>.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE instance in which the Spanish resorted to the type of actions threatened in the <span class=\"formatted_text text_decoration:underline\">third paragraph</span>.</p>\n","rubricRef":"VH955461_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“On behalf of the king and queen of Spain, we notify you that the pope has donated to them these islands and lands and all who have received this notice should receive and serve their Highnesses as subjects ought to do.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">We ask that you acknowledge the Church and the pope as the ruler of the whole world. We ask further that you acknowledge that the king and queen of Spain shall rule as lords and kings of these islands and lands by virtue of the pope’s donation. If you obey your king and queen, you will do well and we shall receive you with all love and charity and shall leave you, your wives, your children, and your lands free without servitude.</p>\n\n<p class=\"passage_para\">But, if you do not obey, we shall powerfully enter into your country, and shall make war against you and shall subject you to the yoke and obedience of the Church and the king and queen of Spain. We shall take you, your wives, and your children and make all of you slaves and we shall take away your goods. We assert that the deaths and losses that would accrue from this are your fault, and not that of their Highnesses, or ours, nor of these soldiers who come with us.”</p>\n\n<p class=\"attribution author\">“The Demand” (<span class=\"formatted_text font_style:italic\">Requerimiento</span>), document issued by the Spanish royal council of Castile in 1510. Spanish conquistadors were legally required to read the document aloud to indigenous Americans before taking their land.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]