[{"id":"VH955446","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Use the passage to answer all parts of the question that follows.</span></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Based on the <span class=\"formatted_text text_decoration:underline\">first paragraph</span>, identify ONE argument made in the “classic narrative” of the Columbian encounter.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Explain ONE development in the sixteenth century that would support the arguments of the “new generation of historians” in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span>.</p>\n\n<p class=\"stem_paragraph\">c) Describe ONE way the “biological competition” referred to in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span> contributed to European imperialism in the Americas.</p>\n","rubricRef":"VH955446_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“The classic narrative [of the Columbian encounter] can be summarized as follows: At the end of the fifteenth century Christopher Columbus discovered America, adding to the world two continents populated sparsely with ‘savages.’. . . . Then the conquistadores, few in number but courageous, conquered the Amerindian civilizations, which, for all their temples and gold, were evidently no more than paper tigers. . . . British, French, Dutch, and other European soldiers, merchants, and settlers did much the same thing in those parts of the New World not yet claimed by the Iberians. The history of the New World subsequently became the struggle of European imperialist powers for domination, and Amerindians ceased to be important. . . .</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">[A new generation of historians, however, took] a fresh look at the origins of European imperialism, [examining] perhaps elements less dramatic than gold and God and heroes. . . . [According to these historians], in 1492 two systems, one of the Old World and the other of the New World, collided. The Old World peoples had some distinct advantages in the biological competition that followed. . . . The decisive advantage of the [European] invaders of America was not their plants or animals—and certainly not their muskets and rifles, which Amerindians eventually obtained in quantity—but their diseases. . . . These were the most lethal of the invaders of the New World in the sixteenth century.”</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"attribution author\">Alfred Crosby, United States historian, academic paper published in 1993</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]