[{"id":"VH955867","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH955780.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains why trade along the trans-Saharan trade networks increased in the period 1200–1450 ?</p>\n","rubricRef":"VH955867_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“A strongly held misconception about the Sahara, both in popular culture and in academia, is that this desert constitutes both a physical barrier and a fundamental cultural divide between northern Africa—a constituent part of the Mediterranean and Middle Eastern historical realms—and ‘sub-Saharan’ Africa, a world apart. . . . [I argue] that the Sahara has far more often served as a link than as a barrier. . . .</p><p class=\"passage_para\">Prior to the end of the 16th century <span class=\"time_abbreviation\">c.e.</span>, [the Sahara] was essential to world trade as it afforded nearly continuous communication between China, the Indian subcontinent, the Middle East, Russia, the Mediterranean and West Africa. Trade, travel and communications between these world regions was assured by a system of caravans. . . . The 12th through the 16th centuries mark the ‘golden age’ of this trade. Demand for West African gold was at its height as the economies of the Mediterranean Sea, the Middle East, Central Asia, the Indian Ocean and Ming China expanded. . . . [In addition], the rise of the Malian and then the Songhay empires [made] the trade routes and trading cities of the African continent relatively secure, and therefore prosperous.”</p><p class=\"attribution author\">Eric Ross, Canadian historian, article included in a book, published in 2011</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Innovations in previously existing transportation technologies, such as the caravan, allowed merchants to carry larger loads and protect themselves.</p>","<p class=\"choice_paragraph\">The introduction of new commercial technologies, such as the compass, made it easier for merchants to find their destinations in the desert.</p>","<p class=\"choice_paragraph\">The expansion of banking houses made it easier for merchants to fund their commercial activities.</p>","<p class=\"choice_paragraph\">Increasing literacy rates allowed merchants to develop more complex business partnerships.</p>"],"answer":0}]