[{"id":"VH968743","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968742.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following claims does Napoleon make about religion in the document al-Jabarti quotes in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span>?</p>\n","rubricRef":"VH968743_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“On Monday news reached us that the French* had printed a proclamation in Arabic and had sent it around to be read in public, calling upon Egyptians to obey them. A copy of that document came into my possession and I will quote it here:</p><p class=\"passage_para\">‘In the name of Allah, the Merciful, the Compassionate. On behalf of the French Republic which is based upon the foundations of liberty and equality, General Bonaparte addresses all Egyptian people: O ye Egyptians, some may tell you that we have come here to abolish your religion, but that is a lie. The real purpose of our campaign is to restore your rights from your oppressors—the Mamluk** rulers of Egypt. Know that all people are equal and that only differences in the degree of reason, virtue, or knowledge may be used to elevate one person above another. But what reason, virtue, or knowledge do the Mamluks have that gives them the right to claim the most fertile land, the most desirable dwellings, and the highest government positions in Egypt? None whatsoever.’</p><p class=\"passage_para\">In that proclamation, their statement ‘In the name of Allah, etc.’ suggests that they agree with Islam. But in reality they are opposed to both Christianity and Islam and do not hold fast to any religion. They are materialists who deny the Hereafter and Resurrection, and who reject Prophethood and religious Messengership. In politics, too, they do not have a single ruler, like other countries, who can speak on their behalf.”</p><p class=\"passage_para\">*In 1798 a French army led by Napoleon Bonaparte invaded Egypt in an attempt to threaten Great Britain’s access to its colonial empire in India.</p><p class=\"passage_para\">**the ruling class in Egypt at the time, mostly made up of non-Egyptians</p><p class=\"attribution author\">Abd al-Rahman al-Jabarti, Egyptian religious scholar and resident of Cairo, eyewitness chronicle of the French occupation of Egypt, 1798–1801</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The French had come to convert Egypt to Christianity.</p>","<p class=\"choice_paragraph\">The French had come to abolish Islam.</p>","<p class=\"choice_paragraph\">The French did not wish to change the religion of the people of Egypt.</p>","<p class=\"choice_paragraph\">The French state was not based on the principles of the Enlightenment.</p>"],"answer":2}]