[{"id":"VH969944","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH969908.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is an accurate comparison between the economic development of Japan and the economic development of Russia in the nineteenth century?</p>\n","rubricRef":"VH969944_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Kamaishi iron deposit consists of several clusters of oxidized iron ore on volcanic rock. It is quite different from the clayed iron ores layered upon coal beds that are commonly found in Britain. The quality of the Kamaishi ore can be categorized as magnetic iron ore of the highest rank. It contains 70% iron, while clayed ore contains only 20–30%. Therefore, in order to produce high quality iron, it was necessary for the government to build a charcoal blast furnace and to order a furnace from Britain. As British engineers were informed that the Kamaishi deposit was rich and the surrounding woods were abundant, they designed a huge charcoal furnace. However, the operation was interrupted within only ninety days.</p><p class=\"passage_para\">Recently I had a chance to investigate the situation at Kamaishi. After the investigation, I found that despite the claim that Kamaishi is a rich deposit, first of all, the real estimation of the exposed deposit is only about 130 thousand tons. Moreover, because of its mountainous location, it is very difficult to mine and transport. Even if we were able to do so, it would not be commercially successful. Furthermore, within two years the entire woods surrounding Kamaishi will be depleted as a source material for charcoal.”</p><p class=\"attribution author\">Ito Yajiro, Japanese government inspector, report issued to the Meiji government following the failure of the state-owned Kamaishi Iron Works, 1882</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Both countries industrialized, with the state playing an important role in the process.</p>","<p class=\"choice_paragraph\">Both countries remained dependent on the West for their economic development.</p>","<p class=\"choice_paragraph\">Japan’s economy remained predominantly agrarian, while Russia became a major industrial power.</p>","<p class=\"choice_paragraph\">Russia’s industrialization occurred in the early 1800s, while Japan’s industrialization occurred in the late 1800s.</p>"],"answer":0}]