[{"id":"VH968753","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968750.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The decree’s references to following the rules of Shari‘a would best be interpreted as an attempt to appeal to</p>\n","rubricRef":"VH968753_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“All the world knows that since the first days of the Ottoman state, the lofty principles of the Qur’an and the rules of the Shari‘a were always perfectly preserved. Our mighty sultanate reached the highest degree of strength and power, and all its subjects reached the highest degree of ease and prosperity. But in the last one hundred and fifty years, because of a succession of difficult and diverse causes, the sacred Shari‘a was not obeyed nor were the beneficent regulations followed; consequently, the empire’s former strength and prosperity have changed into weakness and poverty. It is evident that countries not governed by the Shari‘a cannot survive.</p><p class=\"passage_para\">Full of confidence in the help of the God, and certain of the support of our Prophet, we deem it necessary and important from now on to introduce new legislation in order to achieve effective administration of the Ottoman government and provinces.”</p><p class=\"attribution author\">Mustafa Reshid Pasha, Ottoman Foreign Minister, imperial decree announcing the Tanzimat reforms, 1839</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">members of the Ottoman military establishment who supported the dissolution of elite units such as the Janissaries</p>","<p class=\"choice_paragraph\">Christian and Jewish merchants within Ottoman society who sought to benefit from economic liberalization</p>","<p class=\"choice_paragraph\">Sunni religious elites within the Ottoman government who opposed modernization</p>","<p class=\"choice_paragraph\">Shi‘a communities in the Ottoman Empire that wanted a democratic Islamic republic</p>"],"answer":2}]