[{"id":"VH961481","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH961474.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following developments in the period 1450–1750 would a historian most likely cite to support Barkey’s claim regarding the Ottoman Empire and its predecessors and contemporaries in the <span class=\"formatted_text text_decoration:underline\">first sentence of the second paragraph</span>?</p>\n","rubricRef":"VH961481_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In the context of the Ottoman Empire, toleration [ensured] that, as a rule, non-Muslims would not be persecuted. No doubt, as <span class=\"formatted_text font_style:italic\">dhimmis</span>,* according to Islam, they were second-class citizens . . . who endured a healthy dose of daily prejudice. [Nevertheless, the Ottomans tolerated religious and ethnic difference] because it had something to contribute. That is, difference added to the empire; it did not detract from it and, therefore, it was commended. Toleration had a [beneficial] quality; maintaining peace and order was good for imperial life, diversity contributed to imperial welfare. . . .</p><p class=\"passage_para\">The Ottoman Empire fared better than did its predecessors or contemporaries [in tolerating religious and ethnic difference] until the beginning of the eighteenth century, largely as a result of its understanding of difference and its resourcefulness in [administrative organization]. It maintained relative peace with its various communities and also ensured that interethnic strife would not occur.”</p><p class=\"passage_para\">*Islamic law defines <span class=\"formatted_text font_style:italic\">dhimmis</span> as non-Muslim communities living under Muslim political rule</p><p class=\"attribution author\">Karen Barkey, Turkish-American historian and sociologist, <span class=\"formatted_text font_style:italic\">Empire of Difference: The Ottomans in Comparative Perspective</span>, published in 2008</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The recruitment of Italian and Dutch merchants and officers into the Portuguese and Spanish navies</p>","<p class=\"choice_paragraph\">The use of Hindu officials in the Mughal imperial administration</p>","<p class=\"choice_paragraph\">The establishment of racial categories of social hierarchy under the <span class=\"formatted_text font_style:italic\">casta</span> system in Spanish colonies in the Americas</p>","<p class=\"choice_paragraph\">The official protection granted to Protestant communities in some European states, such as France, following religious conflicts</p>"],"answer":2}]