[{"id":"VH962379","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH962348.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The “long stays in harbors” mentioned in the description of the sea journeys in the <span class=\"formatted_text text_decoration:underline\">first paragraph</span> were most likely necessary because Indian Ocean maritime trade in the period circa 1200–1450</p>\n","rubricRef":"VH962379_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[Between the eleventh and fifteenth centuries] . . . Muslim maritime traders from Egypt sought goods coming from China and Southeast Asia [and] purchased these items on India’s southwestern coast. . . . Sea voyages between Egypt and India were still dangerous and still involved long voyages, as well as long stays in harbors where they waited, sometimes for several months, for the winds to shift direction. . . .</p><p class=\"passage_para\">To protect themselves, Muslim merchants organized <span class=\"formatted_text font_style:italic\">karim</span>, convoyed merchant fleets. The rulers of Egypt began providing an armed escort for the fleets and succeeded in making the trade between the Red Sea and India a government-protected, regularly accomplished endeavor.</p><p class=\"passage_para\">The <span class=\"formatted_text font_style:italic\">karim</span> merchants were organized in large family firms with substantial assets and clients in markets all over the trading networks. In the Indian Ocean trade, Muslim traders not only dealt with other Muslims, but also Hindus, Zoroastrians, Christians, and Jews. Traders of various religious backgrounds boarded the same ships or stayed in the same caravanserai. In Egypt, many Jewish traders actually operated their businesses within the framework of Muslim business networks.”</p><p class=\"attribution author\">Xinru Liu and Lynda Norene Shaffer, historians, <span class=\"formatted_text font_style:italic\">Connections across Eurasia</span>, published in 2007</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">increased significantly in volume, creating bottlenecks in key ports</p>","<p class=\"choice_paragraph\">required the approval of Muslim religious authorities to make sure it was carried out in accordance with Islamic principles</p>","<p class=\"choice_paragraph\">had to take into account environmental factors such as the timing and direction of the monsoons</p>","<p class=\"choice_paragraph\">could only be carried out if ships stayed close to shore through the entire journey from Egypt to India</p>"],"answer":2}]