[{"id":"VH961524","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH961519.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">As outlined in the passage, the provisions of the agreement can best be used to illustrate which of the following aspects of state building in Eurasia in the period circa 1450–1750&nbsp;?</p>\n","rubricRef":"VH961524_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Cossack commander Bohdan Khmelnytsky and all his Cossacks of the Zaporozhian Host,* humbly bowing to His Majesty Tsar Alexey Mikhaylovich, ruler of all Russia, pledge that they shall serve the Tsar’s sovereign wishes forever, and in exchange for that they request that His Majesty grant them the following privileges:</p><p class=\"passage_para\">Firstly, that town and city officials in the territories controlled by the Zaporozhian Host be selected from the Cossacks’ own ranks. These Cossack city officials shall endeavor to serve His Majesty’s wishes in all their actions, collecting His tax revenues and administering His justice and punishments. In the past, His Majesty several times sent His royal appointees from Moscow, but those appointees habitually violated our Cossacks’ rights and tried to impose this or that royal decree or regulation on our Host’s people, which frustrated our people greatly. By contrast, if our Host’s people are governed by their own, they are not going to resist or complain.</p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">So ordered. His Majesty approved this request, provided the Cossacks will not interfere with</span><span class=\"formatted_text font_style:italic\"> the collection of taxes nor will they impede royal acts of justice from being carried out.</span></p><p class=\"passage_para\">Secondly, that should rulers of foreign countries continue to send ambassadors to commander Khmelnytsky and the Zaporozhian Host directly, as they have done before, the Cossack commander can continue to receive and conduct business with those who come in peace. The commander should only inform His Majesty of those foreign ambassadors that come and express hostility toward Russia or seek to do it harm.</p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">So ordered. His Majesty approved this request, with the exception being ambassadors from</span><span class=\"formatted_text font_style:italic\"> the Polish king and the Ottoman Sultan—if such ambassadors arrive in the lands of the</span> <span class=\"formatted_text font_style:italic\">Zaporozhian Host, they should be apprehended regardless of their intentions, and the</span> <span class=\"formatted_text font_style:italic\">Cossacks should not release them until they hear back from His Majesty.”</span></p><p class=\"passage_para\">*The Zaporozhian Host was an army of frontier soldiers and settlers (Cossacks) on the<span class=\"formatted_line_break delivery_mode:Both\"></span>southern borders of the Russian state (present-day Central Ukraine).</p><p class=\"attribution author\">Agreement between the Cossacks of the Zaporozhian Host and the tsar of Russia, 1654</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Mercantilist philosophy continued to inform the economic and social policies of many states.</p>","<p class=\"choice_paragraph\">Many states were able to consolidate their political systems and eliminate challenges to monarchical power.</p>","<p class=\"choice_paragraph\">Religious differences stopped being a significant factor in the weakening and fragmentation of imperial states.</p>","<p class=\"choice_paragraph\">Local elites successfully resisted attempts at state centralization and asserted their autonomy from central rule.</p>"],"answer":3}]