[{"id":"VH961502","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH961490.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\"><span class=\"formatted_text text_decoration:underline\">Article 4</span> of the treaty is best explained as evidence of how states in the period 1450–1750 sought to</p>\n","rubricRef":"VH961502_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Colonel Robert Bennett, under the authority of the Governor of Jamaica, makes a treaty with the rebellious Blacks, today, June 23, 1739. Captain Quao, and several other Black officers under his command, surrendered under the following terms.</p><p class=\"passage_para\">1. All hostilities on both sides shall cease forever, Amen.</p><p class=\"passage_para\">2. Captain Quao and his people shall have a certain quantity of land given to them, in order to raise crops, hogs, fowls, goats, or whatsoever stock they may think proper, with sugarcanes excepted.</p><p class=\"passage_para\">3. Four White men shall constantly live and reside with them in their town, in order to keep a good correspondence with the Black inhabitants of this Island.</p><p class=\"passage_para\">4. Captain Quao and his people shall destroy all other rebellious Blacks in any part of Jamaica. They shall be paid to apprehend any runaway Blacks and return them to their respective owners.</p><p class=\"passage_para\">5. If any White man shall disturb or annoy any of the people or property that may belong to the said Captain Quao and his people, they may complain to a magistrate and receive justice.”</p><p class=\"attribution author\">Treaty between British colonial authorities and the Windward Maroons, Jamaica, 1739. The Windward Maroons were descendants of Africans brought to the Americas in the sixteenth and seventeenth centuries who had fled to the mountainous regions of the island.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">suppress resistance to their rule by co-opting local groups</p>","<p class=\"choice_paragraph\">grant military titles as a way of encouraging the loyalty of their subjects</p>","<p class=\"choice_paragraph\">provide financial incentives to minority populations to participate in local administration</p>","<p class=\"choice_paragraph\">promote intermarriage between different ethnic populations in order to reduce conflict</p>"],"answer":0}]