[{"id":"VH962346","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH962304.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The spread of Islam into sub-Saharan West Africa in the period circa 1200–1450 was mostly a result of the conversion of the rulers of which of the following states?</p>\n","rubricRef":"VH962346_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The eleventh king of the sultanate of Kano* was Yaji Ali [reigned 1349–1385]. In Yaji’s time merchants came from the north bringing Islam. They commanded the king Yaji to observe the times of prayer. He complied, and made one man an imam (prayer leader) and another a muezzin (the person reciting the call to prayer from a mosque). The king commanded every town in his kingdom to observe the times of prayer. So they all did so. A mosque was built beneath the sacred tree facing east, and prayers were made at the five appointed times in it.</p><p class=\"passage_para\">The nineteenth king of the Hausa kingdom was Yakubu [reigned 1452–1463]. He was a good king. In his time traders came to Kano from Mali bringing with them books on Islamic divinity and the study of the Arabic language. Formerly our religious scholars had, in addition to the Qur’an, only a few books of Islamic law. At this time too, salt became common in Kano. In the following year merchants from the region of Gwanja in the south began coming, and from the north Berbers** came in large numbers, and a colony of Arabs arrived.”</p><p class=\"passage_para\">*a West African state established by the Hausa people of present-day northern Nigeria</p><p class=\"passage_para\">**ethnic group from the western part of North Africa</p><p class=\"attribution author\">Excerpts from <span class=\"formatted_text font_style:italic\">The Kano Chronicle</span>, an oral tradition that records the exploits of the kings of Kano, written down in the late nineteenth century</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Mamluk Egypt</p>","<p class=\"choice_paragraph\">The Mongol khanates</p>","<p class=\"choice_paragraph\">The Ming dynasty</p>","<p class=\"choice_paragraph\">The Mali Empire</p>"],"answer":3}]