[{"id":"VH962278","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH962264.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p>Which of the following demonstrates the assimilation of nomadic conquerors into conquered societies during the period circa 1250–1450 ?</p>\n","rubricRef":"VH962278_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Throughout its history, Central Asia has provided the ancient civilized empires on its borders with new Shahs, Sultans, or Sons of Heaven. These periodic invasions by the nomads of the steppe, whose khans ascended the thrones of Changan, Luoyang, Kaifeng, or Beijing*, of Isfahan or Tabriz**, Delhi or Constantinople, became one of the geographic laws of history. But there was another, opposing law which brought about the slow absorption of the invaders by the ancient civilized lands. The civilizations of China and Persia, though conquered, would in the long run vanquish their conquerors, intoxicating them with the pleasures of settled life, lulling them to sleep, and assimilating them culturally. Often, only fifty years after a conquest, the culturally Sinicized or Persianized former barbarian would be the first to stand guard over his adopted civilization and protect it against fresh nomadic onslaughts.”</p><p class=\"passage_para\">*capital cities of various Chinese dynasties</p><p class=\"passage_para\">**capital cities of various Persian dynasties</p><p class=\"attribution author\">René Grousset, French historian of Central Asia, <span class=\"formatted_text font_style:italic\">The Empire of the Steppes: A History of Central Asia</span>, 1939</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The rulers of the Mali Empire converting to Islam through the influence of North African merchants and missionaries</p>","<p class=\"choice_paragraph\">The rulers of the Yuan dynasty adopting Chinese court culture and methods of rule</p>","<p class=\"choice_paragraph\">Trading states in Southeast Asia such as the Khmer and Srivijaya empires adopting syncretic Hindu-Buddhist practices</p>","<p class=\"choice_paragraph\">Chinese, Persian, and Indian artisans expanding their output because of a rising demand for luxury goods in Afro-Eurasia</p>"],"answer":1}]