[{"id":"VH961488","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH961474.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following claims that Barkey makes in the passage appears to contradict most directly her assertion in the <span class=\"formatted_text text_decoration:underline\">first sentence of the first paragraph</span>?</p>\n","rubricRef":"VH961488_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In the context of the Ottoman Empire, toleration [ensured] that, as a rule, non-Muslims would not be persecuted. No doubt, as <span class=\"formatted_text font_style:italic\">dhimmis</span>,* according to Islam, they were second-class citizens . . . who endured a healthy dose of daily prejudice. [Nevertheless, the Ottomans tolerated religious and ethnic difference] because it had something to contribute. That is, difference added to the empire; it did not detract from it and, therefore, it was commended. Toleration had a [beneficial] quality; maintaining peace and order was good for imperial life, diversity contributed to imperial welfare. . . .</p><p class=\"passage_para\">The Ottoman Empire fared better than did its predecessors or contemporaries [in tolerating religious and ethnic difference] until the beginning of the eighteenth century, largely as a result of its understanding of difference and its resourcefulness in [administrative organization]. It maintained relative peace with its various communities and also ensured that interethnic strife would not occur.”</p><p class=\"passage_para\">*Islamic law defines <span class=\"formatted_text font_style:italic\">dhimmis</span> as non-Muslim communities living under Muslim political rule</p><p class=\"attribution author\">Karen Barkey, Turkish-American historian and sociologist, <span class=\"formatted_text font_style:italic\">Empire of Difference: The Ottomans in Comparative Perspective</span>, published in 2008</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Ottoman administration played an important role in fostering tolerance in the empire.</p>","<p class=\"choice_paragraph\">Ottoman tolerance helped maintain peace and order.</p>","<p class=\"choice_paragraph\">Non-Muslims were second-class citizens who endured prejudice.</p>","<p class=\"choice_paragraph\">The Ottoman Empire’s policies ensured that interethnic strife did not occur.</p>"],"answer":2}]