[{"id":"VH961949","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH953849.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The author uses all of the following as evidence to support his argument about the impact of smallpox on Native American populations EXCEPT</p>\n","rubricRef":"VH961949_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“This spring, those Indians who lived in their trading house here fell sick with smallpox, and died most miserably. They fear smallpox more than any other disease because it is very common among them. The condition of this people was so lamentable, and they suffered so greatly from this disease that they were, in the end, not able to help each other, or make a fire, or fetch water to drink.</p><p class=\"passage_para\">Those of us in the English settlement, seeing their woeful and sad condition, took pity on the Indians and daily fetched them wood and water, and food. Nonetheless, very few of the Indians survived. But by the marvelous goodness of God, not one of the English colonists was stricken or infected by the disease at all, though many performed these favors for the Indians for weeks.”</p><p class=\"attribution author\">William Bradford, English settler in the Plymouth Colony in North America, diary entry for the year 1633</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">many Native Americans who contracted smallpox died from it</p>","<p class=\"choice_paragraph\">the English settlers tried to help the Native Americans who were afflicted with smallpox</p>","<p class=\"choice_paragraph\">the Native Americans feared smallpox more than any other disease</p>","<p class=\"choice_paragraph\">smallpox was widespread among Native Americans</p>"],"answer":1}]