[{"id":"VH962235","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH962219.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the historical circumstances of Rashid al-Din’s career?</p>\n","rubricRef":"VH962235_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“On several occasions, Ghazan Khan<sup>*</sup> went to the observatory at Maragha<sup>**</sup> and watched the Muslim, Christian, and Chinese astronomers make their observations. He looked at all the operations and instruments, studied them, and asked about their procedures, which he understood in spite of their difficulty. He also ordered the construction of a dome in order to investigate the Sun’s motion and he spoke out with his astronomers about it. All of them said that although they had never seen such an instrument, it was reasonable and sensible.</p><p class=\"passage_para\">He gave orders for the construction of an observatory next to his tomb in Tabriz in Persia. He explained how to construct the observatory with such clarity that local wise men marveled at his intelligence, because such work had not been done in any era. Those wise men said that constructing the observatory would be extremely difficult. He guided them, whereupon they commenced building it and they finished it following his instructions. Those wise men and all the engineers agreed that nobody had done such a thing before nor had imagined doing it.”</p><p class=\"passage_para\"><sup>*</sup>ruler of the Mongol Ilkhanate, whose territories included most of the Muslim Middle East; reigned 1295–1304</p><p class=\"passage_para\">**an astronomical observatory in present-day Azerbaijan, established by a grant from the first Ilkhanid ruler in the mid-thirteenth century</p><p class=\"attribution author\">Rashid al-Din Hamdani, Persian Muslim historian and government minister in Ghazan Khan’s court, excerpt from a universal history commissioned by Ghazan Khan, completed circa 1316</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">His career illustrates the destructive impact of the Mongol conquests on many established urban centers.</p>","<p class=\"choice_paragraph\">His career illustrates the possibilities for diffusion and intermingling of cultures brought about by the Mongol conquests.</p>","<p class=\"choice_paragraph\">His career illustrates the Mongols’ success in preserving their nomadic and tribal culture despite the growing diversity of their subjects.</p>","<p class=\"choice_paragraph\">His career illustrates the importance of traveler accounts written by foreign visitors to the Mongol court.</p>"],"answer":1}]