[{"id":"VH962229","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH962194.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The contents of the letter are best understood in the context of which of the following aspects of the historical situation in sub-Saharan Africa in the early 1600s?</p>\n","rubricRef":"VH962229_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“To Your Highnesses of the States General:*</p><p class=\"passage_para\">We have been informed by our agent Joris Pietersen, who recently returned from the coast of Angola, that a war arose between the king of Kongo and the Portuguese. The war started because the Portuguese, according to their nature, attacked the region of Mpemba, which the king of Kongo also claims, without any reason but to enslave the inhabitants and conquer the entire country. In this war, the king of Kongo’s armies performed so well that all of the Portuguese were driven out of the conquered region with many losses. After this victory, the king took the hats and shoes of all captured Portuguese soldiers as a sign of contempt and took the sails and rudders off their two ships that were anchored off Mpemba.</p><p class=\"passage_para\">Then the king of Kongo, being of the opinion that all the Portuguese should be driven off his lands forever, sent letters to Joris Pietersen, our agent in Angola, requesting to enter into an alliance with the Dutch state and asking your Highnesses to provide them with four or five warships as well as five or six hundred soldiers for assistance on the water as well as the land, in order that he might secure the coasts from the Portuguese and their supporters. The king is offering to pay for the ships and the monthly wages of the soldiers with gold, silver, or ivory. If successful, he promises to put into your hands the fort and city of Luanda—a place so useful to the king of Spain that more than twenty-four thousand Africans are shipped annually from there to the West-Indies and other places in the Americas.</p><p class=\"passage_para\">Your Highnesses, it is the Company’s judgment that the king of Kongo’s proposal will likely bring harm to our enemies and increase our commerce. Therefore, if the king’s proposal is accepted, the Company will contribute according to its capacity.”</p><p class=\"passage_para\">*a legislative body of the Dutch Republic, comprising representatives<span class=\"formatted_line_break delivery_mode:Both\"></span>of the various provinces of the Netherlands</p><p class=\"attribution author\">Letter from the directors of the Dutch West India Company to the<span class=\"formatted_line_break delivery_mode:Both\"></span>States General of the Netherlands, 1623</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Political, religious, and economic rivalries shaped European colonial policies in Africa.</p>","<p class=\"choice_paragraph\">State centralization in Europe led to a change from joint-stock company control to direct imperial control in many colonial territories.</p>","<p class=\"choice_paragraph\">The arrival of Europeans led to the conquest and destruction of many native African states.</p>","<p class=\"choice_paragraph\">Religious conflicts stemming from the spread of Islam from North Africa made sub-Saharan African states vulnerable to European conquest.</p>"],"answer":0}]