[{"id":"VH962223","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH962065.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">All of the following statements are factually accurate. Which would best support the author’s argument in the <span class=\"formatted_text text_decoration:underline\">first paragraph</span> of the passage?</p>\n","rubricRef":"VH962223_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Muslim-Christian relations were at a low ebb when the Ottomans arrived in the Arab lands [in 1516]. The Mamluk sultans of Egypt, the previous rulers of the area, had embarked on an ideological as well as a military campaign against the various Christian communities still living in the Middle East. . . . In the aftermath of this disaster, Christianity in the Arab east was in psychological and numerical decline. Jewish communities in the region fared somewhat better than their Christian neighbors but could hardly be characterized as flourishing on the eve of the Ottoman conquest.</p><p class=\"passage_para\">The Jews and Christians in the region were at first probably ambivalent, if not indifferent or hostile, to the change in the dynastic succession from Mamluk to Ottoman sultans who exercised sovereignty over their lives, but their fortunes were about to improve under the new regime. The Ottoman sultans were still winning victories against European armies on the battlefield, and the presence of Christians so distant from the war zone in Central Europe must not have felt particularly threatening or indeed important (beyond the collection of their taxes) to most Ottoman officials posted in the Arab lands. In the case of the Sephardic Jews,* the Ottoman sultans welcomed them into their realm as potentially revenue-producing subjects. Most importantly, the political tradition honored by the Ottoman sultans was to grant autonomy to the various religious groups of their empire. This afforded the Christians and Jews in the Ottoman Middle East fairly wide-ranging freedoms and allowed them to recover some of the losses they had endured under the Mamluks, including the right to repair damaged churches and synagogues and, in a few cases, permission to build new ones.”</p><p class=\"passage_para\">*Jewish communities from the Iberian Peninsula who were forced to leave<span class=\"formatted_line_break delivery_mode:Both\"></span>after the Christian reconquest of what became Spain and Portugal</p><p class=\"attribution author\">Bruce Masters, historian, <span class=\"formatted_text font_style:italic\">Christians and Jews in the Ottoman Arab World</span>, book published in 2001</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Mamluk ruling elites of Egypt were made up of slave soldiers of various ethnic origins, including Turco-Mongolic peoples from the Black Sea steppes and peoples from the Caucasus Mountains.</p>","<p class=\"choice_paragraph\">The period of Mamluk rule in Egypt saw a high number of conversions to Islam and a considerable reduction in the percentage of Coptic Christians in the overall population of Egypt.</p>","<p class=\"choice_paragraph\">The Mamluks were one of the very few Muslim dynasties to have successfully defeated invading Mongol armies in battle.</p>","<p class=\"choice_paragraph\">The Jewish community in Mamluk Cairo included many prominent figures, including royal physicians, scholars, and administrators.</p>"],"answer":1}]