[{"id":"VH977341","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977339.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Iwasaki’s position in the letter on the relationship between the Mitsubishi Company and the Japanese government is most clearly a response to</p>\n","rubricRef":"VH977341_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“We can agree that, in principle, it might be a good idea to permit both foreigners and Japanese to engage in coastal and seaborne shipping around and from Japan, because that would increase competition and improve efficiency. But, in practice, we know that seaborne shipping is too important a matter to be given over to foreigners. To do so would mean a loss of business and employment opportunities for our people in peacetime. And, in times of war, to not have the domestic capacity to transport goods would be tantamount to abandoning our status as an independent nation.</p><p class=\"passage_para\">In recent decades, Japan was forced to sign various treaties with foreign powers allowing their ships to proceed freely from one Japanese harbor to another. Some people claim that these treaty rights also allow foreigners to transport Japanese made goods, either around our country or for export to Korea or China. I am not qualified to discuss the legal merits of these positions, but I would like to point out that, unless we have a plan for developing our own domestic shipping businesses, we will never be able to compete with the foreigners in this field.</p><p class=\"passage_para\">In founding the Mitsubishi company,* my goal has been to help recover for Japan the right of seaborne shipping, so we no longer have to delegate it to foreigners. I regard this not only as my business interest but also as my duty as a citizen. If we don’t succeed as a company, it would be useless for the government to try to renegotiate the unequal treaties, or to attempt to further develop Japan’s economy. The government knows this, and that is why it protects our company. And we need the government’s protection to compete against foreign rivals, such as the [British] Peninsula and Oriental Steam Navigation Company. Recently, the P&amp;O Company has been working to set up a new line between Yokohama [in Japan] and Shanghai and is attempting to claim rights over the [Japanese] ports of Nagasaki, Kobe, and Yokohama. The P&amp;O Company is backed by its massive capital, large fleet of ships, and experience operating in Hong Kong and China. How can we compete against such a giant if we do not have the backing of our national government?”</p><p class=\"passage_para\">*The Mitsubishi company was established in 1870 as a maritime shipping firm. In subsequent decades, it diversified into mining, manufacturing, and other fields.</p><p class=\"attribution author\">Yataro Iwasaki, president of the Mitsubishi Company, letter to company managers, 1876</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Western governments gaining access to Japan’s markets by imposing laissez-faire economic regimes</p>","<p class=\"choice_paragraph\">Japan’s policy of strict economic isolation and restricting cultural contacts with the West</p>","<p class=\"choice_paragraph\">concerns that Japan’s aggressive economic and foreign policies were jeopardizing relations with its East Asian neighbors</p>","<p class=\"choice_paragraph\">the prospect that the development of domestic shipping might lead to a war between Japan and Western countries</p>"],"answer":0}]