[{"id":"VH970229","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH970227.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">As described in the passage, the economic model of the British South Africa Company most directly <span class=\"formatted_text text_decoration:underline\">differed</span> from which of the following economic trends in the late nineteenth century?</p>\n","rubricRef":"VH970229_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The fourth annual meeting of the shareholders of the British South Africa Company was held yesterday at the Cannon-street Hotel. The company’s chairman, in his opening address, said, ‘Twice during the past year we met when fighting with Africans was taking place in the company’s territory, when financial arrangements of a complicated character were pending, and when the outlook of the enterprise seemed full of doubt and difficulty. Today, however, we are in a position far superior to any we had previously occupied and ever had hoped to attain. In founding the British South Africa Company, the shareholders undertook the occupation and development of a considerable extent of valuable territory in South Africa. Thus, because of the far-seeing action of a few men connected with the company, this enormous territory was secured for Great Britain. The perfectly legitimate objections of some people to chartered companies like ours were answered by the certainty that this vast territory—equal in extent to Central Europe—could not have been brought under British sway in any other way.</p><p class=\"passage_para\">Turning now to the development of railway communication in our territory, it is being pursued by building lines from the Cape Colony and joining them to other lines that will provide a route over Portuguese Mozambique and to the sea. Postal and telegraphic communications will closely follow, and in some cases already precede, the completion of the railroad. In addition, even before our mines have reached a stage of development great enough to cause a large inflow of population, the shareholders may congratulate themselves on the satisfactory outlook of our finances in Mashonaland*.’”</p><p class=\"passage_para\">*a region in northern Zimbabwe that contained extensive deposits of gold and other minerals and metals</p><p class=\"attribution author\">Report of Alexander Duff, chairman of the British South Africa Company, to company shareholders in London, recorded in the <span class=\"formatted_text font_style:italic\">Mining Journal, Railway and Commercial Gazette</span>, published in London, 1895</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The shift in Asian and African economies from manufacturing of finished goods to resource extraction</p>","<p class=\"choice_paragraph\">The shift from nation-based businesses and enterprises to transnational businesses and enterprises</p>","<p class=\"choice_paragraph\">The shift from heavy industry to industries centered on the production of consumer goods</p>","<p class=\"choice_paragraph\">The shift from mercantilism to free-market trade policies</p>"],"answer":3}]