[{"id":"VH974764","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH974760.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">All of the following claims made by Saint-Maurice in <span class=\"formatted_text text_decoration:underline\">Source 2</span> directly advocate for the abolition of slavery in Saint-Domingue EXCEPT</p>\n","rubricRef":"VH974764_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“It cannot be denied that when the French nation proclaimed these sacred words, ‘Men are born and remain free and equal in rights,’ it did not break the chains of humankind. It is we who must put these words into action. The wealthy plantation owners of Saint-Domingue [Haiti], therefore, have everything to fear from the influence of our revolution on the current actions of their slaves. These principles overturn the system on which rests their fortunes. No one should be surprised, therefore, that these plantation owners have become the most ardent enemies of these principles. Yet the moment has arrived to change the social system of the colonies, to reintegrate it into humankind. It is in this greater action that the salvation of all parties, justice, and glory will be found.</p><p class=\"passage_para\">The free men of color demand justice, and they should be granted the same rights of citizenship as other Frenchmen. The colonists should no longer refuse them. The artisan slaves should also be called to freedom on the condition that each slave pays a one-time tax for freedom. The other Black slaves may enjoy a conditional liberty, namely that they remain on the land of their masters and work that land for a period ranging between 10 and 20 years depending on circumstances. Afterward, they may obtain the same full liberty as the artisan slaves.”</p><p class=\"attribution author\">Armand-Guy Kersaint, French nobleman and deputy in the National Legislative Assembly of France, address to the Assembly, Paris, 1792</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“To bring the Blacks of Saint-Domingue back to their original condition of slavery is impossible: the writings of the <span class=\"formatted_text font_style:italic\">philosophes</span> have spread over the surface of the globe and neither superstition nor despotism can extinguish their ideas. Everything is headed toward general freedom, everything tells you that man will no longer be the slave of man. Tear off the fatal blindfold: the colony of Saint-Domingue will no longer be cultivated by the hands of slaves.</p><p class=\"passage_para\">But, some will object and say, ‘The Blacks won’t work anymore once they are free. White hands will never suffice to work the land under a burning sun; in short, the colony cannot survive without slavery.’ I understand you, cold egoists, men without feeling! You need slaves, that is, men you can treat like beasts of burden; you need slaves, that is, victims. What law forces a man to give another man the entire fruit of his labor? This Black individual is free, because neither the nation nor the Supreme Being created slaves. He is your equal, because he is a man. He is a French citizen, because he serves the country, because he contributes to its splendor as much as you do, and because the French nation loves all its children equally. In exchange for his labor, the Black man will receive a salary proportional to his effort.”</p><p class=\"attribution author\">H. D. de Saint-Maurice, French journalist, newspaper article written following the destruction of the largest French city in Saint-Domingue, published in a French newspaper in Saint-Domingue, 1793</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">that “White hands will never suffice to work the land under a burning sun”</p>","<p class=\"choice_paragraph\">that “everything tells you that man will no longer be the slave of man”</p>","<p class=\"choice_paragraph\">that “He is your equal, because he is a man”</p>","<p class=\"choice_paragraph\">that “neither the nation nor the Supreme Being created slaves”</p>"],"answer":0}]