[{"id":"VH974825","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH974824.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">As described in the passage, the pattern of economic development in Russia in the nineteenth century <span class=\"formatted_text text_decoration:underline\">differed</span> most strongly from which other pattern of economic development during the same period?</p>\n","rubricRef":"VH974825_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In late nineteenth-century Tsarist Russia, the state participated directly in the nation’s economy to an extent unequaled in any Western country. For example, in 1899 the state bought almost two-thirds of all metallurgical production in Russia. By 1900, the state controlled some 70 percent of the railways and owned vast tracts of land, numerous mines and oil fields, and extensive forests. The economic well-being of Russian private entrepreneurs thus depended in large measure on decisions made by the state authorities in St. Petersburg. This was a major reason why a large portion of the Russian middle class took a very timid approach to politics in this period.</p><p class=\"passage_para\">Russia’s economic progress, particularly in the last decade of the nineteenth century, was remarkable by every standard. Railway trackage virtually doubled, coal output in southern Russia jumped from just under 3 million tons in 1890 to almost 11 million tons in 1900. In the same region, the production of iron and steel rose from about 140,000 tons in 1890 to almost 1,250,000 in 1900. Also, between 1890 and 1900 Russian production of cotton thread almost doubled and that of cotton cloth increased by about two-thirds. By 1914 the Russian Empire was the fifth-largest industrial power in the world, though its labor productivity and per-capita income still lagged behind those in Western Europe.”</p><p class=\"attribution author\">Abraham Ascher, historian, <span class=\"formatted_text font_style:italic\">The Revolution of 1905: A Short History</span>, book published in 2004</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The emergence of resource export economies, such as those in colonial South Asia</p>","<p class=\"choice_paragraph\">The expansion of transnational businesses, such as global banking and insurance companies</p>","<p class=\"choice_paragraph\">The implementation of economic policies to promote industrialization, such as the attempts to develop a cotton textile industry in Egypt</p>","<p class=\"choice_paragraph\">The transition from preindustrial to industrial production through the actions of private entrepreneurs or companies</p>"],"answer":3}]