[{"id":"VH973532","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passages to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Explain ONE difference in the arguments expressed in the two sources regarding the effect of revolutions on the global political order.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Explain ONE development from the period of the Atlantic Revolutions that grounded “social relations for the first time on the principle of formal equality” as claimed in the second paragraph of <span class=\"formatted_text text_decoration:underline\">Source 1</span>.</p>\n\n<p class=\"stem_paragraph\">c) Identify ONE way in which empires in the nineteenth century (other than those mentioned in the passage) successfully resisted revolutionary change, as suggested in <span class=\"formatted_text text_decoration:underline\">Source 2</span>.</p>\n","rubricRef":"VH973532_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“More than in any other era, politics in the [late eighteenth and nineteenth centuries] was revolutionary politics. It did not defend ‘age-old rights’ but, looking ahead to the future, elevated particular interests such as those of a class or a class coalition into the interests of a nation or even of humanity as a whole. . . . New political orders came into being, with new bases of legitimacy. Any return to the world as it had been previously was barred; nowhere were prerevolutionary conditions restored. . . .</p>\n\n<p class=\"passage_para\">Whereas previous violent overthrows had merely led to external modifications of the status quo, the American and French revolutionaries expanded the whole horizon of the age, opening a path of linear progress, grounding social relations for the first time on the principle of formal equality, lifting the weight of tradition and royal charisma, and instituting a system of rules that made those in political authority accountable to a community of citizens. These two revolutions . . ., however different from each other in their aims, signaled the onset of political modernity. From then on, defenders of the existing order bore the mark of the old and obsolete.”</p>\n\n<p class=\"attribution author\">Jürgen Osterhammel, German historian, <span class=\"formatted_text font_style:italic\">The Transformation of the World: A Global History of the Nineteenth Century</span>, 2014</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“The French revolution and those in North and South America have been transformed into founding myths in their respective countries and are thought to mark the emergence of citizenship, of national economies, of the very idea of the nation. But in their own time, the revolutions’ lessons were inconclusive. . . . The revolutions of the Americas began by drawing on ideas of [liberty and citizenship] . . . to redefine sovereignty and power within imperial polities but ended up producing new states that shared world space with reconfigured empires. The secession of states from the British, French, and Spanish empires did not produce nations of equivalent citizens any more than it produced a world of equivalent nations. . . . Popular sovereignty was far from the accepted norm in western Europe and within empires’ spaces overseas it was unclear whether the idea of [individual rights] would be a contagious proposition or one [restricted to] a select few. . . . The nation had become an imaginable possibility in world politics. But the leaders of [empires] did not want to limit their political compass to national boundaries.”</p>\n\n<p class=\"attribution author\">Jane Burbank and Frederick Cooper, historians, <span class=\"formatted_text font_style:italic\">Empires in World History</span>, 2010</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]