[{"id":"VH974741","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH974729.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is an accurate comparison of the arguments made in the two sources regarding ideas of liberty and equality?</p>\n","rubricRef":"VH974741_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“Beloved brothers in Christ, here again we should see and admire the boundless love of God toward us, that He has placed over us this great empire of the Ottomans. The Empire is a mighty obstacle to the Latin heretics in the West. By contrast,   to us, the Orthodox people of the East, the Empire has been a means of salvation. For God has continued to put into the heart of the Sultan of these Ottomans an inclination to keep free the religious beliefs of our Orthodox faith and to protect us, even to the point of occasionally chastising Christians who deviate from their faith.</p><p class=\"passage_para\">Brothers, lately you would have heard a lot about this new system of ‘liberty’ originating in France. But let us examine the concept more carefully to see if it can be reconciled with good civil government and safety for the citizens. We see from the example of the French Republic that a national, democratic form of government can only provide ‘liberty’ if the word is taken to mean the freedom to simply act upon one’s appetites and desires. But true Christian liberty, properly understood, means something quite different: to be free to live according to both divine and human laws. In other words, it is to live free to follow your conscience and free of any trouble with the authorities. Seen in this light, the new French system of liberty is a path leading to destruction, confusion, overturning of good government, or, simply speaking, a new ambush of the devil to lead us Orthodox Christians astray.”</p><p class=\"attribution author\">Anthimos, Greek Orthodox Patriarch of Jerusalem [then part of the Ottoman Empire], <span class=\"formatted_text font_style:italic\">Paternal Instruction</span>, leaflet printed in Greek for distribution among Christian communities in the Ottoman Empire, 1798</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“I address you in Hungarian today* because reviving our language is like cleansing the mirror of our history, so that the flies buzzing around may not deprive us of its light. It is a sad fate for a nation to perish—especially a nation such as ours that can boast of brilliant feats and that has only sunk to its present condition through the bitter workings of fate.</p><p class=\"passage_para\">It is of no use to try to accept with stern philosophy, common sense, and cold blood that all men are equal in everything, that the whole human race is a single nation. No! We are national beings and we were raised with our Hungarian selves that way, so that we can never be Germans, or French, or Poles, or Spaniards. We long for glory in this life as Hungarian sons of the Hungarian nation and, in the next, we pray that the angels of the heavens may know us as Hungarians.</p><p class=\"passage_para\">It is time for the mind of the Hungarian nation to be clarified through a revival of our mother-tongue. How can our educated classes study the languages of Europe, if we are forgetting our own? How could we lift up our people, most of whom live in the countryside, if we cannot offer them books to read in the language they speak? What we urgently need is a group of scholars who would be paid solely to translate works from Latin, French, German, and Greek into Hungarian—this would do more good for the refinement of the country’s mind than a thousand Latin and German schools.”</p><p class=\"passage_para\">*At the time, many educated Hungarians preferred to communicate in German, the language of the Austrian Empire of which Hungary was a part.</p><p class=\"attribution author\">György Bessenyei, Hungarian writer, “Oration on the Subject Matter of the Nation,” essay published in 1817</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Both sources reject the ideas for the same reason, namely that demands for liberty and equality would lead to political instability and sweeping social changes in Europe.</p>","<p class=\"choice_paragraph\">Source 1 rejects the ideas because of the threat they represent to multinational empires, whereas Source 2 rejects the ideas because of the universal and equalizing nature of their claims.</p>","<p class=\"choice_paragraph\">Source 1 embraces the ideas because of the promise of emancipation they hold to oppressed minority groups, whereas Source 2 embraces the ideas because of their origins in Enlightenment thought.</p>","<p class=\"choice_paragraph\">Both sources embrace the ideas for the same reason, namely that liberty and equality are inalienable natural rights and governments’ attempts to restrict those rights are doomed to fail.</p>"],"answer":1}]