[{"id":"VH974832","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH974830.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Trollope’s arguments in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span> are most clearly intended to offer an <span class=\"formatted_text text_decoration:underline\">alternative</span> to the arguments made by which late nineteenth-century group?</p>\n","rubricRef":"VH974832_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Writing now, at an age beyond sixty, I must admit that we do not understand the operations of God’s wisdom and are, therefore, unable to tell the causes of the terrible inequalities that we see around us,—why so many people should have so little to make life enjoyable, while a few others, not through their own merit, have had gifts poured out to them from a full hand. We acknowledge the hand of God and His wisdom, but still we feel horror at the misery of many of our brethren. We who have been born in a more fortunate condition—we to whom wealth, education, and liberty have been given—cannot, I think, look upon the unintellectual and toil-bound life of those who cannot even feed themselves sufficiently by the meager wages they have earned with so much sweat, without experiencing some feeling of injustice, some sting of pain.</p><p class=\"passage_para\">This consciousness of wrong has produced in many enthusiastic but unbalanced minds a desire to make all things right by pursuing equality. But any careful observer of our society, or any student of our history has to admit that, as unjust as it may seem, inequality is part of the natural order of things. You can make all men equal today, but God has so created them that they shall become unequal again tomorrow. The very word ‘equality’ presents to the imaginations of men ideas of communism, of ruin, and insane democracy. Instead of obsessing about equality, we should be working toward reducing inequalities—provided, of course, that we do so gradually and without any sudden disruption of society.”</p><p class=\"attribution author\">Anthony Trollope, British novelist, autobiography written during the 1870s and published after his death in 1882</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Liberals</p>","<p class=\"choice_paragraph\">Conservatives</p>","<p class=\"choice_paragraph\">Socialists</p>","<p class=\"choice_paragraph\">Nationalists</p>"],"answer":2}]