[{"id":"VH973544","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passages to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Identify ONE nineteenth-century ideology that likely influenced the various forms of political activism referred to in <span class=\"formatted_text text_decoration:underline\">Source 1</span>.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Explain ONE economic process in the nineteenth century that accounts for the changes in the lives of working women as described in the two passages.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE way in which the authors focus on different aspects of the experience of women in the nineteenth century.</p>\n","rubricRef":"VH973544_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Dislocated and impoverished, many urban newcomers [including women] lived in the utmost misery. Working women started political groups of their own. Many kept alive the language and dreams of revolutionary Europe in an ongoing series of strikes, political movements, and new waves of revolution. Filled with ambition for liberty, working women started political groups of their own and engaged in political struggle. Simultaneously, middle-class women began organizing a mass feminist movement to obtain education, property and marital rights, and the vote.”</p>\n\n<p class=\"attribution author\">Bonnie G. Smith, United States historian of Europe, <span class=\"formatted_text font_style:italic\">Changing Lives: Women in European History Since 1700</span>, 1989</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Over the long run the average standard of living rose substantially in Britain for both women and men. [The misery] of those who endured the unhealthy housing and working conditions and the cycles of boom and bust . . . was [diminished] by the middle of the nineteenth century. Both sexes benefited from [a decline in birth rates] but women doubtless experienced greater gains here.</p>\n\n<p class=\"passage_para\">Wives whose wage work was vital to family wage pooling, such as in cotton textiles, may have gained leverage in bargaining with their husbands. In the workplace, women’s occupations were restricted and segregated; crowding in few occupations contributed to lower female wages. The job segregation . . . meant continuing gender inequality in both labor market and the family. Women and children formed a flexible workforce; they entered labor markets, serving as helpers to men, holding jobs that did not require long training or had little authority or that men did not want.”</p>\n\n<p class=\"attribution author\">Louise A. Tilly, United States historian, academic article, 1993</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]