[{"id":"VH977346","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977343.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best summarizes the way in which the development of the factory system and the development of new transportation infrastructure such as railways worked together as factors facilitating British industrialization?</p>\n","rubricRef":"VH977346_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">MAP OF THE SOUTH WALES COALFIELD, A MAJOR MINING CENTER IN GREAT BRITAIN, CIRCA 1820</p>\n</div>\n<img alt=\"The figure presents a map of the South Wales coalfield from 1820. A key indicates that a solid line represents the Boundary of the Coalfield, a dotted line represents the Principal Tramroads, and a dashed line represents Canals. In the bottom right corner of the map a scale indicates the distance of 10 kilometers. A compass on the map indicates that north is up. The Atlantic Ocean is in the bottom right corner of the map. The cities of Cardiff, Newport, Pontypool, and Merthyr Tydfil are indicated. Cardiff and Newport are on the coast in the lower right part of the map, with Newport to the northeast of Cardiff. Pontypool is north of Newport. Merthyr Tydfil is north of Cardiff and northwest of Pontypool. The coalfield boundary starts on the left side of the map and moves to the right across most of the map, passing north of the coastal cities of Cardiff and Newport. It then curves upward to Pontypool, continues upward, and then curves back to the left, passes through Merthyr Tydfil, and ends on the left side of the map. A canal is drawn northward from Newport to Pontypool and continues going north from Pontypool. Another canal is drawn northward from Cardiff to Merthyr Tydfil. Numerous principal tramroads are drawn. Several are shown going northward from Newport throughout the eastern portion of the coalfield. A tramroad is shown alongside the northern portion of the canal between Cardiff and Merthyr Tydfil and others are shown extending from the same canal to areas in the western portion of the coalfield.\" height=\"490\" src=\"https://assets.learnosity.com/organisations/537/VH977343.g01.png\" width=\"455\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Tramroads were iron rail tracks that used horse-drawn wagons to carry loads of coal from the mines to the ports at Cardiff and Newport.</span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The factory system produced the surplus labor that led large numbers of British people to emigrate overseas, and the new transportation infrastructure enabled those migrants to make their journeys.</p>","<p class=\"choice_paragraph\">The factory system concentrated the working classes in cities, and new transportation infrastructure allowed governments to better monitor and police these workers.</p>","<p class=\"choice_paragraph\">The factory system concentrated production in relatively few locations, and the new transportation infrastructure allowed more goods and people to reach these locations in less time.</p>","<p class=\"choice_paragraph\">The factory system led to an ever-greater degree of specialization of labor and, by doing so, helped meet the railway industry’s need for highly skilled workers.</p>"],"answer":2}]