[{"id":"VH975357","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH975356.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">Which of the following is the main claim that the author makes in the first paragraph?</p>\n","rubricRef":"VH975357_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“After long periods of error, philosophers have at last discovered the true rights of man and how they can all be deduced from the single truth: that man is a perceptive being capable of reason and acquiring moral ideas.</p><p class=\"passage_para\">At last, man could proclaim his rights out loud, rights that for so long had been ignored. He could submit all opinions to his own reason and use that reason to search for truth. Every man learned with pride that nature had not forever condemned him to base his beliefs on the opinions of others or the superstitions of antiquity.</p><p class=\"passage_para\">Thus developed an understanding that the natural rights of man are inalienable and cannot be forfeited and a strongly expressed desire for freedom of thought, trade, and profession. There also developed a desire to alleviate people's suffering, to eliminate all criminal laws against political dissenters, and to abolish torture. A desire arose for a milder system of criminal legislation that could give complete security to the innocent. All of these principles gradually filtered down from philosophical works to every class of society whose education went beyond basic literacy. These principles became the common faith of all people.”</p><p class=\"attribution author\">Marquis de Condorcet, French nobleman and philosopher, <span class=\"formatted_text font_style:italic\">Sketch for a Historical Picture of the Progress of the Human Mind</span>, published in 1794</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Europeans should learn from the knowledge and wisdom of classical Greece and Rome.</p>","<p class=\"choice_paragraph\">Philosophy and science are fundamentally incompatible.</p>","<p class=\"choice_paragraph\">Ethics and morality are subjective and culture-specific.</p>","<p class=\"choice_paragraph\">People have natural rights that can be established through rational inquiry.</p>"],"answer":3}]