[{"id":"VH977136","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977120.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The class relationships in Manchester described by Parkinson are best explained in the context of the</p>\n","rubricRef":"VH977136_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“There is no town in the world where the distance between the rich and the poor is so great, or the barrier between them so difficult to be crossed. The separation between the different classes, and the consequent ignorance of each other’s habits and condition, are far more complete in this place than in any other country in Europe, or even in the rural areas of Britain. There is far less personal communication between the master cotton spinner and his workmen and between the master tailor and his apprentices than there is between the Duke of Wellington and the humblest laborer of his estate, or than there was between King George III and the lowliest errand boy in his palace. I mean this not as a matter of blame, but I state it simply as a fact.”</p><p class=\"attribution author\">Richard Parkinson, English clergyman of the Anglican Church, “On the Present Condition of the Laboring Poor in Manchester,” paper published in London, 1841</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">low education levels of urban residents and the scarcity of schools</p>","<p class=\"choice_paragraph\">increasing pressure for greater political representation of new industrial towns in national governments</p>","<p class=\"choice_paragraph\">declining wealth of the traditional landed aristocracy in comparison to factory owners and industrialists</p>","<p class=\"choice_paragraph\">continuous migration of new workers to industrial towns and the high job turnover</p>"],"answer":3}]