[{"id":"VH985970","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH985956.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following aspects of the immediate historical situation in which the letter was written best explains the author’s demands toward the end of the <span class=\"formatted_text text_decoration:underline\">second paragraph</span>?</p>\n","rubricRef":"VH985970_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Dear Comrade Lenin!</p><p class=\"passage_para\">I cannot avoid pointing out an outrageous phenomenon that can still be observed all over our Soviet Russia. Even though it has been more than two years since power in Russia has been in the hands of the Soviets, in all major cities certain things can be observed that do not at all indicate the existence of a dictatorship of the proletariat. I want to point out the most insulting one.</p><p class=\"passage_para\">In our city, Kazan (and as I mentioned, this also happens in all major cities), there live many former factory owners and other members of the bourgeoisie. Even though their factories and businesses have been nationalized, if you enter their apartments you would see them still living as they did in the ‘good old times.’ These gentlemen do not seem to know that the Civil War is still raging and that power is in the hands of the workers. As in the past, they continue to reside in the most luxurious, spacious, and warm apartments, with luxurious furniture. In their kitchens, you would still see hired cooks with white caps and uniforms, and in their households you would still see a variety of servants. In the summer they still go out to their country houses to ‘relax.’ When I see this, I become almost ashamed of our proletarian revolution. Why has no attention been paid to this yet? Why are workers not being moved into the bourgeois apartments and the bourgeois into workers’ cellars? Why is their furniture and other belongings not being confiscated and distributed to the workers? And anyway, why has this gang of bourgeois parasites not yet been destroyed?</p><p class=\"passage_para\">I am turning to you, Comrade Lenin, as our leader and the most loyal friend of the proletariat, and I am waiting so that this issue, which concerns me and many other honest communists, can be resolved by an appropriate decree.”</p><p class=\"attribution author\">Letter to Soviet leader Vladimir Lenin from a member of the Communist Party living in Kazan, Russia, November, 1920</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Soviet government used the pretext of the ongoing civil war to engage in repressive policies against entire sections of its population.</p>","<p class=\"choice_paragraph\">Soviet leaders scrambled for influence as they sought to replace an ailing Vladimir Lenin.</p>","<p class=\"choice_paragraph\">The implementation of the first Five Year Plan had resulted in widespread famine and high death rates in the Soviet countryside.</p>","<p class=\"choice_paragraph\">Because of Russia’s late industrialization, its working class was numerically small, limiting popular support for the Bolshevik seizure of power.</p>"],"answer":0}]