[{"id":"VH981941","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981937.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In addition to the potential destabilization of the Ottoman Empire, Giolitti’s argument in <span class=\"formatted_text text_decoration:underline\">Source 2 </span>regarding Italy’s ambitions in Libya is likely explained by the concern that any attempt by a European state to acquire colonies in Africa could</p>\n","rubricRef":"VH981941_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“Under the present circumstances, if we were to find ourselves in a war with France, it will be a people’s war that cannot be won in one decisive battle but will turn into a long and deadly struggle with a country that will not give up before the strength of its entire people has been broken. Our own people, too, will be utterly broken and exhausted, even if we emerge victorious at the end.”</p><p class=\"attribution author\">Helmuth von Moltke, German general, letter to the German emperor Wilhelm II, 1905</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“The integrity of what remains of the Ottoman Empire is one of the principles upon which the world’s balance of power is based. Therefore, I reject the idea that it is in our national interest to shatter one of the cornerstones of the international order. What if, after we have attacked Libya* and destabilized the Ottoman Empire, the Balkans begin to stir? And what if a Balkan war provokes a clash between the two power blocs and a European war? Italy must not be the country that bears the responsibility of putting a match to the powder keg.”</p><p class=\"passage_para\">*Italy wanted to colonize Libya, which at the time was a province of the Ottoman Empire.</p><p class=\"attribution author\">Giovanni Giolitti, prime minister of Italy, speech before the Italian parliament as it debated whether to attack Ottoman Libya, 1911</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">lead African states to unite with each other against European powers</p>","<p class=\"choice_paragraph\">greatly endanger the spread of Catholicism and enable the spread of Islam</p>","<p class=\"choice_paragraph\">encourage Japan to take advantage of the situation and conquer Italian colonies in Asia</p>","<p class=\"choice_paragraph\">dangerously intensify rivalries between European states seeking to acquire territories and resources</p>"],"answer":3}]