[{"id":"VH981438","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981432.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following explains the most likely purpose of Gonzalo’s answer to the second question in the interview?</p>\n","rubricRef":"VH981438_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[<span class=\"formatted_text font_style:italic\">El Diario</span>]: Chairman, how does the Peruvian Communist Party sustain the huge party apparatus, including the People’s Guerrilla Army?</p><p class=\"passage_para\">[Chairman Gonzalo]: I think this question deserves a detailed explanation. Concerning the party, Chairman Mao teaches us—as did Marx, Lenin, and all the great Marxists—that the party is not a mass party, though it has a mass character. It has a mass character in the sense that while being a select organization—a selection of the best, of the proven, of those, as Stalin said, who have what it takes—being numerically small in proportion to the broad masses, the party defends the interests of the proletariat in taking responsibility for its emancipation, which can only come with communism. But since other classes that make up the people also participate in the revolution, the party defends their interests as well.</p><p class=\"passage_para\">[<span class=\"formatted_text font_style:italic\">El Diario</span>]: Chairman, let’s talk about the people’s war now. What does violence mean to you?</p><p class=\"passage_para\">[Chairman Gonzalo]: We see the problem of war this way: war has two aspects, destructive and constructive. Not to see it this way undermines the revolution—weakens it. From the moment the people take up arms to overthrow the old order, the reaction [state] seeks to crush, destroy, and annihilate the struggle, and it uses all the means at its disposal, including genocide. We have seen this in our country. We are seeing it now and will continue to see it until the outmoded Peruvian state is demolished.”</p><p class=\"attribution author\">Interview with “Chairman Gonzalo” [Manuel Rubén Abimael Guzmán Reynoso], leader of the Shining Path, a Peruvian revolutionary movement, 1988. The interview was conducted by the Peruvian newspaper <span class=\"formatted_text font_style:italic\">El Diario</span>, which was the unofficial newspaper of the Shining Path movement.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">To call for the prosecution of those responsible for mass violence in Peru</p>","<p class=\"choice_paragraph\">To challenge the continued political influence of Western states in Latin America</p>","<p class=\"choice_paragraph\">To justify the Shining Path’s use of violence to achieve its political objectives</p>","<p class=\"choice_paragraph\">To appeal to politicians in Latin American states to adopt reforms to their respective political institutions</p>"],"answer":2}]