[{"id":"VH982082","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH982040.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains why the Soviet Union supported movements such as the one described in the passage?</p>\n","rubricRef":"VH982082_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“As a sixteen-year-old schoolgirl, I did not know much about being a freedom fighter, although I read nationalist newspapers and knew about the pronouncements of Jomo Kenyatta.* I read his book and Kenyatta himself was a frequent visitor to our home. He would talk to my father for hours on end. But, as children, we did not know what they were discussing. By the time the British declared a state of emergency in Kenya, I had already taken my first oath to the Mau Mau cause. Repeating carefully after the instructor, I swore to:</p><p class=\"passage_para\">1. Fight for the soil of Kenya, which had been stolen by the Whites.</p><p class=\"passage_para\">2. If possible, get a gun and any other valuables or money to help strengthen the movement.</p><p class=\"passage_para\">3. Kill anyone who was against the movement, even if that person was my brother.</p><p class=\"passage_para\">The state of emergency and the fighting kept me from studying abroad and joining my sister and brothers, who were studying in England. Finding myself with more time on my hands, I became even more eager to learn about freedom activities and felt even more commitment to Mau Mau, convinced that it was the only way that Kenya could be free.</p><p class=\"passage_para\">Matters worsened as the state of emergency continued. People were arrested arbitrarily by the colonial authorities, and Black collaborators accused people of being Mau Mau with little or no proof. Despite the pressure, I felt as determined as ever. In my mind, I had no doubt that I was fighting for a just cause.”</p><p class=\"passage_para\">*a Kenyan nationalist and independence leader</p><p class=\"attribution author\">Wambui Otieno, Kenyan activist, description of her participation in the Mau Mau uprising against British rule in Kenya in the early 1950s, included in an autobiography published in 1998</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Soviets supported violent movements based on racial ideology.</p>","<p class=\"choice_paragraph\">The Soviets sought to aid movements that shared their religious ideology.</p>","<p class=\"choice_paragraph\">The Soviets believed that most colonized peoples were incapable of effective self-government.</p>","<p class=\"choice_paragraph\">The Soviets wished to undermine Western governments during the Cold War.</p>"],"answer":3}]