[{"id":"VH980952","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH980931.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains a potentially significant limitation of using the document for understanding the reforms described in the passage in Brazil?</p>\n","rubricRef":"VH980952_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Since 1930, the Brazilian government has been undertaking a social policy whose main goal is to protect the working classes through the betterment of their working conditions, elevating their standard of life and extending the social security system. Indeed, the 1937 constitution proclaims that work is a social duty and establishes that it is the government’s responsibility to guarantee the fulfillment of this duty by securing favorable conditions for workers and protecting them. In this way, the constitution guarantees the right of organization, recognizes the current unions as representatives of the workers, and authorizes the signing of collective-bargaining agreements.</p><p class=\"passage_para\">Salaries are protected and must provide a minimum standard of life. The workday is eight hours long, and there is one mandatory day of rest. Paid vacations are mandatory. Workers are protected against unjustified dismissal. Minors under 14 years old are not allowed to work, and women and men under 18 years old cannot work in unhealthy sites. The constitution establishes that the state must provide medical assistance to workers, and it must protect maternity and create insurance against old age and disability. The constitution also compels professional associations to assist its members. In order to enforce these principles, the constitution anticipates the creation of a Work Tribunal whose goal will be to arbitrate in all work-related litigation.”</p><p class=\"attribution author\">Document produced by the Brazilian government of Getúlio Vargas circa 1940; Vargas had come to power in 1930 following a military coup.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The document likely exaggerates the extent to which the reforms benefited Brazil’s middle and upper classes.</p>","<p class=\"choice_paragraph\">The document likely exaggerates the importance of the Work Tribunal in reshaping economic development in Brazil.</p>","<p class=\"choice_paragraph\">The document likely ignores the deep tensions that existed between workers and union leaders.</p>","<p class=\"choice_paragraph\">The document likely ignores some economic problems that might have occurred because of the reforms.</p>"],"answer":3}]