[{"id":"VH986053","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH986024.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">As expressed in the passage, Havel’s vision of effecting change in the communist bloc was most consistent with which of the following developments?</p>\n","rubricRef":"VH986053_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“It seems that the only way we have of opposing totalitarianism is to reject its lies and start living the truth. Of course, to oppose the government in a society such as ours is very different from opposing a democratic government in an open society. In a repressive society such as ours dissent must start first on the level of individual thinking and conscience, rather than actual political action. The power of our opposition to the Communist regime is, for now, a <span class=\"formatted_text font_style:italic\">potential </span>power, which is hidden throughout the whole of society. But once enough members of society have joined our ranks, then this potential power can spring forth (when, where, and under what circumstances it is difficult to predict) into something visible: a real act of political protest, a social movement, a sudden explosion of civil unrest. This is why the regime persecutes dissidents for even the most modest attempts to tell the truth.</p><p class=\"passage_para\">Why was Solzhenitsyn* driven out of his own country? Certainly not because he wielded any real power or because any of the regime’s representatives felt he might unseat them and take their place in government. No—Solzhenitsyn’s expulsion was a desperate attempt to plug up a wellspring of truth which the regime feared might one day produce unpredictable consequences. They feared Solzhenitsyn because they realized that the crust of lies they have built around us is very fragile. As long as it seals off completely the entire society, it appears to be made of stone. But the moment someone breaks through in one place, when one person cries out, ‘The king has no clothes!’ then everything suddenly appears in another light and the whole system can suddenly find itself on the verge of disintegrating.”</p><p class=\"passage_para\">*a Soviet writer who wrote books exposing the oppressive policies of Stalinism</p><p class=\"attribution author\">Vaclav Havel, Czechoslovak writer and dissident, <span class=\"formatted_text font_style:italic\">The Power of the Powerless</span>, essay written in 1978 and distributed as an underground publication in Soviet bloc countries</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">State-led programs to increase press freedom and provide greater transparency on past and present political decisions, such as Gorbachev’s <span class=\"formatted_text font_style:italic\">glasnost</span> policies</p>","<p class=\"choice_paragraph\">Market-oriented measures to stimulate private initiative and make state-run plants and factories more competitive, such as Deng Xiaoping’s economic reforms in China</p>","<p class=\"choice_paragraph\">Grassroots citizens’ organizations forming to protest the economic and social injustices in the Communist bloc, such as the Solidarity labor union in Poland</p>","<p class=\"choice_paragraph\">Violent disintegration of states deemed illegitimate or artificially created, such as the collapse of Yugoslavia</p>"],"answer":2}]