[{"id":"VH981269","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981258.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the significance of Li Zhisui presenting two contrasting views of the success of Mao’s industrialization policy in the <span class=\"formatted_text text_decoration:underline\">second and third paragraphs</span>?</p>\n","rubricRef":"VH981269_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Psychologists of mass behavior might have an explanation for what went wrong in China in the late summer of 1958. China was struck with a mass hysteria fed by Mao, who then fell victim himself. Mao began believing the party slogans, casting caution to the winds.</p><p class=\"passage_para\">As we set out by train heading south from Beijing, the scene along the railroad tracks was incredible. Harvest time was approaching, and the crops were thriving. The fields were crowded with peasants at work. The backyard steel furnaces that had been established in the peasant communes had transformed the rural landscape. They were everywhere, and we could see peasant men in a constant frenzy of activity, transporting fuel and raw materials, keeping the fires stoked. Every commune we visited provided testimony to the abundance of the upcoming harvest. The statistics for both grain and steel production were astounding. Mao’s earlier skepticism had vanished, and common sense had escaped him. The excitement was contagious, and I was infected too.</p><p class=\"passage_para\">As we continued on our journey, however, Mao’s personal secretary Lin Ke set me straight. What we were seeing from our windows on the train was all staged, he said. The party secretaries had ordered the furnaces constructed along our rail route. Rice plants had been moved from faraway fields along our route so that Mao would see a wildly abundant crop. All of China was a stage, all the people performers in an extravaganza for Mao. The agricultural production figures were false, Lin Ke said, and what was coming out of the backyard furnaces was useless.”</p><p class=\"attribution author\">Li Zhisui, personal physician to Mao Zedong, biography of Mao, published in the United States, 1994</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">By doing so, Li Zhisui is trying to show that Mao’s approach of copying Western methods of industrial production was finally proved to be a failure.</p>","<p class=\"choice_paragraph\">By doing so, Li Zhisui is trying to convince his audience that adopting Chinese agricultural methods was the only way to end the food shortages plaguing Third World countries.</p>","<p class=\"choice_paragraph\">By doing so, Li Zhisui is trying to illustrate the discrepancy between the reality of the resource redistribution policy and the facade communists created for propaganda purposes.</p>","<p class=\"choice_paragraph\">By doing so, Li Zhisui is trying to reject the Maoist argument that peasants can be used as substitutes for industrial workers in trying to increase a country’s economic output.</p>"],"answer":2}]