[{"id":"VH985980","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH985956.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The letter’s significance as a source of information on popular attitudes to Bolshevik revolutionary policies lies in the fact that it suggests that some Soviet citizens</p>\n","rubricRef":"VH985980_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Dear Comrade Lenin!</p><p class=\"passage_para\">I cannot avoid pointing out an outrageous phenomenon that can still be observed all over our Soviet Russia. Even though it has been more than two years since power in Russia has been in the hands of the Soviets, in all major cities certain things can be observed that do not at all indicate the existence of a dictatorship of the proletariat. I want to point out the most insulting one.</p><p class=\"passage_para\">In our city, Kazan (and as I mentioned, this also happens in all major cities), there live many former factory owners and other members of the bourgeoisie. Even though their factories and businesses have been nationalized, if you enter their apartments you would see them still living as they did in the ‘good old times.’ These gentlemen do not seem to know that the Civil War is still raging and that power is in the hands of the workers. As in the past, they continue to reside in the most luxurious, spacious, and warm apartments, with luxurious furniture. In their kitchens, you would still see hired cooks with white caps and uniforms, and in their households you would still see a variety of servants. In the summer they still go out to their country houses to ‘relax.’ When I see this, I become almost ashamed of our proletarian revolution. Why has no attention been paid to this yet? Why are workers not being moved into the bourgeois apartments and the bourgeois into workers’ cellars? Why is their furniture and other belongings not being confiscated and distributed to the workers? And anyway, why has this gang of bourgeois parasites not yet been destroyed?</p><p class=\"passage_para\">I am turning to you, Comrade Lenin, as our leader and the most loyal friend of the proletariat, and I am waiting so that this issue, which concerns me and many other honest communists, can be resolved by an appropriate decree.”</p><p class=\"attribution author\">Letter to Soviet leader Vladimir Lenin from a member of the Communist Party living in Kazan, Russia, November, 1920</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">condemned the revolution for leaving the means of production in the hands of the bourgeoisie</p>","<p class=\"choice_paragraph\">felt that the Bolsheviks had gone too far in curtailing the property rights of wealthy Soviet citizens</p>","<p class=\"choice_paragraph\">supported the Bolsheviks in their nationalization of industrial property but urged them to seize the upper classes’ private property as well</p>","<p class=\"choice_paragraph\">were grateful to the Bolshevik revolutionary government for providing them with improved living conditions in newly built public housing</p>"],"answer":2}]