[{"id":"VH989383","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH988279.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following aspects of the immediate historical situation in China in 1958 best explains the author’s perspective in the passage?</p>\n","rubricRef":"VH989383_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Iron smelting and steel making in the Shaoyang region of Hunan province are rapidly developing on a mass scale. In a short period in the fall of 1958, 12,378 local blast furnaces have been built in this area. The main reason for this remarkable progress in such a short time is that this region has fully carried out the Communist Party’s directive to let all the people work in iron and steel production, in keeping with the party’s general plan of building socialism.</p><p class=\"passage_para\">Iron and steel production is not simply a technical job; it is also a political task. Therefore, the first condition for the rapid increase in production was for local party leaders to have the entire party membership mobilized. When the current push to increase production began, many ‘experts’ wanted to have big foreign blast furnaces. They were not interested in building small local furnaces. They thought we should wait until we’ve had the opportunity to buy elaborate equipment. Actually, that line of thinking would have resulted in producing less, more slowly, and more expensively. Under the timely guidance of the Party, those tendencies were firmly rejected and the policy of throwing all resources into iron and steel production and letting political cadres take charge was carried out.</p><p class=\"passage_para\">The strength of the masses is tremendous. All the problems of funds, raw materials, equipment, provisions, etc., which in the past seemed so hard to solve, disappeared before the resourcefulness of the people. In one Hunan county, 67,000 people worked non-stop for three days and nights and built 1025 blast furnaces. Many people, hearing the Party’s call, walked over 30 miles to join the work, carrying timber and bamboo and their own food and clothes. In the town of Szetu, local people collected more than 1.6 million yuan [Chinese unit of currency] for the iron and steel effort, with one 50-year-old woman contributing more than 200 yuan, her life savings. Shoemakers donated more than 180,000 pairs of sandals for those building the furnaces. In the town of Tienping, the people solved the housing crisis [of furnace workers coming to the town but not having a place to sleep] by vacating more than 500 rooms in their houses and turning them over to the workers. The people also composed the following song:</p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The Communist Party is really wonderful.</span></p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">In three days more than a thousand furnaces were built.</span></p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The American imperialists will run off, tails between legs.</span></p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The Chinese people will now surpass Britain.</span></p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The East wind will always prevail over the West wind.”</span></p><p class=\"attribution author\">Yin Zeming, Chinese government official, <span class=\"formatted_text font_style:italic\">The Strength of the Masses is Limitless</span>, pamphlet published in English by the Beijing Foreign Languages Press, a Chinese government publishing house, 1958</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Chinese Communist Party was buoyed by its recent victory in the country’s long civil war.</p>","<p class=\"choice_paragraph\">Chinese leaders had made it clear that meeting the goals of the Great Leap Forward was the highest priority facing the country.</p>","<p class=\"choice_paragraph\">Mao Zedong’s Cultural Revolution had created severe social upheavals and caused widespread suffering among those accused of political dissent.</p>","<p class=\"choice_paragraph\">The new Chinese Communist leadership implemented economic liberalization reform in the aftermath of Mao Zedong’s death.</p>"],"answer":1}]