[{"id":"VH981869","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981864.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Durnovo’s argument in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span> regarding the effect of war between Germany and Russia on the two countries would prove to be</p>\n","rubricRef":"VH981869_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Are we prepared for so stubborn a fight as a future war involving the great powers of Europe will undoubtedly become? The answer, we must say without evasion, is no. In addition to the military considerations, there is also the political angle. It should not be forgotten that Russia and Germany are representatives of the conservative principle in the civilized world, as opposed to the democratic principle represented by England and France. From this point of view, a war between Russia and Germany, regardless of the specific issues over which it is fought, is profoundly undesirable to both sides. Such a conflict, however it ends, would entail the weakening of the conservative principle of which the two powers are the only reliable bulwarks. Moreover, one must realize that, under the precarious conditions that now exist, a general European war is mortally dangerous to both Russia and Germany, no matter who wins.</p><p class=\"passage_para\">It is my firm conviction, based on long and careful study of the multitude of subversive tendencies and movements that we are presently facing, that there must inevitably break out in the defeated country a social revolution that, by the very nature of these things, will inevitably spread to the country of the victor. In our country today, there are countless agitators telling the peasant that he should demand a gratuitous share of somebody else’s land, or the worker that he should be getting hold of the entire capital and profits of the manufacturer. War with Germany will create exceptionally favorable conditions for such agitations.”</p><p class=\"attribution author\">Pyotr Durnovo, Russian Minister of the Interior, memorandum to Tsar Nicholas II, February 1914</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">inaccurate in its prediction that war between Germany and Russia would lead to “social revolution”</p>","<p class=\"choice_paragraph\">accurate in its prediction that both Germany and Russia would succumb to revolution regardless of which side won the war</p>","<p class=\"choice_paragraph\">inaccurate in its prediction that revolution would break out first in the defeated country</p>","<p class=\"choice_paragraph\">accurate in its prediction that a war with Germany would create the circumstances for a revolution in Russia</p>"],"answer":3}]