[{"id":"VH981066","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH980973.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following explains the most significant <span class=\"formatted_text text_decoration:underline\">difference</span> between the circumstances of military competition between Western nations and the Soviet Union in developing regions such as Africa and the circumstances of military competition between Western nations and the Soviet Union in Europe in the late twentieth century?</p>\n","rubricRef":"VH981066_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[TASS News Agency]: How is the United Nations Security Council decision on the rapid withdrawal of Belgian troops from the Congo being fulfilled?</p><p class=\"passage_para\">[Patrice Lumumba]: Belgium has already proved that she has no respect for Security Council decisions. The Belgian government is continuing its aggressive actions and savage reprisals against our people who seek their independence from Belgian rule. These facts are not widely known in the world because the Belgian colonialists have got the press of other Western countries to write as little as possible about the actions of Belgian soldiers in the Congo.</p><p class=\"passage_para\">[TASS News Agency]: What is the Congolese people’s view of the Soviet Union’s stand on the Congo’s struggle to attain genuine independence and territorial integrity?</p><p class=\"passage_para\">[Patrice Lumumba]: The Soviet Union was the only great power whose stand conformed to our people’s will and desire. That is why the Soviet Union was the only great power that has all along been supporting the Congolese people’s struggle with weapons and military advisors, while the West similarly supports Belgium. I should like to convey the heartfelt gratitude of the entire Congolese people to the Soviet people.”</p><p class=\"attribution author\">Patrice Lumumba, leader of Congolese independence movement, interview with the Soviet news agency TASS, July 1960</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Unlike in Africa, military competition between Western nations and the Soviet Union in Europe involved the establishment of rival military blocs.</p>","<p class=\"choice_paragraph\">Unlike in Europe, military competition between Western nations and the Soviet Union in Africa involved covert military actions by rival intelligence agencies.</p>","<p class=\"choice_paragraph\">Unlike in Europe, military competition between Western nations and the Soviet Union in Africa involved the establishment of puppet regimes.</p>","<p class=\"choice_paragraph\">Unlike in Africa, military competition between Western nations and the Soviet Union in Europe involved using political propaganda to weaken states.</p>"],"answer":0}]