[{"id":"VH982107","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH982102.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains a likely significant purpose behind Yanaihara publishing his article in a Canadian journal?</p>\n","rubricRef":"VH982107_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Japan’s colonial policy aims at extending into its colonies the principle of paternalistic protection followed in the home land. The protection of industry and education, which is a characteristic feature of Japanese administration at home, has largely been transplanted to the Korean peninsula.</p><p class=\"passage_para\">The results that have followed the industrialization of Korea, for both the native population and the Japanese administration, may be summarized as follows:</p><p class=\"passage_para\">1. The development of industries has increased capital in the country and helped Korean society in a general advance toward a capitalistic stage of development. 2. As a result of industrialization, the Japanese administration’s financial resources have been increased. 3. Korean mineral products are of kinds that are scarce in Japan proper and consequently there is little competition between Korean and Japanese mineral products.</p><p class=\"passage_para\">Administration by Japan, the inflow of Japanese capital, and the provision of public education have all tended toward a fundamental transformation of native Korean society. The Koreans are being rapidly modernized and even their inherent seclusive nature is undergoing a marked change. Under their former corrupt rulers, the people were reduced to abject poverty and misery and resigned themselves to fatalism, having been robbed of all incentives to earn and save money. Under Japanese government, however, the Korean people have begun to be active and industrious once again.”</p><p class=\"attribution author\">Tadao Yanaihara, Japanese economist, “Problems of Japanese Administration in Korea,” article published in a Canadian journal, 1938</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Yanaihara wished to justify continued Japanese colonial rule of Korea to potentially hostile Western states.</p>","<p class=\"choice_paragraph\">Yanaihara wished to intimidate potential Western rivals by describing Japan’s industrial power.</p>","<p class=\"choice_paragraph\">Yanaihara sought to open free trade with Canada in order to alleviate the effects of the Great Depression.</p>","<p class=\"choice_paragraph\">Yanaihara sought to pass on Japanese industrial expertise to underdeveloped countries.</p>"],"answer":0}]