[{"id":"VH981124","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH980998.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Asian reactions to Western claims of racial and cultural superiority, such as the reaction by Shigenobu in the passage, were also instrumental in the period 1918–1945 in the</p>\n","rubricRef":"VH981124_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“When the proposal to proclaim the equality of races was rejected by the Peace Conference at Versailles, Viscount Makino, the Japanese representative, made it known that Japan would reintroduce the proposal. Obviously, Japan feels that this issue is momentous for the sake of humanity and the peace of the world.</p><p class=\"passage_para\">Of the non-white countries, Japan has taken the lead in adopting the best parts of European civilization. Japan codified her laws, and reformed her police and judicial systems, her military and naval forces, thus placing herself almost on an equal footing with that of the European countries.</p><p class=\"passage_para\">Some whites regard the development of Japan as an unjustifiable encroachment upon their own rights. It is, of course, true that there are still peoples in this world who are so backward in civilization that they cannot at once be admitted into the international family on an equal footing. What they need is proper guidance and direction. When they have reached a certain stage of civilization, they should be given an equal place and rank in the family of nations. Although most Asiatic nations are fully peers of European nations, yet they are discriminated against because of the color of the skin. The root of this discrimination lies in the perverted feeling of racial superiority entertained by the whites. If the present situation continues, there is every likelihood that the peace of the world will be endangered.”</p><p class=\"attribution author\">Okuma Shigenobu, Japanese member of parliament and former prime minister, “Illusions of the White Race,” article published in a Japanese journal, Tokyo, 1921</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">intensification of anti-imperial resistance activities and independence movements</p>","<p class=\"choice_paragraph\">growing number of conversions to Christianity among Asian peoples</p>","<p class=\"choice_paragraph\">growing popularity of laissez-faire economic policies in Asian states</p>","<p class=\"choice_paragraph\">establishment of European immigrant enclaves in many parts of South and East Asia</p>"],"answer":0}]