[{"id":"VH980977","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH980973.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most likely explains the Soviet Union’s motivation for being involved in the Congo as described in the passage?</p>\n","rubricRef":"VH980977_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[TASS News Agency]: How is the United Nations Security Council decision on the rapid withdrawal of Belgian troops from the Congo being fulfilled?</p><p class=\"passage_para\">[Patrice Lumumba]: Belgium has already proved that she has no respect for Security Council decisions. The Belgian government is continuing its aggressive actions and savage reprisals against our people who seek their independence from Belgian rule. These facts are not widely known in the world because the Belgian colonialists have got the press of other Western countries to write as little as possible about the actions of Belgian soldiers in the Congo.</p><p class=\"passage_para\">[TASS News Agency]: What is the Congolese people’s view of the Soviet Union’s stand on the Congo’s struggle to attain genuine independence and territorial integrity?</p><p class=\"passage_para\">[Patrice Lumumba]: The Soviet Union was the only great power whose stand conformed to our people’s will and desire. That is why the Soviet Union was the only great power that has all along been supporting the Congolese people’s struggle with weapons and military advisors, while the West similarly supports Belgium. I should like to convey the heartfelt gratitude of the entire Congolese people to the Soviet people.”</p><p class=\"attribution author\">Patrice Lumumba, leader of Congolese independence movement, interview with the Soviet news agency TASS, July 1960</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">It wanted to establish its own colonies to extract natural resources for its industrial factories.</p>","<p class=\"choice_paragraph\">It wanted to take advantage of a regional conflict to expand its military power and ideological influence.</p>","<p class=\"choice_paragraph\">It wanted to expand its economic power by establishing free-trade agreements with dependent states.</p>","<p class=\"choice_paragraph\">It wanted to promote greater stability in Third World countries by ending regional conflicts.</p>"],"answer":1}]