[{"id":"VH981439","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981432.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following would likely explain Gonzalo’s theoretical discussion of the idea that “the party is not a mass party, though it has a mass character” during his answer to the first question?</p>\n","rubricRef":"VH981439_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[<span class=\"formatted_text font_style:italic\">El Diario</span>]: Chairman, how does the Peruvian Communist Party sustain the huge party apparatus, including the People’s Guerrilla Army?</p><p class=\"passage_para\">[Chairman Gonzalo]: I think this question deserves a detailed explanation. Concerning the party, Chairman Mao teaches us—as did Marx, Lenin, and all the great Marxists—that the party is not a mass party, though it has a mass character. It has a mass character in the sense that while being a select organization—a selection of the best, of the proven, of those, as Stalin said, who have what it takes—being numerically small in proportion to the broad masses, the party defends the interests of the proletariat in taking responsibility for its emancipation, which can only come with communism. But since other classes that make up the people also participate in the revolution, the party defends their interests as well.</p><p class=\"passage_para\">[<span class=\"formatted_text font_style:italic\">El Diario</span>]: Chairman, let’s talk about the people’s war now. What does violence mean to you?</p><p class=\"passage_para\">[Chairman Gonzalo]: We see the problem of war this way: war has two aspects, destructive and constructive. Not to see it this way undermines the revolution—weakens it. From the moment the people take up arms to overthrow the old order, the reaction [state] seeks to crush, destroy, and annihilate the struggle, and it uses all the means at its disposal, including genocide. We have seen this in our country. We are seeing it now and will continue to see it until the outmoded Peruvian state is demolished.”</p><p class=\"attribution author\">Interview with “Chairman Gonzalo” [Manuel Rubén Abimael Guzmán Reynoso], leader of the Shining Path, a Peruvian revolutionary movement, 1988. The interview was conducted by the Peruvian newspaper <span class=\"formatted_text font_style:italic\">El Diario</span>, which was the unofficial newspaper of the Shining Path movement.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">His intended audience was indigenous peoples in impoverished areas of Peru who fought for the Shining Path movement.</p>","<p class=\"choice_paragraph\">His intended audience was leftist intellectuals in Latin America and other regions who sympathized with communist ideology.</p>","<p class=\"choice_paragraph\">His intended audience was liberal intellectuals in Latin American governments who knew little about the differences between Leninist and Maoist ideologies.</p>","<p class=\"choice_paragraph\">His intended audience was criminal organizations in Peru that had agreed to help the Shining Path movement.</p>"],"answer":1}]