[{"id":"VH985098","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH985082.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains how the historical circumstances of Kennan’s service as a diplomat in the Soviet Union influenced his point of view regarding the “Soviet structure of power” in the <span class=\"formatted_text text_decoration:underline\">first paragraph</span>?</p>\n","rubricRef":"VH985098_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Soviet structure of power is committed to the perfection of the dictatorship and to maintaining the concept that Russia is in a state of siege, with an enemy that lies just beyond the walls. This mentality has profound implications for Russia’s international conduct. Moscow assumes that the aims of the capitalist world are antagonistic to the Soviet regime. However, the Kremlin is under no compulsion to accomplish its goal of spreading its influence in a hurry. If it finds unassailable barriers in its path, it accepts them and accommodates itself to them. There is no trace of any feeling in Soviet psychology that that goal must be reached at any given time.</p><p class=\"passage_para\">In these circumstances it is clear that the main element of any United States policy toward the Soviet Union must be that of patient and vigilant containment of Russian expansive tendencies. Soviet economic development, while it can list certain formidable achievements, has been precariously spotty and uneven. It is difficult to see how the deficiencies of the Soviet economic system can be corrected by a tired and dispirited population working largely under the shadow of fear and compulsion. And as long as they are not overcome, Russia will remain an economically vulnerable and impotent nation, capable of exporting its ideological enthusiasm but unable to export real evidence of material power and prosperity. Indeed, it is the strong belief of this writer that Soviet power bears within it the seeds of its own decay, and that the sprouting of these seeds is well advanced.”</p><p class=\"attribution author\">George F. Kennan, United States diplomat to the Soviet Union from 1944 to 1946, article submitted anonymously to an academic journal devoted to the conduct of foreign policy, published in Washington, D.C., 1947</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">He witnessed how the Soviet Union used its industrial capabilities to produce vastly more quantities of war equipment than Germany could produce.</p>","<p class=\"choice_paragraph\">He witnessed how German atrocities had turned ethnic groups within the Soviet Union who had initially opposed Stalin against the Nazis.</p>","<p class=\"choice_paragraph\">He witnessed how the Soviet Union’s defeat of Nazi Germany allowed it to decide the fate of states in Eastern Europe that it occupied.</p>","<p class=\"choice_paragraph\">He witnessed how conflict between Germany and the Soviet Union allowed Stalin to further centralize his power and use Russian nationalism to mobilize the population.</p>"],"answer":3}]