[{"id":"VH992597","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992593.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Compared to the position of anticolonial movements earlier in the twentieth century, the prospects for movements such as Ho Chi Minh’s in the mid-twentieth century could most accurately be described as</p>\n","rubricRef":"VH992597_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Compatriots throughout the country!</p><p class=\"passage_para\">We have made concessions for peace during our negotiations with the French to end the war.* But the more concessions we made, the more the French colonialists were determined to maintain their control over Vietnam despite their promises.</p><p class=\"passage_para\">No!</p><p class=\"passage_para\">We would rather sacrifice everything than lose our country and return to slavery.</p><p class=\"passage_para\">Compatriots! Rise up!</p><p class=\"passage_para\">Men and women, old and young, regardless of religion, political parties, or nationalities, all the Vietnamese must stand up to fight the French colonialists to save the Fatherland. Those who have rifles must use their rifles. Those who have swords must use their swords. Those who have no swords must use their spades, hoes, and sticks. Everyone must endeavor to oppose the colonialists and save their country.</p><p class=\"passage_para\">Soldiers, self-defense guards, militiamen!</p><p class=\"passage_para\">The hour of national liberation has struck! We must sacrifice to our last drop of blood to save our country. We must be ready to endure any hardship. With the determination to sacrifice, victory will be ours!</p><p class=\"passage_para\">Long live an independent and unified Vietnam!</p><p class=\"passage_para\">Long live the victorious resistance!”</p><p class=\"passage_para\">*In 1945 Ho Chi Minh proclaimed an independent republic of Vietnam and war with France broke out in 1946.</p><p class=\"attribution author\">Ho Chi Minh, Vietnamese political leader, appeal to the Vietnamese population, 1946</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">weaker because of the growth of Cold War tensions between communist and noncommunist countries</p>","<p class=\"choice_paragraph\">weaker because of improvements in military technology achieved by imperial powers</p>","<p class=\"choice_paragraph\">stronger because of the shift of industry to overseas colonial territories</p>","<p class=\"choice_paragraph\">stronger because the Second World War weakened imperialist powers</p>"],"answer":3}]