[{"id":"VH992074","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992062.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following developments in the period after 1945 could most directly be used as evidence to <span class=\"formatted_text text_decoration:underline\">challenge</span> the author’s assertion regarding the effects of British rule in India in the <span class=\"formatted_text text_decoration:underline\">first two paragraphs</span>?</p>\n","rubricRef":"VH992074_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The [British] Raj* did bring benefits to the Indian people and its importance to the successor states of India . . . cannot be overstated. Whether they like the fact or not, these countries are what they are now because they were once governed by Britain and brought directly into contact with British ideas, values, learning and technology. The process of exposure and absorption was slow and uneven; old faiths, customs and habits of mind proved remarkably durable, and outlasted a Raj which lacked either the capacity or will to uproot them.</p><p class=\"passage_para\">Any balance sheet of the Raj would not be complete without reference to [the public benefits that it brought]. When [the Raj] ended, the sub-continent possessed what today would be called a communications ‘infrastructure’ which included over 40,000 miles of railways. . . . Enormous headway has been made in education by the successor states, but it could not have been achieved without foundations laid down during the Raj. . . . Likewise, the criminal and civil law codes of the entire sub-continent are a legacy of the Raj. . . .</p><p class=\"passage_para\">Quite simply, the Raj cannot be disinvented. It happened, and its consequences remain deeply rooted in Indian soil.”</p><p class=\"passage_para\">*a term used in various Indian languages to refer to a ruler; in this case, the term refers to the British Empire in India</p><p class=\"attribution author\">Lawrence James, British historian, <span class=\"formatted_text font_style:italic\">Raj: The Making and Unmaking of British India</span>, 1997</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">After achieving independence, India remained economically tied to Great Britain by joining the British Commonwealth of Nations.</p>","<p class=\"choice_paragraph\">Great Britain’s divide-and-rule strategy in India deepened religious tensions, leading to a partition of India that resulted in millions of people dying or ending up as refugees.</p>","<p class=\"choice_paragraph\">After achieving its independence, India joined the Non-Aligned Movement, a group of nation-states that refused to side with either the United States or the Soviet Union during the Cold War.</p>","<p class=\"choice_paragraph\">Indian leaders adopted the policies of many other postcolonial states by using government resources and policy to guide economic development.</p>"],"answer":1}]