[{"id":"VH992367","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passage to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Identify ONE way the author’s point of view is reflected in his description of United States actions against Cuba.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Identify ONE development in Latin America that led to the situation described in the telegram.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE way in which the actions of the United States toward Cuba as mentioned in the <span class=\"formatted_text text_decoration:underline\">first paragraph</span> of the telegram reflect the broader historical context of the period after the Second World War.</p>\n","rubricRef":"VH992367_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“According to certain information, the United States State Department, through its ambassadors, notified the governments of Latin American countries that they can expect changes in the situation in the Caribbean basin ‘if Castro’s government does not come to its senses.’ More probably, in the near future the United States, using the pretext of an allegedly growing threat to the Western Hemisphere, will embark on a long process of increasing the pressure on governments of the Latin American countries to work out additional sanctions against Cuba. One can also assume that the most wildly aggressive powers in the United States (the Pentagon, Cuban dissidents, and others) will continue to exert pressure on President Kennedy in order to realize the most decisive actions against Cuba.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The Cuban leadership believes, however, that the main guarantee of the development of the Cuban Revolution under conditions of possible direct American aggression is the readiness of the Soviet government to provide military assistance to Cuba.”</p>\n\n<p class=\"attribution author\">Aleksandr I. Alekseev, Soviet ambassador to Cuba, telegram to the Soviet Ministry of Foreign Affairs, September 7, 1962</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]