[{"id":"VH992436","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992435.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the context of the late 1930s, the arguments that Hitler makes in the <span class=\"formatted_text text_decoration:underline\">last paragraph</span> are most significant in explaining how</p>\n","rubricRef":"VH992436_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The German people once built up a colonial empire without robbing anyone and without violating any treaty. That colonial empire was taken away from us unreasonably.</p><p class=\"passage_para\">First, it was said that the natives in those colonies did not want to belong to Germany. But, who asked them if they wished to belong to some other power and when were these natives ever asked if they had been content with the power that formerly ruled them?</p><p class=\"passage_para\">Second, it is stated that the colonies were not administered properly by the Germans, but Germany had these colonies only for a few decades and they were in a process of development. Third, it is said that the colonies are of no real value. But, if that is the case, then they can be of no value to any other state.</p><p class=\"passage_para\">Moreover, Germany has never demanded colonies for military purposes, but exclusively for economic purposes. It is obvious that in times of general prosperity the value of certain territories may decrease, but it is just as evident that in times of distress such value increases. Today, Germany lives in a time of difficult struggle for foodstuffs and raw materials. Sufficient imports are conceivable only if there is a continued and lasting increase in our exports. Therefore, as a matter of course, our demand for colonies for our densely populated country will be put forward again and again.”</p><p class=\"attribution author\">Adolf Hitler, German chancellor, speech delivered in the German parliament, 1937</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">the Great Depression gave fascist states an excuse to take over all aspects of economic production</p>","<p class=\"choice_paragraph\">imperialist aspirations contributed to motivating the policies of fascist states</p>","<p class=\"choice_paragraph\">the protectionist policies of Western European states contributed to economic collapse in fascist states</p>","<p class=\"choice_paragraph\">fascist regimes in Europe used settler colonies to provide soldiers for their armies</p>"],"answer":1}]