[{"id":"VH992089","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992062.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The fact that large numbers of South Asians migrated to Great Britain after the end of British rule could indirectly be used as evidence to support the author’s arguments mostly because the migrations of former colonial subjects to imperial metropoles in the late twentieth century demonstrate that</p>\n","rubricRef":"VH992089_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The [British] Raj* did bring benefits to the Indian people and its importance to the successor states of India . . . cannot be overstated. Whether they like the fact or not, these countries are what they are now because they were once governed by Britain and brought directly into contact with British ideas, values, learning and technology. The process of exposure and absorption was slow and uneven; old faiths, customs and habits of mind proved remarkably durable, and outlasted a Raj which lacked either the capacity or will to uproot them.</p><p class=\"passage_para\">Any balance sheet of the Raj would not be complete without reference to [the public benefits that it brought]. When [the Raj] ended, the sub-continent possessed what today would be called a communications ‘infrastructure’ which included over 40,000 miles of railways. . . . Enormous headway has been made in education by the successor states, but it could not have been achieved without foundations laid down during the Raj. . . . Likewise, the criminal and civil law codes of the entire sub-continent are a legacy of the Raj. . . .</p><p class=\"passage_para\">Quite simply, the Raj cannot be disinvented. It happened, and its consequences remain deeply rooted in Indian soil.”</p><p class=\"passage_para\">*a term used in various Indian languages to refer to a ruler; in this case, the term refers to the British Empire in India</p><p class=\"attribution author\">Lawrence James, British historian, <span class=\"formatted_text font_style:italic\">Raj: The Making and Unmaking of British India</span>, 1997</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">migrants from former colonies could expect to encounter little racial discrimination in imperial societies</p>","<p class=\"choice_paragraph\">migrants were attracted to many aspects of the cultural, political, and economic systems that imperial powers had brought to their colonies</p>","<p class=\"choice_paragraph\">migrants from former colonies quickly found lucrative jobs in imperial societies and could use their income to boost the fortunes of their families back home</p>","<p class=\"choice_paragraph\">migrants were quick to relinquish their cultural traditions upon settling in imperial societies</p>"],"answer":1}]