[{"id":"VH992420","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992416.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Contrary to the author’s implicit argument in the second paragraph regarding South Asian migrants’ determination to integrate into British society, the migration of former colonial subjects to imperial metropoles typically resulted in</p>\n","rubricRef":"VH992420_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The main promise which Britain held out to South Asian migrants [in the early 1950s] was the promise of relief from the economic stagnation which affected rural life. In this respect, Indian and Pakistani migrants had a lot in common with the peripheral European countrymen and women who moved to the cities of the industrial north during the 1950s and 1960s—the Portuguese who powered French industrial expansion, the Turks in Germany, the Cypriots and Maltese in Britain. . . . Subsistence farmers as far apart as Ireland, Calabria* and the Punjab** were propelled to post-war Britain by the same economic laws. Their only chance of altering their circumstances, indeed of imagining a future at all that was different from the present, lay abroad. . . .</p><p class=\"passage_para\">Nonetheless, although the villager from India and the villager from Ireland or Italy may have been subject to the same economic laws, they were poles apart when it came to their migrant experiences. ‘Before I came [to England] my mother told me not to cut off my hair,*** but I told her frankly, “Ma, they cut it off in Bombay, even before we board the ship.” ’ The straightforward acceptance by a Sikh immigrant that the symbols of his religion would have to go if he were to find work in British foundries and factories suggests a profoundly pragmatic attitude that was shared by most other Indian migrants—they were not going to let religion get in the way of livelihood.</p><p class=\"passage_para\">The Partition of India in 1947 had a profound effect on Indian emigration to Britain. During the Partition, in Punjab alone . . . over 5 million Muslims fled or were forced to go, on trains, ox-cart and by foot, from India to West Punjab in Pakistan. Over 3 million Hindus and Sikhs escaped the other way, to settle in East Punjab. But the population transfer was carried out with terrible violence and slaughter . . . as religious communities took revenge on one another. Refugees flooded into Delhi, others tried to settle on newly divided parcels of land on both sides of the border. But the influx of newcomers also meant that the landholdings of residents already settled in East Punjab had to be sliced up, into smaller and smaller pieces, with the new parcels averaging as little as two and a half acres in some places. Punjabis had been shaken loose from their land and . . . for those of them on both sides of the border who decided to move on from this precarious existence, England was merely the last in a series of migrations.”</p><p class=\"passage_para\">*a region in southern Italy</p><p class=\"passage_para\">**a region on both sides of the India-Pakistan border</p><p class=\"passage_para\">***many Sikh men let their hair grow naturally as a sign of respect for God’s creation.</p><p class=\"attribution author\">Clair Wills, British historian, <span class=\"formatted_text font_style:italic\">Lovers and Strangers: An Immigrant History of Post-War Britain</span>, book published in 2017</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">the preservation of cultural and economic ties between former colonies and metropoles, as immigrant communities maintained some connections to their countries of origin</p>","<p class=\"choice_paragraph\">the strengthening of the economic dependency of former colonies on their metropoles, as immigrant communities in the metropoles invested heavily in the economies of their countries of origin</p>","<p class=\"choice_paragraph\">a resurgence of ethnic nationalism and separatism in the former colonial metropoles, as immigrants turned against their host countries</p>","<p class=\"choice_paragraph\">internal divisions within migrant communities as most second-generation immigrants rejected the proassimilation ideas of their parents</p>"],"answer":0}]