[{"id":"VH992499","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992492.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">All of the following statements about the Hutu and Tutsi ethnic groups in Rwanda are factually accurate. Which would best explain how the attitudes expressed in the “Hutu Ten Commandments” were a reaction to past developments in Rwandan history?</p>\n","rubricRef":"VH992499_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“1. Every Hutu should know that a Tutsi woman, wherever she is, works for the interest of her ethnic Tutsi group. Consequently, we should consider a traitor every Hutu who marries a Tutsi woman, befriends a Tutsi woman, or employs a Tutsi woman as a secretary.</p><p class=\"passage_para\">2. Every Hutu should know that our Hutu daughters are more suitable and dutiful in their roles as women, wives, and mothers of the family. . . .</p><p class=\"passage_para\">4. Every Hutu should know that every Tutsi is dishonest in business. Their only aim is supremacy for their ethnic minority group. As a consequence, every Hutu is a traitor who makes a business partnership with a Tutsi, invests his money in a Tutsi enterprise, lends money to a Tutsi, or gives business favors to a Tutsi.</p><p class=\"passage_para\">5. All strategic posts, political, administrative, economic, military, and those in the area of security, should be entrusted to the Hutu.</p><p class=\"passage_para\">6. The majority of the education sector must be Hutu.</p><p class=\"passage_para\">7. The Rwandan armed forces should be exclusively Hutu. No member of the military should marry a Tutsi.</p><p class=\"passage_para\">8. The Hutu should stop having mercy on the Tutsi.”</p><p class=\"attribution author\">Excerpt from the “Hutu Ten Commandments,” a manifesto published in <span class=\"formatted_text font_style:italic\">Kangura</span>, a newspaper dedicated to the promotion of Hutu supremacy, Kigali, Rwanda, 1990</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Traditional Tutsi society was based on pastoralism and animal husbandry, while traditional Hutu society was based on agriculture.</p>","<p class=\"choice_paragraph\">The Tutsi were heavily favored and promoted to positions of power under European colonial rule, while the Hutu were not.</p>","<p class=\"choice_paragraph\">Historically, the Tutsi and Hutu ethnic groups spoke different dialects of the same language.</p>","<p class=\"choice_paragraph\">Hutu and Tutsi were not the only ethnic groups in Rwanda but coexisted with a third ethnic group, the Twa.</p>"],"answer":1}]