[{"id":"VH992528","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992524.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Goldfarb, in <span class=\"formatted_text text_decoration:underline\">Source 2</span>, most directly supports her claim that the British press during the First World War routinely suppressed important war news by citing</p>\n","rubricRef":"VH992528_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“German wartime propaganda [during the First World War] has been criticized on many different grounds, but its success in blaming the war on Russia was a masterstroke, mobilizing widespread Russophobia in the working classes, the people most opposed to armed conflict, and playing on the threat of invasion. As [a daily newspaper in Berlin] told its readers, ‘the German people may honestly say once more in this hour that it did not want this war. . . . But it will not allow the soil of the Fatherland to be overrun and devastated by Russian regiments.’ The brief occupation of East Prussian territory by Russian units at the end of August fanned fears of the so-called ‘blood Tsar’ and his ‘Cossack hordes’ further. Exaggerated atrocity stories appeared in the press and were given credibility by the letters of men serving [at the front].</p><p class=\"passage_para\">Under such circumstances, it was hardly surprising that men of all classes decided that it was their patriotic duty to fight. . . . [I]n Germany, surrounded on all sides by enemies, the rush to volunteer was immediate and spontaneous. With no official encouragement, 260,672 enlistment requests were received in Prussia alone during the first week<span class=\"formatted_text font_style:italic\"> </span>of mobilization. . . . Moreover, contrary to the usual claim [made by historians] that volunteers were ‘war-enthused’ students or schoolchildren, examination of muster rolls [lists of new recruits] and letters demonstrates that a broad cross-section of urban society enlisted, mainly for reasons of patriotic self-defense.”</p><p class=\"attribution author\">Alexander Watson, British historian, <span class=\"formatted_text font_style:italic\">Enduring the Great War</span>, 2008</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“In Britain, the interpretation of what constituted sensitive military news and should therefore be suppressed was broad, but censorship was handled far less obtrusively [than in Germany]. Essentially, the British system consisted of a close control of news at the source by military authorities, combined with a tight-knit group of ‘press lords’ who . . . decided what was ‘good for the country to know.’ Important losses or battles often went completely unmentioned. When the [British] battleship Audacious was sunk by a mine on 27 October 1914 off the Irish coast, the loss was simply never announced. When the Battle of Jutland [a major naval engagement between British and German fleets] was under way, not one civilian knew about it.</p><p class=\"passage_para\">[Even when official censorship sometimes foundered], the press willingly censored itself. Why did British journalists cooperate so willingly in suppressing important news? The obvious answer is that they all belonged to the same club, whose membership also included the most powerful politicians. Publishing a casualty list (or a letter from a wounded corporal about military bungling) would have meant expulsion from the club; social ostracism apparently meant more to the newsmen than their professional duty to inform the public. The government also possessed positive incentives. In addition to breakfast, lunch, tea, dinner, and golf weekends in the company of the powerful, knighthoods and lordships were generously distributed among the press and, finally, prestigious posts in government itself.</p><p class=\"attribution author\">Alice Goldfarb Marquis, United States historian, “Words as Weapons: Propaganda in Britain and Germany during the First World War,” article published in an academic journal, 1978</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">letters by soldiers complaining of the incompetence of their leaders</p>","<p class=\"choice_paragraph\">rewards given to journalists by the British government</p>","<p class=\"choice_paragraph\">the more obtrusive press censorship of German authorities</p>","<p class=\"choice_paragraph\">the case of the sinking of a battleship and the Battle of Jutland</p>"],"answer":3}]