[{"id":"VH992025","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992019.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains Lt. Colonel Ojukwu’s purpose in including the information in the <span class=\"formatted_text text_decoration:underline\">first paragraph</span> in his independence proclamation?</p>\n","rubricRef":"VH992025_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Throughout the period of Nigeria’s short and precarious existence as a single political entity, we Eastern Nigerians have always believed in fundamental human rights as they are accepted and enjoyed in civilized countries. Impelled by our belief in these rights and our sense of common citizenship with other Nigerians, we contributed our ideas and skills, our resourcefulness and dynamism, in the development of areas of Nigeria outside the East. We set up businesses and industries throughout the country, overlooked the neglect of our homeland in the division of national institutions, development projects, and financial resources, made our region’s abundant natural resources available to the rest of the country, and confidently invested in the general economic and social development of Nigeria. . . .</p>\n\n<p class=\"passage_para\">We used to oppose those who told us that what our former colonial masters made into ‘Nigeria’ was merely an agglomeration of different peoples, distinct in every way except in the color of their skin, and organized in as a unit solely for the commercial interests and administrative convenience of the colonists. . . .</p>\n\n<p class=\"passage_para\">But we have come to realize that national unity is no longer possible. The Nigerian constitution that was adopted after independence in 1960 installed the North in perpetual dominance over Nigeria. Thus were sown, by design or by default, the seeds of factionalism and hate, of struggle for power, and the worst type of political deception. National independence was followed by successive crises, each leading to the near disintegration of the country. Last year alone, tens of thousands of Eastern and Southern Nigerians were killed in pogroms by Northerners in all parts of the country, including the capital, Lagos. We are now facing a situation in which there are only two possible outcomes: either perpetual domination of the rest of the country by the North, not by consent but by force and fraud, or a dissolution of the [Nigerian] federation bond.”</p>\n\n<p class=\"attribution author\">Lieutenant Colonel C. Odumegwu Ojukwu, Nigerian army officer, proclamation of the breakaway Republic of Biafra [Eastern Nigeria], 1967</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">He wanted to emphasize the continued economic exploitation of Nigeria by Western global capitalism.</p>","<p class=\"choice_paragraph\">He wanted to convince Nigeria’s elected government to compensate Eastern Nigerians for the economic sacrifices they had made in building the country.</p>","<p class=\"choice_paragraph\">He wanted to advocate for a pan-African solution to the continent’s pressing economic and social problems.</p>","<p class=\"choice_paragraph\">He wanted to outline a list of East Nigerian grievances in order to justify the political action he was about to take.</p>"],"answer":3}]