[{"id":"VH992475","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992469.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following does the author of <span class=\"formatted_text text_decoration:underline\">Source 1</span> NOT cite as evidence of European science and technology contributing to cultural change in Nigeria?</p>\n","rubricRef":"VH992475_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1:</span></p><p class=\"passage_para\">“Wartime travel brought soldiers and carriers into contact with foreign ways of life, resulting in cultural exchange. . . . There is evidence also of Hausa [a West African people] ‘experiments in architecture of grass and bamboo construction’ while the troops were in East Africa, as well as enthusiasm for gathering souvenirs such as cowries and other East African shells ‘with the intention of presenting necklaces and waist belts to their women folk.’ . . . .</p><p class=\"passage_para\">Contact with European science and technology was another factor that contributed to change in Nigeria. Before the war, the men know only the casual, nature-oriented time-sense of the village; army life taught them a new concept of punctuality, compatible with reveille, parades, drills, and deadlines. Many Nigerians took their first ride on a train and saw their first car, aeroplane, and motion picture. Large numbers learned to shoot and care for modern weapons—not only rifles, but machine-guns and artillery. Also, soldiers learned basic hygiene, water sterilization, and other methods of disease control and health care. Thousands of Nigerians received their first vaccination and took their first pill during the war.”</p><p class=\"attribution author\">James K. Matthews, United States military historian, “World War I and the Rise of African Nationalism,” <span class=\"formatted_text font_style:italic\">The Journal of Modern African Studies</span>, 1982</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2:</span></p><p class=\"passage_para\">“African deaths in combat can be contrasted with those suffered by the French using a variety of standards. As a percentage of all the soldiers mobilized during the war, Senegalese losses were slightly less than those incurred by the French. The picture changes significantly, however, when only combatants are considered. Using this criterion, Senegalese losses were nearly 20 per cent higher than those sustained by their French counterparts. . . . African soldiers seldom served in the cavalry, artillery, engineering and aviation units, where casualties were substantially lower. . . . If only infantry fatalities are considered, . . . French and African losses between 1914 and 1918 were virtually identical: they amounted to slightly over 22 per cent in both cases. . . .</p><p class=\"passage_para\">This interpretation . . . neglects, however, to consider [that] . . . the Senegalese were not employed in significant numbers as combatants in Europe before July 1916. Prior to this time, African losses accounted for less than 10 per cent of their eventual wartime total, . . . it was precisely because of the staggering dimensions of French losses during the first 22 months of the war . . . that resistance to the massive recruitment of West Africans and their deployment on the Western Front was overcome. If the time factor is taken into consideration, a very different picture begins to emerge. It indicates that during the last two-and-a-half years of the war, Senegalese casualties in Europe were approximately twice as high as those suffered by French infantry combatants.”</p><p class=\"attribution author\">Joe Lunn, military historian, “<span class=\"formatted_text font_style:italic\">Les Races Guerrières</span>’: Racial Preconceptions in the French Military about West African Soldiers during the First World War,” <span class=\"formatted_text font_style:italic\">Journal of Contemporary History</span>, 1999</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">New concepts of timekeeping</p>","<p class=\"choice_paragraph\">Encounters with modern transportation technology</p>","<p class=\"choice_paragraph\">Gift gathering for women back home</p>","<p class=\"choice_paragraph\">Adoption of European hygiene concepts</p>"],"answer":2}]