[{"id":"VH990917","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH990906.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The passage can best be used to explain the role of which of the following in bringing about the First World War?</p>\n","rubricRef":"VH990917_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Just yesterday, you sent me a telegram appealing to my friendship and called upon me to act as an intermediary and help resolve the conflict between you and the Austro-Hungarian government. But I understand that, even as you did that, your troops were being mobilized against Austria-Hungary. This makes my attempts at meditation almost pointless. Nonetheless, I continued in my efforts today.</p><p class=\"passage_para\">I now receive fresh news of even more serious Russian preparations for war on my Eastern frontier. Responsibility for the safety of my empire forces me to take defensive and preventive measures. In my endeavors to maintain the peace of the world, I have gone to the utmost limit possible. The responsibility for the disaster that is now threatening the civilized world will not be laid at my door. At this moment, you still have the power to avert war. Nobody is threatening the honor or power of Russia, and you can well afford to await the result of my mediation. My friendship for you and your empire, transmitted to me by my grandfather on his deathbed, has always been sacred to me and I have often supported Russia in the past when she was in serious trouble.”</p><p class=\"attribution author\">Wilhelm II, emperor of Germany, telegram to Tsar Nicholas II of Russia, July 31, 1914</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Imperialist expansion</p>","<p class=\"choice_paragraph\">Rival great power alliances</p>","<p class=\"choice_paragraph\">Global competition for economic resources</p>","<p class=\"choice_paragraph\">Competing political and social ideologies</p>"],"answer":1}]