[{"id":"VH992535","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passage&nbsp;to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Identify ONE piece of evidence that Moser uses in the passage to support his claim regarding nationalist perceptions of liberal economic policies.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Explain ONE development in the late 1930s and early 1940s that could be used to support Moser’s argument in the <span class=\"formatted_text text_decoration:underline\">last sentence</span> of the passage.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE economic policy, other than those mentioned in the passage, that governments in Western Europe and North America adopted in the 1930s to address the economic crisis referred to in the passage.</p>\n","rubricRef":"VH992535_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“When the [crisis] struck, nationalists were quick to identify the cause in [liberalism]. . . . As the crisis spread from country to country, global commerce and the gold standard increasingly came under attack. Once praised as the engine of economic progress and prosperity, international trade was now viewed as a source of foreign contagion. More than ever before, the nation’s economy had to be protected from cheap goods from abroad, and saved from reliance on foreign materials. [Governments raised tariffs] and each time a government [did so], it increased the pressure on others to do likewise. This generated considerable hostility. . . . The failure to cooperate in the face of the economic threat of the early 1930s was a harbinger of the inability of the powers to work together to deal with the threat of aggressive nationalism in the latter part of the decade.”</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"attribution author\">John E. Moser, United States historian, book published in 2015</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]