[{"id":"VH992419","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH991902.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following would best support Schama’s argument in the <span class=\"formatted_text text_decoration:underline\">first paragraph</span> about the role of Churchill’s speeches in Great Britain’s war effort?</p>\n","rubricRef":"VH992419_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Many years later [Prime Minister] Clement Attlee wrote that, if someone asked him, ‘What exactly, did Winston [Churchill] do to win the war?’ he would have to say ‘talk about it.’ Edward R. Murrow, the American news correspondent, said much the same thing when he wrote of Churchill’s mobilization of words. The effect of his speeches to the nation on British morale is incalculable and can be described, without hyperbole, as transforming. . . . Churchill’s words also gripped the attention—as they were meant to—of both politicians and people in the United States and anywhere else that an English-speaking population had access to them. They seriously irritated the Nazis and arguably contributed to Hitler making ill-advised strategic decisions such as switching [German] bombing raids in Britain from airfields to civilian centers. . . . [The speeches themselves] were the first great battle of the Second World War, fought and won, not with Hurricanes* and Spitfires* but with words, passion, and history. . . .</p><p class=\"passage_para\">In the year that followed the German invasion of France [in May 1940], there was overwhelming evidence of a new-found British social cohesiveness and mutual loyalty. The complete isolation of Britain, fighting on alone, which Hitler not unreasonably assumed would make it a soft target, had precisely the reverse effect. Churchill turned on the ‘island nation’ rhetoric, and the British people across all classes, with very few exceptions, echoed him. . . . It is impossible not to be struck by the degree to which Britain, which had been such a divided society between the wars, managed to pull together when it mattered most. . . . The unions and employers, so bitterly at odds for so long, now worked together . . . so that no undue [government] pressure needed to be applied to have factories, many of them, of course, staffed by women, working 24 hours a day, seven days a week. The collaborative push made a critical difference to the production of munitions in general, but especially of war planes, which in turn made the difference between winning and losing the Battle of Britain.”</p><p class=\"passage_para\">*British military aircraft used during the Second World War</p><p class=\"attribution author\">Simon Schama, British historian, <span class=\"formatted_text font_style:italic\">A History of Britain: The Fate of Empire, 1776-2000</span>, book published in 2002</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Other nations’ leaders during the war also regularly made speeches to their people.</p>","<p class=\"choice_paragraph\">New mass media such as radio greatly expanded the reach of governments’ mobilization efforts.</p>","<p class=\"choice_paragraph\">For almost a full year after the British declaration of war against Germany, there was almost no military action on British soil.</p>","<p class=\"choice_paragraph\">Despite its economic and logistical support for Britain, the United States did not formally join the war against Germany until after the Japanese attack on Pearl Harbor.</p>"],"answer":1}]