[{"id":"VH992509","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992507.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most likely explains why Niebuhr chose to publish his article in a popular publication like <span class=\"formatted_text font_style:italic\">Life</span> magazine?</p>\n","rubricRef":"VH992509_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Russian strategy can be seen at work on many fronts. In Austria the Russians claim 50% of all Austrian industry. In Paris they fight for an arrangement that will allow Yugoslavia to dominate Trieste. In Berlin they carry on a continued press campaign against the Western world but ban our newspapers from the sector if they contain the slightest criticism of Soviet policy. They control the University of Berlin because it is in their sector and impose rigid political tests upon the student body, but they also control the schools of all sectors through the domination of the Berlin Magistrate, established before our entrance.</p><p class=\"passage_para\">Thus far, it has been impossible to eliminate their Communist textbooks from the western sectors. They always appeal to the Potsdam accord* when it serves their ends and violate it when it suits their purposes. Their officers travel in our zone, marking factory equipment for dismantlement and shipment to Russia. But what they do in their zone is shrouded in mystery and there is some evidence that they are setting this equipment up, not in Russia but in Russian Germany. With millions of troops spread through the whole of Eastern Europe, they are now engaged in a press campaign against Western armies of occupation.”</p><p class=\"passage_para\">*an agreement reached between the United States, the United Kingdom, and the Soviet Union regarding the administration and occupation of Germany following the Second World War</p><p class=\"attribution author\">Reinhold Niebuhr, United States theologian and political commentator, “The Fight for Germany,” article published in <span class=\"formatted_text font_style:italic\">Life</span> magazine, 1946</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Magazines with opinions that were hostile to the Soviet Union could be more easily smuggled into Eastern Europe than books.</p>","<p class=\"choice_paragraph\">The fact that the magazine was not controlled by the United States government would help convince people in Eastern Europe that the opinions expressed were sincere.</p>","<p class=\"choice_paragraph\">While the political elite of the United States was already in agreement with Niebuhr’s position, the general public was generally opposed to it.</p>","<p class=\"choice_paragraph\">To change government policies in a democratic country like the United States, it was first necessary to change public opinion.</p>"],"answer":3}]