[{"id":"VH992432","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992431.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The mention of “President Wilson’s principles” is most directly significant to understanding the editorial’s point of view about the Treaty of Versailles because of the United States president’s commitment to</p>\n","rubricRef":"VH992432_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The peace conditions imposed upon Germany are so hard, so humiliating, that those who had even the tiniest hope for a ‘just peace’ are bound to be deeply disappointed. Our condemnation of the lust of power and conquest that Germany displayed during the war is strong and unwavering. But a condemnation of wartime actions must not amount to a lasting condemnation of an entire nation.</p><p class=\"passage_para\">The question is not whether the Germans have been led astray by their leaders, or whether they have been willing accomplices in the misdeeds of those leaders—the question is, whether it is in the interest of mankind to punish the German people as the Entente governments seem to have decided to do.</p><p class=\"passage_para\">The Entente evidently desires the complete annihilation of Germany. Not only will its whole commercial fleet be confiscated, but its shipbuilding yards will be obliged to work for the foreigner for some time to come. Whole regions of Germany will be entirely deprived of their liberty; they will be under a committee of foreign domination, without adequate representation. The financial burden is so heavy that it is no exaggeration to say that Germany is reduced to economic bondage. The Germans will have to work hard and incessantly for foreign masters, without any chance of personal gain, or any prospect of regaining liberty or economic independence.</p><p class=\"passage_para\">This ‘peace’ offered to Germany is a mockery of President Wilson’s principles. Trusting in these, Germany surrendered and accepted peace. That confidence has been betrayed in such a manner that all Germans must now feel that they wish to shake off the heavy yoke imposed on them by the cajoling Entente. And we fear very much that they will soon find the opportunity to do so. Chained and enslaved, Germany will always remain a menace to Europe.”</p><p class=\"attribution author\"><span class=\"formatted_text font_style:italic\">Algemeen Handelsblad</span>, Dutch liberal newspaper, editorial on the Treaty of Versailles, June 1919</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">establish an international organization to prevent future conflicts</p>","<p class=\"choice_paragraph\">work to create nation-states for ethnic minorities that had been under imperial control</p>","<p class=\"choice_paragraph\">broker a peace agreement on liberal principles that would not be motivated by revenge</p>","<p class=\"choice_paragraph\">resist the spread of Bolshevism following the Russian Revolution</p>"],"answer":2}]