[{"id":"VR036530","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">In your response, you will be assessed on the following.</span></span></span></span></div>\n\n<div class=\"prompt\">\n<ul>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Describe a broader historical context relevant to the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Support an argument in response to the prompt using at least four&nbsp;documents.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</span></span></span></span></span></li>\n\t<li style=\"margin-bottom:10px\"><span style=\"font-size:11pt\"><span style=\"line-height:normal\"><span style=\"tab-stops:list .5in\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:12.0pt\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</span></span></span></span></span><span class=\"delivery_mode:Both formatted_line_break\"></span></li>\n</ul>\n\n<p style=\"margin-bottom:10px\">Evaluate the extent to which the Portuguese transformed maritime trade in the Indian Ocean in the sixteenth century.</p>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"standalone_image\">\n<p class=\"caption\"><span class=\"delivery_mode:Both formatted_line_break\"></span><span class=\"delivery_mode:Both formatted_line_break\"></span><span class=\"font_weight:bold formatted_text text_decoration:underline\">Note:</span> The map&nbsp;shows some of the locations mentioned in the documents and is provided as a reference. The map is <span class=\"font_weight:bold formatted_text\">NOT</span> one of the seven documents. The documents are listed below.</p>\n<img alt=\"The figure presents a map consisting of a portion of northeastern Africa, the Middle East, and southern Asia. In the upper left part of the map is the Arabian Peninsula, which is surrounded by the Red Sea and the Persian Gulf. The city of Aden is indicated on the southern coast of the Arabian Peninsula, near the Red Sea. The Arabian Sea is to the right of the Arabian Peninsula. To the right of the Arabian Sea is the Indian subcontinent. In the northwestern portion of the subcontinent, the region of Gujarat is indicated along the Arabian Sea. The city of Cambay is indicated in the region of Gujarat. In the southern portion of the subcontinent, the Malabar Coast region is indicated along the Indian Ocean. The cities of Calicut and Cochin are indicated in the Malabar Coast region. The Maldive Islands are indicated to the southwest of the subcontinent. In the northeastern part of the subcontinent, the Bengal region is indicated along the Bay of Bengal. In the lower right part of the map is the Malay Peninsula, where the city of Malacca is indicated. Below the peninsula is the island of Sumatra. At the northwestern portion of the island, is the region of Aceh. An inset world map in the lower left part of the map shows that Lisbon is far to the west of the region shown in the larger map, and that Istanbul is just to the northwest of the larger map.\" src=\"https://assets.learnosity.com/organisations/537/VR036530.g07.png\" /></div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Advice given in 1500 by the Muslim merchants of Calicut to the Hindu ruler of Calicut concerning the arrival of the second Portuguese expedition to the city. Recorded in the <span class=\"font_style:italic formatted_text\">History of the Discovery and Conquest of India by the Portuguese</span> by Fernão Lopes de Castanheda, a Portuguese historian, published in 1551.</p>\n\n<p class=\"passage_para\">Your Majesty: we are astonished that you should lower yourself by receiving these Portuguese enemies into your kingdom, who seem to be pirates rather than merchants. We, your Muslim subjects, have always been loyal to you and have brought valuable foreign merchandise to this country and have exported its native products to increase your revenue greatly. You appear to forget all this, by receiving those newcomers into your favor as if your own numerous and faithful subjects were incompetent for the purpose. In this you dishonor yourself, and embolden these strangers to hold your power in contempt.</p>\n\n<p class=\"passage_para\">The true intent of the Portuguese in coming into these seas is to take possession of your city, and not to trade for spices as they pretend. The place you have given them for a trading post, they will convert into a fort, from where they will make war on you when you least expect it. We say these things to you out of good will rather than out of any desire for profit; for if you do not listen to our advice, there are other cities on India’s Malabar Coast from which we can conduct our trade in spices.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Duarte Barbosa, government official employed in a Portuguese trading-post on the Malabar Coast, travel narrative published in Portugal in 1516.</p>\n\n<p class=\"passage_para\">The Muslims in Calicut are rich, and live well, and they used to control all the sea trade from that town. Indeed, if the king of Portugal had not discovered India, Malabar would already have been in the hands of the Muslims.</p>\n\n<p class=\"passage_para\">In addition to the local Muslims, there are also foreign Muslims in Calicut such as Arabs, Persians, and Gujaratis. They are great merchants, sail to all parts of the world with their goods, and have their own Muslim leader who rules over them and disciplines them as necessary, without the Hindu king of Calicut meddling with them. And before the king of Portugal discovered the country, the Muslim traders were so numerous and powerful in the city of Calicut that the Hindus did not dare to enter into disputes with them.</p>\n\n<p class=\"passage_para\">And after the king of Portugal made himself master there, and these Muslims saw that they could not defend their position there, they began to leave Calicut, so that very few of them remain today.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Anonymous Portuguese court official’s letter of advice to King Sebastian of Portugal regarding a proposal to conclude a peace treaty and establish free trade with the Ottoman Empire, mid-1560s.</p>\n\n<p class=\"passage_para\">If the Turks were allowed to travel freely to India, and establish their own trading-posts, and trade in merchandise wherever they wished, Your Majesty’s own profits would suffer greatly. If that were to happen, all of the business handled by our merchants would immediately fall to the Turks because their empire is much closer to India. The duration of their voyages, their transportation costs, the risks they would face, and the damage they would sustain to their ships and their merchandise would be less than half of that suffered by our own ships.</p>\n\n<p class=\"passage_para\">Portugal’s state monopoly in pepper and other controlled spices would also be threatened by allowing the Turks to establish trade in India. Even now, when they have not been able to openly compete against us, it is known that they conduct trade in secret, carrying spices to Persia, Bengal, Southeast Asia, and China, and especially to their own markets, despite our efforts to stop them.</p>\n\n<p class=\"passage_para\">Thus, if the Turks are allowed to operate freely, their ties with local Muslims would make them even better informed and better organized than us, so that they could send as much pepper as they wanted by means of the Red Sea and Persian Gulf, and become masters of the lion’s share of the trade in spices.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Alauddin Riayat Syah al-Kahar, ruler of the Sultanate of Aceh, a Muslim state on the island of Sumatra, Indonesia, letter to the Ottoman sultan Suleiman I, 1566.</p>\n\n<p class=\"passage_para\">It is our firm belief that if your Majesty better understood the circumstances of Aceh and our long struggle against the miserable Portuguese infidels, your Imperial compassion would be awakened. As you know, the pilgrim and merchant vessels from all the ports of Indonesia must pass through the Maldive Islands on their way to Mecca and the Red Sea, and between all 24,000 Maldive Islands, there are just four channels where a ship can pass safely. The infidel Portuguese wait around the entrances of these channels. When our ships arrive there, the Portuguese stop and take possession of as many as they can. Any ship they cannot capture they sink with cannon fire, either leaving the Muslims aboard to drown, or capturing and enslaving them.</p>\n\n<p class=\"passage_para\">The Portuguese have even dared attack Ottoman ships belonging to your Majesty. For example, in the year 1565, your officials came to Aceh and left for Istanbul loaded with pepper, silk, cinnamon, cloves, and other products from Indonesia. Portuguese vessels intercepted the ship at the Maldives and sank it. Five hundred Muslims drowned and the rest were enslaved.</p>\n\n<p class=\"passage_para\">So, we request that your Imperial Majesty grant us siege cannons and ask that you instruct the Ottoman governors of Egypt and Aden to allow our representatives to come to your Majesty’s illustrious court and obtain all the horses, armor, and other weapons that we will need for our defense against the Portuguese.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Zainudeen Makhdoom Al Sageer, Muslim religious scholar and historian from Calicut, southern India, address to southern Indian Muslims, written circa 1570.</p>\n\n<p class=\"passage_para\">After the Portuguese had established themselves in Cochin on the Malabar Coast, they forced every vessel, however small, to carry a safe conduct pass, which was issued for a certain fee. The Portuguese, in imposing this toll, claimed that it would improve commerce. To enforce the toll, they seized the cargo and crew of any ship that did not have its pass!</p>\n\n<p class=\"passage_para\">In addition to this system of persecution, the Portuguese deployed ships all over the Indian Ocean to lie in wait and intercept vessels. In this way, they unjustly acquired vast wealth and captured countless prisoners.</p>\n\n<p class=\"passage_para\">Soon, as a result of his lengthy conflict with the Portuguese, the ruler of our city of Calicut almost entirely exhausted his treasure and resources and his kingdom became strained to the limit. Because he was tired of war, the prince entered into a treaty in 1515 allowing the Portuguese to build a fort in Calicut in exchange for allowing his subjects to send four ships every year to Arabian ports. Afterward, the Portuguese set about building their fortifications, while the merchants of Calicut prepared four ships loaded with pepper and ginger for dispatch to the Arabian coast and, at the same time, resumed trading with Gujarat and other foreign ports while carrying with them the passes from the Portuguese.</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Cesare Federici, Venetian trader, <span class=\"font_style:italic formatted_text\">The Voyage and Travel to East India</span>, published in Venice, 1587.</p>\n\n<p class=\"passage_para\">In the city of Cambay in northwestern India, Hindu brokers of great authority have traditionally handled all transactions at the port, and the Portuguese merchants observe this custom. Every foreign merchant who does business in the country has his own broker who works with him in buying and selling his merchandise. When a new fleet of ships sails into port at Cambay, the brokers come to the dock and the foreign merchants give them all their cargo. The merchants carefully note all the bundles and packs of goods that they are giving to the brokers, and the brokers command their servants to take the merchants and lodge them in one of the many houses kept for this purpose; the broker says to the merchant, “Go and take your rest, while I conduct your trade.”</p>\n\n<p class=\"passage_para\">After Goa, Cochin is the most important base the Portuguese have in southwestern India. Much of the merchandise destined for the kingdom of Portugal originates there. Inland from Cochin is the pepper-producing region. But the pepper that goes to Portugal from Cochin is not as good as the pepper that goes to Arabia and Persia because the Portuguese had made a contract with the king of Cochin to buy the pepper at a very low price. Because of that, the Indian pepper growers bring their worst produce to the Portuguese and sell them pepper that is green and full of filth.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Inlaid box made in Gujarat, India, for export to Portugal, circa 1600. Teak, ebony, and other precious hardwoods, with ivory details.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a photograph of a decorative box with a number of inlaid patterns and images. On the front of the box, is a decorative scene that shows a white man hunting with a rifle. A tiger is also shown taking down what appears to be an antelope, while two other antelope run away as birds fly overhead. These scenes are included in the midst of an inlaid floral pattern.\" src=\"https://assets.learnosity.com/organisations/537/VR036530.g09.png\" /><span class=\"mandatory_credit_line\"></span></div>\n\n<div class=\"standalone_image text-left\">© Cynthia Hazen Polsky and Leon B. Polsky Fund, 2000</div>\n</div>\n</div>\n</div>\n"}]}]