[{"id":"VR036526","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passage&nbsp;to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Identify ONE specific historical example of a cultural exchange between nomads and non-nomads that occurred in the period before 1450.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) For the period 1450–1750 <span class=\"time_abbreviation\">c.e.</span>, identify ONE development that changed the role that Central Asian nomads played in cross-regional exchanges as described in the passage.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE cross-cultural exchange that would <span class=\"formatted_text text_decoration:underline\">challenge</span> the assertion in the <span class=\"formatted_text text_decoration:underline\">last sentence of the passage</span> concerning the nomads’ role in cross-regional exchanges before 1450.</p>\n","rubricRef":"VR036526_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">“Inner [and Central] Asia have long been seen as a zone of contact and transmission, a lengthy conveyor belt on which commercial and cultural wares traveled between the major civilizations of Eurasia. The nomads had an essential but largely unacknowledged role in this cultural traffic. While nomadic empires had as their primary objective the control and exploitation of sedentary subjects, their secondary effect was the creation of numerous opportunities for cross-cultural contact, comparison, and exchange.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Indeed, although nomads are normally included in the analysis of the political context of trans-Eurasian exchange, they are typically left out of the cultural equation. Here the great sedentary civilizations are placed at center stage, particularly when scientific and cultural transfers are under consideration. But, as we have seen, pastoral nomads were the chief initiators, promoters, and agents of this exchange between East and West [in the thirteenth and fourteenth centuries].”</p>\n\n<p class=\"attribution author\">Thomas Allsen, historian, <span class=\"formatted_text font_style:italic\">Culture and Conquest</span>, 2001</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span style=\"font-size: 0.8em; font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif;\">Reprinted with the permission of Cambridge University Press.</span></p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]