[{"id":"VR036527","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the graph &nbsp;to answer all parts of the question that follows.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Identify ONE way that the data in the chart illustrate global economic <span class=\"formatted_text text_decoration:underline\">differences</span> between countries in the late twentieth century.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Identify ONE <span class=\"formatted_text text_decoration:underline\">similarity</span> (other than GDP per capita) that might account for the low life expectancies of some of the world’s countries, as displayed in the chart.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE way in which longer life expectancies in some of the world’s countries, as displayed in the chart, have led to new political, economic, or social problems.</p>\n","rubricRef":"VR036527_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">&nbsp;</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">LIFE EXPECTANCY AT BIRTH COMPARED TO GDP* PER CAPITA, 2005</p>\n</div>\n<img alt=\"The figure presents a scatterplot titled “Life Expectancy at Birth Compared to G D P per Capita, 2005.” Note that G D P is a measurement of a country’s economic production in a given year. The horizontal axis is labeled “G D P per Capita,” and the numbers 0 through 50,000, in increments of 5,000, are indicated. The vertical axis is labeled “Life Expectancy at Birth, in years,” and the numbers 30 through 90, in increments of 10, are indicated. There are many data points in the scatterplot. They begin around a life expectancy of 40 years, very close to the vertical axis, and trend almost vertically upward and slightly to the right at first until they reach a G D P per Capita of approximately 6,000 and a life expectancy of approximately 75 years. From here, the data points trend almost horizontally to the right, but slightly upward, until they end at a G D P per Capita of approximately 42,000 and a life expectancy of 77 years. Nineteen data points have countries provided as labels. From left to right, and top to bottom, the data for each country are as follows. Note that all values are approximate. Swaziland. G D P per Capita, 5,000. Life expectancy, 41. Mozambique. G D P per Capita, 2,000. Life expectancy, 47. Botswana. G D P per Capita, 12,500. Life expectancy, 48. South Africa. G D P per Capita, 12,000. Life expectancy, 51. Gabon. G D P per Capita, 7,000. Life expectancy, 56. Russian Federation. 11,500. Life expectancy, 65. India. G D P per Capita, 2,500. Life expectancy, 66. Cuba. G D P per Capita, 6,000. Life expectancy, 78. Costa Rica. G D P per Capita, 11,000. Life expectancy, 79. Chile. G D P per Capita, 12,000. Life expectancy, 79. Malta. G D P per Capita, 19,000. Life expectancy, 80. Bahrain. G D P per Capita, 22,000. Life expectancy, 75. New Zealand. G D P per Capita, 26,000. Life expectancy, 80. Japan. G D P per Capita, 32,000. Life expectancy, 81. United Kingdom. G D P per Capita, 34,000. Life expectancy, 76. Iceland. G D P per Capita, 35,000. Life expectancy, 81. Ireland. G D P per Capita, 39,000. Life expectancy, 78. Norway. G D P per Capita, 41,500. Life expectancy, 80. United States. G D P per Capita, 42,000. Life expectancy, 77.\" height=\"443\" src=\"https://assets.learnosity.com/organisations/537/VR036527.g07.png\" width=\"750\" /><span class=\"mandatory_credit_line\">Source: Adapted from Tim Jackson, <span class=\"formatted_text font_style:italic\">Prosperity Without Growth: Economics for a Finite Planet</span> (London: Earthscan, 2009), p. 56.</span></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">NOTE: Each dot represents a country; selected countries are identified.</span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]