[{"id":"VR040281","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR040277.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The two passages best illustrate which of the following continuities in world history?</p>\n","rubricRef":"VR040281_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span></p><p class=\"passage_para\">“People who follow Judaism should pass their lives among Christians quietly, practicing their own religion and not speaking ill of Christianity. Moreover, a Jewish person should not attempt to convert any Christian. Whoever violates this law shall be put to death and lose his property.</p><p class=\"passage_para\">Jewish people may maintain their synagogues, but they cannot build new synagogues without our permission. Christians may not deface synagogues or steal anything from them. Jewish people shall not be forced to attend court by Christian officials on Saturdays [the Jewish Sabbath]. All legal claims between Christians and the Jewish community shall be decided by our royal judges and a Christian is forbidden from arresting or harming Jewish people or seizing their property.</p><p class=\"passage_para\">Christians may not use force to convert a Jewish person to Christianity, though Christians should use the Holy Scriptures and kind words. Jewish people, however, should not attempt to interfere with a member of their community converting to Christianity of their own will. Any Christian, however, who converts to Judaism shall be put to death as a heretic.”</p><p class=\"attribution author\">Law code issued by Alfonso X, king of the Christian Spanish kingdom of Castile, circa 1265</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span></p><p class=\"passage_para\">“King Ferdinand and Queen Isabella, by the grace of God, King and Queen of Spain, greetings.</p><p class=\"passage_para\">We learned that some wicked Christians in our kingdom adopted Jewish religious practices and cultural customs and apostatized from our holy Catholic faith because these Christians interacted with Jewish people. Therefore, we, with the counsel and advice of the clergy, noblemen, and other persons of learning and wisdom in our kingdom, order the Jewish community to depart and never to return. And we forbid any person or persons in our kingdom to receive, protect, or defend any Jewish person under pain of losing all their possessions, vassals, fortified places, and whatever financial grants they hold from us.”</p><p class=\"attribution author\">Royal decree issued by King Ferdinand II and Queen Isabella of Spain, 1492</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">While some states sought to impose religious uniformity on their populations, others embraced religious syncretism.</p>","<p class=\"choice_paragraph\">While some states used religion to legitimize their power, others used military or bureaucratic means.</p>","<p class=\"choice_paragraph\">While some states were willing to tolerate diversity within their territories, others suppressed diversity.</p>","<p class=\"choice_paragraph\">While some states allowed for numerous official religions, others recognized only one official religion.</p>"],"answer":2}]