[{"id":"VR045372","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Use the passage to answer all parts of the question that follows.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Describe the author’s main argument about efforts to establish a global “human rights standard.”</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">b) Identify ONE historical development in the twentieth century that provides a context for the emergence of the universal human rights movement.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE development in the late twentieth or early twenty-first centuries that would undermine the author’s argument that developing countries are unable “to secure basic human rights” due to ongoing economic and political problems.</p>\n","rubricRef":"VR045372_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><i>“The ‘luxury’ of havin</i>g a human rights standard is to be expected in the advanced industrial democracies of the world because these countries are currently experiencing economic stability, flourishing agriculture, and reasonably stable populations. But in the developing world, the situation is more often reversed. Poverty in India, hunger in the Sahel [sub-Saharan West Africa], population pressures in China, or war and terrorism in Somalia all speak of continuing difficulties in trying to secure basic human rights for all people around the world. The so-called North-South dichotomy is a real one—part economic, part ideological, part ecological. In 1992, the [United Nations] Human Development report noted that ‘developing countries enter the global market as unequal partners and leave with unequal rewards. Furthermore, by 1990, the richest 20% of countries had national incomes 60 times greater than those of the poorest 20% of countries.’ And, on the level of personal income the richest 20% of the world’s people get at least 150 times more than the poorest 20%. It is important to acknowledge these issues while at the same time attempting to move the international system toward a greater global human rights standard.”</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"attribution author\">Louis Menand III, United States political scientist, “Human Rights as Global Imperative,” article in <span class=\"formatted_text font_style:italic\">Conceptualizing Global History</span>, published in 1993</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]