[{"id":"VR040925","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR040922.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following developments in the late fifteenth century could best be used as evidence to support Darwin’s argument in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span> regarding a change in patterns of long-distance trade?</p>\n","rubricRef":"VR040925_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[D]espite his ferocity, his military genius and his shrewd adaptation of tribal politics to his imperial purpose, Tamerlane’s* system fell apart at his death. As he himself may have grasped intuitively, it was no longer possible to. . . build a Eurasian empire on [nomadic] foundations. . . . The Ottomans, the Mamluk state in Egypt and Syria, the Muslim sultanate in northern India, and above all China were too resilient to be swept away by his lightning campaigns.</p><p class=\"passage_para\">Indeed Tamerlane’s death marked in several ways the end of a long phase in global history. His empire was the last real attempt to challenge the partition of Eurasia between the states of the Far West, Islamic Middle Eurasia and Confucian East Asia. Secondly, his political experiments and ultimate failure revealed that power had begun to shift back decisively from the nomad empires to the settled states. . . . Lastly, his passing coincided with the first signs of a change in the existing pattern of long-distance trade, the [overland Silk Road route] that he had fought to control. Within a few decades after his death, the idea of a world empire ruled from Samarkand [Tamerlane’s Central Asian capital] had become [a fantasy].”</p><p class=\"passage_para\">*a Turko-Mongolic ruler who conquered much of Central Asia and the Middle East in the late 1300s and early 1400s.</p><p class=\"attribution author\">John Darwin, British historian, <span class=\"formatted_text font_style:italic\">After Tamerlane: The Rise and Fall of Global Empires, 1400–2000</span>, published in 2008</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The growing naval power of the Ottoman Empire in the Mediterranean</p>","<p class=\"choice_paragraph\">The discovery of maritime routes that linked Europe and Asia through the Indian Ocean</p>","<p class=\"choice_paragraph\">The naval expeditions of the Ming admiral Zheng He</p>","<p class=\"choice_paragraph\">The development of the Atlantic system that linked Europe to the Americas and Africa</p>"],"answer":1}]