[{"id":"VR066239","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR066233.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Sun Yuting’s analysis of the factors that contributed to the relative economic strength of China and Great Britain best illustrates which of the following continuities from the period 1450–1750 ?</p>\n","rubricRef":"VR066239_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Jiaqing emperor asked the governor Sun Yuting: ’Is Britain wealthy and powerful?’</p><p class=\"passage_para\">Sun Yuting responded, ‘Britain is larger than other European countries and is, therefore, powerful. But its power comes from its wealth, which is derived from China. This country is allowed to trade at the port of Canton. It exchanges its goods for our tea. It then resells the tea to Europe and to its colonies in the West, thus becoming wealthy and powerful. Yet, tea is as important to the West as rhubarb is to Russia. If we put an embargo on tea exports, Britain will fall into poverty and its people into sickness. How powerful, then, could Britain possibly be compared to China?’”</p><p class=\"attribution author\">Sun Yuting, governor of the southern Chinese province of Guangdong, autobiographical account of his conversation with the Jiaqing emperor of the Qing dynasty, early nineteenth century</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The expansion of empires led to the collapse of existing trade networks.</p>","<p class=\"choice_paragraph\">The transfer of European navigational technology expanded global trade significantly.</p>","<p class=\"choice_paragraph\">The global circulation of goods was fueled by European merchants’ access to Asian markets.</p>","<p class=\"choice_paragraph\">The establishment of state monopolies in certain industries led to higher prices for luxury items.</p>"],"answer":2}]