[{"id":"VR066266","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR066233.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best characterizes the economic situation of most Asian states such as China at the <span class=\"formatted_text text_decoration:underline\">end of the nineteenth century</span>?</p>\n","rubricRef":"VR066266_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Jiaqing emperor asked the governor Sun Yuting: ’Is Britain wealthy and powerful?’</p><p class=\"passage_para\">Sun Yuting responded, ‘Britain is larger than other European countries and is, therefore, powerful. But its power comes from its wealth, which is derived from China. This country is allowed to trade at the port of Canton. It exchanges its goods for our tea. It then resells the tea to Europe and to its colonies in the West, thus becoming wealthy and powerful. Yet, tea is as important to the West as rhubarb is to Russia. If we put an embargo on tea exports, Britain will fall into poverty and its people into sickness. How powerful, then, could Britain possibly be compared to China?’”</p><p class=\"attribution author\">Sun Yuting, governor of the southern Chinese province of Guangdong, autobiographical account of his conversation with the Jiaqing emperor of the Qing dynasty, early nineteenth century</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">They had become dependent on imports of natural resources from Western states.</p>","<p class=\"choice_paragraph\">Although their agricultural exports declined, their share of global manufacturing increased.</p>","<p class=\"choice_paragraph\">They became dependent on the maritime commerce of their joint-stock companies.</p>","<p class=\"choice_paragraph\">Although their overall wealth declined, they continued to produce finished goods.</p>"],"answer":3}]