[{"id":"VR066277","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR066271.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The disputes over women’s social status alluded to in the letter best reflect which of the following late nineteenth-century changes in Middle Eastern societies?</p>\n","rubricRef":"VR066277_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I read with interest the recent article in your newspaper entitled ‘Should a Woman Demand All the Rights of a Man?’ In my view, to answer that question correctly, we first need to examine the roles of men and women in civilization—especially modern civilization—because what may have been true in ancient times no longer applies in our present situation.</p><p class=\"passage_para\">Modern civilization has moved beyond the condition of the past because society is no longer characterized by roughness and reliance on physical power. Victory no longer goes to him who was the strongest, the best able to endure hardship, or committed the most atrocities.</p><p class=\"passage_para\">By contrast, the basis of our modern civilization is good upbringing and the refinement of morals through the development of literary knowledge, courtesy, and compassion for the oppressed, all of which women are better at. So all our doctors and scientists who exalt man’s strong muscles, his wide skull, his long arm-to-body ratio and the like, miss the point entirely. Those physical facts, while undeniable, no longer grant man preference over woman in modern civilization.”</p><p class=\"attribution author\">Letter from an anonymous female reader to the Egyptian journal <span class=\"formatted_text font_style:italic\">Al-Hilal</span>, 1894</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The abolition of the veil following the collapse of the Ottoman Empire</p>","<p class=\"choice_paragraph\">The expansion of mass public education for both boys and girls</p>","<p class=\"choice_paragraph\">The growing popular support for parliamentary forms of governance</p>","<p class=\"choice_paragraph\">The spread of intellectual and political ideals that advocated for natural rights</p>"],"answer":3}]