[{"id":"VR066244","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR066233.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The emperor’s question to Sun Yuting was most likely intended to assess which of the following?</p>\n","rubricRef":"VR066244_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Jiaqing emperor asked the governor Sun Yuting: ’Is Britain wealthy and powerful?’</p><p class=\"passage_para\">Sun Yuting responded, ‘Britain is larger than other European countries and is, therefore, powerful. But its power comes from its wealth, which is derived from China. This country is allowed to trade at the port of Canton. It exchanges its goods for our tea. It then resells the tea to Europe and to its colonies in the West, thus becoming wealthy and powerful. Yet, tea is as important to the West as rhubarb is to Russia. If we put an embargo on tea exports, Britain will fall into poverty and its people into sickness. How powerful, then, could Britain possibly be compared to China?’”</p><p class=\"attribution author\">Sun Yuting, governor of the southern Chinese province of Guangdong, autobiographical account of his conversation with the Jiaqing emperor of the Qing dynasty, early nineteenth century</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The degree to which religious conflicts in Europe had weakened Great Britain militarily</p>","<p class=\"choice_paragraph\">The relative risks of continuing to pursue a trade policy that forced foreign states to acknowledge China’s political superiority</p>","<p class=\"choice_paragraph\">The possibility for the establishment of Chinese colonies in Asia and the Americas</p>","<p class=\"choice_paragraph\">The potential advantages of making an alliance with Great Britain to prevent further Japanese expansion in East Asia</p>"],"answer":1}]