[{"id":"VR095767","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR095764.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Italian and German imperial presence in Africa were similar in that both countries</p>\n","rubricRef":"VR095767_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Italy has 108 inhabitants per square kilometer. In proportion to its territory, only three countries in Europe surpass Italy in population density: Belgium, the Netherlands, and Great Britain. Every year, 100,000 farmers and agricultural laborers emigrate from Italy. Italy witnesses its place in the family of civilized nations growing smaller and smaller as it looks on with fear for its political and economic future. In fact, during the last eighty years the English-speaking population throughout the world has risen from 22 to 90 million; the Russian-speaking population from 50 to 70; and so forth, down to the Spanish population who were 18 million and are now 39. On the other hand, the Italian-speaking population has only increased from 20 to 31 million. At first, our emigrants were spreading Italy’s language in foreign countries, but since then, their sons and grandsons ended up forgetting the language of their fathers and forefathers.</p><p class=\"passage_para\">Realizing that our mistakes have cost us so much in the past and continue to cost us today, I believe that it is less secure and more expensive for our people to continue to try to eke out a living from barren land in Italy than to establish a large and prosperous agricultural colony in Eritrea.*”</p><p class=\"passage_para\">*an Italian colonial territory in northeast Africa</p><p class=\"attribution author\">Ferdinando Martini, governor of the Italian colony of Eritrea,<span class=\"formatted_text font_style:italic\"> Concerning Africa</span>, 1897</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">saw African colonies as secondary to their interests in Asia</p>","<p class=\"choice_paragraph\">were newly unified nations that began colonizing later than other European powers</p>","<p class=\"choice_paragraph\">primarily used their colonies in Africa to spread Christianity</p>","<p class=\"choice_paragraph\">invested heavily in African infrastructure and economic development</p>"],"answer":1}]