[{"id":"VR096073","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR096071.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The declaration’s mention of a “heavy toll” in the <span class=\"formatted_text text_decoration:underline\">third paragraph</span> was most likely a reference to which of the following?</p>\n","rubricRef":"VR096073_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">1. Scientists have reached general agreement in recognizing that mankind is one: that all men belong to the same species, <span class=\"formatted_text font_style:italic\">Homo sapiens</span>. . . .</p><p class=\"passage_para\">10. The scientific material available to us at present does not justify the conclusion that inherited genetic differences are a major factor in producing differences between the cultures and cultural achievements of different peoples or groups. . . .</p><p class=\"passage_para\">14. The biological fact of race and the myth of “race” should be distinguished. For all practical social purposes “race” is not so much a biological phenomenon as a social myth. The myth of “race” has created an enormous amount of human and social damage. In recent years it has taken a heavy toll in human lives and caused untold suffering.</p><p class=\"passage_para\">A. According to present knowledge there is no proof that the groups of mankind differ in their innate mental characteristics, whether in respect of intelligence or temperament.</p><p class=\"passage_para\">B. There is no evidence that race mixture as such produces bad results from the biological point of view.</p><p class=\"passage_para\">C. All normal human beings are capable of learning to share in common life, to understand the nature of mutual service and reciprocity, and to respect social obligations and contracts.</p><p class=\"attribution author\">United Nations Educational, Scientific, and Cultural Organization (UNESCO), statement about the “science of race,” 1949</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The casualties of the First World War</p>","<p class=\"choice_paragraph\">The deaths that occurred as a result of the use of nuclear weapons during the Second World War</p>","<p class=\"choice_paragraph\">The deaths that occurred during the Holocaust</p>","<p class=\"choice_paragraph\">The mass violence that occurred under communist leaders, such as Mao Zedong</p>"],"answer":2}]