[{"id":"VR095575","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR095571.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following <span class=\"formatted_text text_decoration:underline\">most directly</span> strengthened Sunni religious scholars’ role as official interpreters of Islamic doctrine within the Ottoman Empire, as suggested by the passage?</p>\n","rubricRef":"VR095575_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Many [Ottoman] Sunni religious scholars have labeled the Sufi whirling rituals* as ‘dancing,’ and have pronounced them forbidden, branding those who approve of them as infidels. The Sufis counter that these rituals are not dancing, arguing instead that they enliven the soul through a combination of music and movement, which, they say, allows them to focus on the spiritual aspects of religion. The common people flock to the Sufis, giving them offerings and gifts. Since their whirling rituals play a big part in their popularity, they will not abandon these practices anytime soon. The Sunni scholars have written many tracts and opinions against them . . . and this tug-of-war between the two parties has brought them into a vicious circle.”</p><p class=\"passage_para\">*religious observances practiced by some Sufis in the Ottoman Empire</p><p class=\"attribution author\">Katip Çelebi, Ottoman official, <span class=\"formatted_text font_style:italic\">The Balance of Truth</span>, philosophical and scientific treatise, 1656</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The establishment of the Mughal Empire in India</p>","<p class=\"choice_paragraph\">The Ottoman conquest of Constantinople</p>","<p class=\"choice_paragraph\">Ottoman sultans’ extensive conquests in Europe</p>","<p class=\"choice_paragraph\">The Ottoman Empire’s rivalry with the Safavid Empire</p>"],"answer":3}]