[{"id":"VR095895","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR095889.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The sentiments expressed in the passage most directly indicate</p>\n","rubricRef":"VR095895_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Wila Uma, the Inca general, addressed the Spanish [conquistadors] with the following words: ‘What are you doing to our ruler?* This is how you repay his good will? Did he not command all of his people to give you tribute? Did he not give you a house filled with gold and silver? Did he not give you his servants to serve you? What more can he give you now that you have imprisoned him? All the people of this land are so distressed by your actions, because they have lost all they possess, and their distress leaves them no choice but to hang themselves or risk everything by rebelling. Thus, I believe it would be best for you to release him from this prison to lessen the grief of these people.’ . . .</p><p class=\"passage_para\">*Manco Inca, a previous Inca ruler and father of Titu Cusi, whom the Spanish had imprisoned after conquering the Inca capital of Cuzco in 1533</p><p class=\"attribution author\">Titu Cusi, ruler of a regional Inca state established after the Spanish had conquered the Inca Empire,<span class=\"formatted_line_break delivery_mode:Both\"></span>letter to the Spanish king detailing the abuses of the Spanish during the conquest, 1570</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">opposition to growing syncretic religions</p>","<p class=\"choice_paragraph\">concerns about the spread of epidemic diseases</p>","<p class=\"choice_paragraph\">frustration over the establishment of forced labor systems</p>","<p class=\"choice_paragraph\">resistance to European colonial expansion and control</p>"],"answer":3}]