[{"id":"VR095717","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR095692.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">As described in the passage, Anna da Trindade’s life differed from the typical experience of newly arrived slaves in colonial Latin America in that she was</p>\n","rubricRef":"VR095717_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Last Will and Testament</p><p class=\"passage_para\">I, Anna de São Jozé da Trindade, Roman Catholic since baptism, always firm in the faith of the Catholic religion, declare the present Will in the following manner:</p><p class=\"passage_para\">I declare that I was born on the Coast of Africa from where I was transported to the states of Brazil and the city of Salvador in the state of Bahia where I have lived until the present. I was a slave of Theodozia Maria da Cruz, who bought me as part of a parcel of slaves, and who freed me for the amount of one hundred <span class=\"formatted_text font_style:italic\">mil-réis</span>,* which I gave her in cash. And as a freed woman I have enjoyed this same freedom without the least opposition until the present time.</p><p class=\"passage_para\">I declare that I was never married and always remained single. And in this state I had five children.</p><p class=\"passage_para\">I declare that the goods I possess are the following: a slave by the name of Maria, whom I leave conditionally freed for the amount of sixty <span class=\"formatted_text font_style:italic\">mil-réis,</span> to be paid to my granddaughter.</p><p class=\"passage_para\">I also possess a group of two-story houses with shops at street level and a basement below with lodgings, located on the Ladeira do Carmo, where I live on land belonging to me.”</p><p class=\"passage_para\">*currency unit in colonial Brazil</p><p class=\"attribution author\">Anna de São Jozé da Trindade, Afro-Brazilian woman, last will and testament, 1823</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">transported to Brazil</p>","<p class=\"choice_paragraph\">baptized as a Christian</p>","<p class=\"choice_paragraph\">born in Africa</p>","<p class=\"choice_paragraph\">able to purchase her freedom</p>"],"answer":3}]