[{"id":"VR095638","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR095621.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">As described in the passage, the voting requirements in Japan circa 1878 most directly reflect the continuing influence of</p>\n","rubricRef":"VR095638_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Although I am a common woman, I have been the head of a family for some time, and I have fulfilled the various duties required as head of a family. Therefore, I automatically assumed that the government gave all heads of families equal rights regardless of sex. However, I recently found that this is not the case. I was told that I have no right to vote even for the local ward [neighborhood] assembly where I live because I am a woman. I was also told that for the same reason I am unable to sign or co-sign legal documents, although I have my registered legal seal. Thus there is a world of difference between male and female heads of families in terms of rights. But rights and duties should coexist together. It should logically be the case that if the head of family has the right to vote, she has an obligation to pay tax; but if there is no vote, there should be no tax obligation. However, I have to pay tax even though I have no right to vote. Considering this, I feel that my rights have been denied.”</p><p class=\"attribution author\">Kusunose Kita, Japanese woman political activist and member of the Popular Rights Movement, an organization that advocated expanding voting rights in Japan, “Letter to the Government Authorities,” 1878</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">societal norms that assigned women lower status than the status of men</p>","<p class=\"choice_paragraph\">nationalistic ideals that mobilized Japanese men to support imperial expansion</p>","<p class=\"choice_paragraph\">middle-class ideals that motivated women to seek work outside the household</p>","<p class=\"choice_paragraph\">Buddhist principles that emphasized the spiritual equality of men and women</p>"],"answer":0}]