[{"id":"VR094399","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR094384.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the author’s claim about the Chinese examination system in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span>?</p>\n","rubricRef":"VR094399_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[Under the Song dynasty], the number of men who were granted degrees [by passing the imperial examinations] suddenly rose, indicating a similar rise in the number of candidates. This was made possible by an increase in China’s productive power and the consequent accumulation of wealth. . . . A new class appeared in China [under the Song], comparable to the middle class in early modern Europe. In China this newly risen class concentrated hard on scholarship. . . .</p><p class=\"passage_para\">In principle [the examination system] was open to all qualified applicants regardless of social background, which made it unusually democratic. . . . But for a candidate to continue his studies without interruption for such a long period required a measure of economic support that was simply not available to poor people. . . . [Thus] the contention that the doors of the examination system were open to all applicants was an exaggeration, of course. . . . [Yet] we must not lose sight of the historical context: the very idea that everyone should be eligible for the examinations, regardless of family background or lineage, was incomparably forward-looking in its day. . . . It is true that the examinations not only produced officials loyal to the state but also, at times, resentful rejected applicants who opposed the system. Yet, when an old dynasty was replaced by a new, the latter usually undertook an early revival of the examination system practically unchanged.”</p><p class=\"attribution author\">Ichisada Miyazaki, historian, <span class=\"formatted_text font_style:italic\">China’s Examination Hell</span>, book published in 1963</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The system provided limited but important opportunities for social advancement in Chinese society.</p>","<p class=\"choice_paragraph\">The system strongly reinforced rigid class distinctions between nobles and commoners in Chinese society.</p>","<p class=\"choice_paragraph\">By offering opportunities to female scholars, the system elevated the prestige of women in Chinese society.</p>","<p class=\"choice_paragraph\">By encouraging conformism and obedience, the system prevented efforts to reform and modernize Chinese society in the nineteenth century.</p>"],"answer":0}]