[{"id":"VR125338","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR125327.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The document is best understood in the context of which of the following global developments <span class=\"formatted_text text_decoration:underline\">after 1900</span> ?</p>\n","rubricRef":"VR125338_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Article 1. The feudal marriage system, which is based on the superiority of man over woman, is abolished. The New Democratic marriage system is based on free choice of partners, on equal rights for both sexes, and on protection of the lawful interests of women and children. . . .</p><p class=\"passage_para\">Article 3. Marriage shall be based on the complete willingness of the two parties.</p><p class=\"passage_para\">Article 7. Husband and wife shall have equal status in the home. . . .</p><p class=\"passage_para\">Article 8. Husband and wife are bound to love, respect, and assist each other, to engage in production, to care for the children, and to strive jointly for the building up of a new society.</p><p class=\"passage_para\">Article 9. Husband and wife shall both have the right to free choice of occupation and free choice of participation in work or in social activities.”</p><p class=\"attribution author\">Marriage law from the People’s Republic of China, 1950</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Growing demands in many countries that women be given the right to vote</p>","<p class=\"choice_paragraph\">Greater freedom of women to make professional and personal choices</p>","<p class=\"choice_paragraph\">Women taking on industrial jobs previously done by men during times of war</p>","<p class=\"choice_paragraph\">Widening disparities in the opportunities available to middle-class and working-class women</p>"],"answer":1}]