[{"id":"VR125357","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR125327.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following types of sources would likely be most useful in evaluating the effectiveness of the 1950 marriage law in bringing about social change in China?</p>\n","rubricRef":"VR125357_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Article 1. The feudal marriage system, which is based on the superiority of man over woman, is abolished. The New Democratic marriage system is based on free choice of partners, on equal rights for both sexes, and on protection of the lawful interests of women and children. . . .</p><p class=\"passage_para\">Article 3. Marriage shall be based on the complete willingness of the two parties.</p><p class=\"passage_para\">Article 7. Husband and wife shall have equal status in the home. . . .</p><p class=\"passage_para\">Article 8. Husband and wife are bound to love, respect, and assist each other, to engage in production, to care for the children, and to strive jointly for the building up of a new society.</p><p class=\"passage_para\">Article 9. Husband and wife shall both have the right to free choice of occupation and free choice of participation in work or in social activities.”</p><p class=\"attribution author\">Marriage law from the People’s Republic of China, 1950</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">A memoir by a communist party official who was involved in the passage of the law</p>","<p class=\"choice_paragraph\">A documentary about the lives of Chinese women produced by a Chinese government film studio</p>","<p class=\"choice_paragraph\">A private diary by a married woman describing her daily work and family-related responsibilities</p>","<p class=\"choice_paragraph\">A propaganda poster depicting the ideal communist family, featuring a working mother and father and a happy child</p>"],"answer":2}]