[{"id":"VR124310","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR124296.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the passage, in which of the following ways were Safavid Persian trading practices similar to those of other land-based Islamic empires during the seventeenth century?</p>\n","rubricRef":"VR124310_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Muslims are not the greatest traders in Asia, though they are dispersed in almost every part of it. In Ottoman Turkey, the Christians and Jews carry on the main foreign trade, and in Persia the Armenian Christians and Indians. As to the Persians, they trade with their own countrymen, one province with another, and most of them trade with the Indians. The Armenian Christians manage alone the whole European trade [with Persia].</p><p class=\"passage_para\">The abundance of the Persian silk that is exported is very well known. The Dutch import it into Europe via the Indian Ocean to the value of near six hundred thousand <span class=\"formatted_text font_style:italic\">livres*</span> yearly. All the Europeans who trade in Ottoman Turkey import nothing more valuable than the Persian silks, which they buy from the Armenians. The Russians import it as well.</p><p class=\"passage_para\">Persia exports to the Indies [an] abundance of tobacco, all sorts of fruit, marmalade, wines, horses, ceramics, feathers, and Turkish leather of all colors, of which a great amount is exported to Russia and other European countries. The exportation of steel and iron is forbidden in the kingdom, but it is exported notwithstanding.</p><p class=\"passage_para\">There are some Persian traders who have deputies in all parts of the world, as far as Sweden on the one side and China on the other side.”</p><p class=\"passage_para\">*French currency unit</p><p class=\"attribution author\">Jean Chardin, French jeweler and merchant, on his travels to Safavid Persia, 1686</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The participation of multiple ethnic and religious groups in interregional trade</p>","<p class=\"choice_paragraph\">The deployment of a large navy to protect trading interests in the Indian Ocean</p>","<p class=\"choice_paragraph\">The restriction of trade in luxury manufactured goods, such as silk</p>","<p class=\"choice_paragraph\">The development of an export economy focused on agricultural production</p>"],"answer":0}]