[{"id":"VR124253","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR124213.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The changing relationship between Portugal and Brazil described in the passage can best be understood in the context of which of the following developments after 1750 ?</p>\n","rubricRef":"VR124253_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“With the powerful help of the Catholic Church and the religious orders, the Portuguese were able to impose their language and culture on a considerable portion of Brazil [by 1700].</p><p class=\"passage_para\">Even the [colonial] elite had no educational opportunities in Brazil beyond . . . secondary school. Their only alternative was to leave Brazil for Coimbra University [in Portugal], where one hundred of the sons of the colonial Brazilian elite studied law or medicine during the colonial period. Even Coimbra was a very narrow window onto the intellectual revolution that was transforming the rest of Europe. The luckiest of the lucky young colonialists took a diversion to France, which by the early eighteenth century was caught up in the ferment of the Enlightenment.</p><p class=\"passage_para\">By the late 1700s, the . . . Portuguese influence began to lift, as the colonial elite began to produce its own literature.</p><p class=\"passage_para\">To this emerging literary tradition was added the beginnings of a popular culture. The first component—religious festivals . . . and a folklore that revolved around religious holidays—was imported from the Portuguese. . . . To this was added the Indian and African presence, which furnished the foundation for the rich tradition of popular music and dance in modern Brazil.</p><p class=\"passage_para\">In part, this evolution came about because Brazil had become richer and more important than the mother country. Portugal’s fate was now tied to the wealth of its American colony, rather than the other way around.”</p><p class=\"attribution author\">Thomas Skidmore, United States historian, excerpt from academic book, <span class=\"formatted_text font_style:italic\">Brazil: Five Centuries of Change</span>, 1999</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The onset of Latin American independence movements</p>","<p class=\"choice_paragraph\">The emergence of the Industrial Revolution in Brazil</p>","<p class=\"choice_paragraph\">The expansion of the Portuguese Empire in Central America</p>","<p class=\"choice_paragraph\">The decline of nationalism in Brazil as a popular ideology</p>"],"answer":0}]