[{"id":"VR125385","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR125327.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The provisions in <span class=\"formatted_text text_decoration:underline\">Articles 8 and 9</span> can best be used as evidence to support which of the following claims about women in China in the late twentieth century?</p>\n","rubricRef":"VR125385_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Article 1. The feudal marriage system, which is based on the superiority of man over woman, is abolished. The New Democratic marriage system is based on free choice of partners, on equal rights for both sexes, and on protection of the lawful interests of women and children. . . .</p><p class=\"passage_para\">Article 3. Marriage shall be based on the complete willingness of the two parties.</p><p class=\"passage_para\">Article 7. Husband and wife shall have equal status in the home. . . .</p><p class=\"passage_para\">Article 8. Husband and wife are bound to love, respect, and assist each other, to engage in production, to care for the children, and to strive jointly for the building up of a new society.</p><p class=\"passage_para\">Article 9. Husband and wife shall both have the right to free choice of occupation and free choice of participation in work or in social activities.”</p><p class=\"attribution author\">Marriage law from the People’s Republic of China, 1950</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Women were an important part of the labor force that the government tried to recruit in implementing its economic policies.</p>","<p class=\"choice_paragraph\">The Chinese government strongly encouraged Chinese women to dedicate themselves only to raising their children.</p>","<p class=\"choice_paragraph\">Despite making some advances, Chinese women continued to have lower social status compared to men.</p>","<p class=\"choice_paragraph\">As more women were elected to leadership positions in China, they shaped legislature to address issues of special importance to women.</p>"],"answer":0}]