[{"id":"VR125227","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR125208.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the provisions from the 1824 Constitution cited in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span>, it can be inferred that</p>\n","rubricRef":"VR125227_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“We often see articles in our [Brazilian] newspapers trying to convince the reader that slavery among us is a very mild and pleasant condition for the slave—so often, in fact, that one may almost begin to believe that, if slaves were asked, they would prefer slavery to freedom. This only proves that newspaper articles are not written by slaves. . . .</p><p class=\"passage_para\">The legal position of slaves in Brazil can be summed up in these words: the Constitution does not apply to them. Our [1824] Constitution is full of lofty ideas [such as]: ‘No citizen can be forced to do anything except as required by law;’ ‘The law shall apply equally to every person;’ ‘Whipping, torture, and all other cruel punishments are abolished,’ etc. Yet, in this ostensibly free nation . . . we must have, on a daily basis, judges, police, and, if need be, the army and navy employed to force enslaved men, women, and children to work night and day without any compensation. To admit this in the highest law of the land would reduce the list of Brazilian freedoms to a transparent fraud. For this reason the Constitution does not even mention slaves or attempt to regulate their status.”</p><p class=\"attribution author\">Joaquim Nabuco, Brazilian writer and political activist, <span class=\"formatted_text font_style:italic\">Abolitionism</span>, book published 1883</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">the government of Brazil had adopted Enlightenment political principles</p>","<p class=\"choice_paragraph\">Brazilian laws continued to be dictated from Portugal</p>","<p class=\"choice_paragraph\">Brazilian slaves were inspired to seek further rights by the example of the Haitian Revolution</p>","<p class=\"choice_paragraph\">in terms of granting political liberties to its citizens, Brazil was more progressive than most Latin American countries</p>"],"answer":0}]