[{"id":"VR124901","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR124880.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The author’s claim in the <span class=\"formatted_text text_decoration:underline\">second paragraph</span> that Asian countries such as India, Japan, and Thailand, have certain cultural characteristics “in common possession” is most likely a reference to which of the following?</p>\n","rubricRef":"VR124901_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“It is not surprising that your nation [Japan] considers it its mission to unite and lead Asia. The European nations, for all their differences, are united like a single country in their attitude towards the non-Europeans. If, for instance, the Mongolians threatened to take a piece of European territory, all the European countries would make common cause to resist them.</p><p class=\"passage_para\">But Japan cannot stand alone. She would be bankrupt in competition with a united Europe, and she could not expect support in Europe. It is natural that she should seek it in Asia, in association with a free China, Thailand, and, perhaps, in the ultimate course of things, a free India. An associated Asia would be a powerful force. Of course, that is to look a long way ahead, and there are many obstacles in the way, notably the absence of a common language and the difficulty of communication. But—from India through Thailand to Japan—we are, I believe, kindred peoples, having in common possession so much religion, art, philosophy.”</p><p class=\"attribution author\">Rabindranath Tagore, Indian poet and Nobel Prize in Literature recipient, excerpt from a speech given while on a tour of Japan, 1916</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">A shared experience of European colonization</p>","<p class=\"choice_paragraph\">Shared Buddhist religious influences</p>","<p class=\"choice_paragraph\">Shared Confucian political principles in government</p>","<p class=\"choice_paragraph\">Shared literary languages and ethnic origins</p>"],"answer":1}]