[{"id":"VR134648","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR134627.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following <span class=\"formatted_text text_decoration:underline\">late-twentieth-century</span> developments most directly helped resolve the dilemma (expressed in <span class=\"formatted_text text_decoration:underline\">Source 1</span>) between producing enough food and producing cash crops to grow the economy?</p>\n","rubricRef":"VR134648_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span>:</p><p class=\"passage_para\">“Any attempt on our part to improve nutrition in Gambia by increased cultivation of foodstuffs will no doubt have to come at the expense of the cultivation of cash crops and would therefore have the adverse economic consequence, in the early stages, of reducing the revenue of the colony. It is hoped, however, that this would be offset by an improvement in the health of the people, leading in time to increased strength and activity which might encourage Gambian farmers to cultivate both more extensively and more intensively than they do at present, resulting ultimately in greater production of cash crops.”</p><p class=\"attribution author\">Letter from the British governor of the West African colony of Gambia to the British Committee on Nutrition in the Colonial Empire, 1936</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span>:</p><p class=\"passage_para\">“Improvements in nutrition in Kenya must, as a matter of greatest importance, involve efforts to educate African women, to whom falls the care of the home and children. The African housewife is no less a creature of domestic habits and prejudices than her European counterpart, and her support has to be enlisted if progress is to be made in any of the activities surrounding nutrition. She plays a predominant part in such matters, being in most cases the cultivator as well as the cook.”</p><p class=\"attribution author\">Letter from a Kenyan medical officer to the British Committee on Nutrition in the Colonial Empire, 1937</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Decolonization</p>","<p class=\"choice_paragraph\">The Green Revolution</p>","<p class=\"choice_paragraph\">Globalization of consumer culture</p>","<p class=\"choice_paragraph\">Outsourcing of industrial manufacturing to East and South Asia</p>"],"answer":1}]