[{"id":"VR134756","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR134680.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The trade networks described by the two sources were most strongly influenced by</p>\n","rubricRef":"VR134756_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span>:</p><p class=\"passage_para\">“[In the sixteenth through the eighteenth centuries] Europeans derived more profit from their participation in trade within Asia than they did from their Asian imports into Europe. They were able to do so ultimately only thanks to their American silver. . . . Only their American money, and not any ‘exceptional’ European ‘qualities’ permitted the Europeans [to access Asian markets]. . . . However, even with that resource and advantage, the Europeans were no more than a minor player at the Asian, indeed world, economic table [until the nineteenth century].”</p><p class=\"attribution author\">Andre Gunder Frank, <span class=\"formatted_text font_style:italic\">ReOrient: Global Economy in the Asian Age</span>, 1996</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span>:</p><p class=\"passage_para\">“The societies of Europe had been at the margins of the great trading systems, but they were at the center of the global networks of exchange created during the sixteenth century because they controlled the oceangoing fleets that knit the world into a single system. Western Europe was better placed than any other region to profit from the vast flows of goods and ideas within the emerging global system of exchange. . . . [European states] were keen to exploit the commercial opportunities created within the global economic system. They did so partly by seizing the resources of the Americas and using American commodities such as silver to buy their way into the markets of southern and eastern Asia, the largest in the world.”</p><p class=\"attribution author\">David Christian, <span class=\"formatted_text font_style:italic\">This Fleeting World: A Short History of Humanity</span>, 2008</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">increased Asian demand for food imports</p>","<p class=\"choice_paragraph\">increased European demand for luxury goods</p>","<p class=\"choice_paragraph\">increased Chinese maritime activity in the Indian Ocean</p>","<p class=\"choice_paragraph\">increased demand for precious metals within European colonies in the Americas</p>"],"answer":1}]