[{"id":"VR134616","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Use the passage to answer all parts of the question that follows.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">a) Describe ONE argument that the author makes about revolutions in the <span class=\"formatted_text text_decoration:underline\">first paragraph</span>.</p>\n\n<p class=\"passage_para\">b) Explain how ONE piece of evidence from the period after 1750 would <span class=\"formatted_text text_decoration:underline\">support</span> the author’s argument about revolutions and class.</p>\n\n<p class=\"passage_para\">c) Explain how ONE piece of evidence from the period after 1750 would <span class=\"formatted_text text_decoration:underline\">challenge</span> the author’s argument in the passage.</p>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR134616_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“Revolutions have been rare but momentous occurrences in modern world history. . . . They have given birth to nations whose power markedly surpassed their own prerevolutionary pasts. . . . Nor have revolutions had only national significance. In some cases, revolutions have given rise to models and ideals of enormous international impact and appeal. . . . [Major] revolutions affect not only those abroad who would like to imitate them. They also affect those in other countries who oppose revolutionary ideals but are compelled to respond to the challenges or threats posed by the enhanced national power that has been generated [by those revolutions]. . . .</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">[Political] upheavals and socioeconomic changes have happened in every country. But . . . revolutions deserve special attention, not only because of their extraordinary significance for the histories of nations and the world but also because of their distinctive pattern of [social and political] change. Revolutions are rapid, basic transformations of a society’s state and class structures; and they are accompanied and, in part, carried through by class-based revolts from below.”</p>\n\n<p class=\"attribution author\">Theda Skocpol, United States political scientist, <span class=\"formatted_text font_style:italic\">States and Social Revolutions</span>, book published in 1979</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]