[{"id":"VR151693","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR151690.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Taken together, the two sources best support which of the following conclusions regarding the situation in British India in 1940?</p>\n","rubricRef":"VR151693_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 1</span>:</p><p class=\"passage_para\">“The British . . . have for many decades had settled notions about India’s future. Their concept of party government and parliamentary rule has become the ideal with them as the best form of government for every country. . . .</p><p class=\"passage_para\">It is extremely difficult to appreciate why our Hindu friends fail to understand the real nature of Islam and Hinduism. It is only a dream that the Hindus and Muslims can ever evolve a common nationality. This misconception of one Indian nation will lead India to destruction if we fail to revise our notions in time. The Hindus and Muslims in India belong to two different religious philosophies, social customs, literatures. . . . They have different epics and different heroes. Very often the hero of one is a foe of the other. To yoke together two such nations under a single state, one as a numerical minority and the other as a majority, must lead to growing discontent and final destruction of any fabric that may be built up for the government of such a state.”</p><p class=\"attribution author\">Muhammad Ali Jinnah, leader of the All-India Muslim League, an organization of Indian Muslims that had split from the Indian National Congress, address to a meeting of the League, March 1940</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Source 2</span>:</p><p class=\"passage_para\">“We, the inhabitants of India, have one thing in common and that is our India-ness, which we share despite our religious and cultural differences. Just as our different features and personalities do not affect our common humanity, so our religious and cultural differences should not interfere with our shared association with our homeland. Therefore, like other religious groups in India, we Muslims have a duty to struggle for the attainment of our common Indian interests and fight against the evils that hamper our common progress and prosperity. This is what I mean when I speak of a common nationhood of all Indians. The [Indian National] Congress, having the same position as ours, has made provisions for the protection of all religions, cultures, and languages in a future Indian state.</p><p class=\"passage_para\">On the other hand, the European concept of nationalism is unacceptable to our organization. We denounce it and are totally against it.”</p><p class=\"attribution author\">Husain Ahmad Madani, leader of the Council of Indian Muslim Religious Scholars, address to the annual meeting of the organization, June 1940</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The British skillfully manipulated religious tensions within India to rally support for the imperial war effort.</p>","<p class=\"choice_paragraph\">Indian opposition to British rule involved groups pursuing very different political goals.</p>","<p class=\"choice_paragraph\">Indian Muslim religious scholars rejected Gandhi’s emphasis on nonviolence to achieve political change.</p>","<p class=\"choice_paragraph\">There was a clear difference between Hindu and Muslim visions of what postwar India should be.</p>"],"answer":1}]