[{"id":"VR189133","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">Respond to all parts of the question:</p>\n\n<p class=\"stem_paragraph\">a) Identify ONE way in which the views reflected in the image represent a continuity with traditional notions of gender roles.</p>\n\n<p class=\"stem_paragraph\">b) Identify ONE way in which the views reflected in the image represent a change from traditional notions of gender roles.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE way in which the format or intended audience of the source may have influenced the way in which gender roles are portrayed in the image.</p>\n</div>\n</div>\n","rubricRef":"VR189133_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><strong>Use the image below to answer all parts of the question that follows.</strong></p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><i class=\"stressed_text_2\">THE DIFFERENT SOCIAL POSITIONS OF WOMEN</i>, MASS-PRODUCED POSTER OFFERED FOR SALE TO INDIVIDUALS AND INSTITUTIONS, FRANCE, CIRCA 1890</p>\n</div>\n<img alt=\"The figure shows a poster titled “The Different Social Positions of Women.” The poster was mass produced and offered for sale to individuals and institutions in France, circa 1890. It shows seven women standing on a series of steps. The steps are arranged from left to right such that the first three steps ascend upward, there is one step that is highest, and the last three steps descend downward. French text is written on the steps beneath each of the women. From left to right, the women shown are as follows. On the first step, at the lowest level, is a nun in a habit with an arm outstretched. On the second step is a nurse in uniform, sitting on a chair and holding a sleeping baby in blankets. On the third step is a school teacher in a dress instructing a young girl who stands next to her, reading a book. On the fourth step, at the highest level in the center of the figure is an elegantly dressed clothier, holding a scarf in one hand while her other hand is resting on a pillar at her side. On the fifth step is a servant dressed in a maid’s uniform, holding a broom and dustpan. On the sixth step is a worker, dressed in simple clothes, weaving on a textile loom. On the seventh step, at the lowest level, is a peasant woman dressed in simple clothes, holding a sickle in one hand and a hoe in the other. At the base of the steps is an image of other women in farming clothes harvesting grain in a field.\" src=\"https://assets.learnosity.com/organisations/537/VR189133.g05.png\" /><span class=\"mandatory_credit_line\">Private Collection / Archives Charmet / Bridgeman Images</span></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Captions, from left to right:</span><span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">The Nun: “I relieve pain and misery; God supports me and encourages me.”</span><span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">The Midwife: “I take care of you with experience from the moment of your birth.”</span><span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">The Schoolteacher: “I impart virtue and wisdom to girls throughout their youth.”</span><span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">The Clothier: “With my skill, I adorn the ladies and increase their beauty.”</span><span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">The Servant: “I sew, bleach, and wait the table, which makes me indispensable.”</span><span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">The Worker: “In all my work, I apply myself—be it in the workshop or in the factory.”</span><span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">The Peasant: “Trust God that my hands’ work will put bread on your table.”</span></p>\n</div>\n</div>\n</div>\n</div>\n"}]}]