[{"id":"VR259406","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, you will be assessed on the following.</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four&nbsp;documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which states in the period 1450–1750 practiced religious tolerance.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Valentim Fernandez, civil servant at the Portuguese court, account of the Wolof kingdom of West Africa, based on reports received from Portuguese merchants and explorers, circa 1510.</p>\n\n<p class=\"passage_para\">The king and all the nobles and lords of Wolof are Muslims and have North African Muslim scholars and holy men who are their priests and who preach the doctrines of Muhammad and know how to read and write. These scholars come from very far, for example from the kingdoms of Fez and Morocco and they come to convert the Wolof by their teachings.</p>\n\n<p class=\"passage_para\">But only a small part of the ordinary people believes in Muhammad, while the majority remain idolaters [polytheists] and they practice their old religious ceremonies. They make their prayers and ceremonies each morning and the rulers let them do so without interference.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Tomé Pires, Portuguese government official and traveler, “Description of the East, from the Red Sea up to China,” manuscript written circa 1515.</p>\n\n<p class=\"passage_para\">Shah Ismail is the Persian ruler and adherent of the Shi‘a sect of Islam. When he was fifteen years old, he lived with his Christian relatives. The Christians taught him and he was always obedient, so that he grew up good and wise.</p>\n\n<p class=\"passage_para\">He later waged war to conquer all of Persia. Many of his soldiers were Armenian Christians related to his mother. The Persians say that he never destroys any Christian dwelling nor kills any Christian. But he destroys the houses of any Sunni Muslim and never spares the life of any Jew. He makes war on the Ottoman sultan.</p>\n\n<p class=\"passage_para\">He praises the Shi‘a prophet Ali. He says that he will not rest until all Muslims become followers of Ali in his lifetime.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: The Hindu god Krishna holds up a mountain to protect the people from a flood, page from an illustrated manuscript of the Hindu religious text <span class=\"formatted_text font_style:italic\">Harivamsa</span>, commissioned by the Mughal emperor Akbar, circa 1590.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure depicts the Hindu god Krishna wearing traditional Indian clothing, jewelry, a crown, and a long flower garland. He is shown lifting up a mountain with one of his hands to protect a large group of people and domesticated animals from a flood. The people shown underneath the mountain include a variety of men and women and Hindus and Muslims of many social classes.\" src=\"https://assets.learnosity.com/organisations/537/VR259406.g03.png\" /><span class=\"mandatory_credit_line\">Purchase, Edward C. Moore Jr. Gift, 1928</span></div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Edict issued by King Henry IV of France to end a long civil war between Catholic and Protestant communities, issued at Nantes, 1598.</p>\n\n<p class=\"passage_para\">We order that the Catholic religion shall be restored and reestablished in all places and localities of this our kingdom [France] and countries subject to our rule in order that it may be peaceably and freely exercised, without any trouble. No one may trouble or disturb church officials in the celebration of divine service. Anyone who has taken possession of churches, houses, goods or revenues, belonging to the Church shall return them to the Church.</p>\n\n<p class=\"passage_para\">And in order to prevent any conflict between our subjects, we will permit Protestants to follow the religion of their consciences. However, we expressly forbid Protestants to practice their religion outside of the places permitted and granted by the present edict.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Bernabé Cobo, Spanish Jesuit* priest and missionary, History of the New World, manuscript written in Peru, 1653.</p>\n\n<p class=\"passage_para\">The entire Inca Empire, though very extensive and containing many diverse peoples, was ruled by the same laws, and observed the same religion and ceremonies.</p>\n\n<p class=\"passage_para\">The Inca either wholly or partly abolished the religious practices of their new subjects and made them practice the Inca religion. The Inca would remove the most sacred religious idol from a conquered region and move it to Cuzco, their capital. Because of this practice, peoples from across the empire would come to Cuzco to worship these deities and learn the customs of the Inca court. When they returned to their home provinces, they would then teach others what they had seen at the court.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a Catholic religious order</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Yang Guangxian, Neoconfucian scholar and government official, essay submitted to a government ministry of the Qing dynasty, circa 1660.</p>\n\n<p class=\"passage_para\">Some of our scholars who have converted to Christianity claim that the Qing dynasty is nothing but an offshoot of ancient Christians. According to these scholars, our ancient Chinese rulers and sages, and our classics that have been taught for generations, are no more than the remnants of this Christian heresy!</p>\n\n<p class=\"passage_para\">How can we stand by while they slander our traditions? These Christians aim to lead the people of China into rebellion against the Qing and follow their heretical sect, which would lead All Under Heaven to abandon respect for rulers and fathers.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Shivaji Bhonsle I, leader of a Hindu Maratha revolt* against the Mughal Empire, letter to the Mughal emperor Aurangzeb, 1679.</p>\n\n<p class=\"passage_para\">Your Majesty has ordered that the <span class=\"formatted_text font_style:italic\">jizya</span> tax [a tax levied on non-Muslims] should be collected from the Hindus. Yet the great emperor Akbar reigned for 49 years by adopting the policy of universal harmony among all religions, including Christians, Jews, Muslims, Hindus, Jains, and even atheists. The emperors Jahangir and Shah Jahan followed the same policies for 52 years. They did not allow bigotry in their hearts and did not attempt to levy the <span class=\"formatted_text font_style:italic\">jizya</span>.</p>\n\n<p class=\"passage_para\">But in your Majesty’s reign, the army is in upheaval, the Muslims cry, the Hindus are persecuted, and most men lack bread. How can your royal spirit permit you to add the hardship of the <span class=\"formatted_text font_style:italic\">jizya</span> to these misfortunes?</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a revolt that resulted in the establishment of the Maratha Confederacy of Hindu states in India</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]