[{"id":"VR254886","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, you will be assessed on the following.</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which states in the period 1450–1750 practiced religious tolerance.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Ibn Kemal, Ottoman religious scholar, history of the Ottoman Empire commissioned by the Ottoman court, early sixteenth century.</p>\n\n<p class=\"passage_para\">Shahkulu* was an agent of the Persian Shah Ismail, the deviant. He came to Anatolia to spread the groundless Shi‘a religion. The unbelievers occupied territories belonging to Sunnis, and they spread their invalid religious sect. They damned the three initial caliphs, denying their caliphate. They reviled the people of the sciences and the great interpreters of Islamic law. They supposed the Shi‘ite path of their leader, Ismail, was the easiest and most correct path to follow. To them, the Shah was the limitless authority in religion. According to them, whatever Shah permits is permissible and whatever he forbids is forbidden. Consequently, there were countless numbers of evil and heretical acts committed by them. Thus, God saved the world from this disaster, by placing Selim on the Ottoman throne.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*leader of an anti-Ottoman rebellion in eastern Anatolia (present-day Turkey)</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Nzinga Mbemba, king of the West African Kingdom of Kongo, letter to João III, king of Portugal, 1526.</p>\n\n<p class=\"passage_para\">Sire,</p>\n\n<p class=\"passage_para\">A lot of Our troubles* will go away, if Your Highness would send us as many priests as You can. In this way, the true religion and its sacraments can be spread through our large and populous kingdom, by my orders and by my son, the Bishop of Kongo. The word of God will be sown in the hearts of the people, as it must, where it will remain embedded.</p>\n\n<p class=\"passage_para\">Sending priests will also be a good way to stop the sellers of false religious merchandise such as charms and amulets, which impedes the salvation of the soul and damages the good that has been grown there. Our kingdom is full of these charm sellers, who come from as far as Guinea and Benin, and we are not able to expel them.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*The ruling family and the political elites of Kongo had converted to Christianity, but Nzinga Mbemba was finding it difficult to impose Christianity on the rest of the population.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Pedro de Cieza de León, Spanish conquistador and historian who was born into a family of recent Jewish converts to Christianity, <span class=\"formatted_text font_style:italic\">The Chronicles of Peru</span>, written circa 1550.</p>\n\n<p class=\"passage_para\">One of the more admirable things about the Inca rulers is how skilled they were in conquering such vast lands. They entered many lands without war, but in regions where they were forced to conquer through war, they ordered that the crops and houses of the enemy be spared. They never deprived the native chieftains of their rule. They were all ordered to worship the sun as God, but they were not prohibited from observing their own religions and customs.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: <span class=\"formatted_text font_style:italic\">General Edict of the Faith</span>, issued by the Spanish king Philip II to establish the Office of the Inquisition* in the territories of New Spain, Mexico City, 1571.</p>\n\n<p class=\"passage_para\">I, Philip, being against heretics and of those who renounce their Christian faith, declare that this edict be affixed in the doorways of churches. We should be informed if it is known or someone has heard that a person has:</p>\n\n<p class=\"passage_para\">1. Adhered to the Jewish law of Moses</p>\n\n<p class=\"passage_para\">2. Observed the law of Muhammad or said that it is good</p>\n\n<p class=\"passage_para\">3. Followed the false sect of Martin Luther or supported some opinion of his or of other heretics</p>\n\n<p class=\"passage_para\">4. Used magic, curses, witchcraft, or invocations of demons to find stolen goods or treasures</p>\n\n<p class=\"passage_para\">5. Neglected to inform the Inquisition about any of the above-mentioned things, persuaded others to not inform the Inquisition about them, or protected and sheltered heretics.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*an organization created in 1478 by the Spanish government to uncover non-Christian or heretical religious practices</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Toyotomi Hideyoshi, Japanese warlord who effectively ruled most of Japan, edict, 1587.</p>\n\n<p class=\"passage_para\">1. Japan is the country of the gods but has been receiving false teachings from Christian countries. This cannot be allowed to continue.</p>\n\n<p class=\"passage_para\">2. The missionaries approach people in provinces to make them their followers and let them destroy shrines and temples.</p>\n\n<p class=\"passage_para\">3. The Jesuit* missionaries believe that their special knowledge in the sciences and medicine allows them to entice people to become their followers. In doing so they commit the illegal act of destroying the teachings of the Buddha. These Jesuits cannot be permitted to remain in Japan. They must prepare to leave the country within twenty days of the issuance of this edict.</p>\n\n<p class=\"passage_para\">4. The Portuguese and Spanish ships can continue to engage in trade.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a Catholic religious order</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Edict of the Ottoman sultan Mehmet III, issued in Istanbul, 1602.</p>\n\n<p class=\"passage_para\">In accordance with what Almighty God commanded in the Qur’an concerning the communities of Jews and Christians, who are people of the <span class=\"formatted_text font_style:italic\">dhimma</span>,* their protection and preservation and the safeguarding of their lives and possessions are a perpetual and collective duty of Muslims and a necessary obligation incumbent on all honorable rulers. Therefore, it is necessary and important that my concern be directed to ensure that, in accordance with Islamic law, every one of these communities that pays the <span class=\"formatted_text font_style:italic\">jizya</span> [a tax levied on non-Muslims] to me, should live in tranquility and peace of mind and go about their business. No one should prevent them from this, nor should anyone cause injury to their persons or their possessions, in violation of the command of God and in contravention of the Holy Law of the Prophet.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*the protection granted to certain non-Muslim communities in exchange for adhering to various legal restrictions, including the payment of a poll tax</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Miniature illustration included in the <span class=\"formatted_text font_style:italic\">Akbarnama</span>, the official chronicle of the reign of the Mughal emperor Akbar, composed before Akbar’s death in 1605.</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure depicts the Mughal emperor Akbar sitting on a throne in a carpeted open-air courtyard in his palace and holding a religious discussion with scholars of different religious faiths. Akbar is shown having a conversation with two Muslims and two European Christians who are seated to his left. At the opposite end of the courtyard, other religious scholars are shown holding books and motioning toward the emperor. In the foreground outside the courtyard, are shown several figures who may be servants or attendants.\" class=\"lrn-image-center\" height=\"1110\" src=\"https://assets.learnosity.com/organisations/537/VR254886.g02.png\" width=\"600\" /><span style=\"font-style: inherit; font-variant-ligatures: inherit; font-variant-caps: inherit; font-weight: inherit;\">Private Collection De Agostini Picture Library/Bridgeman Images</span></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The illustration shows Akbar holding a religious discussion with scholars of different religious faiths.</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]