[{"id":"VR259985","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, you will be assessed on the following.</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four&nbsp;documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which Mongol cultural practices changed in response to Mongol interactions with conquered peoples in the period circa 1200–1350.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Li Zhichang, pupil of the Chinese Daoist scholar Changchun, account of Changchun’s travels to Central Asia between 1221 and 1224, written circa 1228.</p>\n\n<p class=\"passage_para\">The Master Changchun set out for the west following Chinggis Khan, as the khan made his way back to Mongolia. Chinggis ordered a tent to be prepared for explaining Daoist doctrine. The khan was highly enlightened, and the discourse pleased him. The khan ordered Changchun’s words to be written down in Chinese and Mongol.</p>\n\n<p class=\"passage_para\">Years later, once the khan was ready to allow Master Changchun to go back to China, he gave him horses and other presents and exempted all Daoists within the empire from taxes.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Drogön Phagpa, Tibetan Buddhist monk and spiritual advisor to the Mongol Yuan ruler Khubilai Khan,* instructions to the khan, late thirteenth century.</p>\n\n<p class=\"passage_para\">Secular and spiritual salvation are something that all human beings try to win. Spiritual salvation consists in complete deliverance from suffering, and worldly welfare is secular salvation. Both depend on a dual order, the order of religion and the order of the state. The order of religion is presided over by the Lama [Tibetan religious leader], and the order of the state is presided over by the khan. The priest has to teach religion, the khan must guarantee a rule that enables everyone to live in peace. The heads of the religion and of the state are equal, though with different functions.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*Khubilai Khan converted to Tibetan Buddhism in the thirteenth century after he led the Mongol conquest of Tibet.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Marco Polo, Italian merchant and imperial official of the Yuan dynasty, <span class=\"formatted_text font_style:italic\">Book of the Marvels of the World</span>, written in Italian, circa 1300.</p>\n\n<p class=\"passage_para\">For three months of the year, the Great Khubilai Khan resides in the capital city of China [Beijing]. In that city stands his great palace.</p>\n\n<p class=\"passage_para\">This is the greatest palace that ever was. The roof is very lofty, and the walls are all covered with gold and silver. The walls are adorned with sculpted and gilt representations of Chinese dragons, birds, warriors and gods.</p>\n\n<p class=\"passage_para\">Between the walls of the enclosure, there are parks for hunting. In the park, the Great Khan has a magnificent tent made of cane. It is gilt, elaborately finished inside and decorated with beasts and birds. The palace is constructed so that it can be taken down and moved to another location very quickly at the emperor’s command. The Great Khan stays in that park for three months of the year.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Illustration from the Compendium of Chronicles, a history of the world sponsored by the Mongol Ilkhanid court, early fourteenth century.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a depiction of the ruler of the Mongol Ilkhanid dynasty, Ghazan Khan, studying the Quran in a tent mosque. On the left is an elaborate doorway bearing decorations, with an Arabic inscription above the doorway, which states: Allah is the ruler. Another figure, possibly a religious scholar, is seated to the right of Ghazan Khan and is also studying a Quran.\" src=\"https://assets.learnosity.com/organisations/537/VR259985.g01.png\" /><span class=\"mandatory_credit_line\">Pictures from History / Bridgeman Images</span></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The image shows Ghazan Khan, ruler of the Mongol Ilkhanid dynasty, studying the Qur’an in a tent mosque. The Arabic inscription above the doorway reads “Allah is the ruler.” Ghazan Khan converted to Islam from Buddhism in 1295.</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Külüg Khan, Mongol ruler of the Yuan dynasty, 1311 decree included in the official history of the Yuan dynasty, compiled under the Ming dynasty circa 1370.</p>\n\n<p class=\"passage_para\">The sons and grandsons of appointed officials who seek to obtain office through hereditary privilege must take an exam on one of the Chinese classics and the history of one Chinese dynasty. Those Mongols and Western and Central Asians who are willing to take the exam should be permitted to do so if they wish* and, as usual, are to be advanced one degree higher than the rank to which the Chinese who passed the same examination would be entitled.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*Mongols and Western and Central Asians could obtain office without taking the examinations.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Ibn Battuta, Sunni Muslim traveler from North Africa, description of a ceremony performed in the lands of the Khanate of the Golden Horde, circa 1332.</p>\n\n<p class=\"passage_para\">The beverage they make most use of is fermented liquor of honey.* Even though most schools of Islamic law forbid alcohol, the Hanafī school** which most [Golden Horde] Mongols follow, holds fermented liquor to be lawful. When the Khan wishes to drink, his daughter presents the bowl to him. When he has drunk, she takes another bowl and presents it to the chief wife, who drinks from it, after which the daughter presents it to the other wives in their order of precedence.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a traditional alcoholic drink popular among the Mongols&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>**one of the four main schools of Sunni Islam; adopted by the ruler of the Golden Horde in 1313</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Ibn Fadl al-Umari, Arab historian and administrator under the Mamluk dynasty of Egypt, historical treatise, written in Damascus circa 1340.</p>\n\n<p class=\"passage_para\">The Mongol khanate of the Golden Horde essentially belongs to the nomadic Qipchaq Turks of the southern steppes. The Qipchaqs had initially been defeated by and subjugated to the Mongols. Over time, however, the Mongols mixed and became related to the Qipchaqs, as the land defeated the nature and character of the conquerors. Therefore, the Mongols married the Qipchaqs, became similar to them in language and culture, and have since become totally absorbed as if they had descended from the same people.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]