[{"id":"VR260276","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, you will be assessed on the following.</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which the environment and/or knowledge of the environment affected imperial expansion in the period circa 1450–1750.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Babur, Muslim military leader from Central Asia who conquered northern India and established the Mughal Dynasty, memoirs, circa 1530.</p>\n\n<p class=\"passage_para\">During the monsoon rains in India the banks of rivers become worn into deep channels, difficult to pass through. In many parts, thorny jungles grow, behind the good defense of which the people become stubbornly rebellious and pay no taxes.</p>\n\n<p class=\"passage_para\">However, because of the abundance of rain, they need not dig irrigation canals or construct dams because their crops are all rain-grown.</p>\n\n<p class=\"passage_para\">Sometimes, during the monsoon, it rains 10, 15, or 20 times a day. The bows and arrows of our soldiers are ruined within few weeks; everything is affected, armor, books, and utensils; even a house does not last long.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Alonso Ponce, Spanish priest, inspector of religious properties in Mexico, report to church authorities in Spain, 1588.</p>\n\n<p class=\"passage_para\">In Mexico, there are many valleys and wide and spacious savannas that provide pastures for cattle and sheep. Cattle have multiplied so much that it seems that they are native to the country, so full are the fields of them. They reproduce much more quickly than in Spain as the climate is temperate and there are no wolves to destroy them. They are being bred by settlers and Indians at less cost and with less labor than it would have been possible in Spain.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Anonymous Indian painter at the Mughal court, painting of a Portuguese caravel with a multiethnic crew, India, circa 1590.</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows an Indian painting of a Portuguese caravel, a type of sailing ship, navigating near a coast. The ship has a crew made up of different ethnicities, as indicated by their different clothing styles. A Muslim navigator is shown at the bow of the ship using an astrolabe. In the mid-section of the ship, a Portuguese and a Muslim are talking to several men of different ethnicities. Two other figures, one Portuguese and one Muslim, are shown at the stern of the ship. A rowing boat with a crew of two is approaching the ship from the right. To the left of the ship, is what appears to be a sea monster.\" class=\"lrn-image-center\" height=\"1759\" src=\"https://assets.learnosity.com/organisations/537/VR260276.g03.png\" width=\"1200\" /><span style=\"font-style: inherit; font-variant-ligatures: inherit; font-variant-caps: inherit; font-weight: inherit;\">Private Collection Photo © Christie's Images/ Bridgeman Images</span></div>\n\n<div class=\"standalone_image\"><span class=\"formatted_text font_style:italic\">The Muslim navigator at the ship’s bow is using an astrolabe.</span></div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Jan van Riebeeck, official of the Dutch East India Company, who led the first Dutch settlement in what became the Cape of Good Hope Colony, southern Africa, diary entries, 1656.</p>\n\n<p class=\"passage_para\">January 17. Dark skies and dry wind, destroying the pasture so nothing is left for our cattle to eat; some old cows are consequently falling ill, and we are compelled to kill them for food; the milk cows are drying up; every year it becomes clearer that during the dry season very little can be obtained from them.</p>\n\n<p class=\"passage_para\">February 25. Returned from Robben Island [in Capetown harbor]. Found pasture there for an additional 2,000 sheep, despite its apparent dryness; the sheep that have already been transported there have an abundance to eat off the native bushes, and have all grown extraordinarily fat.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Evliya Chelebi, Ottoman government official and travel writer, account of his 1661 experience as a courier for a provincial governor in the Ottoman Balkans, from <span class=\"formatted_text font_style:italic\">The Book of Travels</span>.</p>\n\n<p class=\"passage_para\">I rode up Mount Sheshan. After three hours, a local infidel [Christian] armed with a club appeared. “Hey Turk,” he said, “what are you doing on our mountain?”</p>\n\n<p class=\"passage_para\">“I have come to see your leader Yano Beg.”</p>\n\n<p class=\"passage_para\">We dismounted and proceeded through steep terrain and thick forest. Five or six hundred armed infidels lined our path.</p>\n\n<p class=\"passage_para\">“Hello and welcome,” cried Yano, the chief bandit. “How did you dare to come up the mountain so fearlessly?”</p>\n\n<p class=\"passage_para\">I replied, “My master, the provincial governor, has sent me here to tell you that the villages in your mountain owe the government three loads of silver coins in unpaid taxes. The judge has given a court order that the money must be collected. So, I fear you, but I also fear my master!”</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: The Kangxi Emperor, ruler of Qing China, letter to the governor of Guizhou province, at the time a borderland territory in southern China inhabited mostly by non-Han Chinese peoples, 1707.</p>\n\n<p class=\"passage_para\">In your letter to me, you state that our strategy in your province should be to use Han [Imperial] laws to rein in the native Miao* chieftains. Yet, I doubt that this strategy will work. These mountainous provinces are far from our reach. From ancient times, the royal regulations have never been able to bind them effectively because of their remoteness. It is impossible to control them as We do the subjects in the inner provinces. We must instead attempt only a loose type of control. We should limit ourselves only to preventing major disturbances because any significant trouble in such a far-off place will be too costly for Our state to bear.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a large non-Han ethnic group in southern China</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: John Bell, Scottish physician employed by the government of Russia, <span class=\"formatted_text font_style:italic\">Travels from St. Petersburg in Russia to Various Parts of Asia</span>, published in 1763.</p>\n\n<p class=\"passage_para\">About fifty years ago, the Qing emperor of China was engaged in a war against the prince of the Mongols about control of frontier towns. The emperor sent an army of 300,000 men, but was defeated.</p>\n\n<p class=\"passage_para\">The Chinese had to undertake an extremely long and difficult march just to reach the Mongols’ territory, through desert and barren country, lying westward of their long wall and had their force greatly diminished even before reaching the enemy. The Mongols having intelligence of the great army coming against them, waited patiently on their own frontiers till the enemy was within a few days’ march of their camp. Then the Mongol prince sent out detachments of light cavalry to set fire to the grass in front of the Chinese and lay waste to the country.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]