[{"id":"VR261181","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, you will be assessed on the following.</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four&nbsp;documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which the Meiji Restoration (1868) affected Japanese society.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Emperor Meiji Mutsuhito, “The Emperor’s Charter Oath,” an edict published upon his official enthronement ceremony, April 1868.</p>\n\n<p class=\"passage_para\">1. Deliberative assemblies shall be widely established and all matters of important policy shall be decided by open discussion.<span class=\"formatted_line_break delivery_mode:Both\"></span>2. All classes, high and low, shall be united in carrying out the administration of the affairs of the state.<span class=\"formatted_line_break delivery_mode:Both\"></span>3. The common people, no less than the civil and military officials, shall be allowed to pursue their own calling so that there may be no discontent.<span class=\"formatted_line_break delivery_mode:Both\"></span>4. Evil customs of the past shall be broken off and everything shall be based upon the just laws of Nature.<span class=\"formatted_line_break delivery_mode:Both\"></span>5. Knowledge shall be sought throughout the world so as to strengthen the foundation of imperial rule.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Kuniteru Utagawa II, Japanese painter, “The Tomioka Silk Factory in Gunma Prefecture [Central Japan],” woodblock print, 1873.</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure is a traditional woodblock print from 1873 showing the inside of the Tomioka Silk Factory in Gunma Prefecture in central Japan. In the woodblock, a long row of Japanese women dressed in traditional Japanese clothing are seated side-by-side at a long work table, spinning or reeling silk. A long row of spinning wheels are attached to a mechanism or a machine that extends behind and over the women. Two men in Western clothing are shown, one seated and one standing, appearing to oversee the work being done. In the left corner, two female figures appear, one seated and the other standing. The factory is a large, Western-style, brick building.\" src=\"https://assets.learnosity.com/organisations/537/VR261181.g01.png\" style=\"margin-left: 320px;\"><span class=\"mandatory_credit_line\">Public Domain</span></div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The image shows a row of women workers using machines to spin silk from cocoons, while two male managers (on the right) oversee their work.</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Kaiseki Sada, Japanese Buddhist priest and intellectual, “The Ranking of Fools,” printed pamphlet, 1878.</p>\n\n<p class=\"passage_para\">There are many different types of fools in this world, but there is no greater fool than the one who fails to use domestic products and instead demands the use of foreign imports, thereby causing day by day and month by month increasing amounts of capital to flow out of Japan and leading our country to ruin. The following are examples of such fools:</p>\n\n<p class=\"passage_para\">•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;People who abandon the use of Japanese silk and cotton fabrics and instead take delight in wearing Western clothes</p>\n\n<p class=\"passage_para\">•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;People who look down on Japanese lanterns and instead use Western-style gas lamps</p>\n\n<p class=\"passage_para\">•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shinto practitioners who no longer follow the Shinto practices unique to Japan, but instead respect Western ways</p>\n\n<p class=\"passage_para\">•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Japanese craftsmen who have abandoned fine craftsmanship and instead prefer things made by machines</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Platform of <span class=\"formatted_text font_style:italic\">Jiyuto</span>, a political party formed by members of the Freedom and People’s Rights Movement, an organization of Japanese citizens, 1881.</p>\n\n<p class=\"passage_para\">Liberty is the natural state of man and the preservation of liberty is man’s greatest duty; but if the power of government is used to oppress or deny this divinely bestowed state of liberty, then man’s right to liberty cannot be maintained.</p>\n\n<p class=\"passage_para\">The authorities have used their power to shrink our areas of liberty. They have prevented liberty of speech and publication.</p>\n\n<p class=\"passage_para\">By establishing a political party and developing a united spirit, we plan to spread the heavenly bestowed liberty and control the power of the authorities; at the level of the state, we will correct the mistakes of the government.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: “Manifesto to the Japanese People,” signed by sixteen armed rebels, mostly poor farmers, assembled in east-central Japan, 1884.</p>\n\n<p class=\"passage_para\">The most important thing when building a nation is to make clear that the proper foundation of the nation should be absolute equality. Second, is to retain and preserve both the economic well-being of its citizens and the liberties coming from their natural rights.</p>\n\n<p class=\"passage_para\">Today we see that we do not yet have the promised national parliament,* and, internationally, we have not yet revised the unequal foreign treaties. In order to achieve these objectives, we are embarking on a course of political treason. It appears that our wise and virtuous Emperor is being neglectful of our rights. As patriots, we cannot endure it. We will assemble an army to fight for revolution, overthrow the despotic government that has made itself the enemy of freedom, and then establish a completely free constitutional form of government.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*The first Meiji Parliament convened in 1889, 21 years after the Meiji Restoration.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Ichiyo Higuchi, Japanese female writer, private journal entry, December 1893.</p>\n\n<p class=\"passage_para\">I close my eyes and think quietly about today’s society, wondering how it will change in the future. If people knew what I was thinking, they might say that I am forgetting my position as a woman. However, we women live in the same society as men and are exposed to the same momentous events.</p>\n\n<p class=\"passage_para\">People have become accustomed to a comfortable life and have gotten extravagant. They seek fancy customs from foreign countries and cast away our country’s old traditions. Such frivolity has spread from small areas of life to important arenas such as literature, education, and politics. And what has it gotten us? We have not managed, to date, to amend the unequal treaties with the West. I look outside and I see the [Russian] eagle sharpening its claws and the [British] lion snarling at us. Looking back at what happened to India and Egypt, my body and soul tremble with fear.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Yukichi Fukuzawa, Japanese intellectual and political reformer, autobiography, published 1898.</p>\n\n<p class=\"passage_para\">I am willing to admit my pride in Japan’s accomplishments [in rapid modernization]. It was not until 1853 that a steamship was seen for the first time; it was only in 1855 that we began to study navigation from the Dutch; by 1860 we sailed a steamship across the Pacific. This means that about seven years after the first sight of a steam ship, after only about five years of practice, the Japanese people made a trans‑Pacific crossing without help from foreign experts. I think we can without undue pride boast before the world of this courage and skill.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]