[{"id":"VR260035","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, you will be assessed on the following.</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four&nbsp;documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which Mongol cultural practices changed in response to Mongol interactions with conquered peoples in the period circa 1200–1350.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: William of Rubruck, Franciscan monk and diplomat for King Louis IX of France, account of his journey to the court of Sartaq, a Mongol prince, 1253.</p>\n\n<p class=\"passage_para\">Our guide went to a Nestorian Christian,* Quyaq, who is one of the most important men at court. We came before Sartaq’s tent and his officials ordered us to chant a Christian blessing for him. Then, Quyaq handed him the Bible that we brought with us, and Sartaq asked if the Gospels were in it. I said that it contained all the sacred writings.</p>\n\n<p class=\"passage_para\">Before we left, Quyaq said to us: “You must not say that Sartaq is a Christian. He is not a Christian, but a Mongol.” The Mongols associate the name “Christian” with an ethnic group. The Mongols are so prideful, that even though they may believe somewhat in Christ, they refuse to be called Christians. They wish to exalt their own name of Mongol above all others.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a Christian group whose followers live in communities across Central and Eastern Asia</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Ata-Malik Juvayni, Persian historian and government official under the Mongol Ilkhanid dynasty, <span class=\"formatted_text font_style:italic\">History of the World Conqueror</span>, written circa 1260.</p>\n\n<p class=\"passage_para\">As Chinggis Khan demanded, he laid down a law for every matter and a regulation for every affair, while for every crime he fixed a penalty. And since the Mongol peoples had no script of their own, he gave orders that Mongol children should learn writing from the Uighurs* and that his decrees should be written down on rolls in the Mongol language using the Uighur script. The Mongols consult these rolls whenever a khan ascends the throne, an army is mobilized, or leaders discuss affairs of state.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a Turkic ethnic group that the Mongols had conquered in the early thirteenth century</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Rabban Bar Sawma, Nestorian Christian* monk and diplomat to the rulers of the Mongol Ilkhanid dynasty, autobiographical account of his travels, written in Syriac in Baghdad circa 1294.</p>\n\n<p class=\"passage_para\">Although he was a Buddhist, in 1288 the Ilkhanid ruler Arghun Khan ordered that a church be set up close to the door of his imperial tent. The khan took care that bishops and priests should keep vigil in the church. And when the imperial camp moved, the priests moved the church with it. The khan commanded that we recite prayers for his benefit and that these prayers should never cease.</p>\n\n<p class=\"passage_para\">When Arghun’s son was crowned khan in 1291, he honored the leaders of all religions, whether Christians, Muslims, Jews, or Buddhists.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a Christian group whose followers live in communities across Central and Eastern Asia</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Marco Polo, Italian merchant and imperial official of the Mongol Yuan dynasty, <span class=\"formatted_text font_style:italic\">Book of the Marvels of the World</span>, written in Italian circa 1300.</p>\n\n<p class=\"passage_para\">The Yuan ruler Khubilai Khan summoned every Christian in his realm and ordered them to bring the Gospels. He kissed the Gospels and ordered all the Mongol nobles to do the same. He does the same at the chief festivals of the Muslims, Jews, and Buddhists. When asked why he said, “The Christians say their god is Jesus Christ, the Muslims say their prophet is Muhammad, the Jews say it is Moses, and the Buddhists say it is the Buddha. I worship and respect all four and pray that he among them who is greatest in heaven may aid me.”</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Silk tapestry used for performing ritual Tibetan Buddhist ceremonies produced for the court of the Mongol Yuan dynasty, circa 1330.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows an artwork representation of two Mongol rulers and their two female companions, who are dressed in ceremonial garb and are sitting cross-legged on the floor with their hands together in a contemplative position.\" src=\"https://assets.learnosity.com/organisations/537/VR260035.g01.png\" /><span class=\"mandatory_credit_line\">Purchase, Lila Acheson Wallace Gift, 1992</span></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">On the left are two Mongol Yuan emperors. On the right are their female companions.</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Ibn Fadl al-Umari, Arab historian and administrator under the Mamluk dynasty of Egypt, an account of the court of the Mongol Ilkhanid ruler Ghazan Khan following his conversion to Islam, written circa 1349.</p>\n\n<p class=\"passage_para\">Ghazan spoke Mongolian and Turkish and he knew Persian but he did not speak it except when with his vizier* and among the close [Persian] associates at his court. He understood most of what was said before him in Arabic, but he did not let it be known that he understood it, out of pride in the law of Chinggis Khan. When he became Khan, he took up leadership in the way of Chinggis Khan and appointed judges to carry out the Mongol tribunals [to enforce those laws].</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a Muslim government advisor</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Mirza Haidar Dughlat, Turkic-Mongol ruler of Kashmir (northern India), chronicle written in the mid-sixteenth century.</p>\n\n<p class=\"passage_para\">The Mongol Chagatai prince Tughlugh Temür organized a hunt and ordered everyone to participate in it. But during the hunt, they spotted a Persian Sufi sitting down instead of hunting. He was brought before the khan.</p>\n\n<p class=\"passage_para\">Temür asked, “Why did you disobey?” The Sufi replied, “I came from outside your realm and knew nothing of the hunt or your order.” Temür replied, “You Persians are not men. Are you no better than a dog?” The Sufi replied, “If I have faith in God, I am better. If not, a dog is better.” Temür was impressed and promised he would convert to Islam when he became khan.</p>\n\n<p class=\"passage_para\">And when Temür became khan [in 1347] he became a Muslim and spread Islam throughout his kingdom.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]