[{"id":"VR260559","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, you will be assessed on the following.</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four&nbsp;documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which interactions between Muslim and non-Muslim communities affected attitudes toward Islam or Islamic culture in the period circa 1200-1750.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Anonymous Christian priest in Muslim-controlled Spain, address to the many Christians who were converting to Islam, written in Arabic, circa 1200.</p>\n\n<p class=\"passage_para\">You know very well that the Qur’an itself calls Jesus “the Spirit of God and His Word” and states that He was “eminent in this world and the next one, and one of those brought close to God.” [Qur’an, Chapter 3, verse 45]. Your Holy Qur’an also states that Jesus is “He who gives life to the dead” and doesn’t this suffice as evidence that He is God?</p>\n\n<p class=\"passage_para\">So your [Muslim] beliefs are generally good. And there is much goodness and justice in your society and at the root of your religion. So if you were just to believe in the Messiah and affirm that He is God, the Creator of the heavens and the earth, then your belief would be perfected.</p>\n\n<p class=\"passage_para\">The religion of the cross [Christianity] has spread throughout the world without the sword and without coercion. But your religion triumphed by the sword. And the Arabs entered our cities and uprooted our abodes. The Messiah son of Mary came humbly and in meekness and did not fight anyone!</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Udadhara, Hindu town administrator employed by the Muslim sultan of Delhi, Sanskrit inscription on a public water well, northern India, 1276.</p>\n\n<p class=\"passage_para\">In this kingdom of the Delhi sultan abounding in kind rule, the entire region is filled with inner peace and his great city of Delhi flourishes.</p>\n\n<p class=\"passage_para\">When the sultan went forth on military expeditions, many [Hindu] kingdoms surrendered to his might.</p>\n\n<p class=\"passage_para\">Under the rule of the sultan, the [Hindu] god Vishnu and the goddess Lakshmi abandon all worries and sleep in peace on an ocean of milk.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Miniature from a Byzantine Greek translation of a Muslim medical treatise, circa 1300.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a drawing of two men, Ibn al-Jazzar and Constantine of Regio, sitting opposite one another beside a table covered with writing instruments. On the right, the Muslim physician Ibn al-Jazzar is wearing a hat and Islamic robes, while writing in an open book. On the left, the Christian translator Constantine of Reggio is wearing a cap with a long front bill and Christian cloak and robes, while writing in an open book. The background shows the walls of a medieval city and multiple buildings. The building in the center appears to be a church with three crosses on its roof.\" src=\"https://assets.learnosity.com/organisations/537/VR260559.g01.png\" /><span class=\"mandatory_credit_line\">Album / Oronoz / Album orz080144</span></div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The image shows the original author of the treatise, the early Islamic physician Ibn al-Jazzar (on the right), and Constantine of Regio, a medieval Christian translator of Ibn al-Jazzar’s work (on the left).</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Ma Huan, Ming dynasty Muslim civil official who accompanied Admiral Zheng He on his voyages in the Indian Ocean,<span class=\"formatted_text font_style:italic\"> The Overall Survey of the Ocean’s Shores</span>, 1451.</p>\n\n<p class=\"passage_para\">Foreign ships from every country and foreign merchants traveling by land flock to Hormuz* to trade; thus the people of the country are all rich. The king and the people profess the Muslim religion; they are reverent and sincere believers. Their customs are pure and honest. If a family meets with misfortune, everyone gives them clothes, food, and relieves their distress. Their civilian and military officials, physicians and scientists are decidedly superior to those of other non-Chinese places.</p>\n\n<p class=\"passage_para\">The king of Hormuz sent a ship loaded with precious gifts and wrote a letter to the [Chinese] throne expressing his desire for peaceful relationships. That ship sailed with the Admiral [Zheng He] on his return to China.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a coastal city in southern Iran, at the entrance of the Persian Gulf</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Basilios Bessarion, Byzantine Greek who had become a Cardinal of the Roman Catholic Church, letter to the Doge (ruler) of Venice, 1453.</p>\n\n<p class=\"passage_para\">Constantinople has fallen!* A city which was recently flourishing, with such a great emperor, so prosperous, the head of all Greece, the splendor and glory of the East, the school of the best arts, the refuge of all good things has been captured, despoiled, ravaged, and completely sacked by these most inhumane barbarians and most savage enemies of the Christian faith, who are like the fiercest of wild beasts. The public treasure has been consumed, private wealth has been destroyed, the churches have been stripped of gold, silver, jewels, the relics of the saints, and other most precious ornaments.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*Constantinople, the capital of the Byzantine Empire, was conquered by the Ottomans in 1453.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Benedetto Accolti, Italian Renaissance historian and legal scholar, <span class=\"formatted_text font_style:italic\">The Book on the War of the Christians against the Barbarians</span>, history of the First Crusade, written in 1464.</p>\n\n<p class=\"passage_para\">[The Crusaders observed that] in the Muslims’ way of life, virtue and learning were neither honored nor rewarded, since nothing could be more hostile to their religion than virtue and knowledge of the arts and sciences. And so these Muslims in the Holy Land had turned to wasting their lives and to idleness, abandoning the pursuits worthy of a free man. With their minds captive and their spirits numbed, they were buried in the most profound darkness; they were able neither to lift themselves up, nor to behold the light of the true religion [Christianity].</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Samuel Usque, Jewish scholar and poet who emigrated from Portugal to the Ottoman Empire, <span class=\"formatted_text font_style:italic\">Consolation for the Tribulations of Israel</span>, book published in Italy in 1553.</p>\n\n<p class=\"passage_para\">Our adoptive city of Salonica* is the new mother of Israel. It has grown stronger on the foundations of our religion as more of our Jewish brothers have migrated here from Spain and Portugal. Jews of Europe and other countries who have been persecuted and banished have come here to seek refuge. The town and its government have received them with love and friendship, as if the city were our dear mother Jerusalem.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*an ethnically and religiously diverse city in the Ottoman Empire</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]