[{"id":"VR260299","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, you will be assessed on the following.</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which non-Western elites’ approaches to modernizing their societies differed during the period 1800 to 1900.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Sultan Abdulmejid I, ruler of the Ottoman Empire, decree initiating the <span class=\"formatted_text font_style:italic\">Tanzimat</span> reform movement, 1839.</p>\n\n<p class=\"passage_para\">In the last 150 years our former strength and prosperity have changed into weakness and poverty. We deem it necessary to introduce new legislation to achieve effective administration of the Ottoman government.</p>\n\n<p class=\"passage_para\">From now on, every defendant shall be entitled to a public hearing. Everyone shall have the right to own property of every kind and to buy and sell it freely. We grant perfect security to all the religious groups of our Empire in their lives, their honor, and their properties.</p>\n\n<p class=\"passage_para\">Policy decisions must be taken by majority vote. Everyone participating in government councils can express his ideas and give his advice freely.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Joseph Hekekyan, Ottoman Armenian engineer, recruited as a technician in the cotton mills built by the Egyptian ruler Muhammad Ali Pasha, private diary entry, 1843.</p>\n\n<p class=\"passage_para\">One of Muhammad Ali’s advisors had proposed to substitute poor Egyptian peasants instead of oxen to turn the Pasha’s cotton machinery because the cost of maintaining an ox was equal to that of five men. The Pasha ordered that peasants be forcefully drafted to work the cotton machines. They are paid a <span class=\"formatted_text font_style:italic\">piastre</span> [Egyptian currency] per day, but half of it is given in bread rations and the other half is withheld because of imaginary “deficiencies” in their work. And this is being done at a time when a peasant can make five <span class=\"formatted_text font_style:italic\">piastres</span> a day working the fields. It is no wonder that many peasants fear being drafted to work at the cotton mills and would go to great lengths to avoid it.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Woren, Confucian scholar, Grand Secretary to the Qing court, presenting his case in a debate over reform, Beijing, 1867.</p>\n\n<p class=\"passage_para\">From ancient to modern times, I have never heard of anyone who could use [Western] mathematics to raise a nation from a state of decline or to strengthen it in time of weakness. The Chinese Empire is so great that one should not worry that our men lack talent or ability. If astronomy and mathematics have to be taught, there is no need to hire foreigners—an extensive search within China should find someone who has mastered these sciences.</p>\n\n<p class=\"passage_para\">Our scholars should clearly explain Confucian principles to the people. If these brilliant scholars have to change from their regular course of studies to follow the barbarians, then the correct spirit will not be developed, and the evil spirit will become stronger.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Xue Fucheng, Qing dynasty government official, “Suggestions on Foreign Affairs,” memorandum, 1879.</p>\n\n<p class=\"passage_para\">Western nations rely on intelligence and energy to compete with one another. Thus, China should plan to promote commerce; unless we change, the Westerners will be rich and we poor. We should excel in technology and the manufacture of machinery. Steamships, trains, and the telegraph should be adopted; unless we change, the Westerners will be quick and we slow. Unless we change, we shall stand isolated; they will be strong and we will be weak.</p>\n\n<p class=\"passage_para\">Some ask: “If China imitates the Westerners, would it not be using barbarian ways?” Not so. The Western people happen to be the first in adopting this new way of life, but how can we say that they alone should monopolize the secrets of nature? And how do we know that a few decades later China may not surpass them?</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Aleksei Kivshenko, Russian artist, print of Tsar Alexander II reading his 1861 Emancipation Decree, which ended serfdom in the Russian Empire, to a crowd of peasants, 1880.</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure depicts Tsar Alexander II sitting in a carriage drawn by horses in a large public square with Neoclassical buildings and a statue of a mounted horseman. The Tsar is reading his 1861 Emancipation Decree to a crowd of peasants, some of whom are bowing or kneeling at his feet.\" src=\"https://assets.learnosity.com/organisations/537/VR260299.g01.png\" style=\"margin-left: 320px;\" /><span class=\"mandatory_credit_line\"></span></div>\n\n<div class=\"standalone_image\" style=\"margin-left: 200px;\">Bridgeman Images</div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Konstantin Pobedonostsev, government minister for the Russian Orthodox Church and advisor to Tsars Alexander III and Nicholas II, <span class=\"formatted_text font_style:italic\">Reflections of a Russian Statesman</span>, memoirs, 1898.</p>\n\n<p class=\"passage_para\">It is sad to think that even in Russia there are men who aspire to the establishment of parliamentarianism; that our professors glorify representative government. Democracy assumes the capacity of the people to understand the subtleties of political science. But precision of knowledge is attainable only by the few minds which constitute the aristocracy of intellect; the masses and their conceptions are vulgar. The duty of the state is to act and ordain. Without a single will, government is inconceivable. How can a multitude of men act with a single will? Such conditions inevitably lead to anarchy.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Abdur Rahman Khan, Emir (ruler) of Afghanistan, account of the economic reforms he implemented during the 1880s, from his biography, published in 1900.</p>\n\n<p class=\"passage_para\">The difficulties I had to face when I first opened the factories were enormous. My people knew nothing of modern inventions and machinery and were opposed to new ideas. They said I did not know that the work could be much better done by hand than by machinery. They accused the officials at the factories of being enemies of the government, who wanted to send the money out of the country under the pretense of buying machinery. I was tired of all this nonsense and opposition. Though it took a very long time to reap the fruits of all this spending, I did not lose heart. I continued to buy machines and had new factories built to receive them. I continue to do so to this day.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]