[{"id":"VR260278","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, you will be assessed on the following.</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which non-Western elites’ approaches to modernizing their societies differed during the period 1800 to 1900.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Sultan Abdulmejid I, ruler of the Ottoman Empire, <span class=\"formatted_text font_style:italic\">Tanzimat</span> Reform Edict, 1856.</p>\n\n<p class=\"passage_para\">All the subjects of my empire regardless of their religion shall be received into the civil and military schools of the government, if they pass the necessary examinations. Every religious community is authorized to establish its own public schools of science, art, and industry.</p>\n\n<p class=\"passage_para\">Steps shall be taken for the formation of banks and other institutions, to effect reform in the monetary and financial system, and to create funds to be employed in increasing the sources of material wealth.</p>\n\n<p class=\"passage_para\">Steps shall be taken for the building of roads and canals to increase the facilities of communication. Anything that can impede commerce or agriculture shall be abolished.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Aliqoli Mirza Qajar, prince of the ruling dynasty of Iran, who served as minister of sciences and education, editorial in the official government newspaper, 1859.</p>\n\n<p class=\"passage_para\">His Majesty, the Shah [Emperor] of Iran, decided to bring from Europe qualified teachers in all the sciences and industries and establish the School of the Sciences in Tehran.</p>\n\n<p class=\"passage_para\">Within only a few years of its establishment, the school has produced wonderful results. Its mathematics and engineering students are already much better prepared than students trained according to the traditional methods. The same is true for medicine and surgery, and the rest of the useful sciences, like physics, the telegraph, artillery, and the building of telescopes.</p>\n\n<p class=\"passage_para\">Nonetheless, because observing the traditions of national culture is of the highest importance, out of respect for God’s Law, the students in the School of Sciences are also being instructed in Persian literature, Arabic, and matters of religion such as prayer and fasting.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Mehmet Tahir Münif, Ottoman statesman, head of the translation office, “Comparison between knowledge and ignorance,” editorial published in the reformist journal <span class=\"formatted_text font_style:italic\">Origin of the Sciences</span>, Istanbul, 1862.</p>\n\n<p class=\"passage_para\">Just as an uneducated individual is inferior to an intelligent one, so a comparison might be drawn between states that refuse to apply modern civilization and those that do. Consider what happened in China a few years ago.* Around twenty thousand Europeans easily defeated the Chinese state. The Chinese emperor was angry, but he only had himself to blame because his military was ignorant of new technological warfare. Had the Chinese not stubbornly insisted on preserving their civilization, they would not have been subjected to humiliation by foreigners.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a reference to the Second Opium War and the European military expedition (1860) that entered Beijing and forced the Qing government to make major concessions</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Mehmet Saffet Pasha, Ottoman ambassador to France, former grand vizier (prime minister), letter to the Ottoman ambassador to the Habsburg Empire, 1879.</p>\n\n<p class=\"passage_para\">The Albanians have announced to the world that they want their own country* and, if we don’t grant their demands, they will make their case to Europe, which has shown itself to be an advocate for our European minority subjects.</p>\n\n<p class=\"passage_para\">The truth is that unless the Ottoman Empire enters into the road of reform and accepts the civilization of Europe in its entirety—proves herself to be a reformed and civilized state—we will never free ourselves from European intervention and interference and will lose our prestige, our rights, and even our independence. We will decline in importance and become powerless just like another Persia.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*In 1878, a group of Albanian notables had demanded greater autonomy within the Ottoman Empire.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: The Boat of Purity and Ease, a luxurious marble pavilion at the Qing Summer Palace in Beijing, rebuilt by the Empress Cixi in 1893.</p>\n\n<div class=\"standalone_image\"><img alt=\"The image shows a large marble pavilion in the shape of a boat. The pavilion is located on the shore of a lake within the gardens of the Qing Summer Palace in Beijing. The pavilion is two stories high and includes elaborate arches, columns, and a marble mock paddlewheel. In the foreground and background of the image, are other palace structures and ornate railings.\" src=\"https://assets.learnosity.com/organisations/537/VR260278.g01.png\" /><span class=\"mandatory_credit_line\">Public Domain</span></div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">The empress was accused of embezzling the funds to rebuild the structure by convincing the treasury that the money would be used to build a modern navy. The Summer Palace was only open for use by the royal family.</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Ye Dehui, Chinese government official and scholar of classical Chinese literature, letter to fellow scholar Pi Xirui, circa 1895.</p>\n\n<p class=\"passage_para\">Scholars who enjoy Western learning* are trying to break the boundary line between barbarian and Chinese and combine the civilization of China with that of foreign countries, but I can never agree with them. Foreigners treat a weak nation like a piece of meat to be eaten. It is not surprising that they, being of a barbarian race, are hostile to us. I am surprised that our own so-called progressive scholars seem to enjoy our misfortune and agree with the foreigners. Such scholars disregard the fact that their grandfathers and fathers were subjects and officials of China, and that their sons and grandsons will be Chinese citizens.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*a reference to the adoption of European scientific and military knowledge, which was a key part of the reformers’ proposals</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Sergei Witte, Russian government minister, “On the Tasks for Economic Policy,” budget report to Tsar Nicholas II, 1900.</p>\n\n<p class=\"passage_para\">If a country is not rich in its own capital and both the state and industry need it urgently, then there is no other solution to the situation but to attract capital from abroad.</p>\n\n<p class=\"passage_para\">But if this foreign capital is directed to the development of national industry, then national industry also benefits from more experienced, knowledgeable and risk-taking foreign entrepreneurialism.</p>\n\n<p class=\"passage_para\">Our need for state credit can be satisfied more safely from domestic savings. With our limited amount of domestic capital, with the necessity of spending a significant part of the national savings on state needs, especially on increasing our war readiness and the extension of the rail network the growth of our industry can happen only with direct help from foreign investment.</p>\n\n<p class=\"passage_para\">Only then can mass industry develop here and lead to lower prices, increasing internal consumption, and expanding exports.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]