[{"id":"VR261180","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, you will be assessed on the following.</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four&nbsp;documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which interactions between Muslim and non-Muslim communities affected attitudes toward Islam or Islamic culture in the period circa 1200-1750.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: King Alfonso X of Castile, Christian ruler during the Reconquista of Spain, <span class=\"formatted_text font_style:italic\">The Law of Seven Parts</span>, legal code, circa 1260.</p>\n\n<p class=\"passage_para\">1. We decree that Muslims may live among Our Christian subjects in the same way that Jews may do, namely by observing their own law and not insulting ours. Muslims, however, shall not have mosques in Christian towns, or perform their prayers publicly in the presence of Christians. Although the Muslims do not acknowledge the true religion, so long as they live among Christians, their security and property shall not be infringed upon.</p>\n\n<p class=\"passage_para\">2. Christians should endeavor to convert the Muslims by kind words and not by violence or compulsion. . . .</p>\n\n<p class=\"passage_para\">4. Men sometimes become insane and renounce the faith of our Lord Jesus Christ and convert to Islam. In all cases, such people are guilty of wickedness and treason. We order that those who are guilty of this crime shall forfeit all their property and shall be put to death.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Kutlushah, Mongol military commander in the Ilkhanid Mongol khanate, speech at a government council meeting, as reported by the Muslim historian Mahmud al-Qashani, circa 1310.</p>\n\n<p class=\"passage_para\">What is this that we have done, abandoning the <span class=\"formatted_text font_style:italic\">yasa </span>[Mongol law] of Chinggis Khan, and taking up the ancient religion of the Arabs, with all its sects and divisions? We are now being asked to choose between two schools of Islamic law— but the choice of either of these two rites would be a disgrace and a dishonorable act. We seek refuge in God from both of them! Let us return to the <span class=\"formatted_text font_style:italic\">yasa</span> of Chinggis Khan!</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Alcázar [Royal Palace] of Seville, Spain, built by Spanish Muslim architects and builders for the Christian King Pedro of Castile, circa 1360.</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a photograph of a courtyard of the Alcázar of Seville. The foreground of the image shows a garden with a long rectangular water feature running through the middle and well-maintained plants and shrubs on both sides. The building surrounding the courtyard is two stories tall. Each story has a covered walkway. The walkway on the bottom story is enclosed by multiple, pointed, Islamic-style scalloped arches on each side. The archways are supported by pairs of elegant columns. The walkway on the top story is enclosed by curved arches, supported on each side by columns. The walls of the building are carved with ornate, Islamic-influenced, geometric patterns.\" src=\"https://assets.learnosity.com/organisations/537/VR261180.g01.png\" style=\"margin-left: 320px;\" /><span class=\"mandatory_credit_line\">Public Domain</span></div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Christians had reconquered Seville in 1248, but other parts of southern Spain remained under Muslim rule during Pedro’s reign.</span></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Gangadevi, Hindu princess of the Vijayanagara Empire in southern India, historical poem describing the Vijayanagara conquest of a neighboring Muslim state (Madurai), circa 1370.</p>\n\n<p class=\"passage_para\">Under Muslim rule, the [Hindu] temples in Madurai had fallen into neglect and worship in them had stopped. Like the Muslims who know no limits, the Kaveri River had forgotten her ancient boundaries and would bring frequent destruction with her floods. The sweet smell of the sacrificial smoke had deserted the villages, which had become filled with the fierce noises of the unruly Muslims. The Tamraparni River was flowing red with the blood of slaughtered cows. The Vedas were forgotten, and justice had gone into hiding; there was no trace left of virtue or nobility in the land.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Isaac Zarfati, Jewish scholar who was born in Germany but emigrated to the Ottoman city of Edirne, open letter to the Jewish communities in the German states, 1454.</p>\n\n<p class=\"passage_para\">I have heard of the oppressions that have been inflicted upon our Jewish brethren in the German lands—of the tyrannical laws, the forced baptisms, and banishments. I hear tales of daily demands for money levied by the merciless Christian oppressors. I proclaim to you that the Ottoman Empire is a land where every man may dwell at peace in his house on his own land. The way to the Holy Land is open to you through the land of the Turks. Is it not better for you to live under Muslims than under Christians? Here, you would be allowed to wear any garment you like—unlike in Christendom.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Ogier Ghiselin de Busbecq, Ambassador from the Habsburg Empire in Europe to the Ottoman Empire, <span class=\"formatted_text font_style:italic\">The Turkish Letters</span>, correspondence with a Habsburg diplomat, published in 1581.</p>\n\n<p class=\"passage_para\">In the Sultan’s great assembly no man owes his position to anything but his personal merits and bravery; no one is distinguished from the rest by his birth. Thus there is no infighting for power. The Sultan only pays attention to the merit, character, and natural ability of his men. As a result, offices are filled by men most capable of performing the business of the state. Those who hold the highest posts under the Sultan are very often the sons of shepherds and herdsmen. This is why the Turks succeed in all that they attempt and daily extend the bounds of their rule.</p>\n\n<p class=\"passage_para\">Our method is very different; there is no room for merit, but everything depends on one’s birth. It is only one’s degree of nobility, rather than one’s ability, that opens the way to high official position.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Liu Zhi, Chinese Muslim scholar, born in Nanjing, <span class=\"formatted_text font_style:italic\">Explanation of the Norms and Rites of Islam</span>, treatise written in Chinese, 1710.</p>\n\n<p class=\"passage_para\">Witness the real God. Pray five times every day. Fast for one month every year. Pay a tax on your wealth every year. Take part in the pilgrimage to Mecca once in a lifetime. Once these five pillars are accomplished, the Way [<span class=\"formatted_text font_style:italic\">dao</span>] of Heaven is fulfilled.</p>\n\n<p class=\"passage_para\">Comply with the five norms, namely those binding ruler and minister, father and son, husband and wife, brother and brother, and friend and friend. Once the five relationships are observed, the Way [<span class=\"formatted_text font_style:italic\">dao</span>] of man is achieved.</p>\n\n<p class=\"passage_para\">The vehicle for the good life is called <span class=\"formatted_text font_style:italic\">Shari'a</span> [Islamic law]. It is a concept uniting the Way of Heaven and the Way of man.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]