[{"id":"VR260277","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">In your response, you will be assessed on the following.</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four&nbsp;documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two&nbsp;documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which the environment and/or knowledge of the environment affected imperial expansion in the period circa 1450–1750.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Letter from João Meneses, commander of the Portuguese North African coastal fortress of Azemmour (in present-day Morocco), to the Portuguese king Manuel I, 1514.</p>\n\n<p class=\"passage_para\">Our garrison here continues to have no contact with Portugal or other Portuguese forts, including the fort of Safi [about 100 miles away]. The caravel we sent to Portugal some time ago for instructions and provisions has not returned.</p>\n\n<p class=\"passage_para\">If you think that more Portuguese settlers will come here, forget it. Those few that are already here all desire to leave as soon as they can because they see that the land is very big and open, and we have done nothing to defend it. They live in fear for their lives in the countryside. Already most of them have moved back to the fort to have a shelter, and have made houses inside the walls.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Sokollu Mehmet Pasha, grand vizier [prime minister] of the Ottoman Empire, letter to the Ottoman governor of Egypt, 1568.</p>\n\n<p class=\"passage_para\">The Portuguese have gained mastery over the lands of India, and the routes of Muslims coming from India on the pilgrimage to Mecca and Medina have been cut off. It is Our intention to liberate India from the Portuguese. A large imperial fleet is being gathered but, it being located in the Mediterranean, there is no easy way to transfer it to the Red Sea and on to the Indian Ocean. We have been advised that it would be convenient to cut a canal to the Red Sea at the port of Suez in Egypt.</p>\n\n<p class=\"passage_para\">You shall gather the most qualified architects and engineers and send them to inspect the land. You shall report back so that preparations can be made and digging can begin. And, God willing, this canal can be completed quickly* so that we can subdue the Portuguese infidels in India.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*The Ottoman plans to build a canal at Suez were unsuccessful.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Felipe Guáman Poma de Ayala, descendant of Inca nobles, “The Bridge Inspector,”* from <span class=\"formatted_text font_style:italic\">The First New Chronicle and Good Government</span>, a manuscript that the author wrote for and sent to the king of Spain, circa 1615.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a drawing of a bridge inspector wearing the clothing of high-status Inca officials, holding a staff, and examining the structure of a hanging bridge. The bridge crosses a fast-moving river that cuts through mountainous terrain. A man is shown crossing the bridge. Other high mountains are shown in the background.\" src=\"https://assets.learnosity.com/organisations/537/VR260277.g01.png\" /><span class=\"mandatory_credit_line\">DEA / G. DAGLI ORTI/Getty Images</span></div>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*Bridge inspectors were government officials appointed by the Inca rulers, responsible for the maintenance of the empire’s infrastructure.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Pyotr Beketov, Russian explorer in Siberia, letter to Tsar Michael I of Russia, 1638.</p>\n\n<p class=\"passage_para\">In 1627, I traveled along the Tunguska and Angara Rivers, collecting tribute from the native people and convincing them to accept Your sovereignty.</p>\n\n<p class=\"passage_para\">In 1629, I wintered on the Lena River and the next spring, when the ice melted, sailed and founded a fort at Yakutsk, where I convinced many to accept Your sovereignty and pay tribute. Before me, no Russian had sailed here, on account of the enormous distance.</p>\n\n<p class=\"passage_para\">In 1635 and in 1637, I again traveled around the Yakut region, establishing forts and punishing the local people who had grown disobedient, were not paying the tribute, and had begun killing Russian traders and tribute collectors.</p>\n\n<p class=\"passage_para\">And being Your loyal agent, I kept shedding my blood, starved, ate horse meat, grass roots, fir bark, and all sorts of other objectionable or unclean food.</p>\n\n<p class=\"passage_para\">My lord, take into consideration my humble service and do me the honor of appointing me to a salaried position.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Hendrik van Rheede, governor of Dutch Malabar, a colony in southwestern India, introduction to <span class=\"formatted_text font_style:italic\">The Garden of Malabar</span>, a botanical treatise, 1678.</p>\n\n<p class=\"passage_para\">I was amazed at the marvelous variety of the trees in those forests. Every land and field extending in the plains also abounds with as much plant and tree life as the forests themselves and radiates fertility. Even ponds, marshes, and rivers are almost covered with floating plants. It is the very image of abundance.</p>\n\n<p class=\"passage_para\">I have become convinced that this part of India is the most fertile place in the whole world. And when I asked the natives who accompanied me on my journeys whether they knew anything about these plants, they not only told me their names, but also knew very well their medicinal virtues and uses.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: <span class=\"formatted_text font_style:italic\">Imperially Commissioned Account of the Pacification of the Northwest</span>, official Chinese history of the Qing dynasty’s conquest of Mongolia and Central Asia, 1708</p>\n\n<p class=\"passage_para\">Previous Chinese dynasties and famous military commanders have tried to push into the [Central Asian] grasslands, but each of their campaigns penetrated no more than 500 miles into the interior. But our current blessed emperor [Kangxi] went much further into the grasslands, 1,500 miles. The Mongols, if pressed, disperse like animals, lacking any fixed abode. That is why it has been extremely difficult to destroy them. But with the new tactics and more disciplined troop marches we surrounded them with a pincer movement and eliminated them completely. This was done with the blessing of Heaven. Now the wide grasslands and empty deserts are cleared and the border is secure. This is an achievement never before seen in the history books.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: William Hillary, English physician resident in the Caribbean island of Barbados, medical treatise on tropical diseases, published in London, 1759.</p>\n\n<p class=\"passage_para\">When Europeans and North Americans from colder regions (and especially the Britons) first come to Barbados or to the other West Indies, they quickly become ill with a fever because of the greatly increased heat of the climate. Those who live in these parts commonly but erroneously ascribe these ailments to the biting of mosquitoes. It is certain that mosquitoes do bite, but, being only small insects, they cannot be the cause of such dangerous fevers.*</p>\n\n<p class=\"passage_para\">Instead, this disease most commonly seizes newcomers to Barbados, especially those who use alcohol too freely, those who engage in hard physical labor, or use too much exercise while being exposed to the scorching rays of the sun.</p>\n\n<p class=\"passage_para\">&nbsp;<span class=\"formatted_line_break delivery_mode:Both\"></span>*The disease that Hillary is describing was in fact spread by mosquito bites.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]