[{"id":"VR597828","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597826.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The ideas expressed in the last two slogans most likely reflect which of the following twentieth-century developments?</p>\n","rubricRef":"VR597828_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“1. Long live the revolutionary Khmer Rouge, utterly wise and clear-sighted and ever glorious!</p><p class=\"passage_para\">2. Long live the correct and extremely clear-sighted Communist Party of Cambodia!</p><p class=\"passage_para\">3. Down with American imperialists and their supporters!</p><p class=\"passage_para\">4. Report everything to the Khmer Rouge!</p><p class=\"passage_para\">5. Secretly observe the slightest deeds and gestures of everyone around you!</p><p class=\"passage_para\">6. The Khmer Rouge has as many eyes as a pineapple.</p><p class=\"passage_para\">7. The Khmer Rouge is the mother and father of all young children, as well as all adolescent boys and girls.</p><p class=\"passage_para\">8. Hands off the people’s property! Not a single grain of rice, a single chili pepper, a single needle!</p><p class=\"passage_para\">9. Better to arrest ten innocent people by mistake than free a single guilty person.</p><p class=\"passage_para\">10. He who protests is an enemy; he who opposes is a corpse.”</p><p class=\"attribution author\">Slogans of the Khmer Rouge, the governing communist party of Cambodia from 1975 to 1979. The party ordered the forcible relocation of all urban populations onto agricultural communes and was responsible for 2.2 million deaths.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Constitutional conflicts emerging between the executive and judicial branches in communist states</p>","<p class=\"choice_paragraph\">Civil rights movements destabilizing newly independent states</p>","<p class=\"choice_paragraph\">Totalitarian states using violence and genocide against civilians to maintain power</p>","<p class=\"choice_paragraph\">Civil war between communist factions supporting China and the Soviet Union</p>"],"answer":2}]