[{"id":"VR597809","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597807.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The economic inequality described by Humboldt in the <span class=\"formatted_text font_weight:bold\">first paragraph</span> was one of the primary reasons that many <span class=\"formatted_text font_weight:bold\">twentieth-century</span> Latin American governments advocated for</p>\n","rubricRef":"VR597809_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Mexico is the country of inequality. Nowhere does there exist such a profound difference in the distribution of fortune, civilization, cultivation of the soil, and population. The indigenous people offer a picture of extreme misery. They are banished into the most barren districts and live only from hand to mouth. Besides them, there are the people called <span class=\"formatted_text font_style:italic\">castas</span>, who spring from the mixture of the races with one another. These <span class=\"formatted_text font_style:italic\">castas </span>constitute a mass almost as considerable as the indigenous people.</p><p class=\"passage_para\">The government is suspicious of the Creoles<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a reference to people of European descent who were born in the Americas</span></span> and bestows great estates exclusively on European Spaniards. Since 1789 we frequently hear the following being proudly declared, ‘I am not a Spaniard, I am an American!’ These are words that betray a long resentment. In the eye of law, every White Creole is a Spaniard, but the abuse of the laws, the bad policies of the colonial government, and the influence of the opinions of the age have loosened the bonds that formerly united more closely the Mexican Creoles to the European Spaniards.”</p><p class=\"attribution author\">Alexander Von Humboldt, Prussian geographer and explorer, <span class=\"formatted_text font_style:italic\">Political Essay on the Kingdom of New Spain</span>, 1811</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">the increased immigration of people of European ancestry</p>","<p class=\"choice_paragraph\">efforts to curb the emissions of greenhouse gases</p>","<p class=\"choice_paragraph\">providing incentives for their citizens to emigrate to the United States</p>","<p class=\"choice_paragraph\">programs to redistribute land and resources, often influenced by socialist ideology</p>"],"answer":3}]