[{"id":"VR598767","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n\n<div>&nbsp;</div>\n\n<p class=\"stem_paragraph\">a) Identify ONE <span class=\"formatted_text font_weight:bold\">economic </span>development in the period 1750–1900 that led to the situation represented in the map.</p>\n\n<p class=\"stem_paragraph\">b) Identify ONE <span class=\"formatted_text font_weight:bold\">political </span>development in the period 1750–1900 that led to the situation represented in the map.</p>\n\n<p class=\"stem_paragraph\">c) Explain ONE reason why the survey of the Canton factories was carried out by the British Royal Navy.</p>\n","rubricRef":"VR598767_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Use the map below to answer all parts of the question that follows.</span></p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">PLAN OF “FACTORIES” (TRADING POSTS AND WAREHOUSES) IN THE <span class=\"formatted_line_break delivery_mode:PPT\"></span>CITY OF CANTON, SOUTHERN CHINA, 1856</p>\n\n<p class=\"title_line passage-title\">The plan was drawn from a survey of the area carried out by the British Royal Navy</p>\n</div>\n<img alt=\"The figure shows a map titled “Plan of ‘Factories,’ Trading Posts and Warehouses, in the city of Canton, Southern China, 1856.” A note indicates that the plan was drawn from a survey of the area carried out by the British Royal Navy. The map shows a large area of land beside a river. A creek extends from the river, separating the land into twosections. The area above the creek is larger than the area below the creek and is divided into the following sections, from bottom to top: Dutch Factory, New English Factory for the East India Company, Old English Factory, Swedish Factory, American Factory, French Factory, Spanish Factory, and Danish Factory. There are two separate sections labeled “Shops” located between the river and the Danish Factory. A large section labeled “American Garden” is located below the shops, along the river, and to the left of the Old English Factory, Swedish Factory, and American Factory. A small, rectangular section labeled “Boathouse” is located along the river and to the left of the American Garden. A medium sized area labeled “English Garden” is located along the river, between the American Garden and the creek, and to the left of the New English Factory and the Dutch Factory. The area above the creek also includes eight shaded sections, which are labeled “Factories controlled by Chinese merchants.” The locations of these eight shaded sections are as follows: one is located between the creek and the Dutch Factory; one is located between New English Factory and the Old English Factory; two are located between the Swedish Factory and the American Factory; one is located between the American Factory and the French Factory; and three are located between the American Garden and the two sections labeled “Shops.” The area below the creek is mostly occupied by a large section labeled “Chinese Packing Warehouses.” A horizontal arrow points to the right from the Chinese Packing Warehouses toward the direction of the Canton City walls. There are two small boxes labeled “Customs Station” indicated on the map. One station is located below the Boathouse and between the river and the American Garden, and the other station is located below the English Garden, where the creek and river meet.\" src=\"https://assets.learnosity.com/organisations/537/VR598767.g08.svg\" /><span class=\"mandatory_credit_line\">Source: H. B. Morse, <span class=\"formatted_text font_style:italic\">The International Relations of the Chinese Empire</span>, (New York: Paragon Book Gallery, 1910 ed.), p. 70.</span></div>\n</div>\n</div>\n"}]}]