[{"id":"VR597792","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597790.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Increasing interest among historians about the topic analyzed in the passage could best be explained by which of the following?</p>\n","rubricRef":"VR597792_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Historically, economic motives have always loomed large in the process of empire building. Every student of African history concedes the primacy of economic interests in the rise of the great empires during Africa’s golden age [circa 900–1400]. The historical explanations of their decline and fall have always had a strong economic orientation, but the correlation between economics and the rise and fall of empires is not a phenomenon peculiar to African history: it is a general historical phenomenon. Since the beginning of history, Africa has faced an assortment of foreign conquerors all initially driven by stories of its enormous wealth—real or imaginary—to invade the continent. Whether similar impulses drove the European conquerors of Africa in the nineteenth century has been the subject of great historical debate. . . . Economic factors, social conditions, and politics are delicately connected. The historian who discusses the one in isolation of the others does so at his peril.”</p><p class=\"attribution author\">Godfrey Uzoigwe, Nigerian historian, <span class=\"formatted_text font_style:italic\">Britain and the Conquest of Africa</span>, 1974</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The decolonization of Africa in the second half of the twentieth century</p>","<p class=\"choice_paragraph\">The reduction of tensions between the United States and the Soviet Union</p>","<p class=\"choice_paragraph\">The increasing economic globalization resulting from new transportation and communication technologies</p>","<p class=\"choice_paragraph\">The increasing migration of Africans and other formerly colonized people to Europe</p>"],"answer":0}]