[{"id":"VR597765","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597764.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The contractors described in the passage are an example of which of the following?</p>\n","rubricRef":"VR597765_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Mughal emperor is not as wealthy as he might appear because he grants some of his lands to governors, in place of a salary, on condition that they pay a certain sum annually to the emperor out of any extra revenue that the land may yield. For his other lands, he has contractors collecting the taxes. Like the governors, they are bound to pay him an annual sum.</p><p class=\"passage_para\">These governors and contractors have an almost absolute authority over the peasantry and nearly as much over the artisans and merchants. Nothing is crueler and more oppressive than the manner in which they exercise their authority.</p><p class=\"passage_para\">There is no one before whom the oppressed peasant, artisan, or tradesman can pour out his just complaints. This debasing state of slavery obstructs the progress of trade and influences the manners and mode of life of every individual. There can be little encouragement to engage in commercial pursuits when success merely provokes the greed of a tyrannical official who has both the power and the desire to deprive any man of his wealth. If a man manages to obtain wealth, he would rather bury it in the ground and continue to appear poor, than risk being dispossessed by the state.”</p><p class=\"passage_para\"></p><p class=\"attribution author\">François Bernier, French traveler, letter to French finance minister Jean-Baptiste Colbert, 1670</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Traditional elites attempting to subvert imperial authority</p>","<p class=\"choice_paragraph\">New elites recruited to generate increased revenue after imperial conquests</p>","<p class=\"choice_paragraph\">Representatives intended to make the central government more responsive to local issues</p>","<p class=\"choice_paragraph\">Professionalized military administrators who centralized land-based empires</p>"],"answer":1}]