[{"id":"VR597814","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597812.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The letter’s reference in the <span class=\"formatted_text font_weight:bold\">second paragraph</span> to the claims of “our doctors and scientists” is best understood in the context of which of the following late-nineteenth-century processes?</p>\n","rubricRef":"VR597814_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I read with interest the recent article in your newspaper entitled ‘Should a Woman Demand All the Rights of a Man?’ In my view, to answer that question correctly, we first need to examine the roles of men and women in civilization—especially modern civilization—because what may have been true in ancient times no longer applies in our present situation.</p><p class=\"passage_para\">Modern civilization has moved beyond the condition of the past because, in the past, society was characterized by roughness and reliance on physical power, where victory went to him who was the strongest or the best able to endure hardship, or to him who perpetrated the most atrocities, such as killing people, etc., —in other words, to him who was farthest from women’s gentle nature and compassionate heart. By contrast, the basis of our modern civilization is good upbringing and the refinement of morals, through the development of literary knowledge, courtesy, and compassion for the oppressed. This is something that women are better at. So all our doctors and scientists who exalt man’s strong muscles, his wide skull, his long arm-to-body ratio and the like, miss the point entirely. Those physical facts, while undeniable, no longer grant man the right of preference over woman in regard to modern civilization.”</p><p class=\"attribution author\">Letter from an anonymous female reader to the Egyptian journal <span class=\"formatted_text font_style:italic\">Al-Hilal</span>, 1894</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Physical differences between genders and racial groups were used to justify the denial of rights to women and non-Europeans.</p>","<p class=\"choice_paragraph\">The achievements of medieval Muslim science became known in the West, stimulating new interest in biology and medicine.</p>","<p class=\"choice_paragraph\">Bourgeois ideas of cultural and literary refinement became prevalent in many parts of the world.</p>","<p class=\"choice_paragraph\">The scientific method stressing experimentation and the collection of empirical evidence was discovered and first used.</p>"],"answer":0}]