[{"id":"VR627391","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n\n<p class=\"stem_paragraph\">Using the excerpt, respond to <span class=\"formatted_text font_weight:bold\">parts a</span>, <span class=\"formatted_text font_weight:bold\">b</span>, and <span class=\"formatted_text font_weight:bold\">c</span>.</p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Identify ONE argument that the author makes in the passage.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Identify ONE piece of evidence that the author uses to support an argument that he makes in the passage.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain how ONE specific historical development could be used to support the author’s argument in the <span class=\"formatted_text font_weight:bold\">third paragraph</span>.</p>\n\t</li>\n</ol>\n","rubricRef":"VR627391_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“Caravan traffic existed primarily by and for long-distance trade. For the most part nobody but a merchant would have the means, the motivation, or the courage to undertake travel when its conditions were so rigorous and its outcome so uncertain. This also explains why it was mainly goods of high value in proportion to their bulk that were carried along the Silk Road: one had to stand to make a considerable profit from his [goods] for such a daunting endeavor to seem at all worthwhile.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Still, there were people who joined caravans for other than purely commercial reasons. Diplomatic missions attached themselves to them. . . . Others had scholarly interests, and traveled for purposes of research.</p>\n\n<p class=\"passage_para\">With the appearance of proselytizing religions came missionaries. . . . As new religious traditions carried by the Silk Road spread eastwards and took root along the way, travelers were increasingly able to find fellow believers in even the most far-flung and out-of-the-way places who could provide them with assistance, fellowship, [and often cash donations].”</p>\n\n<p class=\"attribution author\">Richard Foltz, historian, <span class=\"formatted_text font_style:italic\">Religions of the Silk Road</span>, book published in 2000</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]