[{"id":"VR627392","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">&nbsp;</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Using the excerpt, respond to <span class=\"formatted_text font_weight:bold\">parts a</span>,<span class=\"formatted_text font_weight:bold\"> b</span>, and <span class=\"formatted_text font_weight:bold\">c</span>.</p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Identify ONE likely audience for the account provided in the passage.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain ONE way in which the passage illustrates a <span class=\"formatted_text font_weight:bold\">similarity</span> between the political system of the Maya and a political system in Afro-Eurasia in the period before circa 1750.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain ONE way in which the passage illustrates a <span class=\"formatted_text font_weight:bold\">difference</span> between the political system of the Maya and a political system in Afro-Eurasia in the period before circa 1750.</p>\n\t</li>\n</ol>\n","rubricRef":"VR627392_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“The Maya nobles agreed that the royal family of Cocoms should have the royal power.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Maya kings in the Yucatan were typically appointed by a council of nobles and exercised authority over a number of cities within the region.</span></span> After they agreed to this, since within the central areas of the major cities there were only temples and houses for the nobles and the high priest, they ordered that other houses should be constructed outside those areas for the peasants. Each noble then appointed an officer to manage the financial affairs of the towns and to provide goods to the nobles when needed.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The nobles then appointed governors, whose sons often succeeded them, and were responsible for supporting the poor and maintaining the peace of the town. The priests got their living from their offices and from offerings. The nobles governed the town, settling disputes, and managing the affairs of the Maya republics, all of which was done with the help of their officials who were well obeyed and highly esteemed.”</p>\n\n<p class=\"attribution author\">Published account of Maya society written by the Spanish archbishop of the Yucatan region of Mexico, 1566</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]