[{"id":"VR733349","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733346.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the period 1450–1750, the most significant difference between economic production in the Americas, as described in the passage, and economic production in the Indian Ocean was that, unlike in the Americas,</p>\n","rubricRef":"VR733349_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In Puebla<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a city located in south-central Mexico</span></span> there are large woolen mills in which the laborers weave fine cloth, from which the Spanish owners make handsome profits. And those who work in the mills are still not devout in their Christianity.</p><p class=\"passage_para\">To keep their mills supplied with labor, the owners hire people who use all sorts of trickery to enlist poor Indians to start working in the mills. Often, the poor fellows never again get outside that prison until they die. In this way, they have even tricked many married Indians, who have disappeared here for twenty years or longer, without their wives or children knowing anything about them.</p><p class=\"passage_para\">And although the Royal Council of the Indies has tried to remedy this evil with instructions and orders for proper administration and the Viceroy of New Spain appoints mill inspectors to address such abuses, most of those who take these positions seek only to enrich themselves and accept bribes from the mill owners. This is the usual state of affairs in all the mills of this city.”</p><p class=\"attribution author\">Antonio Vázquez de Espinosa, Spanish Christian monk and missionary, travel account, 1629</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">native artisans and merchants continued to dominate economic production in the Indian Ocean</p>","<p class=\"choice_paragraph\">Europeans dominated economic production by establishing industrial manufacturing centers in the Indian Ocean</p>","<p class=\"choice_paragraph\">European domination of economic production in the Indian Ocean depended on large-scale colonization</p>","<p class=\"choice_paragraph\">native merchants in the Indian Ocean were greatly impoverished by the flood of cheap European textile exports into their communities</p>"],"answer":0}]