[{"id":"VR733330","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733326.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Taken together, the two documents best support the conclusion that Native Australians</p>\n","rubricRef":"VR733330_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Source 1</span>:</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“We, the native inhabitants of this Mission, have been living on this land for a number of years. We are very sorry to hear that the Anglican Church authorities have decided to close the Mission and sell its land. If this place is taken from us, then we would have nowhere to go. We ask the government to give us about 3,000 acres of Mission land, on the south side of the Tod River. We propose to live there and cultivate the land by working jointly among ourselves. We think that the products of this land and whatever supplementary income we can obtain by shearing sheep or fishing will be enough to support ourselves and our families without being a burden on society and the government.”</p><p class=\"attribution author\">Native Australians from the Poonindie Mission, southern Australia, petition to the Australian government, 1894</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Source 2</span>:</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“At present, our people get little or no benefit from being part of the Mission. All the money your government sets aside for Aboriginal Affairs is spent on White government and church officials, while the Natives do not get any value from it at all. Of course, the mission does a great lot of preaching and praying, but we old natives of the land could do with less of that and more food, clothes, and better dwellings. In fact, we are too poor to afford church clothes and too hungry to think much about praying.”</p><p class=\"attribution author\">Native Australians from the Point McLeay Mission, open letter published in <span class=\"formatted_text font_style:italic\">The Advertiser</span> newspaper, Adelaide, southern Australia, 1907</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">sought the right to vote as a way to more fully integrate into Australian society</p>","<p class=\"choice_paragraph\">used political activism to draw attention to their social and economic plight</p>","<p class=\"choice_paragraph\">launched a struggle for political independence based on ethnic nationalist ideas</p>","<p class=\"choice_paragraph\">practiced syncretic religions, blending elements of Christianity with native traditions</p>"],"answer":1}]