[{"id":"VR734096","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">Using the excerpt, respond to <span class=\"formatted_text font_weight:bold\">parts a</span>,<span class=\"formatted_text font_weight:bold\"> b</span>, and <span class=\"formatted_text font_weight:bold\">c</span>.</p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Identify ONE claim that the author makes about the Mamluks in the <span class=\"formatted_text font_weight:bold\">first paragraph</span>.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Identify ONE way the passage illustrates the political situation of the Islamic world in the period before circa 1450.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain ONE way the passage could be used to illustrate differences in forms of coerced labor in the period before circa 1750.</p>\n\t</li>\n</ol>\n","rubricRef":"VR734096_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“It was by the grace of God, glory be to Him, that He came to the rescue of Islam, by reviving its last breath and restoring in Egypt the unity of the Muslims [in the mid-thirteenth century]. He did this by sending the Mamluks to the Muslims as guardian rulers and devoted defenders, who were imported as slaves from the lands of the heathen Qipchaq Turks. The Turkish slaves embrace Islam with the determination of true believers, while retaining their nomadic virtues.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The slave merchants bring them to Egypt in batch after batch. Then the rulers lodge them in the royal chambers, and give them a careful upbringing, including the study of the Qur’an. Then they train them in the use of the bow and the sword, in riding horses, and in fighting with the lance until they become tough and seasoned soldiers. When the rulers are convinced that they are prepared to defend and die for them, they increase their pay, lands, and incomes. Then they appoint them to high offices of state, and even sultans are chosen from them who direct the affairs of the Muslims.”</p>\n\n<p class=\"attribution author\"><span class=\"formatted_text font_weight:bold\">Source: </span>Ibn Khaldun, Arab scholar and historian writing about the Mamluk dynasty of Egypt, late fourteenth century</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]