[{"id":"VR733375","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733372.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Nyerere’s description of the activities of anti-colonial “agitators” in the <span class=\"formatted_text font_weight:bold\">first paragraph</span> best illustrates which of the following aspects of the decolonization movement?</p>\n","rubricRef":"VR733375_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In his own traditional society, when the word ‘government’ was mentioned, the African thought of the chief. In colonial Africa this ‘personal’ conception of government continued, except that the average person hearing the word ‘government’ now thought of the district colonial official or the provincial governor. Later, when some African ‘agitators’ such as myself, who had been reading Abraham Lincoln and John Stuart Mill, began demanding institutional government for our own countries, it was the very colonial officials who had come to symbolize ‘government’ who resisted our demands until the eleventh hour.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Great Britain only agreed to grant Tanzania self-rule in 1960.</span></span></p><p class=\"passage_para\">Our country is emerging today as a result of its struggle for freedom. The nationalist movement, having united all the people of our country and led them to independence, could hardly be expected to stop in midstream and voluntarily divide itself into opposing political parties just for the sake of conforming to what I have called the ‘Anglo-Saxon form of democracy.’ Why should it? It is not undemocratic if nearly all the people rather than merely a section of them have chosen to vote our government into power.”</p><p class=\"attribution author\">Julius Nyerere, Tanzanian independence leader, “The African and Democracy,” essay published in 1961</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">It was typically resisted by the majority of the native population of the colonies.</p>","<p class=\"choice_paragraph\">It benefited from having the support of many prominent European missionary leaders.</p>","<p class=\"choice_paragraph\">It was typically led by locals who had acquired a Western education.</p>","<p class=\"choice_paragraph\">It was welcomed by European colonial authorities, who were anxious to withdraw from Africa.</p>"],"answer":2}]