[{"id":"VR733348","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733346.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The author’s description of the efforts of the Spanish authorities in the <span class=\"formatted_text font_weight:bold\">third paragraph</span> most directly supports which of the following conclusions?</p>\n","rubricRef":"VR733348_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In Puebla<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a city located in south-central Mexico</span></span> there are large woolen mills in which the laborers weave fine cloth, from which the Spanish owners make handsome profits. And those who work in the mills are still not devout in their Christianity.</p><p class=\"passage_para\">To keep their mills supplied with labor, the owners hire people who use all sorts of trickery to enlist poor Indians to start working in the mills. Often, the poor fellows never again get outside that prison until they die. In this way, they have even tricked many married Indians, who have disappeared here for twenty years or longer, without their wives or children knowing anything about them.</p><p class=\"passage_para\">And although the Royal Council of the Indies has tried to remedy this evil with instructions and orders for proper administration and the Viceroy of New Spain appoints mill inspectors to address such abuses, most of those who take these positions seek only to enrich themselves and accept bribes from the mill owners. This is the usual state of affairs in all the mills of this city.”</p><p class=\"attribution author\">Antonio Vázquez de Espinosa, Spanish Christian monk and missionary, travel account, 1629</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Although most European monarchs continued to centralize their authority in Europe, European elites in the Americas often found ways to ignore the demands of imperial authorities.</p>","<p class=\"choice_paragraph\">Native American populations in the Americas often openly disobeyed imperial orders.</p>","<p class=\"choice_paragraph\">Although European states reduced the power of the Catholic Church in Europe, the Church was usually able to defy state authority in the Americas.</p>","<p class=\"choice_paragraph\">Intermarriage between European colonists and indigenous elites produced a <span class=\"formatted_text font_style:italic\">mestizo</span> nobility.</p>"],"answer":0}]