[{"id":"VR733366","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733362.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The change in the total number of athletes shown in the graph circa 1932 was most directly a result of the</p>\n","rubricRef":"VR733366_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><div class=\"title\"><p class=\"title_line passage-title\">Number of Olympic Athletes by Gender, 1896 to 2016</p></div><img alt=\"The figure shows a graph of two lines in a gridded plane. A key indicates that one line represents male and the other line represents female.  The horizontal axis is labeled Year and the numbers 1890 through 2020, in increments of 20, are indicated. The vertical axis is labeled Athletes and the numbers 0 through 8,000, in increments of 2,000, are indicated. The first line begins in 1895 at 100 male athletes and moves up to 1,000 in 1900 and fluctuates for a number of years but steadily rises to 3100 in 1925 after which is takes a sharp drop to 1,800 in 1933 after this the line begins to gradually incline with small dips in 1955 at 3,800 and 5,000 athletes in 1980, and the line reaches its peak in 1995 at 8,000 athletes and then slightly declines through 2020 never reaching back to 8,000. The second line indicates that the number of female athletes begins near 0 in 1900 and gradually increases over the years passing 50 in 1930, reaching 1,000 in 1965, 2,000 in 1985, 5,000 in 2000, and passes 6,000 in 2015\" height=\"305\" src=\"https://assets.learnosity.com/organisations/578/VR733362.g04.svg\" width=\"490\"/><span class=\"mandatory_credit_line\"></span></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">spread of Cold War proxy conflicts in Africa and Asia</p>","<p class=\"choice_paragraph\">lingering effects of a global economic depression</p>","<p class=\"choice_paragraph\">creation of new nations after the First World War</p>","<p class=\"choice_paragraph\">success of the Bolshevik Revolution in Russia</p>"],"answer":1}]