[{"id":"VR733338","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733337.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">All of the following are features of Marxist thought. Which would best explain Nehru’s statement about history in the<span class=\"formatted_text font_weight:bold\"> second paragraph</span>?</p>\n","rubricRef":"VR733338_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The events of the past few years all over the world have been confusing and distressing, and the future has become vague and shadowy. Nevertheless, I have been attracted to Gandhi’s stress on non-violent means. The idea is by no means new, but Gandhi’s application of an ethical doctrine to large-scale political activity is certainly novel, and it has created a deep and abiding impression on the minds of large numbers of people.</p><p class=\"passage_para\">A study of Marx also produced a powerful effect on my mind and helped me to see history and current affairs in a new light. The long chain of history and social development appeared to have some meaning, and the future lost some of its obscurity.”</p><p class=\"attribution author\">Jawaharlal Nehru, leader of the Indian National Congress, historical treatise written while he was imprisoned by the British for his political views, circa 1944</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Class consciousness in history emerges among the working classes as capitalists attempt to increase their profits.</p>","<p class=\"choice_paragraph\">Capitalists led anti-monarchical revolutions to eliminate feudal barriers to their dominance over European societies.</p>","<p class=\"choice_paragraph\">Human history is the story of a class struggle that will ultimately end with the overthrow of the capitalist system.</p>","<p class=\"choice_paragraph\">Capitalism relies on the domination and exploitation of other regions in order to acquire raw materials and markets for finished goods.</p>"],"answer":2}]