[{"id":"VR733312","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733308.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The Portuguese exploration referred to in the passage was most directly enabled by which of the following?</p>\n","rubricRef":"VR733312_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Traditionally, historians have presented the 1400s and 1500s as the ‘age of discovery,’ when Europeans began to explore territories in Asia, Africa, and America. Yet research over the past twenty-five years has made it increasingly clear that this age of discovery was rooted in extensive [pre-existing] contact among peoples in Eurasia. . . . No episode better illustrates the extent of these intercontinental connections than an<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_text\">languages spoken in Spain and Italy, respectively</span></span>. . . anecdote from the initial encounter between Portuguese and Indian officials in Calicut. According to the story, [Vasco] Da Gama . . . harbored some apprehension about how a foreign Portuguese [explorer] might be received. So he selected a convict on board, João Nunes, to go ashore first to see what would happen. Much to the surprise of Da Gama, local officials recognized [Nunes] as . . . Portuguese, and took him to two North Africans who [spoke] Castilian and Genoese.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span></span></p>\n\n<p class=\"passage_para\">The recognition of Nunes as Portuguese, as well as the presence of Africans familiar with two European languages in India, highlights the cosmopolitan character of Asian commercial centers and the prevalence of long-distance travel long before the period of European expansion.”</p>\n\n<p class=\"attribution author\">Charles Parker, historian, <span class=\"formatted_text font_style:italic\">Global Interactions in the Early Modern Age</span>, book published in 2010</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Military tactics relying on the use of heavily armed cavalry troops</p>","<p class=\"choice_paragraph\">The use of printing presses to spread new religious ideas</p>","<p class=\"choice_paragraph\">Joint-stock companies and other methods of securing private funding for trade voyages</p>","<p class=\"choice_paragraph\">Navigational knowledge of Indian Ocean currents and wind patterns</p>"],"answer":3}]