[{"id":"VR733324","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733322.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following represents a primary difference in how Europeans conducted trade in the Atlantic region compared to how they conducted trade in Asia in the period 1450–1750 ?</p>\n","rubricRef":"VR733324_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“We agreed to leave the coast of Peru and sail for Japan, since we knew that cloth was valuable merchandise there. So we sailed directly for Japan. The shogun, hearing of us, sent five boats to bring me to his court. He demanded to know why we had come so far. I answered: ‘We the English are a people who seek friendship with all nations and trade with all countries, bringing the merchandise that our country produces.’ He demanded also to know about the conflicts between Spain and Portugal and England and the reasons for them.”</p><p class=\"attribution author\">William Adams, English navigator and merchant, description of his voyage to Japan, 1611</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">While European trade in the Atlantic was based on mercantilist policies, Europeans engaged in free trade and promoted freedom of the seas in Asia.</p>","<p class=\"choice_paragraph\">While European trade in the Americas relied upon the extraction and circulation of silver, silver was not a significant medium of exchange in the Asian markets.</p>","<p class=\"choice_paragraph\">While European trade in the Americas was generally peaceful, European navies overthrew large established empires in Asia.</p>","<p class=\"choice_paragraph\">While European trade in the Americas involved extensive conquest and colonization, Europeans primarily concentrated on transporting goods between Asian regions.</p>"],"answer":3}]