[{"id":"VR734088","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">Using the excerpt, respond to <span class=\"formatted_text font_weight:bold\">parts a</span>,<span class=\"formatted_text font_weight:bold\"> b</span>, and <span class=\"formatted_text font_weight:bold\">c</span>.</p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Identify ONE claim the author makes in the passage.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain ONE way the author’s point of view likely influenced his argument.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain ONE way Chinese cultural traditions influenced Asian societies (other than Korea) in the period 1200–1450.</p>\n\t</li>\n</ol>\n","rubricRef":"VR734088_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“We consider Buddhists to be a direct threat. For over 1500 years, Buddhism has been spreading in our kingdom, yet neither happiness nor profit has been gained. This is recorded in the historical books, which Your Majesty has certainly studied thoroughly. Must you wait for your ministers to tell you?</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">We think of all the unorthodox teachings, Buddhism is the worst. The Buddhists live alone with their barbaric customs, apart from the common productive population; yet they cause the people to be poor and to steal. What is worse than their crimes? Beasts and birds that damage grain are certainly chased away because they harm the people. Yet even though beasts and birds eat the people’s food, they are nevertheless useful to the people. Buddhists, however, sit around and eat, and there has not yet been a visible profit.”</p>\n\n<p class=\"attribution author\">Yun Hoe, Korean Confucian scholar and adviser to the Korean Choson monarchy, <span class=\"formatted_text font_style:italic\">On the Harmfulness of Buddhism</span>, 1424</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]