[{"id":"VR733265","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">Using the excerpt, respond to <span class=\"formatted_text font_weight:bold\">parts a</span>,<span class=\"formatted_text font_weight:bold\"> b</span>, and <span class=\"formatted_text font_weight:bold\">c</span>.</p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Identify ONE claim made by the author in the <span class=\"formatted_text font_weight:bold\">second paragraph</span>.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain ONE way the Comorians’ clothing or material possessions, as described in the <span class=\"formatted_text font_weight:bold\">first paragraph</span>, were influenced by their islands’ participation in long-distance trade networks.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain ONE reason why a Dutch East India Company official such as Holtzappel might have reported about the economic and cultural activities of the people of the Comoros Islands.</p>\n\t</li>\n</ol>\n","rubricRef":"VR733265_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“The Comoros Islands<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">A group of islands in the Indian Ocean between Madagascar and Africa</span></span> are filled with inhabitants. The men wear Muslim clothing and a turban. The clothes of the chiefs are made of very expensive fine white linen and pinned with silver pins; also they wear silk clothes and daggers from Arabia with silver fastenings and sheaths.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The citizens do not work, but have everything done for them by their African slaves. We requested to buy some slaves but they said that there were none up for sale as they could never have too many slaves to labor on their farms or do the work about their houses. Indeed they themselves had to obtain their slaves, with great danger, from Mozambique [on the East African mainland] or Madagascar. However they keep a good watch on their slaves within their households, so that everything seems most well organized both in their houses and in the fields.”</p>\n\n<p class=\"attribution author\">Frederick Holtzappel, official of the Dutch East India Company, journal entry from a trading voyage, 1777</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]