[{"id":"VR733342","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733341.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which piece of evidence from the passage would best support the argument that the Mongols contributed to the integration of cultures across Eurasia by the end of the thirteenth century?</p>\n","rubricRef":"VR733342_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Khubilai Khan, the founder of the Yuan Dynasty, helped win Chinese acceptance of foreign rule by giving his dynasty a Chinese name and welcoming several prominent Chinese scholars as advisors; he established his court and the Yuan capital in Dadu (modern Beijing) to keep the symbolic center of rule in China. Western and Central Asians such as Turks, Uighurs, Persians, and Tibetans, however, held high-level positions in the Yuan bureaucracy.</p><p class=\"passage_para\">Tensions built between [these] ethnic groups at court and Chinese officials who felt that foreigners cared little about traditional Confucian values. Some Chinese saw Tibetans as arrogantly claiming privileged status for themselves; some criticized Muslim financial advisors for imposing too severe a tax burden on the Chinese people. Nevertheless, the Mongols united China once again, and the Chinese believed that by doing so the Yuan had won the Mandate of Heaven.</p><p class=\"passage_para\">One remarkable aspect of the Yuan dynasty was its openness to all religions. Clergy of any tradition were untaxed; and churches, temples, and mosques were left alone as long as they didn’t oppose Mongolian rule.”</p><p class=\"attribution author\">Haiwang Yuan, historian, textbook on Chinese history published in the United States, 2010</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Khubilai Khan established his dynasty’s capital on the site of present-day Beijing.</p>","<p class=\"choice_paragraph\">Turks, Uighurs, and Persians served in high-level positions in the Yuan bureaucracy.</p>","<p class=\"choice_paragraph\">Some Chinese opposed Mongol rule and the appointment of foreign Yuan officials.</p>","<p class=\"choice_paragraph\">Some Chinese opposed having Muslim and Tibetan officials at the Mongol court.</p>"],"answer":1}]