[{"id":"VR733352","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733351.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the <span class=\"formatted_text font_weight:bold\">second paragraph</span>, Condorcet would most likely have supported which of the following?</p>\n","rubricRef":"VR733352_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“My Friends,</p><p class=\"passage_para\">Although I am not the same color as you, I have always regarded you as my brothers. Nature formed you with the same reason and the same virtues as White people. Reducing a man to slavery and keeping him in servitude steals everything nature has given him.</p><p class=\"passage_para\">The justice of nations requires the destruction of slavery. We have shown that this destruction will harm neither commerce nor the wealth of a nation because it would not result in any decrease in agricultural production. We have shown that the master has no right over his slave; that the act of keeping him in servitude is not a property right but a crime; that freeing the slaves is not an act that attacks property, but rather it addresses a crime that should have been punishable by law. The sovereign therefore owes no compensation to the master of slaves.”</p><p class=\"attribution author\">Nicolas de Condorcet, French philosopher, <span class=\"formatted_text font_style:italic\">Reflections on Black Slavery</span>, essay published in 1781</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Abolition of the slave trade but not slavery itself</p>","<p class=\"choice_paragraph\">Abolition of the monarchy and the establishment of a constitutional government</p>","<p class=\"choice_paragraph\">Reimbursement of plantation owners for the loss of their property</p>","<p class=\"choice_paragraph\">Immediate abolition of slavery as a practice incompatible with universal laws</p>"],"answer":3}]