[{"id":"VR733350","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733346.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The author’s remark in the <span class=\"formatted_text font_weight:bold\">first paragraph</span> about the religious practices of the Puebla mill workers best illustrates that</p>\n","rubricRef":"VR733350_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In Puebla<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a city located in south-central Mexico</span></span> there are large woolen mills in which the laborers weave fine cloth, from which the Spanish owners make handsome profits. And those who work in the mills are still not devout in their Christianity.</p><p class=\"passage_para\">To keep their mills supplied with labor, the owners hire people who use all sorts of trickery to enlist poor Indians to start working in the mills. Often, the poor fellows never again get outside that prison until they die. In this way, they have even tricked many married Indians, who have disappeared here for twenty years or longer, without their wives or children knowing anything about them.</p><p class=\"passage_para\">And although the Royal Council of the Indies has tried to remedy this evil with instructions and orders for proper administration and the Viceroy of New Spain appoints mill inspectors to address such abuses, most of those who take these positions seek only to enrich themselves and accept bribes from the mill owners. This is the usual state of affairs in all the mills of this city.”</p><p class=\"attribution author\">Antonio Vázquez de Espinosa, Spanish Christian monk and missionary, travel account, 1629</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Protestant religious practices were becoming widely popular among indigenous peoples in the Americas</p>","<p class=\"choice_paragraph\">many indigenous peoples in the Americas maintained traditional religious practices even after their formal conversion to Christianity</p>","<p class=\"choice_paragraph\">Roman Catholic missionaries feared that the spread of Enlightenment ideas to the Americas was leading many indigenous people to reject religion</p>","<p class=\"choice_paragraph\">mistreatment of industrial workers in the Americas often encouraged the spread of syncretic religious traditions</p>"],"answer":1}]