[{"id":"VR733318","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733317.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The predominance of voyages originating in Europe in the period <span class=\"formatted_text font_weight:bold\">before circa 1800</span> best represents which of the following?</p>\n","rubricRef":"VR733318_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Sailing Voyages Carrying Enslaved Africans to the Americas, 1500–1875</p>\n</div>\n<img alt=\"The figure shows a graph of 2 lines in a plane. A key shows that the first line represents voyages from Europe to Africa, continuing to the Americas, and returning to Europe and the second line represents voyages from the Americas to Africa and returning to the Americas. The horizontal axis is labeled Year and the years 1500 through 1875, in increments of 50, are indicated. The vertical axis is labeled Number of Ships, and the numbers 0 through 5,000, in increments of 1,000, are indicated. The first line begins in 1510 and stays around 0 until 1575 and then begins gradually increasing until it reaches 1675 and then it begins to rapidly climb reaching its apex in 1760 with over 4,000 ships and then it gradually begins to decline falling to 0 in 1870. The second line begins at the same as the first and moves almost parallel to the first line until 1675 when it gradually starts to increase peaking in 1780 and 1810 with 3,000 ships after which it sharply drops to 500 in 1860. \" height=\"214\" src=\"https://assets.learnosity.com/organisations/578/VR733317.g04.svg\" width=\"375\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The triangular trade pattern of the Atlantic system</p>","<p class=\"choice_paragraph\">North Atlantic crossings to find a direct route to Asia</p>","<p class=\"choice_paragraph\">The widespread use of the labor of enslaved Africans in agriculture in Europe</p>","<p class=\"choice_paragraph\">Dutch and English improvements on Portuguese and Spanish innovations in ship designs</p>"],"answer":0}]