[{"id":"VH902903_rubric_category_0","type":"custom","title":"Task 1: Describe form, style, materials, technique, or content.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately describe one technique used in the creation of the Greek vase.</p>","<p>Response accurately describes one technique used in the creation of the Greek vase.</p>","<p>Response accurately describes two techniques used in the creation of the Greek vase.</p>"]},{"id":"VH902903_rubric_category_1","type":"custom","title":"Task 2: Explain how artistic decisions about form, style, materials, technique, or content shape the work.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately use one example of specific visual evidence to explain how one technique was used to present imagery.</p>","<p>Response accurately uses one example of specific visual evidence to explain how one technique was used to present the imagery.</p>","<p>Response accomplishes <strong>both</strong> parts of this task.</p>"]},{"id":"VH902903_rubric_category_2","type":"custom","title":"Task 3: Explain how the work demonstrates continuity or change within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately explain how the techniques are typical of Greek vase painting during the fifth century B.C.E.</p>","<p>Response <strong>does</strong> accurately explain how the techniques are typical of Greek vase painting during the fifth century B.C.E.</p>"]}]