[{"id":"VH905316_rubric_category_0","type":"custom","title":"Task 1: Attribute the work to a specific culture or art-historical style.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not attribute the work shown to the specific culture that created it.</p>","<p>Response <strong>does</strong> accurately attribute the work shown to the style of Archaic Greece.</p>"]},{"id":"VH905316_rubric_category_1","type":"custom","title":"Task 2: Justify the attribution by explaining similarities with work by the same specific culture or art-historical style.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately use one example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other work of the same type by the same specific culture.</p>","<p>Response accurately uses one example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other work of the same type by the same specific culture.</p>","<p>Response accurately uses two examples of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other work of the same type by the same specific culture.</p>"]},{"id":"VH905316_rubric_category_2","type":"custom","title":"Task 3: Describe the function of the work. ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not use specific contextual evidence to explain one function of this type of work.</p>","<p>Response <strong>does</strong> accurately use specific contextual evidence to explain one function of this type of work.</p>"]},{"id":"VH905316_rubric_category_3","type":"custom","title":"Task 4: Explain how the possible function shape the creation or meaning of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not use specific evidence to explain how the function of this type of work likely shaped <span style=\"text-decoration:underline\">either</span> its form <span style=\"text-decoration:underline\">or</span> content.</p>","<p>Response does accurately use specific evidence to explain how the function of this type of work likely shaped <span style=\"text-decoration:underline\">either</span> its form <span style=\"text-decoration:underline\">or</span> content.</p>"]}]