[{"id":"VH931311_rubric_category_0","type":"custom","title":"Task 1: Describe visual elements of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately describe <strong>one</strong> visual characteristic of <em>Androgyne III</em>.</p>","<p>Response accurately describes <strong>one</strong> visual characteristic of <em>Androgyne III</em>.</p>","<p>Response accurately describes <strong>two</strong> visual characteristics of <em>Androgyne III</em>.</p>"]},{"id":"VH931311_rubric_category_1","type":"custom","title":"Task 2: Explain how a specific work of art demonstrates continuity and/or change within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not use specific visual evidence to explain how <strong>one</strong> characteristic of <em>Androgyne III</em> references the classical Western tradition of depicting the human body.</p>","<p>Response uses specific visual evidence to explain how <strong>one</strong> characteristic of <em>Androgyne III</em> references the classical Western tradition of depicting the human body.</p>","<p>Response accomplishes <strong>both</strong> parts of this task.</p>"]},{"id":"VH931311_rubric_category_2","type":"custom","title":"Task 3: Explain the meaning or significance of continuity and/or change between works of art (or a group of related works of art) within a related artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not use specific evidence to explain why the artist chose to depart from the classical Western tradition of depicting the human body in this work.</p>","<p>Response <strong>does</strong> accurately use specific evidence to explain why the artist chose to depart from the classical Western tradition of depicting the human body in this work.</p>"]}]