[{"id":"VH930556_rubric_category_0","type":"custom","title":"Task 1: Describe form, style, materials, technique, or content.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately describe one visual characteristic of the sculpture</p>","<p>Response accurately describes one visual characteristic of the sculpture</p>","<p>Response accurately describes two visual characteristics of the sculpture</p>"]},{"id":"VH930556_rubric_category_1","type":"custom","title":"Task 2: Explain how artistic decisions about form, style, materials, technique, or content shape the work.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately use one example of specific visual evidence to explain how the artist represents the concept of idealism in this work</p>","<p>Response accurately uses one example of specific visual evidence to explain how the artist represents the concept of idealism in this work</p>","<p>Response accurately uses two examples of specific visual evidence to explain how the artist represents the concept of idealism in this work</p>"]},{"id":"VH930556_rubric_category_2","type":"custom","title":"Task 3: Explain why the work demonstrates continuity or change within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately explain why this focus on idealism is typical for Neoclassical sculpture.</p>","<p>Response <strong>does</strong> accurately explain why this focus on idealism is typical for Neoclassical sculpture.</p>"]}]