[{"id":"VH973573_rubric_category_0","type":"custom","title":"PART A: Identification","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not provide two accurate identifiers for the selected work of art</p>","<p>Response provides two accurate identifiers for the selected work of art</p>"]},{"id":"VH973573_rubric_category_1","type":"custom","title":"PART B: Thesis/Claim ","stimulusHtml":"<p>To earn this point, the thesis must make an art historically defensible claim that responds to the prompt rather than merely restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not respond to the prompt with an art historically defensible thesis or claim that establishes a line of reasoning</p>","<p>Responds to the prompt with an art historically defensible thesis or claim that establishes a line of reasoning</p>"]},{"id":"VH973573_rubric_category_2","type":"custom","title":"PART C: EVIDENCE - VISUAL AND CONTEXTUAL","stimulusHtml":"<p>To earn either point, the evidence provided must be accurate, relevant, and art historically defensible.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Does not provide a specific example of visual OR contextual evidence relevant to the selected work of art and the topic of the prompt</p>","<p>Response provides <span style=\"text-decoration:underline\">one</span> specific example of visual OR contextual evidence relevant to the selected work of art and the topic of the prompt</p>","<p>Response provides <span style=\"text-decoration:underline\">two</span> specific examples of visual and/or contextual evidence relevant to the selected work of art and the topic of the prompt</p>"]},{"id":"VH973573_rubric_category_3","type":"custom","title":"PART D: ANALYSIS AND REASONING ","stimulusHtml":"<p>To earn this point, the response must explain the relationship between the evidence provided and an argument about the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not explain how the visual and/or contextual evidence provided supports the argument</p>","<p>Response explains how the visual and/or contextual evidence provided supports the argument</p>"]},{"id":"VH973573_rubric_category_4","type":"custom","title":"PART E: COMPLEXITY","stimulusHtml":"<p>A response may demonstrate a complex understanding in a variety of ways, such as:</p><p>路 Explaining relevant and insightful connections between the evidence and the claim</p><p>路 Confirming the validity of a claim by corroborating multiple perspectives</p><p>路 Explaining the nuances of an issue by analyzing multiple variables</p><p>路 Qualifying or modifying a claim by considering diverse or alternative views or evidence</p><p>To earn this point, the complex understanding must be developed in the response and consist of more than a phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not demonstrate a complex understanding of the prompt, using evidence to corroborate, qualify, or modify a claim that addresses the prompt</p>","<p>Response demonstrates a complex understanding of the prompt, using evidence to corroborate, qualify, or modify a claim that addresses the prompt</p><p><em>Examples of possible ways for students to earn this point include, but are not limited to, developing any of the following:</em></p>"]}]