[{"id":"VH973552_rubric_category_0","type":"custom","title":"Task 1: Attribute a work of art to a specific culture.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not attribute the work shown to the specific culture from West and Central Asia (500 B.C.E.–1980 C.E.) that created it.</p>","<p>Response <strong>does</strong> accurately attribute the work shown to the specific culture that created it. </p>"]},{"id":"VH973552_rubric_category_1","type":"custom","title":"Task 2: Justify the attribution by explaining similarities with work by a specific culture from the image set.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently. </p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not use <strong>one</strong> example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other work of the same type by the same specific culture.</p>","<p>Response uses <strong>one</strong> example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other work of the same type by the same specific culture.</p>","<p>Response uses <strong>two</strong> examples of specific visual evidenceto justify the attribution by describing relevant similarities between the work shown and other work of the same type by the same specific culture.</p>"]},{"id":"VH973552_rubric_category_2","type":"custom","title":"Task 3: Explain how context influences artistic decisions about form, style, materials, content, and/or function in the creation or meaning of a work of art.  ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not use <strong>one</strong> example of specific visual <strong><span style=\"text-decoration:underline\">or</span></strong> contextual evidence to explain how the work reflects the cultural context in which works of this type were created.</p>","<p>Response uses <strong>one</strong> example of specific visual <strong><span style=\"text-decoration:underline\">or</span></strong> contextual evidence to explain how the work reflects the cultural context in which works of this type were created.</p>","<p>Response accomplishes <strong>both</strong> parts of this task.</p>"]}]