[{"id":"VH973095_rubric_category_0","type":"custom","title":"Task 1: Describe visual elements of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately describe <strong>one</strong> visual characteristic of the terra cotta warriors.</p>","<p>Response <strong>does</strong> accurately describe <strong>one</strong> visual characteristic of the terra cotta warriors. </p>"]},{"id":"VH973095_rubric_category_1","type":"custom","title":"Task 2: Describe contextual elements of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately describe the specific function of the terra cotta warriors.</p>","<p>Response <strong>does</strong> accurately describe the specific function of the terra cotta warriors. </p>"]},{"id":"VH973095_rubric_category_2","type":"custom","title":"Task 3: Explain how context influences artistic decisions about form, style, materials, content, and/or function in the creation or meaning of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not use <strong>one</strong> example of specific contextual evidence to explain how the function influenced the design of the terra cotta warriors.</p>","<p>Response uses <strong>one</strong> example of specific contextual evidence to explain how the function influenced the design of the terra cotta warriors.</p>","<p>Response uses <strong>two</strong> examples of specific contextual evidence to explain how the function influenced the design of the terra cotta warriors. </p>"]},{"id":"VH973095_rubric_category_3","type":"custom","title":"Task 4: Explain how an art historically valid interpretation of a work of art is derived from an analysis of its form, style, materials, content, function, context, reception, and/or meaning.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not use specific contextual evidence to explain why the design of the terra cotta warriors can be interpreted as an expression of power and authority in ancient China.</p>","<p>Response <strong>does</strong> accurately use specific contextual evidence to explain why the design of the Taj Mahal can be interpreted as a representation of paradise.</p>"]}]