[{"id":"VH976064_rubric_category_0","type":"custom","title":"Task 1: Attribute a work of art to a specific culture.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not attribute the work shown to the specific African culture that created it.</p>","<p>Response <strong>does</strong> accurately attribute the work shown to the specific African culture that created it.</p>"]},{"id":"VH976064_rubric_category_1","type":"custom","title":"Task 2: Justify the attribution by explaining similarities with work by a specific culture from the image set.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not use <strong>one</strong> example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other work of the same type by the same African culture.</p>","<p>Response uses <strong>one</strong> example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other work of the same type by the same African culture.</p>","<p>Response uses <strong>two</strong> examples of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other work of the same type by the same African culture.</p>"]},{"id":"VH976064_rubric_category_2","type":"custom","title":"Task 3: Explain how the possible intent, purpose, and/or function shape the creation of meaning of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not use specific contextual evidence to accurately explain the function of this type of work.</p>","<p>Response <strong>does</strong> accurately use specific contextual evidence to explain the function of this type of work.</p>"]},{"id":"VH976064_rubric_category_3","type":"custom","title":"Task 4: Explain how the possible intent, purpose, and/or function shape the creation of meaning of a work of art.  ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not use specific contextual evidence to explain how <strong>one</strong> function of the work influenced either the form or the content of this type of work.</p>","<p>Response <strong>does</strong> use specific contextual evidence to accurately explain how <strong>one</strong> function of the work influenced either the form or the content of this type of work.</p>"]}]