[{"id":"VR036340_rubric_category_0","type":"custom","title":"Task 1: Describe visual elements of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately describe a material OR technique used in the construction of the Great Mosque of Djenné.</p>","<p>Response accurately describes <strong>one</strong> material OR technique used in the construction of the Great Mosque of Djenné.</p>","<p>Response accurately describes <strong>two </strong>materials OR techniques used in the construction of the Great Mosque of Djenné.</p>"]},{"id":"VR036340_rubric_category_1","type":"custom","title":"Task 2: Explain how a specific work of art demonstrates continuity within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately use specific evidence to explain how an architectural feature of the Great Mosque of Djenné demonstrates continuity with global conventions of mosque architecture.</p>","<p>Response accurately uses specific evidence to explain how <strong>one</strong> architectural feature of the Great Mosque of Djenné demonstrates continuity with global conventions of mosque architecture.</p>"]},{"id":"VR036340_rubric_category_2","type":"custom","title":"Task 3: Explain how a specific work of art demonstrates change within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately use specific evidence to explain <strong>how</strong> an architectural feature of the Great Mosque of Djenné demonstrates change from global conventions of mosque architecture.</p>","<p>Response accurately uses specific evidence to explain <strong>how</strong> <strong>one</strong> architectural feature of the Great Mosque of Djenné demonstrates change from global conventions of mosque architecture.</p>"]},{"id":"VR036340_rubric_category_3","type":"custom","title":"Task 4: Explain why a specific work of art demonstrates change within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately use specific evidence to explain <strong>why</strong> an architectural feature of the Great Mosque of Djenné demonstrates change from global conventions of mosque architecture.</p>","<p>Response accurately uses specific evidence to explain <strong>why</strong> <strong>one</strong> architectural feature of the Great Mosque of Djenné demonstrates change from global conventions of mosque architecture.</p>"]}]