[{"id":"VR036337_rubric_category_0","type":"custom","title":"Task 1: Describe contextual elements of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately describe an aspect of the historical OR religious context of the David Vases.</p>","<p>Response accurately describes <strong>one</strong> aspect of the historical OR religious context of the David Vases.</p>","<p>Response accurately describes <strong>two</strong> aspects of the historical OR religious context of the David Vases.</p>"]},{"id":"VR036337_rubric_category_1","type":"custom","title":"Task 2: Explain how context influences artistic decisions about materials.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately use specific evidence to explain how the original context influenced the choice of the materials of the David Vases.</p>","<p>Response accurately uses specific evidence to explain how the original context influenced the choice of the materials of the David Vases.</p>"]},{"id":"VR036337_rubric_category_2","type":"custom","title":"Task 3: Explain how context influences artistic decisions about form, style, or content.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately use specific evidence to explain how the original context influenced the choice of imagery of the David Vases.</p>","<p>Response accurately uses specific evidence to explain how the original context influenced the choice of imagery of the David Vases.</p>"]},{"id":"VR036337_rubric_category_3","type":"custom","title":"Task 4: Explain how one art historically valid interpretation of a work is derived from an analysis of its form, style, materials, content, function, context, reception, and/or meaning.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not accurately use specific contextual evidence to explain how the David Vases exemplify cross-cultural interaction.</p>","<p>The response accurately uses specific contextual evidence to explain how the David Vases exemplify cross-cultural interaction.</p>"]}]