[{"id":"VR036335_rubric_category_0","type":"custom","title":"Task 1: Identify a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not provide two accurate identifiers for the selected work of art.</p>","<p>Response provides <strong>two </strong>accurate identifiers for the selected work of art.</p>"]},{"id":"VR036335_rubric_category_1","type":"custom","title":"Task 2: Describe form or content of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately describe an element of form OR content of the selected work of art.</p>","<p>Response <strong>does</strong> accurately describe <strong>one</strong> element of form OR content of the selected work of art.</p>","<p>Response accurately describes <strong>two </strong>elements of form OR content of the selected work of art.</p>"]},{"id":"VR036335_rubric_category_2","type":"custom","title":"Task 3: Articulate a defensible claim about the intend behind a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately explain the social or political statement that the artist was making in the work.</p>","<p>Response <strong>does</strong> accurately explain the social or political statement that the artist was making in the work.</p>"]},{"id":"VR036335_rubric_category_3","type":"custom","title":"Task 4: Explain how the possible intend shapes the creation of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not use visual evidence to explain how the artist used form or content to reinforce the social or political statement.</p>","<p>Response <strong>does</strong> accurately use visual evidence to explain how the artist used form or content to reinforce the social or political statement.</p>"]},{"id":"VR036335_rubric_category_4","type":"custom","title":"Task 5: Explain why context influences artistic decisions about form or content.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not use specific contextual evidence to explain why the artist depicted the natural world in this way to persuade the viewer of the social or political statement.</p>","<p>Response <strong>does</strong> accurately use specific contextual evidence to explain why the artist depicted the natural world in this way to persuade the viewer of the social or political statement.</p>"]}]