[{"id":"VR042950_rubric_category_0","type":"custom","title":"Task 1: Describe form, style, materials, technique, or content","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately describe a visual characteristic of the work.</p>","<p>Response accurately describes <strong>one</strong> visual characteristic of the work.</p>","<p>Response accurately describes <strong>two</strong> visual characteristics of the work.</p>"]},{"id":"VR042950_rubric_category_1","type":"custom","title":"Task 2: Explain how artistic decisions about form, style, materials, technique, or content shape the work","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not accurately explain how a characteristic of the work creates a sense of balance.</p>","<p>The response accurately explains how <strong>one</strong> characteristic of the work creates a sense of balance. </p>","<p>The response accurately explains how <strong>two</strong> characteristics of the work create a sense of balance.</p>"]},{"id":"VR042950_rubric_category_2","type":"custom","title":"Task 3: Explain how the work shown is typical of Greek sculpture created during the fifth century B.C.E.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not accurately explain how the work shown is typical of Greek sculpture created during the fifth century B.C.E.</p>","<p>The response accurately explains how the work shown is typical of Greek sculpture created during the fifth century B.C.E.</p>"]}]