[{"id":"VR045669_rubric_category_0","type":"custom","title":"Task 1: Attribute the work to a specific artist","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately attribute the work shown to the nineteenth-century artist who created it.</p><p>· Response <strong>does</strong> accurately attribute the work shown to Joseph Mallord William Turner (also acceptable: Turner)</p>","<p>· Response <strong>does</strong> accurately attribute the work shown to Joseph Mallord William Turner (also acceptable: Turner)</p>"]},{"id":"VR045669_rubric_category_1","type":"custom","title":"Task 2: Justify the attribution by explaining similarities with work by the artist","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately use one example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other work by the same artist.</p>","<p>Response accurately uses <strong>one</strong> example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other work by the same artist.</p>","<p>Response accurately uses <strong>two</strong> examples of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other work by the same artist.</p>"]},{"id":"VR045669_rubric_category_2","type":"custom","title":"Task 3: Explain how context influences artistic decisions about form, style, materials, content, and/or function in the creation or meaning of a work of art","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately use an example of specific evidence to explain one way in which the work was influenced by Romanticism.</p>","<p>Response accurately uses specific evidence to explain <strong>one</strong> way in which the work was influenced by Romanticism.</p>","<p>Response accurately uses specific evidence to explain <strong>two</strong> ways in which the work was influenced by Romanticism.</p>"]}]