[{"id":"VR041916_rubric_category_0","type":"custom","title":"Task 1: Describe visual characteristics of a work of art","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately describe one visual characteristic of the Mesa Verde cliff dwellings.</p>","<p>Response <strong>does</strong> accurately describe <strong>one</strong> visual characteristic of the Mesa Verde cliff dwellings.</p>"]},{"id":"VR041916_rubric_category_1","type":"custom","title":"Task 2: Describe contextual elements of a work of art","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately describe one function of the Mesa Verde cliff dwellings.</p>","<p>Response <strong>does</strong> accurately describe <strong>one</strong> function of the Mesa Verde cliff dwellings.</p>"]},{"id":"VR041916_rubric_category_2","type":"custom","title":"Task 3: Explain how context influences artistic decisions about form, style, materials, content, and/or function in the creation or meaning of a work of art","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not use specific contextual evidence to explain how the design of the Mesa Verde cliff dwellings was influenced by an aspect of Ancestral Puebloan culture.</p>","<p>Response <strong>does</strong> accurately use specific contextual evidence to explain how the design of the Mesa Verde cliff dwellings was influenced by <strong>one</strong> aspect of Ancestral Puebloan culture.</p>"]},{"id":"VR041916_rubric_category_3","type":"custom","title":"Task 4: Explain how context influences artistic decisions about form, style, materials, content, and/or function in the creation or meaning of a work of art","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not use specific contextual evidence to explain how the design of the Mesa Verde cliff dwellings was influenced by the site’s natural environment.</p>","<p>Response <strong>does</strong> accurately use specific contextual evidence to explain how the design of the Mesa Verde cliff dwellings was influenced by the site’s natural environment.</p>"]},{"id":"VR041916_rubric_category_4","type":"custom","title":"Task 5: Explain how an art historically valid interpretation of a work of art is derived from an analysis of its form, style, materials, content, function, context, reception, and/or meaning","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not use specific contextual evidence to explain why scholars have interpreted the abandonment of the cliff dwellings of Mesa Verde around 1300 C.E. as a reflection of changes that affected Ancestral Puebloan culture in the twelfth and thirteenth centuries C.E.</p>","<p>Response <strong>does</strong> accurately use specific contextual evidence to explain why the sculptural program of the Church of Sainte-Foy is important for understanding the significance of the site for its original audience.</p>"]}]