[{"id":"VR121098_rubric_category_0","type":"custom","title":"Task 1: Attribute a work of art to a specific artist","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not correctly attribute the work shown to the cultural tradition in which it was created.</p>","<p>Response correctly attributes the work shown to the cultural tradition in which it was created.</p>"]},{"id":"VR121098_rubric_category_1","type":"custom","title":"Task 2: Justify an attribution of a work of art by explaining similarities with work by a specific artist","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately use specific visual evidence to justify the attribution by describing a relevant similarity between the work shown and other work from the same tradition.</p>","<p>Response accurately uses specific visual evidence to justify the attribution by describing <strong>one</strong> relevant similarity between the work shown and other work from the same tradition.</p>","<p>Response accurately uses specific visual evidence to justify the attribution by describing <strong>two</strong> relevant similarities between the work shown and other work from the same tradition.</p>"]},{"id":"VR121098_rubric_category_2","type":"custom","title":"Task 3: Explain how the possible intent, purpose, and/or function shape the creation or meaning of a work of art","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately use an example of specific evidence to explain how the design of the work was influenced by its specific function and/or religious context.</p>","<p>Response accurately uses <strong>one</strong> example of specific evidence to explain how the design of the work was influenced by its specific function and/or religious context.</p>","<p>Response accurately uses <strong>two</strong> examples of specific evidence to explain how the design of the work was influenced by its specific function and/or religious context.</p>"]}]