[{"id":"VR121051_rubric_category_0","type":"custom","title":"Task 1: Describe visual elements of a work of art","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately describe a visual characteristic of the Audience Hall (<em>apadana</em>) of Darius and Xerxes.</p>","<p>Response accurately describes <strong>one</strong> visual characteristic of the Audience Hall (<em>apadana</em>) of Darius and Xerxes.</p>"]},{"id":"VR121051_rubric_category_1","type":"custom","title":"Task 2: Describe contextual elements of a work of art","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does not accurately describe a function of the Audience Hall (<em>apadana</em>) of Darius and Xerxes.</p>","<p>Response accurately describes <strong>one</strong> function of the Audience Hall (<em>apadana</em>) of Darius and Xerxes.</p>"]},{"id":"VR121051_rubric_category_2","type":"custom","title":"Task 3: Explain how context influences artistic decisions about form, style, materials, or content in the creation or meaning of a work of art","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does not accurately use specific evidence to explain how the design <strong>or</strong> sculptural program of the Audience Hall (<em>apadana</em>) of Darius and Xerxes was influenced by the historical context of the ancient Persian Empire.</p>","<p>Response accurately uses <strong>one</strong> example of specific evidence to explain how the design <strong>or</strong> sculptural program of the Audience Hall (<em>apadana</em>) of Darius and Xerxes was influenced by the historical context of the ancient Persian Empire.</p>","<p>Response accurately uses <strong>two</strong> examples of specific evidence to explain how the design <strong>or</strong> sculptural program of the Audience Hall (<em>apadana</em>) of Darius and Xerxes was influenced by the historical context of the ancient Persian Empire.</p>"]},{"id":"VR121051_rubric_category_3","type":"custom","title":"Task 4: Explain how one art historically valid interpretation of a work is derived from an analysis of its form, style, materials, content, function, context, reception, and/or meaning","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not accurately use specific evidence to explain why the sculptural program of the Audience Hall (<em>apadana</em>) of Darius and Xerxes can be interpreted as expressing the power of the ancient Persian Empire.</p>","<p>The response accurately uses specific evidence to explain why the sculptural program of the Audience Hall (<em>apadana</em>) of Darius and Xerxes can be interpreted as expressing the power of the ancient Persian Empire.</p>"]}]