[{"id":"VR189201_rubric_category_0","type":"custom","title":"Task 1: Describe visual or contextual characteristic of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use any examples of specific <strong>VISUAL</strong> evidence to describe the materials <strong>or</strong> techniques used to create the <em>Bayeux Tapestry</em>.</p>","<p>Response accurately uses <strong>ONE</strong> example of specific <strong>VISUAL</strong> evidence to describe the materials <strong>or</strong> techniques used to create the <em>Bayeux Tapestry</em>.</p>"]},{"id":"VR189201_rubric_category_1","type":"custom","title":"Task 2: Describes a contextual element of a work of art. ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use any examples of specific <strong>CONTEXTUAL </strong>evidence to describe a historical event depicted in the <em>Bayeux Tapestry</em>.</p>","<p>Response accurately uses <strong>ONE</strong> example of specific <strong>CONTEXTUAL </strong>evidence to describe a historical event depicted in the <em>Bayeux Tapestry</em>.</p>"]},{"id":"VR189201_rubric_category_2","type":"custom","title":"Task 3: Explains how context influences artistic decisions about form, style, materials, content and/or function.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use specific evidence to explain one example of how a political point of view is shown through the depiction of the events.</p>","<p>Accurately uses specific evidence to explain <strong>ONE</strong> example of how a political point of view is shown through the depiction of the events.</p>"]},{"id":"VR189201_rubric_category_3","type":"custom","title":"Task 4: Explain how an art historical interpretation of a work of art is derived from an analysis of its form, style, materials, content, function, context, reception, or meaning.  ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately explain how the Bayeux Tapestry reflects the point of view of its patron.</p>","<p>Response accurately explains how the <em>Bayeux Tapestry</em> reflects the point of view of its patron.</p>"]}]