[{"id":"VR189204_rubric_category_0","type":"custom","title":"Task 1: Describe visual or contextual elements of a work of art, including: form, style, materials, content, function, context, siting/physical context, subject matter, or reception of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does <strong>NOT</strong> accurately describe a material OR architectural element used in the construction of the structure.</p>","<p>Response accurately describes <strong>ONE</strong> material OR architectural element used in the construction of the structure.</p>","<p>Response accurately describes <strong>TWO</strong> materials OR architectural elements used in the construction of the structure.</p>"]},{"id":"VR189204_rubric_category_1","type":"custom","title":"Task 2: Using specific evidence, explains how a specific work of art (or group of related works) demonstrates continuity within an artistic tradition, style, or practice OR using specific evidence, explains how a specific work of art (or group of related works) demonstrates change within an artistic tradition, style, or prac","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does <strong>NOT</strong> accurately use specific visual evidence to explain how the design of the structure or the organization of the interior space references OR departs from a related earlier architectural tradition.</p>","<p>Response accurately uses <strong>ONE</strong> example of specific visual evidence to explain how the design of the structure or the organization of the interior space references OR departs from a related earlier architectural tradition.</p>","<p>Response accurately uses <strong>TWO</strong> examples of specific visual evidence to explain how the design of the structure or the organization of the interior space references OR departs from a related earlier architectural tradition.</p>"]},{"id":"VR189204_rubric_category_2","type":"custom","title":"Task 3: Explain the meaning or significance of continuity and/or change between works of art within a related artistic tradition, style and/or practice.  ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use specific contextual evidence to explain an effect Hadid intended to achieve through her choice to either reference or depart from a related, earlier architectural tradition.</p>","<p>Response accurately uses specific evidence to explain an effect Hadid intended to achieve through her choice to either reference or depart from a related, earlier architectural tradition.</p>"]}]