[{"id":"VR189193_rubric_category_0","type":"custom","title":"Task 1: Describe visual characteristics of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does <strong>NOT</strong> accurately use any examples of specific <strong>VISUAL</strong> evidence to describe <em>Laocoön</em>.</p>","<p>Response accurately uses <strong>ONE</strong> example of specific <strong>VISUAL</strong> evidence to describe <em>Laocoön</em>.</p>","<p>Response accurately uses <strong>TWO</strong> examples of specific <strong>VISUAL</strong> evidence to describe <em>Laocoön</em>.</p>"]},{"id":"VR189193_rubric_category_1","type":"custom","title":"Task 2: Explains how artistic decisions shape the form, style, materials, or content. ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does <strong>NOT</strong> accurately use any examples of specific <strong>VISUAL </strong>evidence to explain how the visual characteristics contribute to a sense of drama.</p>","<p>Response accurately uses <strong>ONE</strong> example of specific <strong>VISUAL</strong> evidence to explain how the visual characteristics contribute to a sense of drama.</p>","<p>Response accurately uses <strong>TWO</strong> examples of specific <strong>VISUAL</strong> evidence to explain how the visual characteristics contribute to a sense of drama.</p>"]},{"id":"VR189193_rubric_category_2","type":"custom","title":"Task 3: Accurately explains how a specific work of art demonstrates change within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does <strong>NOT</strong> accurately use any examples of specific evidence to explain how <em>Laocoön</em> departs from earlier Greek sculptural traditions.</p>","<p>The response accurately uses <strong>ONE</strong> example of specific evidence to explain how <em>Laocoön</em> departs from earlier Greek sculptural traditions.</p>"]}]