[{"id":"VR217478_rubric_category_0","type":"custom","title":"Task 1: Explain how a work demonstrates continuity within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does <strong>NOT</strong> accurately use any examples of specific <strong>VISUAL</strong> evidence to explain <strong>HOW </strong>Miguel González’s <em>Virgin of Guadalupe </em>demonstrates continuity with earlier artistic traditions.</p>","<p>Response accurately uses <strong>ONE </strong>example of specific <strong>VISUAL</strong> evidence to explain <strong>HOW </strong>Miguel González’s<em> Virgin of Guadalupe </em>demonstrates continuity with earlier artistic traditions.</p>","<p>Response accurately uses <strong>TWO </strong>examples of specific <strong>VISUAL</strong> evidence to explain <strong>HOW </strong>Miguel González’s<em> Virgin of Guadalupe </em>demonstrates continuity with earlier artistic traditions.</p>"]},{"id":"VR217478_rubric_category_1","type":"custom","title":"Task 2: Explain how a work demonstrates change within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does <strong>NOT</strong> accurately use any examples of specific <strong>VISUAL </strong>evidence to explain <strong>HOW </strong>Miguel González’s<em> Virgin of Guadalupe </em>demonstrates change from earlier artistic traditions.</p>","<p>Response accurately uses <strong>ONE </strong>example of specific <strong>VISUAL</strong> evidence to explain <strong>HOW </strong>Miguel González’s<em> Virgin of Guadalupe </em>demonstrates change from earlier artistic traditions.</p>","<p>Response accurately uses <strong>TWO </strong>examples of specific <strong>VISUAL</strong> evidence to explain <strong>HOW </strong>Miguel González’s<em> Virgin of Guadalupe </em>demonstrates change from earlier artistic traditions.</p>"]},{"id":"VR217478_rubric_category_2","type":"custom","title":"Task 3: Explain the influence of a specific work of art on other artistic production within or across cultures.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does <strong>NOT</strong> accurately use any examples of specific <strong>CONTEXTUAL </strong>evidence to explain <strong>WHY </strong>the artist integrates elements from multiple artistic traditions in this work.</p>","<p>The response accurately uses <strong>ONE</strong> example of specific <strong>CONTEXTUAL </strong>evidence to explain <strong>WHY </strong>the artist integrates elements from multiple artistic traditions in this work.</p>","<p>The response accurately uses <strong>TWO</strong> examples of specific <strong>CONTEXTUAL </strong>evidence to explain <strong>WHY </strong>the artist integrates elements from multiple artistic traditions in this work.</p>"]}]