[{"id":"VR217475_rubric_category_0","type":"custom","title":"Task 1: Explain how a work demonstrates continuity within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does <strong>NOT</strong> accurately use any examples of specific <strong>VISUAL</strong> evidence to explain <strong>HOW </strong>the Hagia Sophia demonstrates continuity with established architectural traditions. </p>","<p>Response accurately uses <strong>ONE </strong>example of specific <strong>VISUAL</strong> evidence to explain <strong>HOW </strong>the Hagia Sophia demonstrates continuity with established architectural traditions.</p>","<p>Response accurately uses <strong>TWO </strong>examples of specific <strong>VISUAL</strong> evidence to explain <strong>HOW </strong>the Hagia Sophia demonstrates continuity with established architectural traditions.</p>"]},{"id":"VR217475_rubric_category_1","type":"custom","title":"Task 2: Explain how a work demonstrates change within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does <strong>NOT</strong> accurately use any examples of specific <strong>VISUAL </strong>evidence to explain <strong>HOW </strong>the Hagia Sophia demonstrates change from established architectural traditions.</p>","<p>Response accurately uses <strong>ONE </strong>example of specific <strong>VISUAL</strong> evidence to explain <strong>HOW </strong>the Hagia Sophia demonstrates change from established architectural traditions.</p>","<p>Response accurately uses <strong>TWO </strong>examples of specific <strong>VISUAL</strong> evidence to explain <strong>HOW </strong>the Hagia Sophia demonstrates change from established architectural traditions.</p>"]},{"id":"VR217475_rubric_category_2","type":"custom","title":"Task 3: Explain why a work of art demonstrates change within an artistic tradition, style, or practice.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does <strong>NOT</strong> accurately use any examples of specific <strong>CONTEXTUAL </strong>evidence to explain <strong>HOW </strong>the historical context of the Hagia Sophia influenced decisions to reference or deviate from earlier traditions of religious architecture.</p>","<p>The response accurately uses <strong>ONE</strong> example of specific <strong>CONTEXTUAL </strong>evidence to explain <strong>HOW </strong>the historical context of the Hagia Sophia influenced decisions to reference or deviate from earlier traditions of religious architecture. </p>","<p>The response accurately uses <strong>TWO</strong> examples of specific <strong>CONTEXTUAL </strong>evidence to explain <strong>HOW </strong>the historical context of the Hagia Sophia influenced decisions to reference or deviate from earlier traditions of religious architecture.</p>"]}]