[{"id":"VR255290_rubric_category_0","type":"custom","title":"Task 1: Identify selected object","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p> Response does <strong>NOT</strong> provide two accurate identifiers for the selected work of art. </p>","<p>Response provides <strong>two</strong> accurate identifiers for the selected work of art. </p>"]},{"id":"VR255290_rubric_category_1","type":"custom","title":"Task 2: Describe visual characteristics of a work of art","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately describe specific <strong>VISUAL</strong> characteristics of the <strong>wall plaque from Oba’s place</strong>.</p>","<p>Response accurately describes <strong>ONE</strong> specific <strong>VISUAL</strong> characteristic of the <strong>wall plaque from Oba’s place</strong>.</p>"]},{"id":"VR255290_rubric_category_2","type":"custom","title":"Task 3: Describe visual characteristics of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately describe specific <strong>VISUAL</strong> characteristics of the <strong>selected work</strong>.</p>","<p>Response accurately describes <strong>ONE</strong> specific <strong>VISUAL</strong> characteristic of the <strong>selected work</strong>.</p>"]},{"id":"VR255290_rubric_category_3","type":"custom","title":"Task 4: Explain how two or more works of art are similar in how they convey meaning.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use <strong>VISUAL</strong> evidence from both works to explain a <strong>similarity</strong> in how both works emphasize the significance of the accomplishments or actions of the individuals depicted.</p>","<p>Response accurately uses <strong>VISUAL</strong> evidence from both works to explain <strong>ONE</strong> <strong>similarity</strong> in how both works emphasize the significance of the accomplishments or actions of the individuals depicted.</p>"]},{"id":"VR255290_rubric_category_4","type":"custom","title":"Task 5: Explain how two or more works of art are different in how they convey meaning.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use <strong>VISUAL</strong> evidence from both works to explain a <strong>difference</strong> in how both works emphasize the significance of the accomplishments or actions of the individuals depicted.</p>","<p>Response accurately uses <strong>VISUAL</strong> evidence from both works to explain <strong>ONE</strong> <strong>difference</strong> in how both works emphasize the significance of the accomplishments or actions of the individuals depicted.</p>"]},{"id":"VR255290_rubric_category_5","type":"custom","title":"Task 6: Articulate a defensible claim that explains the meaning or significance of similarities or differences between two works of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately explain a similarity<strong> OR </strong>difference in how the wall plaque from Oba’s palace and the selected work express the values or beliefs of the society in which each work was created.</p>","<p>Response accurately explains <strong>ONE</strong> similarity<strong> OR </strong>difference in how the wall plaque from Oba’s palace and the selected work express the values or beliefs of the society in which each work was created. </p>"]},{"id":"VR255290_rubric_category_6","type":"custom","title":"Task 7: Explain how the evidence justifies the claim.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately describe an example of contextual <strong>OR</strong> iconographical evidence about the <strong>wall plaque from Oba’s palace</strong> to support the explanation of a similarity or difference in how both works express the values or beliefs of the society in which each work was created.</p>","<p>Response accurately describes <strong>ONE</strong> example of contextual <strong>OR</strong> iconographical evidence about the <strong>wall plaque from Oba’s palace</strong> to support the explanation of a similarity or difference in how both works express the values or beliefs of the society in which each work was created. </p>"]},{"id":"VR255290_rubric_category_7","type":"custom","title":"Examples that would earn this point might include the following: •\tAs central authority in the Benin Kingdom, the Oba also controlled trade, including for brass/bronze that the plaque is made from. •\tThe wealth of the Oba is emphasized through coral and by the horse, which were both acquired through trade and only owned by individuals of elite status.  •\tThe medium, brass, was a trade item acquired principally through trade with Portugal. It was reserved for use in royal art of Benin to reflect wealth and status of the ruler, which emphasizes the importance of trade. •\tObjects from bronze/brass were principally reserved for art of royal patronage, and items would be created by skilled artisans and artists in workshops associated with the royal court.  •\tThe rosettes decorating the background of the plaque might also be influenced by Portuguese trade items and also emphasize connection between trade and royal status.  •\tBenin society was highly stratified; the Oba serves as king and central political, military, and spiritual leader who ruled for life. •\tThe maintenance of social order and stability was considered to be important in Benin society for ensuring the wellbeing of society. •\tThe Oba’s legitimacy was connected to his ancestral descendance from a lineage of divine rulers. •\tThe  plaque was originally mounted to decorate Oba’s palace together with similar reliefs featuring kings or other important individuals, events, or scenes of courtly life connected to the Benin Kingdom and intended to convey the legitimacy of the King.  •\tThe placement of the plaque at the Benin royal palace complex among other plaques represented the Oba’s divine lineage and descent from Oranmiyan, the founder of the royal lineage of Benin. •\tThe plaque was part of a palace display that served as a device through which oral histories were recounted and preserved. •\tThe Oba had a spiritual, as well as political, leadership role in Benin society. •\tThe spiritual power of the Oba / importance of knowledge and intellect is emphasized through his large head, which was considered to be the seat of intellectual and spiritual power and will. •\tLike other depictions of royal/elite individuals, the Benin wall plaque follows strict conventions intended to emphasize the status and authority of the ruler and reinforce the order of society. •\tThe hierarchy of perspective and frontal depiction provide clarity and reinforce the Oba’s divine leadership through conventions used for centuries. •\tThe inclusion of attendants and servants in the plaque, and the emphasis of their servant role (for example by shading the ruler, supporting his hands, carrying his sword, drumming his arrival) emphasize the status of the Oba as well as the importance of the support of his servants and others for his ability to rule. Task 8: Explain how the evidence justifies the claim.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately describe an<strong> </strong>example of contextual <strong>OR</strong> iconographical evidence about the <strong>selected work </strong>to support the explanation of a similarity or difference in how both works express the values or beliefs of the society in which each work was created.</p>","<p>Response accurately describes <strong>ONE</strong> example of contextual <strong>OR</strong> iconographical evidence about the <strong>selected work </strong>to support the explanation of a similarity or difference in how both works express the values or beliefs of the society in which each work was created. </p>"]}]