[{"id":"VR442144_rubric_category_0","type":"custom","title":"Task 1: Describe visual or contextual characteristic of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response describes <strong>ONE</strong> function of the Kaaba within the context of Islam.</p>","<p>Response accurately describes <strong>ONE</strong> function of the Kaaba within the context of Islam.</p>","<p>Response accurately describes <strong>TWO</strong> functions of the Kaaba within the context of Islam.</p>"]},{"id":"VR442144_rubric_category_1","type":"custom","title":"Task 2: Describes a contextual element of a work of art. ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does <strong>NOT</strong> accurately use any examples of specific <strong>CONTEXTUAL </strong>evidence to explain <strong>ONE</strong> way in which a practitioner of Islam is intended to interact with the Kaaba in Mecca.</p>","<p>Response accurately uses specific <strong>CONTEXTUAL </strong>evidence to explain <strong>ONE</strong> way in which a practitioner of Islam is intended to interact with the Kaaba in Mecca.</p>","<p>Response accurately uses specific <strong>CONTEXTUAL </strong>evidence to explain <strong>TWO</strong> ways in which a practitioner of Islam is intended to interact with the Kaaba in Mecca.</p>"]},{"id":"VR442144_rubric_category_2","type":"custom","title":"Task 3: Explains how context influences artistic decisions about form, style, materials, content and/or function.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response does <strong>NOT</strong> accurately use specific <strong>CONTEXTUAL </strong>evidence to explain why the physical site is important for understanding the significance of the Kaaba.</p>","<p>Accurately uses <strong>CONTEXTUAL </strong>evidence to explain <strong>ONE</strong> reason why the physical site is important for understanding the significance of the Kaaba.</p>","<p>Accurately uses <strong>CONTEXTUAL </strong>evidence to explain <strong>TWO</strong> reasons why the physical site is important for understanding the significance of the Kaaba.</p>"]}]