[{"id":"VR598637_rubric_category_0","type":"custom","title":"Task 1: Attribute a work of art to a specific artist, culture, art-historical style, or object type.  ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately attribute the work shown to the specific culture from the Indigenous Americas in which it was created.</p>","<p>Response accurately attributes the work shown to the specific culture from the Indigenous Americas in which it was created. </p>"]},{"id":"VR598637_rubric_category_1","type":"custom","title":"Task 2: Accurately uses specific visual evidence to justify the attribution by explaining similarities with work by a specific artist, culture, art-historical style, or object type represented in the image set.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use specific <strong>VISUAL </strong>evidence to justify the attribution by describing ONE relevant similarity in <strong>FORM</strong> between the work shown and other work of the same type created by the same culture.</p>","<p>Response accurately uses specific <strong>VISUAL </strong>evidence to justify the attribution by describing ONE relevant similarity in <strong>FORM</strong> between the work shown and other work of the same type created by the same culture.</p>"]},{"id":"VR598637_rubric_category_2","type":"custom","title":"Task 3: Accurately uses specific visual evidence to justify the attribution by explaining similarities with work by a specific artist, culture, art-historical style, or object type represented in the image set.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use specific <strong>VISUAL </strong>evidence to justify the attribution by describing ONE relevant similarity in <strong>CONTENT</strong> between the work shown and other work of the same type created by the same culture.</p>","<p>Response accurately uses specific <strong>VISUAL </strong>evidence to justify the attribution by describing ONE relevant similarity in <strong>CONTENT</strong> between the work shown and other work of the same type created by the same culture.</p>"]},{"id":"VR598637_rubric_category_3","type":"custom","title":"Task 4: Explain how the possible intent, purpose, and/or function shape the creation or meaning of a work of art.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> use specific <strong>contextual</strong> evidence to explain the function of this type of work.</p>","<p>Accurately uses specific <strong>contextual</strong> evidence to explain the function of this type of work.</p>"]},{"id":"VR598637_rubric_category_4","type":"custom","title":"Task 5: Explain how and/or why context influences artistic decisions about form, style, materials, content, and/or function in the creation or meaning of a work of art. ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use specific visual or contextual evidence to explain how the function of this type of work shaped either their form <strong>OR</strong> their content.</p>","<p>Response accurately uses specific visual or contextual evidence to explain how the function of this type of work shaped either their form <strong>OR</strong> their content.</p>"]}]