[{"id":"VR733819_rubric_category_0","type":"custom","title":"Task 1: Attribute a work of art shown to the artist who created it.  ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately attribute the work shown to the specific artist who created it.</p>","<p>Response accurately attributes the work shown to the specific artist who created it.</p>"]},{"id":"VR733819_rubric_category_1","type":"custom","title":"Task 2: Accurately uses ONE example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other works created by the same artist.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other works created by the same artist.</p>","<p>Response accurately uses ONE example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other works created by the same artist.</p>"]},{"id":"VR733819_rubric_category_2","type":"custom","title":"Task 3: Accurately uses ANOTHER example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other works created by the same artist.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use an example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other works created by the same artist.</p>","<p>Response accurately uses ONE example of specific visual evidence to justify the attribution by describing relevant similarities between the work shown and other works created by the same artist.</p>"]},{"id":"VR733819_rubric_category_3","type":"custom","title":"Task 4: Explain how the artist creates a sense of dynamic movement in the work shown using specific visual evidence.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> use specific visual evidence to explain how the artist creates a sense of dynamic movement in the work shown.</p>","<p>Accurately uses specific visual evidence to explain how the artist creates a sense of dynamic movement in the work shown.</p>"]},{"id":"VR733819_rubric_category_4","type":"custom","title":"Task 5: Explain how the artist references architectural space in their work using ONE example of specific visual or contextual evidence.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT </strong>accurately use an example of specific visual <span style=\"text-decoration:underline\">or</span> contextual evidence to explain how the artist references architectural space in their work.</p>","<p>Response does accurately use an example of specific visual <span style=\"text-decoration:underline\">or</span> contextual evidence to explain how the artist references architectural space in their work.</p>"]}]