[{"id":"VR733818_rubric_category_0","type":"custom","title":"Task 1: Accurately describes ONE visual characteristic of the layout of the architectural complex shown.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately describe a visual characteristic of the Great Pyramids of Giza</p>","<p>Response accurately describes a visual characteristic of the Great Pyramids of Giza</p>"]},{"id":"VR733818_rubric_category_1","type":"custom","title":"Task 2: Accurately describes the original function of the architectural complex shown.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately describe the original function of the architectural complex shown.</p>","<p>Response accurately describes the original function of the architectural complex shown.</p>"]},{"id":"VR733818_rubric_category_2","type":"custom","title":"Task 3: Explain ONE way the religious practices of Old Kingdom Egypt influenced the design of the architectural complex and/or its monuments using specific contextual evidence. ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use specific contextual evidence to explain ONE way the religious practices of Old Kingdom Egypt influenced the design of the architectural complex <span style=\"text-decoration:underline\">and/or</span> its monuments.</p>","<p>Accurately uses <strong>ONE</strong> specific contextual evidence to explain ONE way the religious practices of Old Kingdom Egypt influenced the design of the architectural complex <span style=\"text-decoration:underline\">and/or</span> its monuments.</p>"]},{"id":"VR733818_rubric_category_3","type":"custom","title":"Task 4: Accurately uses specific contextual evidence to explain ANOTHER way the religious practices of Old Kingdom Egypt influenced the design of the architectural complex and/or its monuments.","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does NOT accurately use specific contextual evidence to explain ONE way the religious practices of Old Kingdom Egypt influenced the design of the architectural complex and/or its monuments.</p>","<p>Response accurately uses specific contextual evidence to explain ONE way the religious practices of Old Kingdom Egypt influenced the design of the architectural complex and/or its monuments.</p>"]},{"id":"VR733818_rubric_category_4","type":"custom","title":"Task 5: Accurately uses specific visual or contextual evidence to explain why the Great Pyramids and Great Sphinx of Giza are understood as an expression of power and authority in Old Kingdom Egypt. ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response. Each point is earned independently.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>NOT</strong> accurately use specific visual or contextual evidence to explain why the Great Pyramids and Great Sphinx of Giza are understood as an expression of power and authority in Old Kingdom Egypt.</p>","<p>Response accurately uses specific visual or contextual evidence to explain why the Great Pyramids and Great Sphinx of Giza are understood as an expression of power and authority in Old Kingdom Egypt.</p>"]}]