[{"id":"FT2378","type":"mcq","stimulusHtml":"<p><img alt=\"The figure shows a graph with 3 curves, X subscript 2, Y subscript 2, and Z subscript 2 plotted on it. The horizontal axis is labeled Internuclear Distance, and the vertical axis is labeled Potential Energy, in the units of kilojoules per mole. The horizontal axis starts halfway up the vertical axis and extends only to the right, and the intersection of the horizontal and vertical axes is labeled zero. The numbers appearing on the vertical axis, from bottom to top, are from negative 1,000 to 1,000, in increments of 200.  The curve that starts farthest to the left, labeled X subscript 2 begins to the right of the vertical axis at just below 800 kilojoules per mole and moves steeply down and slightly to the right until just below negative 400 kilojoules per mole where it then curves steeply up and to the right until directly below the horizontal axis where it then moves horizontally to the right. The middle curve labeled Y subscript 2 begins to the right of curve X subscript 2 at just below 800 kilojoules per mole and moves steeply down and slightly to the right, intersects the curve X subscript 2 where the X subscript 2 curve is already moving up, at approximately negative 200 kilojoules per mole, and keeps moving down until just above negative 1,000 kilojoules per mole where it then curves steeply up and to the right until right below the horizontal axis where it meets the line X subscript 2 and moves horizontally to the right. The third curve labeled Z subscript 2 begins to the right of curve Y subscript 2 at just below 800 kilojoules per mole and moves steeply down and slightly to the right, intersecting the line X subscript 2 where the X subscript 2 curve is already moving up, at approximately negative 100 kilojoules per mole, and keeps moving down until approximately negative 500 kilojoules per mole, where it then curves steeply up and to the right until directly below the horizontal axis where it meets both line X subscript 2 and line Y subscript 2 and moves horizontally to the right. The lowest point on the X subscript 2 curve is farther to the left then the lowest point on the Y subscript 2 curve, which is farther to the left than the lowest point on the Z subscript 2 curve.\" height=\"330\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3cc1e608206f4399ec2deec51e82b87c/original.jpg\" width=\"550\" /></p>\n\n<p>&nbsp;</p>\n\n<p>The potential energy as a function of internuclear distance for three diatomic molecules, X<sub>2</sub>, Y<sub>2</sub>, and Z<sub>2</sub>, is shown in the graph above. Based on the data in the graph, which of the following correctly identifies the diatomic molecules, X<sub>2</sub>, Y<sub>2</sub>, and Z<sub>2</sub>?</p>\n","choicesHtml":["<table class=\"table table-bordered\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th class=\"text-center\" scope=\"col\">X<sub>2</sub></th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Y<sub>2</sub></th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Z<sub>2</sub></th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">H<sub>2</sub></td>\n\t\t\t<td class=\"text-center\">N<sub>2</sub></td>\n\t\t\t<td class=\"text-center\">O<sub>2</sub></td>\n\t\t</tr>\n\t</tbody>\n</table>\n","<table class=\"table table-bordered\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th class=\"text-center\" scope=\"col\">X<sub>2</sub></th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Y<sub>2</sub></th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Z<sub>2</sub></th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">H<sub>2</sub></td>\n\t\t\t<td class=\"text-center\">O<sub>2</sub></td>\n\t\t\t<td class=\"text-center\">N<sub>2</sub></td>\n\t\t</tr>\n\t</tbody>\n</table>\n","<table class=\"table table-bordered\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th class=\"text-center\" scope=\"col\">X<sub>2</sub></th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Y<sub>2</sub></th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Z<sub>2</sub></th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">N<sub>2</sub></td>\n\t\t\t<td class=\"text-center\">O<sub>2</sub></td>\n\t\t\t<td class=\"text-center\">H<sub>2</sub></td>\n\t\t</tr>\n\t</tbody>\n</table>\n","<table class=\"table table-bordered\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th class=\"text-center\" scope=\"col\">X<sub>2</sub></th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Y<sub>2</sub></th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Z<sub>2</sub></th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">O<sub>2</sub></td>\n\t\t\t<td class=\"text-center\">H<sub>2</sub></td>\n\t\t\t<td class=\"text-center\">N<sub>2</sub></td>\n\t\t</tr>\n\t</tbody>\n</table>\n"],"answer":-1}]