[{"id":"FT2590-22","type":"longtextV2","stimulusHtml":"<p>Answer the following questions relating to gravimetric analysis.</p>\n\n<p>In the first of two experiments, a student is assigned the task of determining the number of moles of water in one mole of MgCl<sub>2</sub> ⋅ <em>n</em> H<sub>2</sub>O. The student collects the data shown in the following table.</p>\n\n<p><img alt=\"The table is divided into 2 columns and has 5 rows. The first row lists 'Mass of empty container'. Within that same row, 22.347 g is also listed. The second row lists ‘Initial mass of sample and container’. Within that same row, 25.825 g is also listed. The third row lists ‘Mass of sample and container after first heating’. Within that same row, 23.982 g is also listed. The fourth row lists ‘Mass of sample and container after second heating’. Within that same row, 23.976 g is also listed. The fifth/last row lists ‘Mass of sample and container after third heating’. Within that same row, 23.977 g is also listed.\" height=\"140\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d526689722713766d27370e504cbe588/original.png\" width=\"406\" /></p>\n\n<p>(a) Explain why the student can correctly conclude that the hydrate was heated a sufficient number of times in the experiment.</p>\n\n<p>(b) Use the data above to<br />\n(i) calculate the total number of moles of water lost when the sample was heated, and<br />\n(ii) determine the formula of the hydrated compound.</p>\n\n<p>(c) A different student heats the hydrate in an uncovered crucible, and some of the solid spatters out of the crucible. This spattering will have what effect on the calculated mass of the water lost by the hydrate? Justify your answer.</p>\n\n<p>In the second experiment, a student is given 2.94 g of a mixture containing anhydrous MgCl<sub>2</sub> and KNO<sub>3</sub> . To determine the percentage by mass of MgCl<sub>2</sub> in the mixture, the student uses excess AgNO<sub>3</sub>(<em>aq</em>) to precipitate the chloride ion as AgCl(<em>s</em>).</p>\n\n<p>(d) Starting with the 2.94 g sample of the mixture dissolved in water, briefly describe the steps necessary to quantitatively determine the mass of the AgCl precipitate.</p>\n\n<p>(e) The student determines the mass of the AgCl precipitate to be 5.48 g. On the basis of this information, calculate each of the following.</p>\n\n<p style=\"margin-left: 40px;\">(i) The number of moles of MgCl<sub>2</sub> in the original mixture<br />\n(ii) The percent by mass of MgCl<sub>2</sub> in the original mixture</p>\n"}]