[{"id":"FT2592-22","type":"longtextV2","stimulusHtml":"<p>Using principles of atomic and molecular structure and the information in the table below, answer the following questions about atomic fluorine, oxygen, and xenon, as well as some of their compounds.</p>\n\n<p><img alt=\"The table is divided into 4 rows and 2 columns. The first column is titled as “atom” and second as “first ionization energy with units small k capital J mol superscript minus 1 (that is kilo joule per mole).” The second row lists “capital F (that is fluorine)” under “atom”. Within the same row in second column listed 1,681.0 under “first ionization energy with units small k capital J mol superscript minus 1 (that is kilo joule per mole).”  The third row lists “capital 0 (that is oxygen)” under “atom”. Within the same row in second column listed 1,313.9 under “first ionization energy with units small k capital J mol superscript minus 1 (that is kilo joule per mole).”  The last row lists “capital X small e (that is xenon)” under “atom”. Within the same row in second column listed question mark under “first ionization energy with units small k capital J mol superscript minus 1 (that is kilo joule per mole).”\" height=\"131\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2fac429e81f7c7c664b0200a04993cc5/original.png\" width=\"265\" /></p>\n\n<p>(a) Write the equation for the ionization of atomic fluorine that requires 1,681.0 kJ mol<sup>−1</sup>.</p>\n\n<p>(b) Account for the fact that the first ionization energy of atomic fluorine is greater than that of atomic oxygen. (You must discuss <u>both</u> atoms in your response.)</p>\n\n<p>(c) Predict whether the first ionization energy of atomic xenon is greater than, less than, or equal to the first ionization energy of atomic fluorine. Justify your prediction.</p>\n\n<p>(d) Xenon can react with oxygen and fluorine to form compounds such as XeO<sub>3</sub> and XeF<sub>4</sub> . In the boxes provided, draw the complete Lewis electron-dot diagram for each of the molecules represented below.</p>\n\n<p><img alt=\"Two blank boxes labeled, X e O 3 and X e F 4, respectively.\" height=\"208\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e7730db2d9eeceae4257239d00139a80/original.png\" width=\"465\" /></p>\n\n<p>(e) On the basis of the Lewis electron-dot diagrams you drew for part (d), predict the following:</p>\n\n<p style=\"margin-left: 40px;\">(i) The geometric shape of the XeO<sub>3</sub> molecule<br />\n(ii) The hybridization of the valence orbitals of xenon in XeF<sub>4</sub></p>\n\n<p>(f) Predict whether the XeO<sub>3</sub> molecule is polar or nonpolar. Justify your prediction.</p>\n"}]