[{"id":"FT2589-22","type":"longtextV2","stimulusHtml":"<p>C(<em>s</em>) + CO<sub>2</sub>(<em>g</em>) ⇄&nbsp;2 CO(<em>g</em>)</p>\n\n<p>Solid carbon and carbon dioxide gas at 1,160 K were placed in a rigid 2.00 L container, and the reaction represented above occurred. As the reaction proceeded, the total pressure in the container was monitored. When equilibrium was reached, there was still some C(<em>s</em>) remaining in the container. Results are recorded in the table below.</p>\n\n<p><img alt=\"The table is divided into 2 columns and has 7 rows. The first column is titled 'Time (hours)', second column is titled ‘Total Pressure of Gases in Container at 1,160 K (atm)’. The first row lists '0.0' as the first time (hours). Within that same row, 5.00 is listed as Initial ‘Total Pressure of Gases in Container at 1,160 K (atm)’. The second row lists '2.0' as the first time (hours). Within that same row, 6.26 is listed as Initial ‘Total Pressure of Gases in Container at 1,160 K (atm)’. The third row lists '4.0' as the first time (hours). Within that same row, 7.09 is listed as Initial ‘Total Pressure of Gases in Container at 1,160 K (atm)’. The fourth row lists '6.0' as the first time (hours). Within that same row, 7.75 is listed as Initial ‘Total Pressure of Gases in Container at 1,160 K (atm)’. The fifth row lists '8.0' as the first time (hours). Within that same row, 8.37 is listed as Initial ‘Total Pressure of Gases in Container at 1,160 K (atm)’. The sixth/final row lists '10.0' as the first time (hours). Within that same row, 8.37 is listed as Initial ‘Total Pressure of Gases in Container at 1,160 K (atm)’. \" height=\"232\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/630d258096e49ba3eb9053c7dde021cd/original.png\" width=\"262\" /></p>\n\n<p>(a) Write the expression for the equilibrium constant, K<em><sub>p</sub></em> , for the reaction.</p>\n\n<p>(b) Calculate the number of moles of CO<sub>2</sub>(<em>g</em>) initially placed in the container. (Assume that the volume of the solid carbon is negligible.)</p>\n\n<p>(c) For the reaction mixture at equilibrium at 1,160 K, the partial pressure of the CO<sub>2</sub>(<em>g</em>) is 1.63 atm. Calculate</p>\n\n<p style=\"margin-left: 40px;\">(i) the partial pressure of CO(<em>g</em>) , and<br />\n(ii) the value of the equilibrium constant, K<em><sub>p</sub></em> .</p>\n\n<p>(d) If a suitable solid catalyst were placed in the reaction vessel, would the final total pressure of the gases at equilibrium be greater than, less than, or equal to the final total pressure of the gases at equilibrium without the catalyst? Justify your answer. (Assume that the volume of the solid catalyst is negligible.)</p>\n\n<p>In another experiment involving the same reaction, a rigid 2.00 L container initially contains 10.0 g of C(<em>s</em>), plus CO(<em>g</em>) and CO<sub>2</sub>(<em>g</em>), each at a partial pressure of 2.00 atm at 1,160 K.</p>\n\n<p>(e) Predict whether the partial pressure of CO<sub>2</sub>(<em>g</em>) will increase, decrease, or remain the same as this system approaches equilibrium. Justify your prediction with a calculation.</p>\n"}]