[{"id":"FT3179","type":"mcq","stimulusHtml":"<p>At point <em>R</em> in the titration, which of the following species has the highest concentration?</p>","features":[{"type":"sharedpassage","html":"<p>Refer to the following.</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"The figure shows a graph titled p H VERSUS VOLUME TYRANT ADDED. The horizontal axis is labeled Volume of zero point one zero zero molar N a O H Added, in units of milliliters, and the vertical axis is labeled p H. The numbers appearing on the horizontal axis, from left to right, are from zero point zero to 100 decimal point, in increments of twenty point zero. The numbers appearing on the vertical axis, from bottom to top, are from zero to 14, in increments of 2. The curve begins on the vertical axis at a p H of approximately two point five. The curve moves gradually up and to the right. This less steep part of the curve extends from a volume of about zero point 5 milliliters to 39 point zero milliliters and a p H of about 3 to five point five. The curve then becomes much steeper until it is nearly vertical at about 40 point zero milliliters. It is nearly vertical between a p H of approximately 6 to 10. After 40 point zero milliliters the curve becomes less steep and begins to almost level off at a p H of approximately 13. There are 5 labeled points along the curve at the approximate coordinates: point Q is on the vertical axis at about zero point zero comma two point five; point R is at about 15 point zero comma three point five; point S is at about twenty point zero comma three point seven five; point T is at about 27 point five comma four point zero; and point U is at about 60 point zero comma twelve point two five.\" height=\"299\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/14017acdbe352d51818eaa17bebd7347/original.png\" width=\"200\">\n<p>A 50.0 mL sample of an acid, HA, of unknown molarity is titrated, and the pH of the resulting solution is measured with a meter and graphed as a function of the volume of 0.100 <em>M</em> NaOH added.</p>"}],"choicesHtml":["<p>HA</p>","<p>A<sup>-</sup></p>","<p>H<sub>3</sub>O<sup>+</sup></p>","<p>OH<sup>-</sup></p>"],"answer":-1}]