[{"id":"FT4060","type":"mcq","stimulusHtml":"<p>Steel is an alloy consisting of Fe with a small amount of C. Elemental Cr can be added to steel to make the steel less likely to rust; Cr atoms react with oxygen in the air to form a nonreactive layer of chromium oxide on the surface of the steel, preventing the oxidation of underlying Fe atoms. A sample of steel-chromium alloy contains 15 percent Cr by mass. Which of the following diagrams best shows a particle-level view of a surface section and an interior section of the alloy represented below at the left? (The atomic radii of the atoms involved are given in the table below at the right.)</p>\n\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<img alt=\"Option A. The diagram on the left shows twenty large circles in 4 rows and 5 columns. The circles are not touching each other and are labeled F e. In each space surrounded by 4 large circles is a small circle labeled O. There is also a row of small circles labeled O on top of the first, top, row of large circles.\" height=\"135\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e126e3a09ada2fe47de5033db16b1996/original.png\" width=\"650\" /></p>\n","choicesHtml":["<img alt=\"The diagram on the left shows twenty large circles in 4 rows and 5 columns. The circles are not touching each other and are labeled F e. In each space surrounded by 4 large circles is a small circle labeled O. There is also a row of small circles labeled O on top of the first, top, row of large circles.  The diagram on the right is very similar to the diagram on the left. The small circles are labeled C instead of O, and there is no row of small circles on top of the first row of large circles.\" height=\"116\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0310b43161db67a17d983cd961ae468b/original.png\" width=\"300\">","<img alt=\"The diagram on the left shows twenty large circles in 4 rows and 5 columns. The circles are not touching each other and most are labeled F e. Two large circles in the first, top, row and one large circle in the bottom, fourth, row are labeled C r. There is a row of small circles labeled O on top of the first row of large circles. In some of the spaces surrounded by 4 large circles are small circles labeled either O or C. There are small circles labeled O between the first and second rows of large circles, and there are small circles labeled C between the second and third rows and between the third and fourth rows of large circles.  The diagram on the right is very similar to the diagram on the left. One of the large circles labeled C r is in the third row instead of the first row. There are no small circles labeled O, and there is an additional circle labeled C above the top row of large circles.\" height=\"116\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e056eb374d4669f500e9e29eb5458345/original.png\" width=\"300\">","<img alt=\"The diagram on the left shows twenty large circles in 4 rows and 5 columns. The circles are not touching each other, and are labeled F e. In each space surrounded by 4 large circles is a small circle. Most of these small circles are labeled C r, but 2 of them are labeled C. There is also a row of small circles labeled O on top of the first, top, row of large circles.  The diagram on the right is identical except there is no row of small circles labeled O on top of the first row of large circles.\" height=\"116\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/11cacc4cdc024e37aeae6a76f34a0fae/original.png\" width=\"300\">","<img alt=\"The diagram on the left shows twenty large circles in 4 rows and 5 columns. The circles are not touching each other and most are labeled F e. Two large circles in the first, top, row and one large circle in the third row are labeled C r. In some of the spaces surrounded by 4 large circles are small circles labeled either O or C. The small circles labeled O are between the first and second rows of large circles, and the small circles labeled C are between the second and third rows and between the third and fourth rows of large circles. There is also a row of small circles labeled O on top of the first, top, row of large circles.  The diagram on the right is very similar to the diagram on the left. One of the large C r circles is in the second row instead of the first row. There is no row of small circles labeled O on top of the first row of large circles. The small circles labeled O are between the first and second rows and between the second and third rows of large circles, and the small circles labeled C are between the first and second rows and between the third and fourth rows of large circles.\" height=\"116\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ae4ea95bf537670016c1d1ceb933ca63/original.png\" width=\"300\">"],"answer":0}]