[{"id":"FT4063","type":"mcq","stimulusHtml":"<p>Which of the following most likely accounts for the difference between reaction path one and reaction path two?</p>","features":[{"type":"sharedpassage","html":"<p>The following questions relate to the below information.</p>\n\n<p class=\"text-center\">XY<sub>2</sub> → X + Y<sub>2 </sub></p>\n\n<p>The equation above represents the decomposition of a compound XY<sub>2</sub>. The diagram below shows two reaction profiles (path one and path two) for the decomposition of XY<sub>2</sub>.</p>\n\n<p>&nbsp;</p>\n<img alt=\"The figure shows a graph with the horizontal axis labeled Reaction Progress and the vertical axis labeled Potential Energy. There are two curves that begin at the same point approximately one-fourth of the way up the vertical axis.  The top curve is a solid line and is labeled Path One. It moves horizontally to the right and gradually curves up and to the right, reaches its maximum potential energy near the top of the graph, and then curves gradually down and to the right, until it reaches a potential energy approximately halfway up the vertical axis, where it then moves horizontally to the right. The bottom curve is a dashed line and is labeled Path Two. It moves horizontally to the right and starts to gradually curve up and to the right at the same point the top curve starts to curve gradually up and to the right. The dashed curve reaches its maximum potential energy below the maximum of the solid curve, and then moves gradually down and to the right, meets the top curve, and moves horizontally to the right at the same potential energy as the solid curve.  There are 3 horizontal lightly dashed lines on the graph. From bottom to top, the first horizontal lightly-dashed line is at the potential energy where the two curves begin on the vertical axis. The interval between this first horizontal lightly-dashed line and the potential energy where the two curves meet on the right side of the graph, is labeled 50 kilojoules per mole reaction. The second horizontal lightly-dashed line is at a potential energy equal to that of the maximum potential energy of the dashed curve. The interval between this second horizontal lightly-dashed line and the first horizontal lightly-dashed line is labeled 100 kilojoules per mole reaction. The third horizontal lightly-dashed line is at a potential energy equal to that of the maximum potential energy of the solid curve. The interval from this third horizontal lightly-dashed line and the first horizontal lightly-dashed line is labeled 150 kilojoules per mole reaction.\" height=\"202\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/869ddc5d567799c8a790bfb4a2e3cc22/original.png\" width=\"550\" />"}],"choicesHtml":["<p>A higher temperature in path one</p>","<p>A higher temperature in path two</p>","<p>The presence of a catalyst in path one</p>","<p>The presence of a catalyst in path two</p>"],"answer":2}]