[{"id":"FT533597","type":"longtextV2","stimulusHtml":"<p class=\"text-center\">CH<sub>3</sub>CH<sub>2</sub>COOH(<em>aq</em>) + H<sub>2</sub>O(<em>l</em>) ⇄ CH3CH2COO<sup>-</sup>(<em>aq</em>) + H3O<sup>+</sup>(<em>aq</em>)</p>\n\n<p>Propanoic acid, CH<sub>3</sub>CH<sub>2</sub>COOH, is a carboxylic acid that reacts with water according to the equation above. At 25°C the pH of a 50.0 mL sample of 0.20 <em>M</em> CH<sub>3</sub>CH<sub>2</sub>COOH is 2.79.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Identify a Brønsted-Lowry conjugate acid-base pair in the reaction. Clearly label which is the acid and which is the base.</p>\n\t</li>\n\t<li>\n\t<p>Determine the value of <em>K<sub>a</sub></em> for propanoic acid at 25°C.</p>\n\t</li>\n\t<li>\n\t<p>For each of the following statements, determine whether the statement is true or false. In each case, explain the reasoning that supports your answer.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>The pH of a solution prepared by mixing the 50.0 mL sample of 0.20 M CH<sub>3</sub>CH<sub>2</sub>COOH with a sample 50.0 mL 0.20 <em>M</em> NaOH is 7.00.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>If the pH of a hydrochloric acid solution is the same as the pH of a propanoic acid solution, then the molar concentration of the hydrochloric acid solution must be less than the molar concentration of the propanoic acid solution.</p>\n\t\t</li>\n\t</ol>\n\n\t<p>A student is given the task of determining the concentration of a propanoic acid solution of unknown concentration. A 0.173 <em>M</em> NaOH solution is available to use as the titrant. The student uses a 25.00 mL volumetric pipet to deliver the propanoic acid solution to a clean, dry flask. After adding an appropriate indicator to the flask, the student titrates the solution with the 0.173 M NaOH, reaching the end point after 20.52 mL of the base solution has been added.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the molarity of the propanoic acid solution.</p>\n\t</li>\n\t<li>\n\t<p>The student is asked to redesign the experiment to determine the concentration of a butanoic acid solution instead of a propanoic acid solution. For butanoic acid the value of p<em>K<sub>a</sub></em> is 4.83. The student claims that a different indicator will be required to determine the equivalence point of the titration accurately. Based on your response to part (b), do you agree with the student’s claim? Justify your answer.</p>\n\t</li>\n</ol>\n"}]