[{"id":"FT533505-22","type":"longtextV2","stimulusHtml":"<p><img alt=\"The table is divided into four rows and has three columns. First column is titled as “compound name”. Second column is titled as “compound formula” and the third column is titles as “delta capital H superscript degree subscript vap with unit small k capital J mol superscript minus 1.” that is “heat of vaporization with unit kilo joule per mole.”  The second row titled “Propane” lists “capital CH subscript 3 capital CH subscript 2 capital CH subscript 3” and 19.0 under columns titled as “compound formula” and “heat of vaporization” respectively. The third row titled “Propanone” lists “capital CH subscript 3 capital C capital O capital CH subscript 3” and 32.0 under columns titled as “compound formula” and “heat of vaporization” respectively. The fourth row titled “1 hyphen propanol” lists “capital CH subscript 3 capital CH subscript 2 capital CH subscript 2 capital OH” and 47.3 under columns titled as “compound formula” and “heat of vaporization” respectively.\" height=\"174\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/33d23e02dd26f3375855fd28ea9e9b76/original.png\" width=\"415\" /></p>\n\n<p>Using the information in the table above, answer the following questions about organic compounds.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>For propanone,</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>draw the complete structural formula (showing all atoms and bonds);</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>predict the approximate carbon-to-carbon-to-carbon bond angle.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>For each pair of compounds below, explain why they do not have the same value for their standard heat of vaporization, Δ<em>H°<sub>vap</sub></em>, (You must include specific information about <u>both</u> compounds in each pair.)</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Propane and propanone</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Propanone and 1-propanol</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Draw the complete structural formula for an isomer of the molecule you drew in part (a) (i).</p>\n\t</li>\n\t<li>\n\t<p>Given the structural formula for propyne below,<br />\n\t<img alt=\"A chemical structure shows a vertical chain of two carbon atoms single bonded to each other. The first carbon atom is single bonded to three hydrogen atoms each while the second carbon atom, marked with an arrow, is triple bonded to a carbon atom which is further single bonded to a hydrogen atom.\" height=\"110\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/475d8276ccc2832176df00adba778fbe/original.png\" width=\"200\" /></p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>indicate the hybridization of the carbon atom indicated by the arrow in the structure above;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>indicate the total number of sigma (σ) bonds and the total number of pi (𝝿) bonds in the molecule.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]