[{"id":"FT533570-22","type":"longtextV2","stimulusHtml":"<p>Use the information in the table below to respond to the statements and questions that follow. Your answers should be in terms of principles of molecular structure and intermolecular forces.</p>\n\n<p><i><img alt=\"The table is divided into three columns and four rows . The first column is titled as “Compound” , the second column is titled as “Formula” and the third column is titled as “Lewis Electron-Dot Diagram”. In the first row the compound ethanethiol is listed and in the same row the formula  uppercase C uppercase H subscript 3 uppercase C uppercase H subscript 2uppercase S uppercase H and Lewis Electron-Dot Diagram is included. In the second row ethane is listed as the compound and  the formula uppercase C uppercase H subscript  uppercase C uppercase H subscript 3 and  Lewis Electron-Dot Diagram is also listed in the same row. In the third row ethanol  , the formula uppercase C uppercase H subscript 3 uppercase C uppercase H subscript 2 uppercase O uppercase H  and Lewis Electron-Dot Diagram are listed in the same row. In the fourth row ethyne, uppercase C subscript 2 uppercase H subscript 2,the  Lewis Electron-Dot Diagram are listed in the same row.\" height=\"297\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a27da0a187b929c8d2100409e9aef4ca/original.png\" width=\"556\" /></i></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Draw the complete Lewis electron-dot diagram for ethyne in the appropriate cell in the table above.</p>\n\t</li>\n\t<li>\n\t<p>Which of the four molecules contains the shortest carbon-to-carbon bond? Explain.</p>\n\t</li>\n\t<li>\n\t<p>A Lewis electron-dot diagram of a molecule of ethanoic acid is given below. The carbon atoms in the molecule are labeled x and y, respectively.</p>\n\n\t<p><img alt=\"A Lewis electron-dot diagram of a molecule of ethanoic acid. The carbon atom C x is connected to two oxygen atoms and C y is connected to three hydrogen atoms. C x shares two electrons with the first oxygen atom on the left and four electrons with the second oxygen atom on the top. The first oxygen atom share two with the hydrogen atom on the left and has two lone pairs of electron. The second oxygen atom has two lone pairs of electrons. The carbon atom shares two electrons with three hydrogen atoms each and two with C x. \" height=\"73\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/afe43da499caf603d0f5632fc414550e/original.png\" width=\"290\" /></p>\n\n\t<p>Identify the geometry of the arrangement of atoms bonded to each of the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Carbon <em>x</em></p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Carbon <em>y</em></p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Energy is required to boil ethanol. Consider the statement “As ethanol boils, energy goes into breaking C−C bonds, C−H bonds, C−O bonds, and O−H bonds.” Is the statement true or false? Justify your answer.</p>\n\t</li>\n\t<li>\n\t<p>Identify a compound from the table above that is nonpolar. Justify your answer.</p>\n\t</li>\n\t<li>\n\t<p>Ethanol is completely soluble in water, whereas ethanethiol has limited solubility in water. Account for the difference in solubilities between the two compounds in terms of intermolecular forces.</p>\n\t</li>\n</ol>\n"}]