[{"id":"FT533601","type":"longtextV2","stimulusHtml":"<p>A student places a mixture of plastic beads consisting of polypropylene (PP) and polyvinyl chloride (PVC) in a 1.0 L beaker containing distilled water. After stirring the contents of the beaker vigorously, the student observes that the beads of one type of plastic sink to the bottom of the beaker and the beads of the other type of plastic float on the water. The chemical structures of PP and PVC are represented by the diagrams below, which show segments of each polymer.</p>\n\n<p><img alt=\"  Two figures are shown with atoms connected by single bonds only. The figure on the left is labeled p p and the Figure on the right is labeled P V C. The figure on the left labeled p p shows six carbon atoms in a straight chain. The first carbon atom has a hydrogen atom attached above the carbon atom and a hydrogen atom attached below, and it is also bonded to an atom to the left that is not shown. The second carbon has a hydrogen atom attached above the carbon atom and a methyl, C H 3, group attached below the carbon atom. The third and fourth carbon atoms, which have hydrogen atoms and a methyl group attached in the same positions as the first and second carbon atoms, are enclosed in parentheses with a subscript of n. The fifth and sixth carbon atoms in the chain have hydrogen atoms and a methyl group attached in the same positions as the first and second carbon atoms, and the sixth carbon is also bonded to an atom to the right that is not shown. The figure on the right labeled P V C shows six carbon atoms in a straight chain. The first carbon atom has a hydrogen atom attached above the carbon atom and a hydrogen atom attached below, and it is also bonded to an atom to the left that is not shown. The second carbon has a hydrogen atom attached above the carbon atom and a chlorine atom attached below the carbon atom. The third and fourth carbon atoms, which have hydrogen atoms and a chlorine atom attached in the same positions as the first and second carbon atoms, are enclosed in parentheses with a subscript of n. The fifth and sixth carbon atoms in the chain have hydrogen atoms and a chlorine atom attached in the same positions as the first and second carbon atoms, and the sixth carbon is also bonded to an atom to the right that is not shown.\" height=\"146\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5a5deea48fe462a51dd5f0e330d55986/original.jpg\" width=\"400\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Given that the spacing between polymer chains in PP and PVC is similar, the beads that sink are made of which polymer ? Explain.</p>\n\n\t<p>PP is synthesized from propene, C<sub>3</sub>H<sub>6</sub>, and PVC is synthesized from vinyl chloride, C<sub>2</sub>H<sub>3</sub>Cl. The structures of the molecules are shown below.</p>\n\n\t<p><img alt=\" Two figures are shown with atoms connected by single and double bonds. The figure on the left is labeled Propene and the figure on the right is labeled Vinyl Chloride, chloroethene. The figure on the left labeled Propene consists of a chain with two carbon atoms connected by a double bond. The left carbon in the double bond also has two hydrogen atoms each connected to the carbon each with a single bond. The right carbon in the double bond has a hydrogen atom connected to it with a single bond and a methyl group, C H 3, attached to the carbon atom with a single bond. The figure on the right labeled Vinyl Chloride, chloroethene, consists of a chain with two carbon atoms connected by a double bond. The left carbon in the double bond also has two hydrogen atoms each connected to the carbon each with a single bond. The right carbon in the double bond has a chlorine atom and a hydrogen atom each connected to the carbon with a single bond.\" height=\"102\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d35bc828e5a541d33b45314f5893ec40/original.jpg\" width=\"381\" /></p>\n\t</li>\n\t<li>\n\t<p>The boiling point of liquid propene (226 K) is lower than the boiling point of liquid vinyl chloride (260 K). Account for this difference in terms of the types and strengths of intermolecular forces present in each liquid.</p>\n\n\t<p>In a separate experiment, the student measures the enthalpies of combustion of propene and vinyl chloride. The student determines that the combustion of 2.00 mol of vinyl chloride releases 2300 kJ of energy, according to the equation below.</p>\n\n\t<p class=\"text-center\">2 C<sub>2</sub>H<sub>3</sub>Cl(<em>g</em>) + 5 O<sub>2</sub>(<em>g</em>) → 4 CO<sub>2</sub>(<em>g</em>) + 2 H<sub>2</sub>O(<em>g</em>) + 2 HCl(<em>g</em>) ∆<em>H</em>° = -2300 kJ/mol<em><sub>rxn</sub></em></p>\n\t</li>\n\t<li>\n\t<p>Using the table of standard enthalpies of formation below, determine whether the combustion of 2.00 mol of propene releases more, less, or the same amount of energy that 2.00 mol of vinyl chloride releases. Justify your answer with a calculation. The balanced equation for the combustion of 2.00 mol of propene is 2 C<sub>3</sub>H<sub>6</sub>(<em>g</em>) + 9 O<sub>2</sub>(<em>g</em>) → 6 CO<sub>2</sub>(<em>g</em>) + 6 H<sub>2</sub>O(<em>g</em>).</p>\n\n\t<p><img alt=\"The table is divided into 7 columns and has 2 rows. From left to right, the data is as follows: The first row lists ‘Substance'. Within that same row, C subscript 2 Hsubscript 3 Cl(g), C subscript 3 H subscript 6 (g), CO subscript 2(g), H subscript 2 O(g), HCI(g), and O subscript 2(g) are also listed. The final row lists ‘Standard Enthalpy of Formation (kJ/mol). Within that same row, 37, 21, minus 394, minus 242, minus 92, 0 are also listed.\" height=\"62\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1187a034c4afc79c0263f9b09df1877a/original.jpg\" width=\"600\" /></p>\n\t</li>\n</ol>\n"}]