[{"id":"FT533607","type":"longtextV2","stimulusHtml":"<p class=\"text-center\">&nbsp;</p>\n\n<table class=\"table lrn_width_auto\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>Na<sub>2</sub>C<sub>37</sub>H<sub>34</sub>N<sub>2</sub>S<sub>3</sub>O<sub>9</sub></td>\n\t\t\t<td>+</td>\n\t\t\t<td>OCl<sup>-</sup></td>\n\t\t\t<td>→</td>\n\t\t\t<td>products</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>blue</td>\n\t\t\t<td>&nbsp;</td>\n\t\t\t<td>&nbsp;</td>\n\t\t\t<td>&nbsp;</td>\n\t\t\t<td>colorless</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>Blue food coloring can be oxidized by household bleach (which contains OCl− ) to form colorless products, as represented by the equation above. A student used a spectrophotometer set at a wavelength of 635 nm to study the absorbance of the food coloring over time during the bleaching process. In the study, bleach is present in large excess so that the concentration of OCl− is essentially constant throughout the reaction. The student used<br />\ndata from the study to generate the graphs below.</p>\n\n<p><img alt=\" The figure shows 3 separate graphs with data points. The horizontal axis for each graph is labeled Time, in seconds, and the numbers appearing on it from left to right on vertical gridlines, are from zero to 100, in increments of 20. In Graph one, the vertical axis is labeled Absorbance and the numbers appearing on it from bottom to top, on horizontal gridlines, are from zero point zero to zero point nine, in increments of zero point one. The data points begin on the vertical axis at zero point eight and curve down and to the right with the slope becoming less steep, ending at a data point at an absorbance of slightly more than zero at loo seconds. In Graph two, the vertical axis is labeled the natural log of absorbance, and the numbers appearing on it from bottom to top, on horizontal gridlines, are from negative four point zero to zero point zero, in increments of zero point five. The data points begin on the vertical axis at approximately negative zero point two and continues in a straight line down and to the right ending at a data point at a natural log of absorbance of approximately negative three point seven at 100 seconds. In Graph three, the vertical axis is labeled one over absorbance, and the numbers appearing on it from bottom to top, on horizontal gridlines, are from zero to 45 in increments of 5. The data points begin on the vertical axis at approximately one and curve gradually up and to the right with the slope becoming more steep, ending at a data point of one over absorbance of 40 at 100 seconds.\" height=\"304\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c2a14e49e1de0eb8d89dd4ff536e8dad/original.jpg\" width=\"400\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Based on the graphs above, what is the order of the reaction with respect to the blue food coloring?</p>\n\t</li>\n\t<li>\n\t<p>The reaction is known to be first order with respect to bleach. In a second experiment, the student prepares solutions of food coloring and bleach with concentrations that differ from those used in the first experiment. When the solutions are combined, the student observes that the reaction mixture reaches an absorbance near zero too rapidly. In order to correct the problem, the student proposes the following three possible modifications to the experiment.</p>\n\n\t<p>• Increasing the temperature<br />\n\t• Increasing the concentration of the food coloring<br />\n\t• Increasing the concentration of the bleach</p>\n\n\t<p>Circle the one proposed modification above that could correct the problem, and explain how that modification increases the time for the reaction mixture to reach an absorbance near zero.</p>\n\t</li>\n\t<li>\n\t<p>In another experiment, a student wishes to study the oxidation of red food coloring with bleach. How would the student need to modify the original experimental procedure to determine the order of the reaction with respect to the red food coloring?</p>\n\t</li>\n</ol>\n"}]