[{"id":"FT533603","type":"longtextV2","stimulusHtml":"<p>&nbsp;</p>\n<img alt=\"The figure consists of a battery, with a voltmeter, a switch, and wires above it. The voltmeter is connected in parallel with the closed switch; this parallel connection is then connected in series to the electrode on the left of the battery, the Anode, labeled Metal, and the electrode on the right of the battery, the Cathode, labeled O 2 gas. The area between the Anode and the Cathode is labeled Electrolyte Paste. There is an arrow parallel to the wire connected to the Cathode that points down to the Cathode and indicates  the direction of the flow of electrons.\" height=\"410\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/cedd1987fb292293df6718edb93e9b86/original.jpg\" width=\"400\" />\n<p>Metal-air cells are a relatively new type of portable energy source consisting of a metal anode, an alkaline electrolyte paste that contains water, and a porous cathode membrane that lets in oxygen from the air. A schematic of the cell is shown above. Reduction potentials for the cathode and three possible metal anodes are given in the table below.</p>\n\n<p><img alt=\"The table is divided into two columns and four rows.The first column is titled as “Half Reaction”  and the second column is titled as “E at lowercase p uppercase H 11 and 298 kelvin in volt. The first row listed O subscript 2 in gaseous state +2 H subscript 2 O in liquid state+ 4 e subscript minus single headed arrow towards right and the right end of the arrow 4 OH superscript minus in aqueous solution is lilsted . In the same row ,under the second column E at lowercase p uppercase H 11 and 298 kelvin in volt is given and the value is plus 0.34 . In the second row ZnO solid +H subscript 2 O in liquid state + 2 e superscript minus single headed arrow towards the right side and Zn solid + 2 OH  superscript minus in aqueous solution is given in the right side of the arrow.In the same row under the  second column E at lowercase p uppercase H 11 and 298 kelvin in volt value is listed and the value is minus 1.31.In the third row Na subscript 2 O in solid state + H subscript 2 O in liquid state + 2 e superscript minus single headed arrow towards the right and  2 Na in solid state + 2 OH superscript minus  in aqueous solution is on the right side of the arrow.In the same row the value of E at lowercase p uppercase H 11 and 298 kelvin in volt , minus 1.60  listed. In the fourth row  CaO in solid state + H subscript 2 O in liquid state+ 2 e superscript mius  single headed arrow towards right and Ca in solid state + 2 OH superscript minus in aqueous solution is listed in the right side of the arrow. In the same row the value of E at lowercase p uppercase H 11 and 298 kelvin in volt is listed and the value is minus 2.78.\" height=\"147\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/dfe8a183916a22cca0f3e16d90ae73d9/original.jpg\" width=\"800\" /></p>\n\n<p>(a) Early forms of metal-air cells used zinc as the anode. Zinc oxide is produced as the cell operates according to the overall equation below.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 2 Zn(s) + O<sub>2</sub> (g) → 2 ZnO(s)</p>\n\n<ol style=\"list-style-type: lower-roman; margin-left: 40px;\">\n\t<li>\n\t<p>Using the data in the table above, calculate the cell potential for the zinc-air cell.</p>\n\t</li>\n\t<li>\n\t<p>The electrolyte paste contains OH<sup>−</sup> ions. On the diagram of the cell above, draw an arrow to indicate<br />\n\tthe direction of migration of OH<sup>−</sup> ions through the electrolyte as the cell operates.&nbsp;</p>\n\t</li>\n</ol>\n\n<p>(b)&nbsp; A fresh zinc-air cell is weighed on an analytical balance before being placed in a hearing aid for use.</p>\n\n<ol style=\"list-style-type: lower-roman; margin-left: 40px;\">\n\t<li>\n\t<p>As the cell operates, does the mass of the cell increase, decrease, or remain the same?</p>\n\t</li>\n\t<li>\n\t<p>Justify your answer to part (b)(i) in terms of the equation for the overall cell reaction.</p>\n\t</li>\n</ol>\n\n<p>&nbsp;(c) The zinc-air cell is taken to the top of a mountain where the air pressure is lower.</p>\n\n<ol style=\"list-style-type: lower-roman; margin-left: 40px;\">\n\t<li>\n\t<p>Will the cell potential be higher, lower, or the same as the cell potential at the lower elevation?</p>\n\t</li>\n\t<li>\n\t<p>Justify your answer to part (c)(i) based on the equation for the overall cell reaction and the information<br />\n\tabove.</p>\n\t</li>\n</ol>\n\n<p>&nbsp;(d) Metal-air cells need to be lightweight for many applications. In order to transfer more electrons with a smaller mass, Na and Ca are investigated as potential anodes. A 1.0 g anode of which of these metals would transfer more electrons, assuming that the anode is totally consumed during the lifetime of a cell? Justify your answer with calculations.</p>\n\n<p>&nbsp;(e) The only common oxide of zinc has the formula ZnO.</p>\n\n<ol style=\"list-style-type: lower-roman; margin-left: 40px;\">\n\t<li>\n\t<p>Write the electron configuration for a Zn atom in the ground state.</p>\n\t</li>\n\t<li>\n\t<p>From which sublevel are electrons removed when a Zn atom in the ground state is oxidized?</p>\n\t</li>\n</ol>\n"}]