[{"id":"FT533566-22","type":"longtextV2","stimulusHtml":"<p>Several reactions are carried out using AgBr, a cream-colored silver salt for which the value of the solubility-product constant, <em>K<sub>sp</sub></em> , is 5.0 x 10<sup>−13</sup> at 298 K.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Write the expression for the solubility-product constant, <em>K<sub>sp</sub></em> , of AgBr.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the value of [Ag<sup>+</sup>] in 50.0 mL of a saturated solution of AgBr at 298 K.</p>\n\t</li>\n\t<li>\n\t<p>A 50.0 mL sample of distilled water is added to the solution described in part (b), which is in a beaker with some solid AgBr at the bottom. The solution is stirred and equilibrium is reestablished. Some solid AgBr remains in the beaker. Is the value of [Ag<sup>+</sup>] greater than, less than, or equal to the value you calculated in part (b) ? Justify your answer.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the minimum volume of distilled water, in liters, necessary to completely dissolve a 5.0 g sample of AgBr(<em>s</em>) at 298 K. (The molar mass of AgBr is 188 g mol<sup>-1</sup>.)</p>\n\t</li>\n\t<li>\n\t<p>A student mixes 10.0 mL of 1.5 x 10<sup>−4</sup> <em>M</em> AgNO<sub>3</sub> with 2.0 mL of 5.0 x 10<sup>−4</sup> <em>M</em> NaBr and stirs the resulting mixture. What will the student observe? Justify your answer with calculations.</p>\n\t</li>\n\t<li>\n\t<p>The color of another salt of silver, AgI(s), is yellow. A student adds a solution of NaI to a test tube containing a small amount of solid, cream-colored AgBr. After stirring the contents of the test tube, the student observes that the solid in the test tube changes color from cream to yellow.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Write the chemical equation for the reaction that occurred in the test tube.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Which salt has the greater value of <em>K<sub>sp</sub> </em>: AgBr or AgI ? Justify your answer.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]