[{"id":"FT533572-22","type":"longtextV2","stimulusHtml":"<p>The compound butane, C<sub>4</sub>H<sub>10</sub> , occurs in two isomeric forms, <em>n</em>-butane and isobutane (2-methyl propane). Both compounds exist as gases at 25°C and 1.0 atm.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Draw the structural formula of each of the isomers (include all atoms). Clearly label each structure.</p>\n\t</li>\n\t<li>\n\t<p>On the basis of molecular structure, identify the isomer that has the higher boiling point. Justify your answer.</p>\n\n\t<p>The two isomers exist in equilibrium as represented by the equation below.</p>\n\n\t<p class=\"text-center\"><em>n</em>-butane(<em>g</em>) <strong>⇄</strong> isobutane(<em>g</em>) <em>K<sub>c</sub></em> = 2.5 at 25°C</p>\n\n\t<p>Suppose that a 0.010 mol sample of pure <em>n</em>-butane is placed in an evacuated 1.0 L rigid container at 25°C.</p>\n\t</li>\n\t<li>\n\t<p>Write the expression for the equilibrium constant, <em>K<sub>c</sub></em> , for the reaction.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the initial pressure in the container when the <em>n</em>-butane is first introduced (before the reaction starts).</p>\n\t</li>\n\t<li>\n\t<p>The <em>n</em>-butane reacts until equilibrium has been established at 25°C.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Calculate the total pressure in the container at equilibrium. Justify your answer.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Calculate the molar concentration of each species at equilibrium.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>If the volume of the system is reduced to half of its original volume, what will be the new concentration of n-butane after equilibrium has been reestablished at 25°C ? Justify your answer.</p>\n\t\t</li>\n\t</ol>\n\n\t<p>Suppose that in another experiment a 0.010 mol sample of pure isobutane is placed in an evacuated 1.0 L rigid container and allowed to come to equilibrium at 25°C.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the molar concentration of each species after equilibrium has been established.</p>\n\t</li>\n</ol>\n"}]