[{"id":"FT533555-22","type":"longtextV2","stimulusHtml":"<p>A student was assigned the task of determining the molar mass of an unknown gas. The student measured the mass of a sealed 843 mL rigid flask that contained dry air. The student then flushed the flask with the unknown gas, resealed it, and measured the mass again. Both the air and the unknown gas were at 23.0°C and 750. torr. The data for the experiment are shown in the table below.</p>\n\n<p><img alt=\"The table is divided into 2 columns and has 3 rows. The first row lists ‘Volume of sealed flask’ is listed. Within that same row, 843 mL is listed. The second row lists ‘Mass of sealed flask and dry air’ is listed. Within that same row, 157.70 g is listed. The third/final row lists ‘Mass of sealed flask and unknown gas’ is listed. Within that same row, 158.08 g is listed.\" height=\"119\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d5d79fdaf43014f9d75a9592eb27c4ca/original.png\" width=\"517\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Calculate the mass, in grams, of the dry air that was in the sealed flask. (The density of dry air is 1.18 g L<sup>−1</sup> at 23.0°C and 750. torr.)</p>\n\t</li>\n\t<li>\n\t<p>Calculate the mass, in grams, of the sealed flask itself (i.e., if it had no air in it).</p>\n\t</li>\n\t<li>\n\t<p>Calculate the mass, in grams, of the unknown gas that was added to the sealed flask.</p>\n\t</li>\n\t<li>\n\t<p>Using the information above, calculate the value of the molar mass of the unknown gas.</p>\n\n\t<p>After the experiment was completed, the instructor informed the student that the unknown gas was carbon dioxide (44.0 g mol<sup>−1</sup>) .</p>\n\t</li>\n\t<li>\n\t<p>Calculate the percent error in the value of the molar mass calculated in part (d).</p>\n\t</li>\n\t<li>\n\t<p>For each of the following two possible occurrences, indicate whether it by itself could have been responsible for the error in the student’s experimental result. You need not include any calculations with your answer. For each of the possible occurrences, justify your answer.</p>\n\n\t<p>Occurrence 1: The flask was incompletely flushed with CO<sub>2</sub>(g) , resulting in some dry air remaining in the flask.</p>\n\n\t<p>Occurrence 2: The temperature of the air was 23.0°C, but the temperature of the CO<sub>2</sub>(g) was lower than the reported 23.0°C.</p>\n\t</li>\n\t<li>\n\t<p>Describe the steps of a laboratory method that the student could use to verify that the volume of the rigid flask is 843 mL at 23.0°C. You need not include any calculations with your answer.</p>\n\t</li>\n</ol>\n"}]