[{"id":"FT559766","type":"mcq","stimulusHtml":"<p><img alt=\"The figure shows a table with 2 columns and 6 rows. The top row contains the column labels, from left to right: column 1, concentration of C u 2+; column 2, Absorbance. From top to bottom, the data is as follows: Row 2; concentration of C u 2+, 0.025, Absorbance, 0.059. Row 3; concentration of C u 2+, 0.050, Absorbance, 0.235. Row 4; concentration of C u 2+, 0.100, Absorbance, 0.117. Row 5; concentration of C u 2+, 0.200, Absorbance, 0.468. Row 6; concentration of C u 2+, Unknown (from sample of mixture), Absorbance, 0.330.\" height=\"232\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/66dad344a40a974af2963e247e8c1bfd/original.png\" width=\"302\" /></p>\n\n<p>To determine the number of moles of Cu in the sample of the mixture, the students measured the absorbance of known concentrations of Cu(NO<sub>3</sub>)<sub>2</sub>(<em>aq</em>) using a spectrophotometer. A cuvette filled with some of the solution produced from the sample of the mixture was also tested. The data recorded by one student are shown in the table above. On the basis of the data provided, which of the following is a possible error that the student made?</p>\n","features":[{"type":"sharedpassage","html":"<p style=\"margin-left: 280px;\">Cu(<em>s</em>) + 4 HNO<sub>3</sub>(<em>aq</em>) → Cu(NO<sub>3</sub>)<sub>2</sub>(<em>aq</em>) + 2 NO<sub>2</sub>(<em>g</em>) + 2 H<sub>2</sub>O(<em>l</em>)</p>\n\n<p>Each student in a class placed a 2.00 g sample of a mixture of Cu and Al in a beaker and placed the beaker in a fume hood. The students slowly poured 15.0 mL of 15.8 <em>M</em> HNO<sub>3</sub>(<em>aq</em>) into their beakers. The reaction between the copper in the mixture and the HNO<sub>3</sub>(<em>aq</em>) is represented by the equation above. The students observed that a brown gas was released from the beakers and that the solutions turned blue, indicating the formation of Cu<sup>2+</sup>(<em>aq</em>). The solutions were then diluted with distilled water to known volumes.</p>\n"}],"choicesHtml":["The Cu(NO<sub>3</sub>)<sub>2</sub>(<em>aq</em>) from the sample of the mixture was not diluted properly.","<p>The spectrophotometer was calibrated with tap water instead of distilled water.</p>","<p>The student labeled the cuvettes incorrectly, reversing the labels on two of the solutions of known concentration.</p>","<p>The spectrophotometer was originally set to an inappropriate wavelength, causing the absorbance to vary unpredictably.</p>"],"answer":1}]