[{"id":"FT559801","type":"mcq","stimulusHtml":"<p> Based on the thermodynamic data, which of the following is true at 298 K? </p>","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure presents two glycine molecules reacting to form a molecule with a peptide bond and water. On the left each molecule has a chain, from left to right, of N, C, and C atoms each connected by a single bond. The N atom is connected to two H atoms each with a single bond. The C atom is connected to two H atoms each with a single bond. The last C atom is connected to two O atoms. The O atom is connected by a double bond and the bottom O atom is connected by a single bond. The bottom O atom is connected by a single bond to an H atom. The O atom, the single bond that connects it to the H atom, and the H atom are in a circle that also contains an H atom from the second glycine molecule. There is a plus sign between the two glycine molecules. The second glycine molecule is followed by an arrow to indicate that the two glycine molecules produce the products on the right side. On the product side of the reaction the first molecule has a chain, from left to right, of N, C, C, N, C, and C atoms each connected by a single bond. The first N atom is connected to two H atoms each by a single bond. The C atom is connected to two H atoms each by a single bond. The next C atom is connected to an O atom by a double bond. The next N atom is connected to an H atom by a single bond. The next C atom is connected to two H atoms each by a single bond. The last C atom is attached to two O atoms. The top O atom is connected by a double bond and the bottom O atom is connected by a single bond. The bottom O atom is connected to an H atom by a single bond. The bond between the second C atom and the N atom after it is labeled Peptide Bond. There is a plus sign after this molecule followed by a molecule of H 2 O. \" height=\"103\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/408a5933cd8cb0b42e8997530ee222b5/original.png\" width=\"600\"></p>\n\n<p>Two molecules of the amino acid glycine join through the formation of a peptide bond, as shown above. The thermodynamic data for the reaction are listed in the following table.</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"The figure shows a table with three columns and one row of data. The first column is labeled ∆G° sub 298 and lists positive charged 15 kJ/mol sub rxn. The second column is labeled ∆H° sub 298 and lists positive charge 12 kJ/mol sub rxn. The third column is labeled ∆S° sub 298 and lists negative charge J/(K . mol sub rxn).\" height=\"81\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0cee29c77fe8d518211b02eefbafe737/original.png\" width=\"410\">"}],"choicesHtml":["K<sub><em>eq</em> </sub>= 0","0 &lt; K<em><sub>eq</sub></em> &lt; 1","K<em><sub>eq</sub></em> = 1","K<em><sub>eq</sub></em> &gt; 1"],"answer":0}]