[{"id":"FT559617","type":"mcq","stimulusHtml":"One student titrated the NaOH(<em>aq)</em> with 1.0&nbsp;<em>M</em>&nbsp;HCl(<em>aq</em>) instead of 0.10&nbsp;<em>M&nbsp;</em>HCl(<em>aq</em>). How would the student’s titration curve differ from the original curve?","features":[{"type":"sharedpassage","html":"<p><img alt=\"N a O H aqueous plus H C L aqueous react to form N a C L aqueous plus H 2 O liquid\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4b87c9c346727f85642c67258f5db415/original.png\" /></p>\n\n<p>To determine the concentration of a NaOH(<em>aq</em>) solution, a student titrated a 50. mL sample with 0.10 <em>M </em>HCl(<em>aq</em>) . The reaction is represented by the equation above. The titration is monitored using a pH meter, and the experimental results are plotted in the graph below.</p>\n\n<p><img alt=\"The graph has the horizontal axis labeled Volume H C L added in m L, and the vertical axis labeled p H. There are evenly spaced tick marks labeled 0, 25.0, and 50.0 on the horizontal axis, from left to right.  There are evenly spaced tick marks labeled 1.0, 7.0, and 13.0 on the vertical axis, from bottom to top.  The line begins on the vertical axis at 13.0 and curves gently down and to the right. The line starts to curve down sharply around 40.0 m L until it is almost vertical. The curve begins to flatten at a point just past 50.0 m L and a p H just above 1.0.  The line continues to move almost horizontally until it ends on the right side of the figure.    There are 4 points marked on the graph. Point S is on the graph to the left of the vertical drop. Point R is on the graph in the middle of the vertical drop at a p H of approximately 7.0 and a volume of slightly less than 50 m L. Point Q is on the graph to the right of the vertical drop. Point P is on the graph close to the end, to the right of point Q.\" height=\"202\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7680f9681ed9c915e38a538a8fd7f304/original.png\" width=\"262\" /></p>\n"}],"choicesHtml":["<p>The initial pH would be 11 instead of 13. </p>","<p>The pH at the equivalence point would be 5 instead of 7. </p>","<p>The pH far beyond the equivalence point would be higher than in the original curve. </p>","<p>The pH far beyond the equivalence point would be lower than in the original curve.</p>"],"answer":2}]