[{"id":"FT559792","type":"mcq","stimulusHtml":"<p style=\"margin-left: 360px;\">O<sub>3 </sub>(<em>g</em>) + O(<em>g</em>) → 2 O<sub>2</sub>(<em>g</em>)</p>\n\n<p>The decomposition of O<sub>3</sub>(<em>g</em>) in the upper atmosphere is represented by the equation above. The potential energy in the upper atmosphere is diagram for the decomposition of O<sub>3</sub>(<em>g</em>) in the presence and absence of NO(<em>g</em>) is given below.</p>\n\n<p><img alt=\"The figure is a graph os two curves representing the potential energy for the decomposition of O 3 gas in the presence and absence of N O gas. The horizontal axis is labeled “Progress of Reaction.” The vertical axis is labeled “Potential Energy.” There is a key that shows a solid line representing “In the absence of N O gas,” and  dashed line representing “In the presence of N O gas.” The beginning of both curves is laced “Reactants” and the end of both curves is labeled “Products.” The curve for In the absense of N O gas begins on the vertical axis, near its midpoint. It moves horizontally until a certain point where it then moves steadily upward and to the right until reaching the top of the vertical axis and then curving downward and to the right. The curve moves steadily downward and to the right until it reaches a certain point where it then moves horizontally and ends above the horizontal axis, but lower than where it began. The curve for in the presence of N O gas also begins on the vertical axis, near its midpoint. It moves horizontally until a certain point where it then moves slightly upward and to the right to a certain point. It moves downward and to the right to another point where it then goes back upward and to the right to another point. (in other words there are two peaks in this curve. The first peak is slightly higher than the second, but both remain lower than the single curve represented in the In the absence of N O gas.) The curve then moves steadily downward and to the right until it ends above the horizontal axis. Throughout, the curve for “In the presence of N O gas,” stays below the curve for “In the absence of N O gas.&quot;\" height=\"190\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e140a21738ee0c0770863b3d1e08662d/original.png\" width=\"425\" /></p>\n\n<p>Which of the following mechanisms for the catalyzed reaction is consistent with the equation and diagram above?</p>\n","choicesHtml":["2 O<sub>3</sub>(<em>g</em>) + 2 NO(<em>g</em>) → 4 O<sub>2</sub>(<em>g</em>) + N<sub>2</sub>(<em>g</em>)&nbsp; <em>slow</em>","<p>O<sub>3</sub>(<em>g</em>) + NO(<em>g</em>) → NO<sub>2</sub>(<em>g</em>) + O<sub>2</sub>(<em>g</em>)&nbsp; <em>slow</em></p>\n\n<p>NO<sub>2</sub>(<em>g</em>) + O(<em>g</em>) → NO(<em>g</em>) + O<sub>2</sub>(<em>g</em>)&nbsp; &nbsp;<em>fast</em></p>\n","<p>NO<sub>2</sub>(<em>g</em>) + O<sub>3</sub>(<em>g</em>) → NO(<em>g</em>) + 2 O<sub>2</sub>(<em>g</em>)&nbsp; <em>&nbsp;slow</em></p>\n\n<p>NO(<em>g</em>) + O(<em>g</em>) → NO<sub>2</sub>(<em>g</em>)&nbsp; &nbsp; <em>fast</em></p>\n","<p>NO<sub>2</sub>(<em>g</em>) + O(<em>g</em>) → NO<sub>3</sub>(<em>g</em>)&nbsp; &nbsp; <em>slow</em></p>\n\n<p>NO<sub>3</sub>(<em>g</em>) + O<sub>3</sub>(<em>g</em>) → NO<sub>2</sub>(<em>g</em>) + 2 O<sub>2</sub>(<em>g</em>)&nbsp; &nbsp;<em>&nbsp;fast</em></p>\n"],"answer":0}]