[{"id":"FT554930-22","type":"longtextV2","stimulusHtml":"<p>Answer the following questions in terms of principles of chemical bonding and intermolecular forces. In each explanation where a comparison is to be made, a complete answer must include a discussion of both substances. The following complete Lewis electron-dot diagrams may be useful in answering parts of this question.</p>\n\n<p><img alt=\"Lewis structures of five compounds. The diagram of Pentane shows a hydrocarbon chain composed of five carbon atoms and 12 hydrogen atoms connected by single bonds. The first and last carbon atoms are connected to three hydrogen atoms each. The three carbon atoms in between are connected to two hydrogen atoms each. The diagram of Propane shows a hydrocarbon chain composed of three carbon atoms and 8 hydrogen atoms connected by single bonds. The first and last carbon atoms are connected to three hydrogen atoms each. The one carbon atom in between is connected to two hydrogen atoms. The diagram of Methanol shows an Oxygen atom with a C H 3 molecule connected to its left and a Hydrogen atom connected to its right. Both connections are single bonds. The oxygen has two lone electron pairs. The diagram of Methanol shows an Oxygen atom with a C H 3 molecule connected to its left and a Hydrogen atom connected to its right. Both connections are single bonds. The oxygen has two lone electron pairs. The diagram of Methanoic (formic) acid shows a carbon atom with three bonds. It is connected to a Hydrogen atom by a single bond, to an Oxygen atom by a double bond, and a second Oxygen atom by a single bond. The two oxygen atoms have two lone electron pairs each. The second Oxygen atom is connected to a Hydrogen atom. The diagram of Methanal (formaldehyde) shows a carbon atom with three bonds. It is connected to two Hydrogen atoms by single bonds and an Oxygen atom by a double bond. The oxygen atom has two lone electron pairs.\" height=\"287\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/37b20335dba696afe10ac3f45b09ba63/original.jpg\" width=\"800\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>At 1 atm and 298 K, pentane is a liquid whereas propane is a gas. Explain.</p>\n\t</li>\n\t<li>\n\t<p>At 1 atm and 298 K, methanol is a liquid whereas propane is a gas. Explain.</p>\n\t</li>\n\t<li>\n\t<p>Indicate the hybridization of the carbon atom in each of the following:</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Methanol</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Methanoic (formic) acid</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Draw the complete Lewis electron-dot diagram for a molecule of propanoic acid, HC<sub>3</sub>H<sub>5</sub>O<sub>2</sub> .</p>\n\t</li>\n\t<li>\n\t<p>Explain the following observations about the two carbon-oxygen bonds in the methanoate (formate) anion, HCO<sub>2</sub><sup>−</sup>. You may draw a Lewis electron-dot diagram (or diagrams) of the methanoate ion as part of your explanations.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>The two carbon-oxygen bonds in the methanoate (formate) anion, HCO<sub>2</sub><sup>−</sup>, have the same length.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The length of the carbon-oxygen bonds in the methanoate (formate) anion, HCO<sub>2</sub><sup>−</sup>, is intermediate between the length of the carbon-oxygen bond in <u>methanol</u> and the length of the carbon-oxygen bond in <u>methanal</u>.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]