[{"id":"FT559942-22","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong>&nbsp;Examples and equations may be included in your responses where appropriate. For calculations, clearly show the method used and the steps involved in arriving at your answers. You must show your work to receive credit for your answer. Pay attention to significant figures</p>\n\n<p>Propanoic acid, C2H5COOH, is an organic acid that is a liquid at room temperature.</p>\n\n<p>&nbsp; (a) An incomplete Lewis diagram for the propanoic acid molecule is provided in the box below. Complete the&nbsp;diagram, &nbsp; showing how the remaining atoms in the molecule are arranged around the carbon atom marked&nbsp;with an&nbsp; asterisk (*).&nbsp; Your structure should minimize formal charge and include any lone pairs of electrons.</p>\n\n<p><img alt=\"The figure shows an incomplete Lewis diagram as follows. In the center of the box, from left to right there is an H connected with a single bond to a C, which is connected with a single bond to a second C, which is connected with a single bond to a third C that has an asterisk beside it. There is an H directly above and an H directly below the leftmost C, each connected by a single bond to the C. There is an H directly above and an H directly below the second C, each connected by a single bond to the C.\" height=\"251\" src=\"https://assets.learnosity.com/organisations/537/f31e7f73-a6c5-4b1f-8d26-655977c8e921.PNG\" width=\"360\" /></p>\n\n<p>&nbsp;(b) Identify the hybridization of the carbon atom marked with the asterisk</p>\n\n<p>&nbsp;(c) Propanoic acid has a lower boiling point than butanoic acid, C<sub>3</sub>H<sub>7</sub>COOH.</p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>Identify all the types of intermolecular forces present among the molecules in propanoic acid.</p>\n\t</li>\n\t<li>\n\t<p>Which of the types of intermolecular forces that you identified in part (c)(i) is most responsible for the difference in boiling points of the two acids?</p>\n\t</li>\n</ol>\n"}]