[{"id":"FT554927-22","type":"longtextV2","stimulusHtml":"<p class=\"text-center\">Mg(s) + 2 H<sup style=\"\">+</sup>(aq) → Mg<sup style=\"\">2+</sup>(aq) + H<sub style=\"\">2</sub>(g)</p>\n\n<p>A student performs an experiment to determine the volume of hydrogen gas produced when a given mass of magnesium reacts with excess HCl(<em>aq</em>) , as represented by the net ionic equation above. The student begins with a 0.0360 g sample of pure magnesium and a solution of 2.0 <em>M</em> HCl(<em>aq</em>).</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Calculate the number of moles of magnesium in the 0.0360 g sample.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the number of moles of HCl(<em>aq</em>) needed to react completely with the sample of magnesium.</p>\n\n\t<p>As the magnesium reacts, the hydrogen gas produced is collected by water displacement at 23.0°C. The pressure of the gas in the collection tube is measured to be 749 torr.</p>\n\t</li>\n\t<li>\n\t<p>Given that the equilibrium vapor pressure of water is 21 torr at 23.0°C, calculate the pressure that the H<sub>2</sub>(<em>g</em>) produced in the reaction would have if it were dry.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the volume, in liters measured at the conditions in the laboratory, that the H<sub>2</sub>(<em>g</em>) produced in the reaction would have if it were dry.</p>\n\t</li>\n\t<li>\n\t<p>The laboratory procedure specified that the concentration of the HCl solution be 2.0 <em>M</em>, but only 12.3 <em>M</em> HCl solution was available. Describe the steps for safely preparing 50.0 mL of 2.0 <em>M</em> HCl(<em>aq</em>) using 12.3 <em>M</em> HCl solution and materials selected from the list below. Show any necessary calculation(s).</p>\n\n\t<table class=\"table\">\n\t\t<tbody>\n\t\t\t<tr>\n\t\t\t\t<td>10.0 mL graduated cylinder</td>\n\t\t\t\t<td>Distilled water</td>\n\t\t\t</tr>\n\t\t\t<tr>\n\t\t\t\t<td>250 mL beakers</td>\n\t\t\t\t<td>Balance</td>\n\t\t\t</tr>\n\t\t\t<tr>\n\t\t\t\t<td>50.00 mL volumetric flask</td>\n\t\t\t\t<td>Dropper</td>\n\t\t\t</tr>\n\t\t</tbody>\n\t</table>\n\t</li>\n</ol>\n"}]