[{"id":"FT559943","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong>&nbsp;Examples and equations may be included in your responses where appropriate. For calculations, clearly show the method used and the steps involved in arriving at your answers. You must show your work to receive credit for your answer. Pay attention to significant figures.</p>\n\n<p>A student has 100. mL of 0.400 M CuSO<sub>4</sub>(aq) and is asked to make 100. mL of 0.150 M CuSO<sub>4</sub>(aq) for a spectrophotometry experiment. The following laboratory equipment is available for preparing the solution: centigram balance, weighing paper, funnel, 10 mL beaker, 150 mL beaker, 50 mL graduated cylinder, 100 mL volumetric flask, 50 mL buret, and distilled water.</p>\n\n<p>(a) Calculate the volume of 0.400 M CuSO<sub>4</sub>(aq) required for the preparation.</p>\n\n<p>(b) Briefly describe the essential steps to most accurately prepare the 0.150 M CuSO<sub>4</sub>(aq) from the 0.400 M CuSO<sub>4</sub>(aq)&nbsp; using the equipment listed above.</p>\n\n<p>The student plans to conduct a spectrophotometric analysis to determine the concentration of Cu<sup>2+</sup>(aq) in a solution. The solution has a small amount of Co(NO<sub>3</sub>)<sub>2</sub>(aq) present as a contaminant. The student is given the diagram below, which shows the absorbance curves for aqueous solutions of Co<sup>2+</sup>(aq) and Cu<sup>2+</sup>(aq).</p>\n\n<p><img alt=\"The figure shows a graph with the horizontal axis labeled Wavelength in nanometers, and the vertical axis labeled Absorbance. The horizontal axis is labeled from 400 through 800, in increments of 100. The vertical axis is labeled from 0.0 through 1.0, in increments of 0.2. There are two curves on the graph, one for c o with a positive 2 charge and the other for C u with a positive 2 charge. The curve for C o with a positive 2 charge begins at an absorbance of 0.0 at 400 nanometers and curves up to a peak at about 500 nanometers at an absorbance of 0.5. Then the line curves down to nearly touch the horizontal axis at 700 nanometers, and continues very close to the horizontal axis to the right end of the graph. The curve for C u with a positive 2 charge begins at an absorbance of 0.0 at 400 nanometers and remains very close to the horizontal axis until it begins to curve upward starting around 500 nanometers, until the curve reaches a peak slightly above  800 nanometers at an approximate absorbance of 0.95.\" height=\"176\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/34a22ac3437438d59e037105e4c6c458/original.png\" width=\"255\" /></p>\n\n<p>(c) The spectrophotometer available to the student has a wavelength range of 400 nm to 700 nm. What wavelength&nbsp;should the student use to minimize the interference from the presence of the Co<sup>2+</sup>(aq) ions?</p>\n"}]