[{"id":"FT559752","type":"mcq","stimulusHtml":"<p style=\"margin-left: 320px;\">Fe<sup>3+</sup>(<em>aq</em>) + KSCN(<em>s</em>) → FeSCN<sup>2+</sup>(<em>aq</em>) + K<sup>+</sup>(<em>aq</em>)</p>\n\n<p>To determine the moles of Fe<sup>3+</sup>(<em>aq</em>) in a 100. mL sample of an unknown solution, excess KSCN(<em>s</em>) is added to convert all the Fe<sup>3+</sup>(<em>aq</em>) into the dark red species FeSCN<sup>2+</sup>(<em>aq</em>), as represented by the equation above. The absorbance of FeSCN<sup>2+</sup>(<em>aq</em>) at different concentrations is shown in the graph below.</p>\n\n<p><img alt=\"The figure presents the graph in the first quadrant of a coordinate plane. The horizontal axis is labeled “Concentration of F e S C N with a positive 2 charge, in Molar,” and the following three numbers are indicated: 0, 5 times 10 to the negative 5, and 10 times 10 to the negative 5, in increments of 1 times 10 to the negative 5. The vertical axis is labeled “Absorbance at 453 nanometers,” and the numbers 0 through 0 points 5 0, in increments of 0 point 1 0, are indicated. The line of best fit is drawn. The line begins where the axes meet. It moves steadily upward and to the right passing through the point 5 times 10 to the negative 5 Molar and 0 point 2 5 absorbance. The line ends at 10 times 10 to the negative 5 Molar and 0 point 5 0 absorbance. There are 6 data points along the line. 1 point is at the origin, 3 points are above the line, and 2 points are below. \" height=\"277\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9c4d1478e80ac540695cf3be45c7e06f/original.png\" width=\"319\" /></p>\n\n<p>If the absorbance of the mixture is 0.20 at 453 nm, how many moles of Fe<sup>3+</sup>(<em>aq</em>) were present in the 100. mL sample? (Assume that any volume change due to adding the KSCN(<em>s</em>) is negligible.)</p>\n","choicesHtml":["<p>4 × 10<sup>−4</sup> mol </p>","<p>3 × 10<sup>−4</sup> mol </p>","<p>4 × 10<sup>−6</sup> mol </p>","<p>3 × 10<sup>−6</sup> mol</p>"],"answer":1}]