[{"id":"FT560073-22","type":"longtextV2","stimulusHtml":"<p class=\"text-center\">HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<i>aq</i>) + H<sub>2</sub>O(<em>l</em>) ⇄ H<sub>3</sub>O<sup>+</sup>(<i>aq</i>) + C<sub>2</sub>H<sub>3</sub>O<sub>2</sub><sup>−</sup>(<em>aq</em>)</p>\n\n<p>The dissociation of ethanoic acid, HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<em>aq</em>), is represented above. A student is given the task of determining the value of <em>K<sub>a</sub></em> for HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<i>aq</i>) using two different experimental procedures.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>The student is first asked to prepare 100.0 mL of 0.115 <em>M</em> HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<i>aq</i>) using a 2.000 <em>M</em> standard solution.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Calculate the volume, in mL, of 2.000 <em>M</em> HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<em>aq</em>) the student needs to prepare 100.0 mL of 0.115 M HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<em>aq</em>).</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Describe the procedure the student should use to prepare 100.mL of 0.115 M HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<em>aq</em>) using appropriate equipment selected from the list below. Assume that the student uses appropriate safety equipment.</p>\n\n\t\t<ul style=\"margin-left: 80px;\">\n\t\t\t<li>\n\t\t\t<p>100 mL beaker</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>100 mL graduated cylinder</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>100 mL volumetric flask</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>Eye dropper</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>500 mL wash bottle filled with distilled water</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>2.000 M HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(aq) in a 50 mL buret</p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Using a pH probe, the student determines that the pH of 0.115 <em>M</em> HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<i>aq</i>) is 2.92.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Using the pH value, calculate the value of <em>K<sub>a</sub></em> for HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<em>aq</em>)</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Calculate the percent dissociation of ethanoic acid in 0.115 M HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<em>aq</em>)</p>\n\t\t</li>\n\t</ol>\n\n\t<p>In a separate experimental procedure, the student titrates 10.0 mL of the 2.000 M HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<em>aq</em>) with an NaOH(<em>aq</em>) solution of unknown concentration. The student monitors the pH during the titration. The following titration curve was created using the experimental data presented in the table.</p>\n\n\t<p><img alt=\"Two figures are shown. On the left, the first figure shows a graph with two columns and eleven rows of data. The first column is labeled Volume of NaOH (aq) Added (mL) and the second column is labeled pH. Row one: Volume of NaOH (aq) Added (mL) - 0.00; pH - 2.23.Row two: Volume of NaOH (aq) Added (mL) - 2.00; pH - 3.99. Row three: Volume of NaOH (aq) Added (mL) - 4.00; pH - 4.37. Row four: Volume of NaOH (aq) Added (mL) - 6.00; pH - 4.65. Row five: Volume of NaOH (aq) Added (mL) - 8.00; pH - 4.90. Row six: Volume of NaOH (aq) Added (mL) - 10.00; pH - 5.17. Row seven: Volume of NaOH (aq) Added (mL) - 12.00; pH - 5.55. Row eight: Volume of NaOH (aq) Added (mL) - 14.00; pH - 9.35. Row nine: Volume of NaOH (aq) Added (mL) - 16.00; pH - 13.04. Row ten: Volume of NaOH (aq) Added (mL) - 18.00; pH - 13.31. Row eleven: Volume of NaOH (aq) Added (mL) - 20.00; pH - 13.46. The second figure, on the right, presents a graph of a curve in the first quadrant of a coordinate plane. The horizontal axis is labeled, Volume of N a O H aqueous Added, in millimeters, and the numbers 0 point 0 through 20 point 0 0, in increments of 4 point 0 0, are indicated. The vertical axis labeled, p H, and the numbers 0 through 14 are indicated. The curve starts on the vertical axis at 0 point 0 millimeters and a p H of 2 point 3. The curve moves gradually upward and to the right until it reaches 12 point 0 0 millimeters and a p H of 5 point 5. The curve continues to move steeply upward and to the right until it reaches 16 point 0 0 millimeters and a p H of 13. The curve then moves almost horizontally, but slightly upward, to the right and ends at 20 point 0 0 milliliters and a p H of 13 point 5. \" height=\"296\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c6a12c6cd0c9a374ea85d0d4764703b9/original.png\" width=\"525\" /></p>\n\t</li>\n\t<li>\n\t<p>Write the balanced net ionic equation for the reaction that occurs when HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<em>aq</em>) and NaOH(<em>aq</em>) are combined.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the molar concentration of the NaOH(<em>aq</em>) solution.</p>\n\t</li>\n\t<li>\n\t<p>Explain how the student can estimate the value of <em>K<sub>a</sub></em> for HC<sub>2</sub>H<sub>3</sub>O<sub>2</sub>(<em>aq</em>) using the titration curve.</p>\n\t</li>\n</ol>\n"}]