[{"id":"FT560148-22","type":"longtextV2","stimulusHtml":"<p><img alt=\"The figure shows the structural formula of Glycerol with a boiling point of 290 degrees Celsius and Trichloropropane with a boiling point of 157 degrees Celsius. Both structural formulas contain a chain of three C atoms. In the glycerol structural formula, the first C atom has 2 H atoms connected with single bonds and 1 O atom connected with a single bond. There is 1 H atom connected to the O atom. The second C atom has 1 H atom connected with a single bone and 1 O atom connected with a single bond. There is 1 H atom connected to the O atom. The third C atom has 2 H atoms connected with single bonds and 1 O atom connected with a single bond. There is 1 H atom connected to the O atom. In the trichloroporpane structural formula, the first C atom has 2 H atoms and 1 C I atom each attached with a single bond. The second C atom has 1 H atom connected with a single bond and 1 Cl atom connected with a single bond. The third C atom has 2 H atoms and 1 C l atom each attached with a single bond. \" height=\"165\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/abd67dc2605c9dfb0540b9fcb982cbd6/original.png\" width=\"350\" /></p>\n\n<p>The structural formulas of glycerol and trichloropropane are given above. Both compounds are liquids at 25°C.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>For each compound, identify all types of intermolecular forces present in the liquid. Explain why glycerol has the higher boiling point in terms of the relative strengths of the intermolecular forces.</p>\n\t</li>\n\t<li>\n\t<p>Glycerol (molar mass 92.09 g/mol) has been suggested for use as an alternative fuel. The enthalpy of combustion, Δ<em>H°<sub style=\"\">comb</sub> </em>, of glycerol is −1654 kJ/mol. What mass of glycerol would need to be combusted to heat 500.0 g of water from 20.0°C to 100.0°C ? (The specific heat capacity of water is 4.184 J/(g⋅°C). Assume that all the heat released by the combustion reaction is absorbed by the water.)</p>\n\t</li>\n</ol>\n"}]