[{"id":"FT576697","type":"mcq","stimulusHtml":"<p>Which of the following best describes the change that takes place immediately after the CH<sub>3</sub>OH(l) is introduced into the previously evacuated vessel? </p>","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n<img alt=\"The figure presents a 3 column table. The heading for column 1 is &quot;Substance.&quot; The heading for column 2 is &quot;Lewis Diagram.&quot; The heading for column 3 is &quot;Boiling Point.&quot; There are 2 rows of data in the table. The data are as follows. Row 1. Substance, C H 3 0 H. Lewis Diagram, A C atom is connected to 3 H atoms and one O atom with single bonds. The O atom has an H atom connected to t with a single bond. The O atom has two pairs of nonbonding electrons. Boiling Point, 338 kelvin. Row 2. Substance C 2 H 5 0 H. Lewis Diagram, Two C atoms are connected to each other with a single bond. The first C atom has 3 H atoms connected to t with single bonds. The second C atom has 2 H atoms and one O atom connected to t with single bonds. The O atom has an H atom connected to t with a single bond. The O atom has two pairs of nonbonding electrons. Boiling Point, 351 kelvin.   \" height=\"216\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/63e2965db489b1b87c5b8fc6e71222f9/original.png\" width=\"378\" />\n<p>Equimolar samples of CH<sub>3</sub>OH(<em>l</em>) and C<sub>2</sub>H<sub>5</sub>OH(<em>l</em>) are placed in separate, previously evacuated, rigid 2.0 L vessels. Each vessel is attached to a pressure gauge, and the temperatures are kept at 300 K. In both vessels, liquid is observed to remain present at the bottom of the container at all times. The change in pressure inside the vessel containing CH<sub>3</sub>OH(<em>l</em>) is shown below.</p>\n\n<p><img alt=\"The figure presents a graph of a curve. The horizontal axis is labeled &quot;Time, in seconds,&quot; and the numbers 0 through 60, in increments of 30, are indicated. The vertical axis is labeled &quot;Pressure, in atmospheres,&quot; and the numbers 0 and 0.1% are indicated. The curve begins at 0 seconds, and 0 atmosphere, and moves steeply upward and to the right and then less steeply until it reaches 0.196 atmosphere at approximately 30 seconds. The line then moves horizontally to the right past 60 seconds.\" height=\"228\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d62ca654cf513d1935422ee634d5a275/original.png\" width=\"335\" /></p>\n"}],"choicesHtml":["<p>A chemical change takes place because covalent bonds are broken. </p>","<p>A chemical change takes place because intermolecular attractions are overcome. </p>","<p>A physical change takes place because covalent bonds are broken. </p>","<p>A physical change takes place because intermolecular attractions are overcome.</p>"],"answer":2}]