[{"id":"FT583624-22","type":"longtextV2","stimulusHtml":"<p>To spectrophotometrically determine the mass percent of cobalt in an ore containing cobalt and some inert materials, solutions with known [Co<sup>2+</sup>] are prepared and the absorbance of each of the solutions is measured at the wavelength of optimum absorbance. The data are used to create a calibration plot, shown below.</p>\n\n<p><img alt=\"The figure presents a graph. The horizontal axis is labeled “Molar Concentration,” and the numbers 0 through 0.015, in increments of 0.005, are indicated. The vertical axis is labeled “Absorbance,” and the numbers 0.00 through 0.90, in increments of 0.10, are indicated. There are 5 data points. The coordinates of the data points are as follows. Note that all values are approximate.  0.003 molar, 0.19 absorbance. 0.006 molar, 0.31 absorbance. 0.009 molar, 0.50 absorbance. 0.012 molar, 0.70 absorbance. 0.015 molar, 0.85 absorbance.  A straight line of best fit is also drawn on the graph. The line begins at the origin and moves upward and to the right. It passes through the approximate coordinates 0.005 molar, 0.28 absorbance and 0.010 molar, 0.57 absorbance, and ends at the point with approximate coordinates 0.015 molar, 0.85 absorbance.\" height=\"264\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0886423ace901af04669ddb144c7d2c3/original.jpg\" width=\"350\" /></p>\n\n<p>A 0.630 g sample of the ore is completely dissolved in concentrated HNO<sub>3</sub>(<em>aq</em>). The mixture is diluted with water to a final volume of 50.00 mL. Assume that all the cobalt in the ore sample is converted to Co<sup>2+</sup>(<em>aq</em>) .</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>What is the [Co<sup>2+</sup>] in the solution if the absorbance of a sample of the solution is 0.74?</p>\n\t</li>\n\t<li>\n\t<p>Calculate the number of moles of Co<sup>2+</sup>(<em>aq</em>) in the 50.00 mL solution.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the mass percent of Co in the 0.630 g sample of the ore.</p>\n\t</li>\n</ol>\n"}]