[{"id":"FT583628-22","type":"longtextV2","stimulusHtml":"<p class=\"text-center\"><img alt=\"The figure presents 8 S atoms, each connected by single bonds to two of the other S atoms to form a ring.\" height=\"122\" src=\"https://assets.learnosity.com/organisations/578/b992fe46-fd59-4b59-9486-1add9df95141.png\" width=\"120\" /></p>\n\n<p>&nbsp;</p>\n\n<p>Elemental sulfur can exist as molecules with the formula S<sub>8</sub>. The S<sub>8</sub> molecule is represented by the incomplete Lewis diagram above.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>The diagram of S<sub>8</sub> shows only bonding pairs of electrons. How many lone pairs of electrons does each S atom in the molecule have?</p>\n\t</li>\n\t<li>\n\t<p>Based on your answer to part (a), determine the expected value of the S–S–S bond angles in the S<sub>8</sub> molecule.</p>\n\t</li>\n\t<li>\n\t<p>Write the electron configuration for the S atom in its ground state.</p>\n\t</li>\n\t<li>\n\t<p>The complete photoelectron spectrum for the element chlorine is represented below. Peak <em>X</em> in the spectrum corresponds to the binding energy of electrons in a certain orbital of chlorine atoms. The electrons in this orbital of chlorine have a binding energy of 273 MJ/mol, while the electrons in the same orbital of sulfur atoms have a binding energy of 239 MJ/mol</p>\n\n\t<p><img alt=\"The figure presents a photoelectron spectrum of chlorine. The horizontal axis for the spectrum is labeled “Binding Energy, in megajoules per mole,” and the numbers 1000, 100, 10, 1 and 0.1 are indicated from left to right and are evenly spaced. The vertical axis on the spectrum is labeled “Relative Number of Electrons,” and no numbers are indicated on the axis. There are seven equally spaced horizontal grid lines. There are 5 sharp peaks, from left to right, as follows. The first peak from the left reaches the second grid line above the horizontal axis, and is at 273 megajoules per mole. It is labeled X. The second peak reaches the second grid line above the horizontal axis, and is at approximately 30 megajoules per mole. The third peak reaches the sixth grid line above the horizontal axis, and is at approximately 20 megajoules per mole. The fourth peak reaches the second grid line above the horizontal axis, and is at approximately 3 megajoules per mole. The fifth peak reaches the fifth grid line above the horizontal axis, and is at approximately 2 megajoules per mole. It is labeled Y. \" height=\"167\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a421a6b8de280e75b3fec5fcba66d780/original.png\" width=\"525\" /></p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Identify the orbital and explain the difference between the binding energies in terms of Coulombic forces.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Peak <em>Y</em> corresponds to the electrons in certain orbitals of chlorine atoms. On the spectrum shown, carefully draw the peak that would correspond to the electrons in the same orbitals of <u style=\"text-decoration:underline\">sulfur</u> atoms.</p>\n\t\t</li>\n\t</ol>\n\n\t<p class=\"text-center\">&nbsp;<span aria-label=\"3 S sub 8 + 8 O H with a negative one charge, react to produce 8 S sub 3 with a negative 1 charge, plus 4 H O O H.\" role=\"math\"><math> <semantics> <mrow> <mn>3</mn><msub> <mrow> <mtext>&nbsp;S</mtext></mrow> <mn>8</mn> </msub> <mo>+</mo><msup> <mrow> <mtext>8&nbsp;OH</mtext></mrow> <mo>−</mo> </msup> <mo>→</mo><msubsup> <mrow> <mtext>8&nbsp;S</mtext></mrow> <mn>3</mn> <mo>−</mo> </msubsup> <mo>+</mo><mn>4</mn><mtext>&nbsp;HOOH</mtext></mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+= feaahGart1ev3aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLn hiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr 4rNCHbGeaGqiFC0pg9uqGrpepeea0dXdHaVhbbe9u8qqaqFr0xc9pk 0xj9qqaqFj0dh9qq=xfr=JarFfpeea0=as0=fs0di9uqFr0=vr0=vr 0db8meaabaqaciGacaGaaeqabaWaaeaaeaaakeaaqaaaaaaaaaWdbi aaiodacaqGGaGaae4ua8aadaWgaaWcbaWdbiaaiIdaa8aabeaak8qa cqGHRaWkcaqG4aGaaeiiaiaab+eacaqGibWdamaaCaaaleqabaWdbi abgkHiTaaakiabgkziUkaabIdacaqGGaGaae4ua8aadaqhaaWcbaWd biaaiodaa8aabaWdbiabgkHiTaaakiabgUcaRiaaisdacaqGGaGaae isaiaab+eacaqGpbGaaeisaaaa@4D67@ </annotation> </semantics> </math></span></p>\n\n\t<p>In an experiment, a student studies the kinetics of the reaction represented above and obtains the data shown in the following table.</p>\n\n\t<p><img alt=\"The Figure shows a table with four columns and three rows .The first column is titled as “Experiment”and the second column titled as” Initial square bracket off upper case S subscript 8 round bracket off uppercase M” and in the third column “Initial square bracket off uppercase O uppercase H superscript minus round bracket off uppercase M “ is titled.The fourth column is titled as “Initial Reaction Rate round bracket off  uppercase M divided by lowercase s. In the first row “Trial number 1” is listed and the  values of” Initial square bracket off upper case S subscript 8 round bracket off uppercase M”, Initial square bracket off uppercase O uppercase H superscript minus round bracket off uppercase M, Initial Reaction Rate round bracket off  uppercase M divided by lowercase s are  0.100,0.0100,0.699 respectively. In the second row “Trial number 2” is listed and the  values of ” initial square bracket off upper case S subscript 8 round bracket off uppercase M”, and the initial square bracket off uppercase O uppercase H superscript minus round bracket off uppercase M and the Initial Reaction Rate round bracket off  uppercase M divided by lowercase s are 0.300,0.0100,2.10 respectively. In the third row “Trial number 3” is listed and the  values of Initial square bracket off upper case S subscript 8 round bracket off uppercase M and the initial square bracket off uppercase O uppercase H superscript minus round bracket off uppercase M , Initial Reaction Rate round bracket off  uppercase M divided by lowercase s are 0.300,?,4.19 respectively. The value of initial square bracket off uppercase O uppercase H superscript minus round bracket off uppercase M value is not given and it is indicated by a question mark.\" height=\"174\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/39781978e7959ab66805ceb3f4ad38d5/original.png\" width=\"430\" /></p>\n\t</li>\n\t<li>\n\t<p>Use the data in the table to do the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Determine the order of the reaction with respect to S<sub>8</sub>. Justify your answer.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Determine the value of [OH<sup>-</sup>] that was used in trial 3, considering that the reaction is first order with respect to OH<sup>-</sup> . Justify your answer.</p>\n\t\t</li>\n\t</ol>\n\n\t<p>The next day the student conducts trial 4 using the same concentrations of S<sub>8</sub> and OH<sup>-</sup> as in trial 1, but the reaction occurs at a much slower rate than the reaction in trial 1. The student observes that the temperature in the lab is lower than it was the day before.</p>\n\t</li>\n\t<li>\n\t<p>Using particle-level reasoning, provide TWO explanations that help to account for the fact that the reaction rate is slower in trial 4.</p>\n\t</li>\n</ol>\n"}]