[{"id":"VH902461","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of a mass spectrum with seven vertical lines. The horizontal axis is labeled “Atomic Mass, in a m u,” and the numbers 90 through 102, in increments of 2, are indicated. The vertical axis is labeled “Relative Abundance,” and no values are given. The 7 horizontal lines from left to right are as follows. Note all values are approximate. The first line begins on the horizontal axis at 92 a m u. The second line begins on the horizontal axis at 94 a m u. The third line begins on the horizontal axis at 95 a m u. The fourth line begins on the horizontal axis at 96 a m u. The fifth line begins on the horizontal axis at 97 a m u. The sixth line begins on the horizontal axis at 98 a m u. The seventh line begins on the horizontal axis at 100 a m u. The heights of the lines at 94, 97, and 100 a m u are approximately the same. The heights of the lines at 92, 95, and 96 a m u  are approximately the same with the line at 95 being slightly higher. These three lines and are approximately 1.5 times the height of the lines at 94, 97, and 100 a m u. The height of the line at 98 a m u is more than twice that of the lines at 94, 97, and 100.\" height=\"209\" src=\"https://assets.learnosity.com/organisations/537/VH902461.g02.png\" width=\"295\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following elements has the mass spectrum represented above?</p>\n","rubricRef":"VH902461_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"N b\"><math alttext=\"N b\" overflow=\"scroll\"><mrow><mtext>Nb</mtext></mrow></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"M o\"><math alttext=\"M o\" overflow=\"scroll\"><mrow><mtext>Mo</mtext></mrow></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"U\"><math alttext=\"U\" overflow=\"scroll\"><mstyle><mrow><mtext>U</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"C f\"><math alttext=\"C f\" overflow=\"scroll\"><mrow><mtext>Cf</mtext></mrow></math></span></span></p>"],"answer":1}]