[{"id":"VH901849","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure presents a graph of a mass spectrum with six vertical lines. The horizontal axis is labeled Atomic Mass, in a m u, and the numbers 152 through 162, in increments of 1, are indicated. The vertical axis is labeled Relative Abundance, and no values are indicated. The six vertical lines from left to right are as follows. Note all values are approximate. The first line begins on the horizontal axis at 154 a m u, and extends a small way up the vertical axis. The second line begins on the horizontal axis at 155 a m u, and extends halfway up the vertical axis. The third line begins on the horizontal axis at 156 a m u, and extends slightly more than halfway up the vertical axis. The fourth line begins on the horizontal axis at 157 a m u, and extends halfway up the vertical axis, but slightly more than the second line. The fifth line begins on the horizontal axis at 158 a m u, and extends high up the vertical axis. The sixth line begins on the horizontal axis at 160 a m u, and extends high up the vertical axis, but less than the fifth line.\" height=\"236\" src=\"https://assets.learnosity.com/organisations/537/VH901849.g01.png\" width=\"500\" /></div>\n\n<p class=\"stem_paragraph\">The mass spectrum represented above is most consistent with which of the following elements?</p>\n","rubricRef":"VH901849_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"E u\"><math alttext=\"E u\" overflow=\"scroll\"><mrow><mtext>Eu</mtext></mrow></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"G d\"><math alttext=\"G d\" overflow=\"scroll\"><mrow><mtext>Gd</mtext></mrow></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"T b\"><math alttext=\"T b\" overflow=\"scroll\"><mrow><mtext>Tb</mtext></mrow></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"D y\"><math alttext=\"D y\" overflow=\"scroll\"><mrow><mtext>Dy</mtext></mrow></math></span></span></p>"],"answer":1}]