[{"id":"VH903771","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the Lewis diagrams of three molecules. Molecule 1 shows a row of three Carbon atoms connected to each other by single bonds. The carbon atoms on the ends are each bonded to three hydrogen atoms by single bonds. The carbon atom in the middle is bonded to two hydrogen atoms by single bonds. Molecule 2 shows a row of three Carbon atoms. The first two are  connected to each other by a double bond. The second and third are connected by a single bond. The first carbon atom is bonded to two hydrogen atoms by single bonds. The middle carbon atom is bonded to one hydrogen atom by a single bond. The third carbon atom is bonded to three hydrogen atoms by single bonds. Molecule 3 shows a row of three Carbon atoms. The first two are  connected to each other by a triple bond. The second and third are connected by a single bond. The first carbon atom is bonded to one hydrogen atom by a single bond. The third carbon atom is bonded to three hydrogen atoms by single bonds.\" height=\"111\" src=\"https://assets.learnosity.com/organisations/537/VH903771.g01.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Lewis diagrams of molecules of three different hydrocarbons are shown above. Which of the following claims about the molecules is best supported by the diagrams?</p>\n","rubricRef":"VH903771_rubric","choicesHtml":["<p class=\"choice_paragraph\">All the atoms in molecule 1 lie in one plane.</p>","<p class=\"choice_paragraph\">All the molecules have the same empirical formula.</p>","<p class=\"choice_paragraph\">The <span class=\"math_expression\"><span aria-label=\"C C C\"><math alttext=\"C C C\" overflow=\"scroll\"><mstyle><mrow><mtext>C-</mtext><mtext>C-</mtext><mtext>C</mtext></mrow></mstyle></math></span></span> bond angle in molecule 2 is close to <span class=\"math_expression\"><span aria-label=\"180 degrees\"><math alttext=\"180 degrees\" overflow=\"scroll\"><mstyle><mrow><mn>180</mn><mi>°</mi></mrow></mstyle></math></span></span>.</p>","<p class=\"choice_paragraph\">The strongest carbon-to-carbon bond occurs in molecule 3.</p>"],"answer":3}]