[{"id":"VH914478","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents two graphs of the ultraviolet absorption for two compounds. In Diagram 1 the horizontal axis is labeled “Wavelength, in nanometers,” and the numbers 190 through 290, in increments of 20, are indicated. The vertical axis is labeled “Absorbance,” and no values are given. The data presented by the curve are as follows. Note that all values are approximate. The curve begins at 190 nanometers and high above the origin, on the vertical axis. It moves briefly upward before turning steadily downward and to the right until it reaches 230 nanometers, just above the horizontal axis. It then moves almost horizontally to the right, before moving upward and to the right and reaching a local maximum just to the right of 270 nanometers. It moves downward and to the right, then continues horizontally until it ends just beyond 290 nanometers, just above the horizontal axis. In Diagram 2 the horizontal axis is labeled “Wavelength, in nanometers,” and the numbers 240 through 340, in increments of 20, are indicated. The vertical axis is labeled “Absorbance,” and no values are given. The data presented by the curve are as follows. Note that all values are approximate. The curve begins at 250 nanometers, high up the horizontal axis. It moves steadily downward and to the right until it reaches a local minimum at 258 nanometers, about halfway up the vertical axis. It then moves upward and to the right until it reaches a local maximum at 280 nanometers, near the top of the vertical axis. It then moves steadily back downward and to the right, leveling off as it approaches the horizontal axis, and ends at 340 nanometers, slightly above the horizontal axis.\" height=\"181\" src=\"https://assets.learnosity.com/organisations/537/VH914478.g01.png\" width=\"550\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The diagrams above show the ultraviolet absorption spectra for two compounds. Diagram 1 is the absorption spectrum of pure acetone, a solvent used when preparing solutions for an experiment. Diagram 2 is the absorption spectrum of the solute for which the absorbance needs to be measured to determine its concentration. When the student reads the absorbance of the solution at <span class=\"math_expression\"><span aria-label=\"280 nanometers\"><math alttext=\"280 nanometers\" overflow=\"scroll\"><mstyle><mrow><mn>280</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>nm</mtext></mrow></mstyle></math></span></span>, the result is too high. Which of the following is most likely responsible for the error in the measured absorbance?</p>\n","rubricRef":"VH914478_rubric","choicesHtml":["<p class=\"choice_paragraph\">The student added too little solute to the acetone before measuring its absorbance.</p>","<p class=\"choice_paragraph\">The student rinsed the cuvette with the solution before filling the cuvette with the solution.</p>","<p class=\"choice_paragraph\">The student forgot to calibrate the spectrophotometer first by using a cuvette containing only acetone.</p>","<p class=\"choice_paragraph\">The wavelength setting was accidentally changed from <span class=\"math_expression\"><span aria-label=\"280 nanometers\"><math alttext=\"280 nanometers\" overflow=\"scroll\"><mstyle><mrow><mn>280</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>nm</mtext></mrow></mstyle></math></span></span> to <span class=\"math_expression\"><span aria-label=\"300 nanometers\"><math alttext=\"300 nanometers\" overflow=\"scroll\"><mstyle><mrow><mn>300</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>nm</mtext></mrow></mstyle></math></span></span> before the student made the measurement.</p>"],"answer":2}]