[{"id":"VH911296","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents two diagrams labeled Initial and Final. Each diagram contains two different gases. One gas is represented by gray circles, and the other is represented by white circles. The Initial diagram shows a container divided in half by a removable barrier; gray circles are on the left and white circles are on the right. An arrow drawn from Initial to Final indicates a change. In the Final diagram, the removable barrier is gone and gray circles are intermingled with white circles.\" height=\"154\" src=\"https://assets.learnosity.com/organisations/537/VH911296.g01.png\" width=\"420\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Diagram 1 above shows equimolar samples of two gases inside a container fitted with a removable barrier placed so that each gas occupies the same volume. The barrier is carefully removed as the temperature is held constant. Diagram 2 above shows the gases soon after the barrier is removed. Which statement describes the changes to the initial pressure of each gas and the final partial pressure of each gas in the mixture and also indicates the final total pressure?</p>\n","rubricRef":"VH911296_rubric","choicesHtml":["<p class=\"choice_paragraph\">The partial pressure of each gas in the mixture is double its initial pressure; the final total pressure is half the sum of the initial pressures of the two gases.</p>","<p class=\"choice_paragraph\">The partial pressure of each gas in the mixture is double its initial pressure; the final total pressure is twice the sum of the initial pressures of the two gases.</p>","<p class=\"choice_paragraph\">The partial pressure of each gas in the mixture is half its initial pressure; the final total pressure is half the sum of the initial pressures of the two gases.</p>","<p class=\"choice_paragraph\">The partial pressure of each gas in the mixture is half its initial pressure; the final total pressure is the same as the sum of the initial pressures of the two gases.</p>"],"answer":2}]