[{"id":"VH912657","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph with a curve. The horizontal axis is labeled Speed and the vertical axis is labeled Relative Number of Molecules. The curve begins at the origin and moves steeply upward and to the right, and then begins to curve downward approximately one third of the way along the horizontal axis. It continues steeply downward and to the right until it levels off and merges with the horizontal axis.\" height=\"152\" src=\"https://assets.learnosity.com/organisations/537/VH912657.g01.png\" width=\"215\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The diagram above shows the distribution of speeds for a sample of <span class=\"math_expression\"><span aria-label=\"O 2, gaseous\" role=\"math\"><math alttext=\"O 2, gaseous\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>O</mtext></mrow><mrow><mn>2</mn></mrow></msub><mo>(</mo><mi>g</mi><mo>)</mo></mrow></mstyle></math></span></span>. Which of the following graphs shows the distribution of speeds for the same sample at a higher temperature (dashed line) ?</p>\n","rubricRef":"VH912657_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"></span><span class=\"inline_image\"></span></p>\n\n\n<span class=\"inline_image\"><img alt=\"The figure presents a graph with 2 curves. The horizontal axis is labeled Speed and the vertical axis is labeled Relative Number of Molecules. The curve drawn with a solid line begins at the origin and moves steeply upward and to the right, reaches a peak, and begins to curve downward approximately one third of the way along the horizontal axis. It continues steeply downward and to the right until it levels off and merges with the horizontal axis. The curve drawn with the dashed line begins at the origin and moves steeply upward, staying to the left of the solid curve and reaching a peak that is higher than that of the solid curve and approximately one fifth of the way along the horizontal axis. The dashed line continues steeply downward to the right, crossing the solid curve and staying beneath and to the left of the solid curve as it levels off and merges with the horizontal axis to the left of where the solid curve levels off and merges with the horizontal axis.\" height=\"176\" src=\"https://assets.learnosity.com/organisations/537/VH912657.g02.png\" width=\"250\"></span>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph with 2 curves. The horizontal axis is labeled Speed and the vertical axis is labeled Relative Number of Molecules. The curve drawn with a solid line begins at the origin and moves steeply upward and to the right, reaches a peak, and begins to curve downward approximately one third of the way along the horizontal axis. It continues steeply downward and to the right until it levels off and merges with the horizontal axis. The curve drawn with the dashed line begins at the origin and moves steeply upward, staying to the left of the solid curve and reaching a peak that is the same height as that of the peak of the solid curve and approximately one fifth of the way along the horizontal axis. The dashed line continues steeply downward to the right, crossing the solid curve and staying beneath and to the left of the solid curve until crosses the solid curve, leveling off above the solid curve.\" height=\"177\" src=\"https://assets.learnosity.com/organisations/537/VH912657.g03.png\" width=\"250\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph with 2 curves. The horizontal axis is labeled Speed and the vertical axis is labeled Relative Number of Molecules. The curve drawn with a solid line begins at the origin and moves steeply upward and to the right, reaches a peak, and begins to curve downward approximately one third of the way along the horizontal axis. It continues steeply downward and to the right until it levels off and merges with the horizontal axis. The curve drawn with the dashed line begins at the origin and moves upward and to the right but staying below the solid curve until it crosses the solid curve and reaches a peak that is lower than that of the solid curve approximately one half of the way along the horizontal axis. The dashed curve continues downward to the right, staying above the solid curve until it also levels off and merges with the horizontal axis.\" height=\"177\" src=\"https://assets.learnosity.com/organisations/537/VH912657.g06.png\" width=\"250\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph with 2 curves. The horizontal axis is labeled Speed and the vertical axis is labeled Relative Number of Molecules. The curve drawn with a solid line begins at the origin and moves steeply upward and to the right, reaches a peak, and begins to curve downward approximately one third of the way along the horizontal axis. It continues steeply downward and to the right until it levels off and merges with the horizontal axis. The curve drawn with the dashed line begins at the origin and moves upward and to the right but staying under the solid curve until it crosses it just before it reaches a peak of the same height as that of the solid curve but slightly to the right of the solid curve’s peak. The dashed curve continues downward to the right approximately one half of the way along the horizontal axis, staying above the solid curve until it also levels off and merges with the horizontal axis.\" height=\"177\" src=\"https://assets.learnosity.com/organisations/537/VH912657.g05.png\" width=\"250\"></span></p>\n"],"answer":2}]