[{"id":"VH912491","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of 4 curves with horizontal axis labeled Molecular Speed, in meters per second, and vertical axis labeled Number of Molecules. The first curve is a bolded line that begins near the origin and moves drastically upward and to the right, reaching its peak roughly 10% across the horizontal axis and 95% up the vertical axis, then moves drastically downward and to the right, reaching the lowest point at roughly 25% across the horizontal access, after which it moves horizontally to the right until reaching the rightmost point on the vertical axis. The second curve is a nonbolded line that begins near the origin and moves very steeply upward and to the right, reaching its peak roughly 20% across the horizontal axis and 50% up the vertical axis, then moves very steeply downward and to the right, reaching the lowest point at roughly 30% across the horizontal access, after which it moves horizontally to the right until reaching the rightmost point on the vertical axis. The third curve is a dashed line that begins at the origin and moves steeply upward and to the right, reaching its peak roughly 30% across the horizontal axis and 30% up the vertical axis, then moves steeply downward and to the right, reaching the lowest point approximately 50% across the vertical axis and moving horizontally until reaching the rightmost point on the horizontal axis. The fourth curve is a dotted line that begins near the origin and gradually moves upward and to the right, reaching its maximum point halfway across the horizontal axis and roughly 25% up the vertical axis, before gradually moving downward and to the right, ending at the rightmost part of the horizontal axis and at the lowest point on the vertical axis.\" height=\"294\" src=\"https://assets.learnosity.com/organisations/537/VH912491.g01.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph above shows the distribution of molecular speeds for four different gases at the same temperature. What property of the different gases can be correctly ranked using information from the graph, and why?</p>\n","rubricRef":"VH912491_rubric","choicesHtml":["<p class=\"choice_paragraph\">The densities of the gases, because as the density of a gas increases, the average speed of its molecules decreases.</p>","<p class=\"choice_paragraph\">The pressures of the gases, because the pressure exerted by a gas depends on the average speed with which its molecules are moving.</p>","<p class=\"choice_paragraph\">The volumes of the gases, because at a fixed temperature the volume of a gas can be calculated using the equation <span class=\"math_expression\"><span aria-label=\"P V equals n R T\"><math alttext=\"P V equals n R T\" overflow=\"scroll\"><mstyle><mrow><mrow><mi>P</mi><mi>V</mi><mo>=</mo><mi>n</mi><mi>R</mi><mi>T</mi></mrow></mrow></mstyle></math></span></span>.</p>","<p class=\"choice_paragraph\">The molecular masses of the gases, because the gas molecules have the same average kinetic energy and mass can be calculated using the equation <span class=\"math_expression\"><span aria-label=\" K E sub average, equals, one half m v squared\"><math alttext=\" K E sub average, equals, one half m v squared\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mi>K</mi><mi>E</mi></mrow><mrow><mtext>avg</mtext></mrow></msub><mo>=</mo><mfrac><mrow><mn>1</mn></mrow><mrow><mn>2</mn></mrow></mfrac><mi>m</mi><msup><mrow><mi>v</mi></mrow><mrow><mn>2</mn></mrow></msup></mrow></mstyle></math></span></span>.</p>"],"answer":3}]