[{"id":"VH935509","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph with 4 curves plotted on it. The horizontal axis is labeled Molecular Collision Energy, the vertical axis is labeled Fraction of Molecules, and the origin is labeled 0. There is a dashed, vertical line at the midpoint of the horizontal axis labeled E sub a Activation Energy. The 4 curves are labeled T sub 1, T sub 2, T sub 3, and T sub 4. All of the curves begin at 0. T sub 1 moves steeply upwards and slightly to the right. When it reaches the top of the vertical axis, it peaks and moves steeply down and to the right until it reaches a point on the horizontal axis that is just past E sub a Activation Energy. T sub 2 moves steeply up and to the right. It peaks below and to the right of the T sub 1 peak, about three quarters the way up the vertical axis, then moves down and to the right past E sub a Activation Energy, ending on the horizontal axis to the right of the end of T sub 1. T sub 3 moves up and to the right. It peaks slightly below and to the right of the T sub 2 peak, about halfway up the vertical axis, then moves down and to the right, above the path of the T sub 2 curve until it gets to almost the end of the horizontal axis on the right side. T sub 4 moves gradually up and to the right. It peaks slightly to the left of E sub a Activation Energy and slightly below and to the right of the T sub 3 peak. The curve gradually moves down and to the right, above curve T sub 3.\" height=\"301\" src=\"https://assets.learnosity.com/organisations/537/755a6eb4-0a0e-4327-96f1-6d9bc2cbcfad.png\" width=\"400\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The diagram above shows the distribution of molecular collision energies for equimolar samples of a reactant at different temperatures. Based on the diagram, at which temperature will the reactant be consumed at the fastest rate, and why?</p>\n","rubricRef":"VH935509_rubric","choicesHtml":["<p class=\"choice_paragraph\">At <span class=\"math_expression\"><span aria-label=\"T sub 1 \"><math alttext=\"T sub 1 \" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>T</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span>, because a larger fraction of the molecules have about the same energy.</p>","<p class=\"choice_paragraph\">At <span class=\"math_expression\"><span aria-label=\"T sub 2 \"><math alttext=\"T sub 2 \" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>T</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span>, because at this temperature most of the molecules undergo collisions frequently.</p>","<p class=\"choice_paragraph\">At <span class=\"math_expression\"><span aria-label=\"T sub 3 \"><math alttext=\"T sub 3 \" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>T</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math></span></span>, because at this temperature the rate of consumption for about half of the molecules is determined by their orientation.</p>","<p class=\"choice_paragraph\">At <span class=\"math_expression\"><span aria-label=\"T sub 4 \"><math alttext=\"T sub 4 \" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>T</mtext></mrow><mrow><mn>4</mn></mrow></msub></mrow></mstyle></math></span></span>, because a larger fraction of the molecules have an energy that is equal to or greater than the activation energy.</p>"],"answer":3}]