[{"id":"VH938946","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph. The horizontal axis is labeled Heating Time, in minutes, and the numbers 0 through 20, in increments of 5, are indicated. The vertical axis is labeled Temperature, in degrees Celsius, and the numbers negative 100 through 100, in increments of 40, are indicated. The plot is made of five line segments, labeled A through E, that are connected in sequence. Moving from left to right, line segment A, which is short in length,  begins at 0 minutes and negative 100 degrees, and slopes up and to the right in a straight line to 1 minute and negative 60 degrees Celsius. Line segment B is a short, horizontal line at negative 60 degrees Celsius that begins at 1 minute and ends at 3 minutes. Line segment C, which is long in length, begins at 3 minutes and negative 60 degrees Celsius, and slopes up and to the right in a straight line to 9 minutes and 60 degrees Celsius. Line segment D is a long, horizontal line at 60 degrees Celsius that begins at 9 minutes and ends at 17 minutes. Line segment E, which is short in length, begins at 17 minutes and 60 degrees Celsius, and slopes up and to the right in a straight line to 18.5 minutes and 120 degrees Celsius. Next to line segments A, C, and E are three boxes that show a particulate representation of the sample at different times. At line segment A, the particles in the sample are ordered and close together. At line segment C, the particles in the sample are disorganized but close together. At line segment E, the particles are disorganized and far apart from one another.\" height=\"238\" src=\"https://assets.learnosity.com/organisations/537/VH938946.g01.png\" width=\"400\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A sample of <span class=\"math_expression\"><span aria-label=\"C H C l 3, solid\"><math alttext=\"C H C l 3, solid\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>CHCl</mtext></mrow><mrow><mn>3</mn></mrow></msub><mo>(</mo><mi>s</mi><mo>)</mo></mrow></mstyle></math></span></span> was exposed to a constant source of heat for a period of time. The graph above shows the change in the temperature of the sample as heat is added. Which of the following best describes what occurs at the particle level that makes segment D longer than segment B?</p>\n","rubricRef":"VH938946_rubric","choicesHtml":["<p class=\"choice_paragraph\">The specific heat capacity of the liquid is significantly higher than that of the solid, because the particles in the liquid state need to absorb more thermal energy to increase their average speed.</p>","<p class=\"choice_paragraph\">The specific heat capacity of the solid is significantly higher than that of the gas, because the particles in the solid state need to absorb more thermal energy to increase their average speed.</p>","<p class=\"choice_paragraph\">The enthalpy of fusion is greater than the enthalpy of vaporization, because separating molecules from their bound crystalline state requires more energy than separating molecules completely from the liquid state.</p>","<p class=\"choice_paragraph\">The enthalpy of vaporization is greater than the enthalpy of fusion, because separating molecules completely from the liquid to form a gas requires more energy than separating molecules from their bound crystalline state to a liquid state.</p>"],"answer":3}]