[{"id":"VH941579","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure shows three steps represented by particle models. A key indicates a gray circle equals N, a black circle equals O, and a small white circle equals H.  Each step has a box on the left with particles representing the reactants and a box on the right with particles representing the products. In Step 1, the box on the left has a black and gray circle connected to each other, plus a gray and black circle connected to each other. The box on the right has a black circle connected to a gray circle which is connected to a gray circle which is connected to a black circle. The reactants are in equilibrium with the products. In Step 2, the box on the left has a black circle connected to a gray circle which is connected to a gray circle which is connected to a black circle, plus 2 white circles that are connected to each other.  The box on the right has a black circle connected to a gray circle which is connected to a gray circle, plus one black circle connected to 2 white circles. The reactants produce the products. In Step 3, the box on the left has a gray circle connected to a gray circle which is connected to a black circle, plus 2 white circles connected to each other. The box on the right has 2 gray circles connected to each other, plus one black circle connected to 2 white circles. The reactants produce the products.\" height=\"192\" src=\"https://assets.learnosity.com/organisations/537/VH941579.g13.png\" width=\"300\" /></div>\n\n<p class=\"stem_paragraph\">The proposed mechanism for a reaction involves the three elementary steps represented by the particle models shown above. On the basis of this information, which of the following models represents an intermediate in the overall reaction?</p>\n","rubricRef":"VH941579_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"></span></p>\n<span class=\"inline_image\"><img alt=\"The figure presents a black circle connected to a gray circle.\" height=\"26\" src=\"https://assets.learnosity.com/organisations/537/VH941579.g14.png\" width=\"50\" /></span>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows two white circles connected to each other.\" height=\"45\" src=\"https://assets.learnosity.com/organisations/537/VH941579.g15.png\" width=\"25\" /></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span></p>\n<span class=\"inline_image\"><img alt=\"The figure presents one black circle connected to 2 white circles.\" height=\"49\" src=\"https://assets.learnosity.com/organisations/537/VH941579.g16.png\" width=\"40\" /></span>","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span></p>\n<span class=\"inline_image\"><img alt=\"The figure presents a gray circle connected to a gray circle, which is connected to a black circle.\" height=\"27\" src=\"https://assets.learnosity.com/organisations/537/VH941579.g17.png\" width=\"75\" /></span>"],"answer":3}]