[{"id":"VH991823","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents an illustration of graphite producing diamond. On the left, there is an image of a piece of graphite. Next to the image, representing the structure of graphite, there are 4 layers of carbon atoms. On the right, there is a structure of carbon atoms labeled Hexagonal and a structure of carbon atoms labeled Cubic. Next to the structures, which both represent diamond, there is an image of a cut diamond.\" height=\"275\" src=\"https://assets.learnosity.com/organisations/537/VH991823.g01.png\" width=\"550\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Graphite, an allotrope of carbon, is converted into cubic diamond through a process that may take a billion years or longer. As illustrated above, scientists can make synthetic diamonds using a certain process in about one week. However, these synthetic diamonds have carbon atoms in a hexagonal lattice. Diamonds with&nbsp;carbon atoms in a cubic lattice are not produced even though they are thermodynamically more stable than hexagonal diamond. Which of the following best justifies why the synthetic process produces hexagonal diamond and not the more thermodynamically stable cubic diamond?</p>\n","rubricRef":"VH991823_rubric","choicesHtml":["<p class=\"choice_paragraph\">The amount of energy required to create new bonds between carbon atoms in cubic diamond is much greater than the amount of energy required to create hexagonal diamond.</p>","<p class=\"choice_paragraph\">The amount of energy required to create new bonds between carbon atoms in cubic diamond is much smaller than the amount of energy required to create hexagonal diamond.</p>","<p class=\"choice_paragraph\">The activation energy needed to form cubic diamond is much less than the activation energy needed to form hexagonal diamond.</p>","<p class=\"choice_paragraph\">The activation energy needed to form cubic diamond is much greater than the activation energy needed to form hexagonal diamond.</p>"],"answer":3}]