[{"id":"VR039632-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">For parts of the free-response question that require calculations, clearly show the method used and the steps involved in arriving at your answers. You must show your work to receive credit for your answer. Examples and equations may be included in your answers where appropriate.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The complete photoelectron spectrum of an element in its ground state is represented below.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a photoelectron spectrum of an element. The horizontal axis is labeled “Binding Energy per Electron, in joules.” The vertical axis is labeled “Relative Number of Electrons,” and there are three equally spaced lines above the horizontal axis. There are six peaks on the graph. The leftmost peak reaches the first line above the horizontal axis and corresponds to a binding energy of 647 times 10 to the negative 18. The second peak reaches the first line above the horizontal axis and corresponds to a binding energy of 70.2 times 10 to the negative 18. The third peak reaches the third line above the horizontal axis and corresponds to a binding energy of 55.7 times 10 to the negative 18. The fourth peak reaches the first line above the horizontal axis and corresponds to a binding energy of 7.10 times 10 to the negative 18. The fifth peak reaches the third line above the horizontal axis and corresponds to a binding energy of 4.07 times 10 to the negative 18. The sixth peak reaches the first line above the horizontal axis and corresponds to a binding energy of 0.980 times 10 to the negative 18. The heights of the third and fifth peaks from the left are three times the height of the other four peaks.\" height=\"197\" src=\"https://assets.learnosity.com/organisations/537/VR039632.g01.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:ai part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"ai\">\n<p class=\"stem_paragraph\">(a) Based on the spectrum,</p>\n\n<p class=\"stem_paragraph\">(i) write the ground-state electron configuration of the element, and</p>\n</div>\n","rubricRef":"VR039632_rubric"},{"id":"VR039632-22","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:aii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"aii\">\n<p class=\"stem_paragraph\">(ii) identify the element.</p>\n</div>\n","rubricRef":"VR039632_rubric"},{"id":"VR039632-22","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\">\n<p class=\"stem_paragraph\">(b) Calculate the wavelength, in meters, of electromagnetic radiation needed to remove an electron from the valence shell of an atom of the element.</p>\n</div>\n","rubricRef":"VR039632_rubric"}]