[{"id":"VR086405","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following corresponds to the activation energy for the rate-determining step in the reaction mechanism?</p>\n","rubricRef":"VR086405_rubric","features":[{"type":"sharedpassage","html":"<p>&nbsp;An energy profile for a reaction is shown in the diagram.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents an energy profile. The horizontal axis is labeled Reaction Coordinate and the vertical axis is labeled Energy. The curve begins slightly above and to the right of the origin and moves horizontally to the right for a short distance. The curve then goes steeply upwards and to the right, reaching a peak. The height from the curve’s initial position to the top of the peak is labeled A. The curve then goes downwards and to the right for a short distance, reaching a valley, after which it moves upwards and to the right for a short distance, reaching a peak that is not as high as the first peak. The height from the bottom of the valley to the top of the second peak is labeled B. The curve then moves steeply downwards and to the right for a short distance, after which it moves horizontally to the right until it ends. The curve ends at an energy that is higher than the original energy. The height from the top of the first peak to the point near the end of the curve, where it begins to move horizontally to the right, is labeled C. The height from the curve’s initial position, to the point near the end of the curve where it begins to move horizontally to the right, is labeled D.\" height=\"245\" src=\"https://assets.learnosity.com/organisations/578/VR086405.g01.png\" width=\"275\" /></div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"A\"><math alttext=\"A\" overflow=\"scroll\"><mstyle><mrow><mtext>A</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"B\"><math alttext=\"B\" overflow=\"scroll\"><mstyle><mrow><mtext>B</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"C\"><math alttext=\"C\" overflow=\"scroll\"><mstyle><mrow><mtext>C</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"D\"><math alttext=\"D\" overflow=\"scroll\"><mstyle><mrow><mtext>D</mtext></mrow></mstyle></math></span></span></p>"],"answer":0}]