[{"id":"VR596617","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"table_wrapper\">\n<table class=\"tgroup align:center cols:2\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 text-center\">Molecule</td>\n\t\t\t<td class=\"entry colname:col2 text-center\">Bond Dissociation Energy <span class=\"math_expression\"><span aria-label=\"(in kilojoules per mole)\"><math alttext=\"(in kilojoules per mole)\" overflow=\"scroll\"><mo stretchy=\"false\">(</mo><mi>kJ</mi><mo>/</mo><mi>mol</mi><mo stretchy=\"false\">)</mo></math></span></span></td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 text-center\"><span class=\"math_expression\"><span aria-label=\"B r 2\"><math alttext=\"B r 2\" overflow=\"scroll\"><msub><mi>Br</mi><mn>2</mn></msub></math></span></span></td>\n\t\t\t<td class=\"entry colname:col2 text-center\"><span class=\"math_expression\"><span aria-label=\"193\"><math alttext=\"193\" overflow=\"scroll\"><mn>193</mn></math></span></span></td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 text-center\"><span class=\"math_expression\"><span aria-label=\"I 2\"><math alttext=\"I 2\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">I</mi><mn>2</mn></msub></math></span></span></td>\n\t\t\t<td class=\"entry colname:col2 text-center\"><span class=\"math_expression\"><span aria-label=\"151\"><math alttext=\"151\" overflow=\"scroll\"><mn>151</mn></math></span></span></td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The table above shows the bond dissociation energies for <span class=\"math_expression\"><span aria-label=\"B r 2\"><math alttext=\"B r 2\" overflow=\"scroll\"><msub><mi>Br</mi><mn>2</mn></msub></math></span></span> and <span class=\"math_expression\"><span aria-label=\"I 2\"><math alttext=\"I 2\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">I</mi><mn>2</mn></msub></math></span></span> at <span class=\"math_expression\"><span aria-label=\"298 kelvin\"><math alttext=\"298 kelvin\" overflow=\"scroll\"><mn>298</mn><mspace width=\"0.25em\"></mspace><mi mathvariant=\"normal\">K</mi></math></span></span>. Which of the following correctly shows the potential energy as a function of internuclear distance for two bromine atoms and two iodine atoms?</p>\n","rubricRef":"VR596617_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of two curves in a coordinate plane.&nbsp;One curve is labeled I 2 and the other curve is labeled B r 2. The horizontal axis is labeled “Internuclear Distance.”&nbsp;The vertical axis is labeled “Potential Energy,” and a point labeled 0 is indicated about halfway up the vertical axis. A dashed line extends from this point all the way across the coordinate plane to the end of the horizontal axis.&nbsp;The curve for I 2 begins near the top of the vertical axis, about one fourth of the way along the horizontal axis.&nbsp;It moves steeply downward and to the right crossing the dashed line to a point about one fifth of the way up the vertical axis, and one third of the way along the horizontal axis. It then moves upward crossing over the Br 2 curve, and to the right and begins to level off about two thirds of the way along the horizontal axis, below a potential energy of 0. It continues horizontally to the right until it ends. The curve for B r 2 begins just to the right of the I 2 curve, at the same point up the vertical axis, and moves steeply downward and to the right crossing the dashed line to a point below about one tenth of the way up the vertical axis, and to the right of the point where the I 2 curve reaches its minimum. It then moves upward and to the right and begins to level off about three fourths of the way along the horizontal axis, below a potential energy of 0 and the I 2 curve. It continues horizontally to the right until it ends.\" src=\"https://assets.learnosity.com/organisations/537/VR596617.g20.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of two curves in a coordinate plane. One curve is labeled I 2 and the other curve is labeled B r 2. The horizontal axis is labeled “Internuclear Distance.” The vertical axis is labeled “Potential Energy,” and a point labeled 0 is indicated about halfway up the axis. A dashed line extends from this point all the way across the coordinate plane to the end of the horizontal axis. The curve for I 2 begins near the top of the vertical axis, about one fourth of the way along the horizontal axis. It moves steeply downward and to the right crossing the dashed line to a point about one fifth of the way up the vertical axis, and one third of the way along the horizontal axis. It then moves upward and to the right and begins to level off about two thirds of the way along the horizontal axis, below a potential energy of 0. It continues horizontally to the right until it ends. The curve for B r 2 begins just to the right of the I 2 curve, at the same point up the vertical axis, and moves steeply downward and to the right crossing the dashed line to a point above about one third of the way up the vertical axis, and to the right of the point where the I 2 curve reaches its minimum. It then moves upward and to the right and begins to level off just less than two thirds of the way along the horizontal axis, below a potential energy of 0 and overlapping with the I 2 curve line. It continues horizontally to the right until it ends.\" src=\"https://assets.learnosity.com/organisations/537/VR596617.g21.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of two curves in a coordinate plane. One curve is labeled I 2 and the other curve is labeled B r 2. The horizontal axis is labeled “Internuclear Distance.” The vertical axis is labeled “Potential Energy,” and a point labeled 0 is indicated about halfway up the axis. A dashed line extends from this point all the way across the coordinate plane to the end of the horizontal axis. The curve for I 2 begins&nbsp; near the top of the vertical axis, about one fourth of the way along the horizontal axis. It moves steeply downward crossing the dashed line and to the right to a point about one tenth of the way up the vertical axis, and a little less than one half of the way along the horizontal axis. It then moves upward and to the right and begins to level off about two thirds of the way along the horizontal axis, below a potential energy of 0. It continues horizontally to the right until it ends. The curve for B r 2 begins just to the left of the I 2 curve, at the same point up the vertical axis, and moves steeply downward crossing the dashed line and to the right to a point above and to the left of the point where the I 2 curve reaches its minimum. It then moves upward crossing over the I 2 curve and to the right and begins to level off about halfway along the horizontal axis, below a potential energy of 0 and above the I 2 curve. It continues horizontally overlapping with the I 2 curve to the right until it ends.\" src=\"https://assets.learnosity.com/organisations/537/VR596617.g22.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of two curves in a coordinate plane. One curve is labeled I 2 and the other curve is labeled B r 2. The horizontal axis is labeled “Internuclear Distance.” The vertical axis is labeled “Potential Energy,” and a point labeled 0 is indicated about three fourths of the way up the axis. A dashed line extends from this point all the way across the coordinate plane to the end of the horizontal axis. The curve for I 2 begins near the top of the vertical axis, about one fourth of the way along the horizontal axis. It moves steeply downward and to the right crossing the dashed line to a point about one fifth of the way up the vertical axis, and a little less than one half of the way along the horizontal axis. It then moves upward and to the right and begins to level off about two thirds of the way along the horizontal axis, below a potential energy of 0. It continues horizontally to the right until it ends. The curve for B r 2 begins just to the left of the I 2 curve, at the same point up the vertical axis, and moves steeply downward and to the right, crossing the dashed line to a point about one tenth of the way up the vertical axis, and to the left of the point where the I 2 curve reaches its minimum. It then moves upward and to the right crossing over the I 2 curve and begins to level off about halfway along the horizontal axis, below a potential energy of 0 and above the I 2 curve. It continues horizontally to the right overlapping with the I 2 curve until it ends.\" src=\"https://assets.learnosity.com/organisations/537/VR596617.g23.svg\"></span></p>"],"answer":3}]