[{"id":"VR843785","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Based on this information, which of the following conclusions can be drawn about the polarity of the stationary phase and mobile phase used in this experiment?</p>\n","rubricRef":"VR843785_rubric","features":[{"type":"sharedpassage","html":"<p>A mixture of diethyl ether, ethanoic acid, and hexane is separated using a thin-layer chromatography experiment. The Lewis diagrams of the compounds in the mixture and the results of the experiment are shown. A student determines the identity of the compound in each spot shown.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows Lewis diagrams for Diethyl Ether, Ethanoic Acid, and Hexane. Diethyl Ether consists of an H atom connected to a C atom by a single bond. The C atom is connected by single bonds to two H atoms, one above the C atom and one below, and by a single bond to another C atom to the right. The C atom is connected by single bonds to two H atoms, one above the C atom and one below, and by a single bond to an O atom to the right. The O atom has two pairs of nonbonding electrons. The O atom is connected to a C atom by a single bond. The C atom is connected by single bonds to two H atoms, one above the C atom and one below, and by a single bond to another C atom to the right. The C atom is connected by single bonds to two H atoms, one above the C atom and one below, and by a single bond to a H atom to the right. Ethanoic Acid consists of an H atom connected to a C atom by a single bond. The C atom is connected by single bonds to two H atoms, one above the C atom and one below, and by a single bond to another C atom to the right. The C atom is connected by a double bond to an O atom above with two pairs of nonbonding electrons, and by a single bond to an O atom to the right with two pairs of nonbonding electrons. The O atom to the right is connected by a single bond to an H atom. Hexane consists of an H atom connected to a C atom by a single bond. The C atom is connected by single bonds to two H atoms, one above and one below, and by a single bond to a C atom. There are five more C atoms to the right, each connected by a single bond to the preceding C atom, and each with an H atom above and below connected by single bonds. The sixth C atom is also connected to an H atom by a single bond. A thin-layer chromatography experiment is shown with a mixture that contains a Solvent Front at the top and 4 labeled dots, a Hexane dot under the Solvent Front, a Diethyl Ether dot under the Hexane dot, an Ethanoic Acid dot under Diethyl Ether, and an Origin dot below Ethanoic Acid.\" src=\"https://assets.learnosity.com/organisations/578/VR843785.g04.svg\" /></div>\n</div>\n</div>\n"}],"choicesHtml":["<table align=\"left\" class=\"table table-condensed table-bordered lrn_width_auto\" style=\"width:40%\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th class=\"text-center\" scope=\"col\">Stationary Phase</th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Mobile Phase</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">Nonpolar</td>\n\t\t\t<td class=\"text-center\">Polar</td>\n\t\t</tr>\n\t</tbody>\n</table>\n","<table align=\"left\" class=\"table table-condensed table-bordered lrn_width_auto\" style=\"width:40%\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th class=\"text-center\" scope=\"col\">Stationary Phase</th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Mobile Phase</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">Nonpolar</td>\n\t\t\t<td class=\"text-center\">Nonpolar</td>\n\t\t</tr>\n\t</tbody>\n</table>\n","<table align=\"left\" class=\"table table-condensed table-bordered lrn_width_auto\" style=\"width:40%\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th class=\"text-center\" scope=\"col\">Stationary Phase</th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Mobile Phase</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">Polar</td>\n\t\t\t<td class=\"text-center\">Polar</td>\n\t\t</tr>\n\t</tbody>\n</table>\n","<table align=\"left\" class=\"table table-condensed table-bordered lrn_width_auto\" style=\"width:40%\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th class=\"text-center\" scope=\"col\">Stationary Phase</th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Mobile Phase</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">Polar</td>\n\t\t\t<td class=\"text-center\">Nonpolar</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"],"answer":3}]