[{"id":"VR843795","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following energy profiles is most consistent with the exothermic nature of the reaction and the proposed mechanism?</p>\n","rubricRef":"VR843795_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">The reaction <span class=\"math_expression\"><span aria-label=\"N O 2 plus C O react to produce N O plus C O 2\" role=\"math\"><math alttext=\"N O 2 plus C O react to produce N O plus C O 2\" overflow=\"scroll\"><msub><mi>NO</mi><mn>2</mn></msub><mo>+</mo><mi>CO</mi><mo>→</mo><mi>NO</mi><mo>+</mo><msub><mi>CO</mi><mn>2</mn></msub></math></span></span> is exothermic. A proposed mechanism for this reaction is shown.</p>\n\n<p class=\"text-center\"><span class=\"math_expression\"><span aria-label=\"N O 2 plus N O 2 react to produce N O 3  plus N O, and the reaction is slow.\" role=\"math\"><math alttext=\"N O 2 plus N O 2 react to produce N O 3  plus N O, and the reaction is slow.\" overflow=\"scroll\"> <msub> <mi>NO</mi> <mn>2</mn> </msub> <mo>+</mo> <msub> <mi>NO</mi> <mn>2</mn> </msub> <mo>→</mo> <msub> <mi>NO</mi> <mn>3</mn> </msub> <mo>+</mo> <mi>NO</mi> <mspace width=\"0.25em\"> </mspace> <mo stretchy=\"false\">(</mo> <mi>s</mi> <mi>l</mi> <mi>o</mi> <mi>w</mi> <mo stretchy=\"false\">)</mo> </math></span></span></p>\n\n<p class=\"text-center\"><span class=\"math_expression\"><span aria-label=\"N O 3 plus C O react to produce NO 2 plus C O 2, and the reaction is fast.\" role=\"math\"><math alttext=\"N O 3 plus C O react to produce NO 2 plus C O 2, and the reaction is fast.\" overflow=\"scroll\"><msub><mi>NO</mi><mn>3</mn></msub><mo>+</mo><mi>CO</mi><mo>→</mo><msub><mi>NO</mi><mn>2</mn></msub><mo>+</mo><msub><mi>CO</mi><mn>2</mn></msub><mspace width=\"0.25em\"></mspace><mo stretchy=\"false\">(</mo><mi>f</mi><mi>a</mi><mi>s</mi><mi>t</mi><mo stretchy=\"false\">)</mo></math></span></span></p>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of a curve in the first quadrant of the coordinate plane. The horizontal axis is labeled “Reaction Progress,” and the vertical axis is labeled “Energy.” No values are indicated on either axis. The curve begins just to the right of the vertical axis and just less than halfway up the vertical axis. It moves horizontally to the right at first, then moves upward and to the right until it reaches a first peak near the top of the vertical axis. It then curves downward and to the right until it reaches a point about three fourths of the way up the vertical axis. The curve then moves upward and to the right again, reaching a second peak, which is slightly shorter than the first peak. It then moves downward and to the right until it reaches a point about one fourth of the way up the vertical axis, at a height lower than where it began. From here, the curve levels off and moves horizontally to the right until it ends far to the right of the vertical axis.\" src=\"https://assets.learnosity.com/organisations/578/VR843795.g26.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of a curve in the first quadrant of the coordinate plane. The horizontal axis is labeled “Reaction Progress,” and the vertical axis is labeled “Energy.” No values are indicated on either axis. The curve begins just to the right of the vertical axis, slightly above the horizontal axis. It moves horizontally to the right at first, then moves upward and to the right until it reaches a first peak about halfway up the vertical axis. It then curves downward and to the right until it reaches a point slightly less than halfway up the axis. The curve then moves upward and to the right again, reaching a second peak near the top of the vertical axis. It then moves downward and to the right until it reaches a point slightly less than halfway up the vertical axis, at a height higher than where it began. From here, the curve levels off and moves horizontally to the right until it ends far to the right of the vertical axis.\" src=\"https://assets.learnosity.com/organisations/578/VR843795.g27.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of a curve in the first quadrant of the coordinate plane. The horizontal axis is labeled “Reaction Progress,” and the vertical axis is labeled “Energy.” No values are indicated on either axis. The curve begins just to the right of the vertical axis, slightly above the horizontal axis. It moves horizontally to the right at first, then moves upward and to the right until it reaches a first peak near the top of the vertical axis. It then curves downward and to the right until it reaches a point about three fourths of the way up the axis. The curve then moves upward and to the right again, reaching a second peak, which is slightly shorter than the first peak. It then moves downward and to the right until it reaches a point just less than halfway up the vertical axis, at a height higher than where it began. From here, the curve levels off and moves horizontally to the right until it ends far to the right of the vertical axis.\" src=\"https://assets.learnosity.com/organisations/578/VR843795.g28.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of a curve in the first quadrant of the coordinate plane. The horizontal axis is labeled “Reaction Progress,” and the vertical axis is labeled “Energy.” No values are indicated on either axis. The curve begins just to the right of the vertical axis and slightly less than halfway up the vertical axis. It moves horizontally to the right at first, then moves upward and to the right until it reaches a first peak about halfway up the vertical axis. It then curves downward and to the right until it reaches a point at the same height as where the curve began. The curve then moves upward and to the right again, reaching a second peak near the top of the vertical axis. It then moves downward and to the right until it reaches a point slightly above the vertical axis, at a height lower than where it began. From here, the curve levels off and moves horizontally to the right until it ends far to the right of the vertical axis.\" src=\"https://assets.learnosity.com/organisations/578/VR843795.g29.svg\"></span></p>"],"answer":0}]