[{"id":"VR843805","type":"mcq","stimulusHtml":"Which of the following best describes the process occurring from point B to point C on the heating curve shown?","rubricRef":"VR843805_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">A pure substance begins as a solid at point A and is heated at a constant rate.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph of five connected line segments in the first quadrant of a coordinate plane. The horizontal axis is labeled “Heat Added, in kilojoules,” and the vertical axis is labeled “Temperature, in degrees Celsius.” Six points labeled A through F are indicated on the graph. The first line segment begins at Point A, just above and to the right of the origin. It slants steeply upward and to the right until it ends at point B, which is just less than halfway up the vertical axis, and slightly to the right of point A. The second line segment begins where the first ends, and moves horizontally to the right until it ends at point C, which is just less than halfway along the horizontal axis. The third line segment begins where the second ends, and slants steeply upward and to the right until it ends at point D, which is about three fourths of the way up the vertical axis and halfway along the horizontal axis. The fourth line segment begins where the third ends, and moves horizontally to the right until it ends at point E, which is near the end of the horizontal axis. The fifth line segment begins where the fourth ends, and slants steeply upward and to the right until it ends at point F, which is at the top of the vertical axis, and end of the horizontal axis.\" src=\"https://assets.learnosity.com/organisations/578/VR843805.g04.svg\" /></div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The average kinetic energy of the particles in the system is increasing as the substance melts.</p>","<p class=\"choice_paragraph\">The average kinetic energy of the particles in the system is increasing as the substance boils.</p>","<p class=\"choice_paragraph\">The potential energy of the particles in the system is increasing as the substance melts.</p>","<p class=\"choice_paragraph\">The potential energy of the particles in the system is increasing as the substance boils.</p>"],"answer":2}]