[{"id":"FT533230","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Suggested time - 45 minutes. The following question requires you to construct a coherent essay that integrates your interpretation of Documents A-J and your knowledge of the period referred to in the question. High scores will be earned only by essays that both cite key pieces of evidence from the documents and draw on outside knowledge of the period.</p>\n\n<p>In your response you should do the following.</p>\n\n<ul>\n\t<li>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li>Describe a broader historical context relevant to the prompt.</li>\n\t<li>Support an argument in response to the prompt using at least six documents.</li>\n\t<li>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li>For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li>Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</li>\n</ul>\n\n<p><br />\nTo what extent did economic and political developments as well as assumptions about the nature of women affect the position of American women during the period of 1890-1925?</p>\n\n<p>Use the documents and your knowledge of the history of the years 1890-1925 to construct your response.</p>\n\n<p>&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Document A</strong></p>\n\n<p>Source: Susan B. Anthony, “The Status of Women, Past, Present, and Future,” <em>Arena</em>, May 1897.</p>\n\n<p>The close of this 19th century finds every trade, vocation, and profession open to women, and every opportunity at their command for preparing themselves to follow these occupations.</p>\n\n<p>A vast amount of the household drudgery that once monopolized the whole time and strength of the mother and daughters has been taken outside and turned over to machinery in vast establishments.</p>\n\n<p>She who can make for herself a place of distinction in any line of work receives&nbsp;commendation instead of condemnation.</p>\n\n<p>It is especially worthy of note that along with this general advancement of women who has come a marked improvement in household methods. Woman’s increased intelligence manifests itself in this department as conspicuously as in any other. Education, culture, mental discipline, business training develop far more capable mothers and housewives than were possible under the old regime.</p>\n\n<p><strong>Document B</strong></p>\n\n<p>Source: The Supreme Court decision in <em>Muller</em> v. <em>Oregon</em>, 1908.</p>\n\n<p>That woman’s physical structure and the performance of maternal functions place her at a disadvantage in the struggle for subsistence is obvious. This is especially true when the burdens of motherhood are upon her … and as healthy mothers are essential to vigorous offspring, the physical well-being of woman becomes an object of public interest and care in order to preserve the strength and vigor of the race.</p>\n\n<p>Still again history discloses the fact that woman has always been dependent upon man. Education was long denied her, and while now the doors of the school room are opened and her opportunities for acquiring knowledge are great, yet even with that and the consequent increase of capacity for business affairs it is still true that in the struggle for subsistence she is not an equal competitor with her brother.</p>\n\n<p>There is that in her disposition and habits of life which will operate against a full assertion of those rights.</p>\n\n<p>Differentiated by these matters from the other sex, she is properly placed in a class by herself, and legislation designed for her protection may be sustained, even when like legislation is not necessary for men and could not be sustained.</p>\n\n<p><strong>Document C</strong></p>\n\n<p>Source: Jane Addams, “Why Women Should Vote,” <em>Ladies Home Journal</em>, January 1910.</p>\n\n<p>This paper is an attempt to show that many women today are failing to discharge their duties to their own households properly simply because they do not perceive that as society grows more complicated in its necessary that woman shall extend her sense of responsibility to many things outside of her own home if she would continue to preserve the home in its entirety….</p>\n\n<p>To turn the administration of our civic affairs wholly over to men may mean that the American city will continue to push forward in its commercial and industrial development, and continue to lag behind in those things which make a city healthful and beautiful…. If women have in any sense been responsible for the gentler side of life which softens and blurs some of its harsher conditions, may they not have a duty to perform in our American cities?</p>\n\n<p>… [I]f woman would fulfill her traditional responsibility to her own children; if she would educate and protect form danger factory children who must find their recreation on the street; if she would bring the cultural forces to bear upon our materialistic civilization; and if she would do it all with the dignity and directness fitting one who carries on her immemorial duties, then she must bring herself to the use of the ballot – that latest implement for self-government. May we not fairly say that American women need this implement in order to preserve the home?</p>\n\n<p><strong>Document D</strong></p>\n\n<p>Source: Charlotte Perkins Gilman, “Are Women Human Beings?” <em>Harper’s Weekly</em>, May 25, 1912.</p>\n\n<p>Women will never cease to be females, but they will cease to be weak and ignorant and defenseless. They are becoming wiser, stronger, better able to protect themselves, one another, and their children. Courage, power, achievement are always respected.</p>\n\n<p>As women grow, losing nothing that is essential to womanhood, but adding steadily later qualities of humanness, they will win and hold a far larger, deeper reverence than that hitherto accorded them. As they so rise and broaden, filling their full place in the world as members of society, as well as their partial places as mothers of it, they will gradually rear a new race of men, men with minds large enough to see in human beings something besides males and females.</p>\n\n<p><strong>Document E</strong></p>\n\n<p class=\"text-center\">Source: Clothing Factory, New York, 1915.</p>\n\n<p><img alt=\"A black and white photo taken from the source “Clothing factory, New York, 1915” is shown. It shows a number of women working at sewing machines in a large clothing factory.\" height=\"452\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4399f81356e99e213c73e48e427e8ff3/original.jpg\" width=\"500\" /></p>\n\n<p><strong>Document F</strong></p>\n\n<p>Source: National American Women Suffrage Association, “The Church Vote Disfranchised,” <em>Headquarters News Letter</em>, October 25, 1916.</p>\n\n<p><img alt=\"A cartoon image taken from the source “National American Woman Suffrage Association, ‘The Church Vote Disfranchised,’ Headquarters News Letter, October 25, 1916” is shown. It shows a small group of crude-looking men watching a number of well-dressed women and girls entering a church. One of the men comments, “Ah. Let them sing or pray. We got the votes and make the laws.”\" height=\"362\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/dff102bad7633e37b359087693929a45/original.jpg\" width=\"450\" /></p>\n\n<p><strong>Document G</strong></p>\n\n<p>Source: Women workers in ship construction, Puget Sound, Washington 1919</p>\n\n<p><img alt=\"A black and white photo taken from the source “Women workers in ship construction, Puget Sound, Washington, 1919” is shown. It shows a photograph of eight women ship construction workers. The women, two Black and six White workers, are wearing construction clothes, overalls, boots and hats and are sitting in front of a ship.\" height=\"356\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e627dfab92b5e213cc0accc63618c757/original.jpg\" width=\"450\" /></p>\n\n<p><strong>Document H</strong></p>\n\n<p>Source: Edward A. Ross, <em>The Social Trend</em>, 1922.</p>\n\n<p>When with spinning, weaving, knitting, churning, pickling, curing and preserving, the home was a workshop, the wife was not “supported” by her husband. He knew the value of her contribution and took her seriously, even if he did belittle her opinions on politics and theology. But, with the industrial decay of the home, it is more and more often the case that the husband “supports” his wife.</p>\n\n<p>How will the case appear in the eyes of the wife? As the woman of leisure realizes that everything she eats, wears, enjoys, and gives away comes out of her husband’s earnings, her rising impulse to assert herself as his equal is damped by consciousness of her abject economic dependence. She is tempted to pay for support with subservience, to mold her manner and her personality to his liking, to make up to him by her grace and charm for her exemption from work.</p>\n\n<p><strong>Document I</strong></p>\n\n<p>Source: <em>Birth-Control Review</em>, November 1923</p>\n\n<p><img alt=\"A cartoon image taken from the source “Birth-Control Review, November 1923” is shown. It shows a woman half lying on the ground with a large ball and chain around her ankle. The ball is labeled “Unwanted Babies.”\" height=\"322\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/98afdaeb87964d66b7bcec392db154b2/original.jpg\" width=\"450\" /></p>\n\n<p><strong>Document J</strong></p>\n\n<p>Source: The Supreme Court decision in <em>Adkins</em> v. <em>Children’s Hospital</em>, 1923.</p>\n\n<p>But the ancient inequality of the sexes, otherwise than physical, as suggested in the <em>Muller Case</em> has continued “with diminishing intensity.” In view of the great – not to say revolutionary – changes which have taken place since that utterance, in the contractual, political, and civil status of women, culminating in the Nineteenth Amendment, it is not unreasonable to say that this inequality has not come almost, if not quite, to the vanishing point. In this aspect of the matter, while the physical differences must be recognized in appropriate cases, and time that women of mature age, <em>sui juris</em>, require or may be subjected to restrictions upon their liberty of contract which could not lawfully be imposed in the case of men under similar circumstances. To do so would be to ignore all the implications to be drawn from the present day trend of legislation, as well as that of common thought and usage, by which woman is accorded emancipation from the old doctrine that she must be given special protection or be subjected to special restraint in her contractual and civil relationships.</p>\n"}]}]