[{"id":"FT533306","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong>:<strong> Suggested writing time - 45 minutes.</strong></p>\n\n<p><strong>The following question requires you to construct a coherent essay that integrates your interpretation of Documents A-J and your knowledge of the period referred to in the question. High scores will be earned only by essays that both cite key pieces of evidence from the documents and draw on outside knowledge of the period.</strong></p>\n\n<p><strong>Discuss the changing ideals of American womanhood between the American Revolution (1770s) and the outbreak of the Civil War. What factors fostered the emergence of “republican motherhood” and the “cult of domesticity”? Assess the extent to which these ideals influenced the lives of women during this period. In your answer be sure to consider issues of race and class.</strong></p>\n\n<p>In your response you should do the following.</p>\n\n<ul>\n\t<li>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li>Describe a broader historical context relevant to the prompt.</li>\n\t<li>Support an argument in response to the prompt using at least six documents.</li>\n\t<li>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li>For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li>Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</li>\n</ul>\n\n<p><strong>Use the documents and your knowledge of the time period in constructing your response</strong>.</p>\n\n<p>&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Document A</strong></p>\n\n<p>Source: Letter written by a Philadelphia woman, 1776.</p>\n\n<p>I will tell you what I have done . . . I have retrenched every superfluous expense in my table and family; tea I have not drunk since last Christmas, nor bought a new cap or gown . . . [I] have learned to knit, and am now making stockings of American wool for my servants, and this way do I throw in my mite to the public good. I know this, that as free I can die but once, but as a slave I shall not be worthy of life.</p>\n\n<p><strong>Document B</strong></p>\n\n<p>Source: Benjamin Rush, <em>Thoughts Upon Female Education</em>, 1787.</p>\n\n<p>The equal share that every citizen has in the liberty, and the possible share he may have in the government of our country, make it necessary that our ladies should be qualified to a certain degree by a peculiar and suitable education, to concur in instructing their sons in the principles of liberty and government.</p>\n\n<p><strong>Document C</strong></p>\n\n<p><img alt=\"A bar graph titled, “Occupations of women wage earners in Massachusetts, 1837” is shown. The vertical axis is labeled “Percent” ranging from 0 to 50, in increments of 10. The horizontal axis represents the different occupations of women. The percent of women earning wage from different occupations are as follows:  • Domestic service, 11.6 percent  • Teaching, 3.6 percent • Garments, 3 percent • Miscellaneous other, 1.4 percent • Hats, 48.6 percent • Textiles, 17.3 percent • Boots and shoes, 14.4 percent  A text at the bottom reads “Total number of women employed in Massachusetts is 105,977.”\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3eb5cdd076c5a42d48b9a8100379d8f7/original.png\" /></p>\n\n<p><strong>Document D</strong></p>\n\n<p>Source: Letter written by a factory worker, 1839.</p>\n\n<p>April 4, 1839</p>\n\n<p>Dear Sabrina,</p>\n\n<p>. . . You have been informed I suppose that I am a factory girl and that I am at Nashua and I have wished you were here too but I suppose your mother would think it far beneith [sic] your dignity to be a factory girl. Their [sic] are very many young Ladies at work in the factories that have given up milinary [sic] d[r]essmaking &amp; s[c]hool keeping for to work in the mill. But I would not advise any one to do it for I was so sick of it at first I wished a factory had never been thought of. But the longer I stay the better I like and I think nothing unforsene [sic] calls me away I shall stay here till fall. . . . If you should have any idea of working in the factory I will do the best I can to get you a place with us. We have an excellent boarding place. We board with a family with whome [sic] I was acquainted with when I lived at Haverhill. Pleas [sic] write us soon and believe your affectionate Aunt</p>\n\n<p>M[alenda] M. Edwards</p>\n\n<p><strong>Document E</strong></p>\n\n<p>Source: Margaret Fuller, Woman in the Nineteenth Century, 1845.</p>\n\n<p>. . . We would have every arbitrary barrier thrown down. We would have every path laid open to Woman as freely as to Man.</p>\n\n<p>What woman needs is not as a woman to act or rule, but as a nature to grow, as an intellect to discern, as a soul to live freely and unimpeded, to unfold such powers as were given her when we left our common home.</p>\n\n<p>Too much is said of women being better educated, that they may become better companions and mothers for men. They should be fit for such companionship . . . Earth knows no fairer, holier relation than that of a mother . . . But a being of infinite scope must not be treated with an exclusive view to any one relation. Give the soul free course, let the organization, both of body and mind, be freely developed, and the being will be fit for any and every relation to which it may be called.</p>\n\n<p><strong>Document F</strong></p>\n\n<p>Source: Sarah Bagley, “The Ten Hour System and Its Advocates.” <em>Voice of Industry</em>, January 16, 1846.</p>\n\n<p>At one time they tell us that our “free institutions” are based upon the virtue and intelligence of the American people, and the influence of the mother, form and mould the man—and the next breath, that the way to make the mothers of the next generation virtuous is to enclose them within brick walls of a cotton mill from twelve and a half to thirteen and a half hours per day.</p>\n\n<p><strong>Document G</strong></p>\n\n<p>Source: “Woman, and the ‘Woman’s Movement.’” <em>Putnam's monthly magazine of American literature</em>, science and art, March 1853.</p>\n\n<p>. . . She has ever been the casket of his privacy, the shield of his true individuality, the guardian . . . of his essential humanity, keeping it bright and unsullied . . .</p>\n\n<p>Woman is by nature inferior to man. She is his inferior in passion, his inferior in intellect, and his inferior in physical strength. In ascribing to woman a natural inferiority to man, we by no means seek to depress her in the scale of being, but on the contrary to exalt her. It is this natural inequality of the sexes besides, which constitutes the true ground of their union, and enables woman to be the fountain of unmixed blessing she is to man.</p>\n\n<p><strong>Document H</strong></p>\n\n<p>Source: Harriet Jacobs, Incidents in the Life of a Slave Girl, published in 1861.</p>\n\n<p>I turned from him with disgust and hatred. But he was my master. I was compelled to live under the same roof with him—where I saw a man forty years my senior daily violating the most sacred commandments of nature. He told me I was his property; that I must be subject to his will in all things. My soul revolted against the mean tyranny. But where could I turn for protection? No matter whether the slave girl be as black as ebony or as fair as her mistress. In either case, there is no shadow of law to protect her from insult, from violence, or even from death; all these are inflicted by fiends who bear the shape of men. The mistress, who ought to protect the helpless victim, has no other feelings towards her but those of jealousy and rage . . .</p>\n\n<p><strong>Document I</strong></p>\n\n<p>Source: Letters written by a frontier woman in Iowa to relatives, 1861.</p>\n\n<p>John has hired a man to work for him this summer, hope I shall not have to do quite as much out doors. . . . The hired man left just as corn planting commenced so I shouldered my hoe and have worked out ever since and I guess my services are just as acceptable as his or will be in time . . . . I wore a dress with my sunbonnet wrung out in water every few minutes and my dress wet also this was all the clothing . . . I wore.</p>\n\n<p><strong>Document J</strong></p>\n\n<p>Source: H. L. Stephens, The Parting, 1863.</p>\n\n<p><img alt=\"An engraving taken from the source, “H. L. Stephens, The parting, 1863 ” shows a male slave in handcuffs being separated from his family by a man holding a whip in his hand. A slave woman kneeling with her baby in her hands and begging to be bought, so that her family would not split up. A text at the bottom reads “The parting, ‘Buy us too.”\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8469951e15e65c40dacb74e35799ae76/original.png\" /></p>\n"}]}]