[{"id":"FT533311","type":"longtextV2","stimulusHtml":"<p>Explain the issues that created the greatest controversies during the ratification of the United States Constitution (1787–1788) and analyze how those issues continued to divide the nation during the two decades following ratification (1789–1809).</p>\n\n<p>In your response you should do the following.</p>\n\n<ul>\n\t<li>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li>Describe a broader historical context relevant to the prompt.</li>\n\t<li>Support an argument in response to the prompt using at least six documents.</li>\n\t<li>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li>For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li>Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</li>\n</ul>\n\n<p class=\"text-center\">&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"text-center\"><strong>Document A</strong></p>\n\n<p>Source: Elbridge Gerry, letter to the Massachusetts legislature, October 18, 1787.</p>\n\n<p>My principal objections to the plan [the United States Constitution] are, that there is no adequate provision for a representation of the people; that they have no security for the right of election; that some of the powers of the legislature are ambiguous, and others indefinite and dangerous; that the executive is blended with, and will have undue influence over, the legislature; that the judicial department will be oppressive; . . . and that the system is without the security of a bill of rights.</p>\n\n<p class=\"text-center\"><strong>Document B</strong></p>\n\n<p>Source: James Madison, <em>The Federalist</em> paper number 10, November 22, 1787.</p>\n\n<p>Among the numerous advantages promised by a well constructed Union, none deserves to be more accurately developed than its tendency to break and control the violence of faction. . . .</p>\n\n<p>[T]he most common and durable source of factions has been the various and unequal distribution of property. Those who hold and those who are without property have ever formed distinct interests in society. . . . A landed interest, a manufacturing interest, a mercantile interest, a moneyed interest, with many lesser interests, grow up of necessity in civilized nations. . . . The regulation of these various and interfering interests forms the principal task of modern legislation, and involves the spirit of party and faction in the necessary and ordinary operations of the government. . . .</p>\n\n<p>If a faction consists of less than a majority, relief is supplied by the republican principle, which enables the majority to defeat its sinister views by regular vote. It may clog the administration, it may convulse the society; but it will be unable to execute and mask its violence under the forms of the Constitution. . . .</p>\n\n<p>[T]he greater number of citizens and extent of territory which may be brought within the compass of republican [government] . . . renders factious combinations less to be dreaded. . . . Extend the sphere, and you take in a greater variety of parties and interests.</p>\n\n<p class=\"text-center\"><strong>Document C</strong></p>\n\n<p>Source: George Washington, letter to the Marquis de Lafayette, February 7, 1788.</p>\n\n<p>With regard to the two great points (the pivots on which the whole machine must move) my Creed is simply:</p>\n\n<p>[First] that the general Government is not invested with more Powers than are indispensably necessary to perform [the] functions of good Government; and, consequently, that no objection ought to be made against the quantity of Power delegated to it.</p>\n\n<p>[Second] that these Powers (as the appointment of all Rulers will forever arise from, and, at short stated intervals, recur to the free suffrage of the People) are so distributed among the Legislative, Executive, and Judicial Branches, into which the general Government is arranged, that it can never be in danger of degenerating into a monarchy, an Oligarchy, an Aristocracy, or any other despotic or oppressive form; so long as there shall remain any virtue in the body of People. . . .</p>\n\n<p>Should that which is now offered to the People of America, be found an experiment less perfect than it can be made—a Constitutional door is left open for its amelioration. . . . So many . . . contradictory, and, in my opinion, unfounded objections have been urged against the System in contemplation; many of which would operate equally against every efficient Government that might be proposed. I will only add, as a farther opinion founded on the maturest deliberation, that there is no alternative . . . between the adoption of this and a recurrence to an unqualified state of Anarchy, with all its deplorable consequences.</p>\n\n<p class=\"text-center\"><strong>Document D</strong></p>\n\n<p>Source: George Mason, from a debate in the Virginia Ratifying Convention, June 4, 1788.</p>\n\n<p>Mr. Chairman, whether the Constitution be good or bad, the present clause clearly discovers that it is a national government, and no longer a Confederation. I mean that clause which gives the first hint of the general government laying direct taxes. The assumption of this power of laying direct taxes does, of itself, entirely change the confederation of the states into one consolidated government. This power, being at discretion, unconfined, and without any kind of control, must carry everything before it. The very idea of converting what was formerly a confederation to a consolidated government, is totally subversive of every principle which has hitherto governed us.</p>\n\n<p class=\"text-center\"><strong>Document E</strong></p>\n\n<p>Source: Alexander Hamilton, “On the Constitutionality of a National Bank,” February 23, 1791.</p>\n\n<p>To establish such a right, it remains to show the relation of such an institution to one or more of the specified powers of the government. Accordingly it is affirmed that it has a relation, more or less direct, to the power of collecting taxes, to that of borrowing money, to that of regulating trade between the States, and to those of raising and maintaining fleets and armies . . . . [I]t is clearly within the provision which authorizes the making of all needful rules and regulations concerning the property of the United States. . . .</p>\n\n<p>To designate or appoint the money or thing in which taxes are to be paid, is not only a proper, but a necessary exercise of the power of collecting them.</p>\n\n<p class=\"text-center\"><strong>Document F</strong></p>\n\n<p>Source: Article from <em>Gazette of the United States</em>, a pro-Federalist Philadelphia newspaper, August 10, 1794.</p>\n\n<p>These [Democratic-Republican] Societies, strange as it may seem, have been formed in a free elective government for the sake of <em>preserving liberty</em>. And what is the liberty they are striving to introduce? It is the liberty of reviling the rulers who are chosen by the people and the government under which they live. It is the liberty of bringing the laws into contempt and persuading people to resist them. It is the liberty of condemning every system of Taxation because they have resolved that they will not be subject to laws—that they will not pay any taxes. To suppose that societies were formed with the purpose of opposing and with the hope of destroying government, might appear [unfair] provided they had not already excited resistance to the laws and provided some of them had not publicly avowed their opinions that they <em>ought not to pay any taxes.</em></p>\n\n<p class=\"text-center\"><strong>Document G</strong></p>\n\n<p>Source: Article from <em>General Advertiser</em>, a Philadelphia newspaper opposed to the Federalists, commenting on the enforcement of the whiskey tax, August 20, 1794.</p>\n\n<p>As violent means appear [to be] the desire of high toned government men, it is to be hoped that those who derive the most benefit from our revenue laws will be the [first] to march against the Western insurgents. Let stockholders, bank directors, speculators and revenue officers arrange themselves immediately under the banners of the treasury, and try their prowess in arms as they have done in calculation.</p>\n\n<p class=\"text-center\"><strong>Document H</strong></p>\n\n<p>Source: Edward Livingston, member of the House of Representatives from New York, addressing Congress, June 1798.</p>\n\n<p>By [the Alien Act] the President alone is empowered to make the law; to fix in his own mind what acts, what words, what thoughts, or looks, shall constitute the crime contemplated by the bill; that is, the crime of being “suspected to be dangerous to the peace and safety of the United States.” This comes completely within the definition of despotism—a union of legislative, executive, and judicial powers.</p>\n\n<p class=\"text-center\"><strong>Document I</strong></p>\n\n<p>Source: United States Supreme Court, <em>Marbury v. Madison</em>, 1803.</p>\n\n<p>Certainly all those who have framed written constitutions contemplate them as forming the fundamental and paramount law of the nation, and consequently the theory of every such government must be that an act of the legislature repugnant to the constitution is void. . . .</p>\n\n<p>It is emphatically the province and duty of the judicial department to say what the law is. Those who apply the rule to particular cases must, of necessity, expound and interpret that rule. If two laws conflict with each other, the courts must decide on the operation of</p>\n\n<p>each. . . .</p>\n\n<p>The judicial power of the United States is extended to all cases arising under the Constitution.</p>\n\n<p class=\"text-center\"><strong>Document J</strong></p>\n\n<p><img alt=\"An outline map of the United States of America titled “States and Territories of the United States of America, 1804” is shown. Kentucky, Tennessee, Georgia, South Carolina, North Carolina, Virginia, Pennsylvania, New York, Washington D.C. Maryland, Delaware, New Jersey, Connecticut, and Rhode Island are marked as the states. The territories of the U.S., Montana, Wyoming, Colorado, North Dakota, South Dakota, Nebraska, Kansas, Oklahoma, Minnesota, Iowa, Missouri, Arkansas, Louisiana, Wisconsin, and Illinois are marked as &quot;Louisiana Purchase, unorganized territory.&quot; Indiana and Michigan are marked as Indiana territory and Mississippi and some parts of Alabama are marked as unorganized territories. The countries are marked as California, Nevada, Arizona, Utah, New Mexico, Texas, parts of North Dakota and Minnesota, and Florida and labeled as &quot;Viceroyalty of New Spain (Spain).&quot; The disputed areas are Washington, Oregon, Idaho, the north-eastern parts of Minnesota, the southern parts of Mississippi, and the northern parts of Maine.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9d691e6a10c8142d0ba03e65031bf3b5/original.png\" /></p>\n"}]}]