[{"id":"FT533300","type":"longtextV2","stimulusHtml":"<h5><span style=\"font-size:0.8em;\"><strong>In the 1780s and 1790s, Thomas Jefferson and Alexander Hamilton expressed different visions for the economic future of the United States. Contrast their visions and analyze the extent to which each of their visions was reflected in the economic development of the United States in the period from 1780 to 1840.</strong></span></h5>\n\n<h5><span style=\"font-size:0.9em;\"><strong><span style=\"font-family:Calibri,sans-serif\">In your response, you will be assessed on the following.</span></strong></span></h5>\n\n<ul>\n\t<li style=\"margin-left:8px\">\n\t<h5><span style=\"font-size:0.9em;\"><strong><span style=\"font-family:Calibri,sans-serif\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</span></strong></span></h5>\n\t</li>\n\t<li style=\"margin-left:8px\">\n\t<h5><span style=\"font-size:0.9em;\"><strong><span style=\"font-family:Calibri,sans-serif\">Describe a broader historical context relevant to the prompt.</span></strong></span></h5>\n\t</li>\n\t<li style=\"margin-left:8px\">\n\t<h5><span style=\"font-size:0.9em;\"><strong><span style=\"font-family:Calibri,sans-serif\">Support an argument in response to the prompt using all but one of the documents.</span></strong></span></h5>\n\t</li>\n\t<li style=\"margin-left:8px\">\n\t<h5><span style=\"font-size:0.9em;\"><strong><span style=\"font-family:Calibri,sans-serif\">Use at least one additional piece of historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</span></strong></span></h5>\n\t</li>\n\t<li style=\"margin-left:8px\">\n\t<h5><span style=\"font-size:0.9em;\"><strong><span style=\"font-family:Calibri,sans-serif\">For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</span></strong></span></h5>\n\t</li>\n\t<li style=\"margin-left:8px\">\n\t<h5><span style=\"font-size:0.9em;\"><strong><span style=\"font-family:Calibri,sans-serif\">Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</span></strong></span></h5>\n\t</li>\n</ul>\n","features":[{"type":"sharedpassage","html":"<p><strong>Document A</strong></p>\n\n<p>Source: Thomas Jefferson, “Manufactures,” <em>Notes on the State of Virginia</em>, 1781.</p>\n\n<p>The political economists of Europe have established it as a principle that every state should endeavor to manufacture for itself: and this principle, like many others, we transfer to America, without calculating the difference of circumstance which should often produce a difference of result. . . .</p>\n\n<p>But we have an immensity of land. . . . Is it best then that all our citizens should be employed in its improvement, or that one half should be called off from that to exercise manufactures and handicraft arts for the other? Those who labor in the earth are the chosen people of God. . . .</p>\n\n<p>While we have land to labor then, let us never wish to see our citizens occupied at a work-bench. . . . for the general operations of manufacture, let our work-shops remain in Europe. . . . The loss by the transportation of commodities across the Atlantic will be made up in happiness and permanence of government.</p>\n\n<p><strong>Document B</strong></p>\n\n<p>Source: Alexander Hamilton, Report on the Subject of Manufactures, 1791.</p>\n\n<p>To the subject of Manufactures; and particularly to the means of promoting such as will tend to render the United States, independent [of] foreign nations, for military and other essential supplies. . . .</p>\n\n<p>The expediency of encouraging manufactures in the United States, which was not long since deemed very questionable, appears at this time to be pretty generally admitted. The embarrassments, which have obstructed the progress of our external trade, have led to serious reflections on the necessity of enlarging the sphere of our domestic commerce. . . .</p>\n\n<p>Manufacturing establishments [augment] . . . the produce and revenue of the society [through]. . .</p>\n\n<p>1. The division of labor.</p>\n\n<p>2. An extension of the use of machinery.</p>\n\n<p>3. Additional employment to classes of the community not ordinarily engaged in the business.</p>\n\n<p>4. The promoting of emigration from foreign countries.</p>\n\n<p>5. The furnishing greater scope for the diversity of talents and dispositions which discriminate men from each other.</p>\n\n<p>6. The affording a more ample and various field for enterprise.</p>\n\n<p>7. The creating in some instances a new, and securing in all, a more certain and steady demand for the surplus produce of the soil.</p>\n\n<p><strong>Document C</strong></p>\n\n<p>Source: President Thomas Jefferson, Eighth Annual Message, 1808.</p>\n\n<p>The suspension of our foreign commerce, produced by the injustice of the belligerent powers, and the consequent losses and sacrifices of our citizens, are subjects of just concern. The situation into which we have . . . been forced, has impelled us to apply a portion of our industry and capital to internal manufactures and improvements. The extent of this conversion is daily increasing, and little doubt remains that the establishments formed and forming will—under the auspices of cheaper materials and subsistence, the freedom of labor from taxation with us, and of protecting duties and prohibitions—become permanent.</p>\n\n<p><strong>Document D</strong></p>\n\n<p><img alt=\"The figure shows two images of maps on the eastern United States. The figure is titled The Growth of Cotton Textile Manufacturing, 1810 to 1840. The image on the left shows the cotton spinning, in spindles during 1810. In the bottom left of the image, there is a key with three sizes of dots. Each dot represents a different number of spindles spun. From smallest to largest, the dots represent the following spindle amounts: Under 5,000 spindles; 5,000 to 24,000 spindles; and 25,000 to 99,999 spindles. On the map, the dots representing under 5,000 spindles of cotton are scattered throughout the map, with the greatest concentration in New York, Connecticut, Rhode Island, Maryland, and Massachusetts. No spindle dots are located in North Carolina or Delaware. The dots representing 5,000 to 24,999 spindles of cotton are located in Massachusetts, Connecticut, Rhode Island, and Maryland. The dots representing 25,000 to 99,999 spindles of cotton are located near Rhode Island and Connecticut. The image on the right shows the cotton spinning, in spindles, during 1840. In the bottom left of the image, there is a key with 5 sizes of dots. Each dot represents a different number of spindles spun. From smallest to largest, the dots represent the following spindle amounts: Under 5,000 spindles; 5,000 to 24,000 spindles; and 25,000 to 99,999 spindles; 100,000 to 249,000 spindles; 250,000 to 500,000 spindles. On the map, the dots representing under 5,000 spindles of cotton are scattered throughout the map, with the greatest concentration in New York, New Jersey, Connecticut, Rhode Island, Maryland, Massachusetts, Tennessee, Kentucky, and Indiana. No spindle dots are located in Missouri or Illinois. The dots representing 5,000 to 24,000 spindles of cotton are concentrated in New York, New Jersey, Connecticut, Rhode Island, Maryland, Massachusetts, and Virginia. The dots representing 25,000 to 99,999 spindles of cotton are located near Rhode Island and Connecticut and the tip of New York, and one dot is shown in Georgia. The dots representing 100,000 to 249,000 spindles of cotton are concentrated in Connecticut, Rhode Island, and Massachusetts. The dots representing 250,000 to 500,000 spindles are concentrated in Massachusetts. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1a2949c1e504fac6949ac16a9d9b7de9/original.png\" /></p>\n\n<p><strong>Document E</strong></p>\n\n<p>Source: Henry Clay, United States Representative from Kentucky, campaign pamphlet, 1824.</p>\n\n<p>Manufacturers and Mechanics,</p>\n\n<p>Your enemies have rallied under the banner of Gen. Jackson—the same man whom they a few days since declared a tyrant and a murderer. One of their avowed objects is a repeal of all the laws which have been enacted for the encouragement of manufactures.</p>\n\n<p>If the Jackson Party prevail, a majority of the next Congress will be opposed to the tariff, to mechanics, to manufacturers, and domestic industry. As proof of this, the Jackson papers, nearly one and all, have published articles recommending the repeal of all the laws that have been passed to encourage our mechanics and manufacturers. The consequences will be, that the sound of the shuttle will not more be heard. Our stores will be filled with British and Scotch [textiles].</p>\n\n<p><strong>Document F</strong></p>\n\n<p>Source: President Andrew Jackson, message to the United States Senate, July 10, 1832.</p>\n\n<p>A bank of the United States is in many respects convenient for the Government and useful to the people. . . [but] some of the powers and privileges possessed by the existing bank are unauthorized by the Constitution, subversive of the rights of the States, and dangerous to the liberties of the people. . . . I sincerely regret that in the act before me I can perceive none of those modifications of the bank charter which are necessary, in my opinion, to make it compatible with justice, with sound policy, or with the Constitution of our country. . . .</p>\n\n<p>It is to be regretted that the rich and powerful too often bend the acts of government to their selfish purposes. Distinctions in society will always exist under every just government. Equality of talents, of education, or of wealth can not be produced by human institutions. In the full enjoyment of the gifts of Heaven and the fruits of superior industry, economy, and virtue, every man is equally entitled to protection by law; but when the laws undertake to add to these natural and just advantages artificial distinctions, to grant titles, gratuities, and exclusive privileges, to make the rich richer and the potent more powerful, the humble members of society—the farmers, mechanics, and laborers—who have neither the time nor the means of securing like favors to themselves, have a right to complain of the injustice of their Government.</p>\n\n<p><strong>Document G</strong></p>\n\n<p><img alt=\"The figure shows a table of data titled ‘Railroad and Canal Mileage, 1830 and 1840’. The table of data consists of 3 main columns and 3 rows of data. The first column is labeled ‘Region’ and lists Northeastern states, Midwestern states, and Southern states. The first column is labeled 1830 and the data beneath it is separated into two sub-columns labeled ‘Canal’ and ‘Railroad’. The second column is labeled 1840 and the data beneath it is separated into two sub-columns labeled ‘Canal’ and ‘Railroad’. The first row of data lists Northeastern states for Region; 950 for Canal and 73 for Railroad in the year 1830; 1919 for Canal and 1673 for Railroad in the year 1840. The second row of data lists Midwestern states for Region; 245 for Canal and 0 for Railroad in the year 1830; 894 for Canal and 114 for Railroad in the year 1840. The third row of data lists Southern states for Region; 80 for Canal and 0 for Railroad in the year 1830; 297 for Canal and 1456 for Railroad in the year 1840.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6723feea46c5ebf14b58e999161ae8f6/original.png\" /></p>\n\n<p><strong>Document H</strong></p>\n\n<p>Source: Harriet H. Robinson, “Early Factory Labor in New England,” on her life in the Lowell mills in the 1830s from the age of ten, published in 1883.</p>\n\n<p>In 1832, Lowell was little more than a factory village. Five “corporations” were started, and the cotton mills belonging to them were building. Help was in great demand and stories were told all over the country of the new factory place, and the high wages that were offered to all classes of work-people; stories that reached the ears of mechanics’ and farmers’ sons and gave new life to lonely and dependent women in distant towns and farm-houses. . . . Troops of young girls came from different parts of New England, and from Canada, and men were employed to collect them at so much a head, and deliver them at the factories.</p>\n\n<p>The early mill girls were of different ages. Some . . . were not over ten years of age; a few were in middle life, but the majority were between the ages of sixteen and twenty-five. . . . The working hours of all the girls extended from five o’clock in the morning until seven in the evening, with one half-hour each, for breakfast and dinner. . . .</p>\n\n<p>One of the first strikes that ever took place in this country was in Lowell in 1836. When it was announced that the wages were to be cut down, great indignation was felt, and it was decided to strike or “turn out” en masse. This was done. The mills were shut down, and the girls went from their several corporations in procession to the grove on Chapel Hill, and listened to incendiary speeches from some early labor reformers. . . .</p>\n\n<p>It is hardly necessary to say that, so far as practical results are concerned, this strike did no good. . . . The corporations would not come to terms. The girls were soon tired of holding out, and they went back to their work at the reduced rate of wages. The ill-success of this early attempt at resistance on the part of the wage element seems to have made a precedent for the issue of many succeeding strikes.</p>\n\n<p><strong>Document I</strong></p>\n\n<p><img alt=\"The figure shows a bar graph with vertical bars. The bar graph is titled Percentage of the United States Population Living in Rural Area from 1790 to 1840. Rural areas are defined as places with fewer than 2,500 people. The vertical axis lists percentages of the population from zero percent to 100 percent, in increments of 10 percent. The horizontal axis lists the years from 1790 to 1840, in increments of 10 years. The percentage of the United States population living in rural areas during each year shown in the graph is as follows: Year 1790, 95 percent. Year 1800, 94 percent. Year 1810, 93 percent. Year 1820, 93 percent. Year 1830, 91 percent. Year 1840, 89 percent. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/021f5b748dc1e3038994b36260807f7c/original.png\" /></p>\n\n<p><br />\n<strong>Document J</strong></p>\n\n<p><img alt=\"The figure shows a bar graph with vertical bars. The bar graph is titled Raw Cotton as Percentage Share of Principal United States Exports, from 1816 to 1840.  The vertical axis lists percentage shares of raw cotton of principal from zero percent to 100 percent, in increments of 10 percent. The horizontal axis lists the years from 1816 to 1840. Each bar represents a period of 5 consecutive years.  The raw cotton as percentage share of principal exports in the United States for the periods of years shown in the graph is as follows:  From 1816 to 1820, 39 percent share. From 1821 to 1825, 48 percent share.  From 1826 to 1830, 49 percent share.  From 1831 to 1835, 56 percent share. From 1836 to 1840, 63 percent share.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1410f837d418fae88d94db0a450b99ee/original.png\" /></p>\n"}]}]