[{"id":"FT559716","type":"mcq","stimulusHtml":"<p>Which of the following factors most directly contributed to the change between the two periods shown in the graph? </p>","features":[{"type":"sharedpassage","html":"<p><strong>Question refers to the graph&nbsp;below. </strong></p>\n\n<p><img alt=\"The figure presents 4 bar graphs titled Value of Property Owned by Colonial and State Legislators. The 4 bar graphs are organized into 2 columns, each containing 2 horizontal bar graphs. The heading for the first column is seventeen sixty five through seventeen seventy five. The heading for the second column is seventeen eighty three through seventeen ninety. In the first column, the first bar graph is titled Northern colonies and the second bar graph is titled Southern colonies. In the second column, the first bar graph is titled Northern states, and the second bar graph is titled Southern states. Each of the four bar graphs has three horizontal bars with different shading. For each section, the top bar represents the percent of legislators owning property worth more than 5000 pounds sterling. The middle bar represents the percent of legislators owning property worth between 2000 and 5000 pounds sterling. And the bottom bar represents the percent of legislators owning property worth less than 2000 pounds sterling. There is a note that indicates pounds sterling is a British unit of currency. The data in each bar graph areas follows:Seventeen sixty five through seventeen seventy five, Northern colonies.36 percent owning property worth more than 5000 pounds, 47 percent owning property worth between 2000 and 5000 pounds, 17 percent owning property worth less than 2000 pounds. Seventeen sixty five through seventeen seventy five, Southern colonies. 52 percent owning property worth more than 5000 pounds, 36 percent owning property worth between 2000 and 5000 pounds, 12 percent owning property worth less than 2000 pounds.Seventeen eighty three through seventeen ninety, Northern states. 12 percent owning property worth more than 5000 pounds, 26 percent owning property worth between 2000 and 5000 pounds, 62 percent owning property worth less than 2000 poundsSeventeen eighty three through seventeen ninety, Southern states. 28 percent owning property worth more than 5000 pounds, 42 percent owning property worth between 2000 and 5000 pounds, 30 percent owning property worth less than 2000 pounds\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b03c19c9155615938a9a7744e305490d/original.jpg\"></p>\n"}],"choicesHtml":["<p>A rise in secular reform inspired by the Second Great Awakening </p>","<p>A fear of too much popular influence in government </p>","<p>An expansion of political democracy for White men </p>","<p>A growing reluctance to locate political power in legislative assemblies </p>"],"answer":1}]