[{"id":"FT559727","type":"mcq","stimulusHtml":"<p>In noting that he had “yet to engage in a direct-action campaign that was ‘well timed,’” Martin Luther King, Jr., was most likely arguing against </p>","features":[{"type":"sharedpassage","html":"<p><strong>Question refers to the excerpt below. </strong></p>\n\n<p>“We know through painful experience that freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed. Frankly, I have yet to engage in a direct-action campaign that was ‘well timed’ in the view of those who have not suffered unduly from the disease of segregation. . . . We must come to see, with one of our distinguished jurists, that ‘justice too long delayed is justice denied.’ We have waited for more than 340 years for our constitutional and God-given rights. The nations of Asia and Africa are moving with jetlike speed toward gaining political independence, but we still creep at horse-and-buggy pace toward gaining a cup of coffee at a lunch counter.”</p>\n\n<p class=\"text-right\">Martin Luther King, Jr., African American leader, “Letter from Birmingham Jail,” 1963</p>\n\n<p>&nbsp;</p>\n\n<p>“The White man knows that the Black revolution is worldwide. . . . So I cite these various revolutions, brothers and sisters, to show you that you don’t have a peaceful revolution. You don’t have a turn-the-other-cheek revolution. There’s no such thing as a nonviolent revolution. The only kind of revolution that’s nonviolent is the Negro revolution. The only revolution in which the goal is loving your enemy is the Negro revolution. It’s the only revolution in which the goal is a desegregated lunch counter, a desegregated theater, a desegregated park, and a desegregated public toilet.... That’s no revolution. Revolution is based on land.... Land is the basis of freedom, justice, and equality. . . . A revolutionary wants land so he can set up his own nation, an independent nation.”</p>\n\n<p class=\"text-right\">Malcolm X, African American leader, “Message to the Grass Roots,” 1963</p>\n"}],"choicesHtml":["<p>African American activists who asserted that King’s tactics were taking too long to produce results </p>","<p>Civil Rights activists who believed that more thought should be given to the precise timing of boycotts, demonstrations, and direct actions </p>","<p>environmental activists who believed that the struggle for more effective conservation measures should take precedence over the Civil Rights movement </p>","<p>White Americans who argued that African Americans should be more patient and that civil rights should not be brought about by civil disobedience tactics </p>"],"answer":2}]