[{"id":"FT559578","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> It is suggested that you spend 15 minutes reading the documents and 40 minutes writing your response.</p>\n\n<p>Note: You may begin writing your response before the reading period is over.</p>\n\n<p>Question 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n\n<p>In your response you should do the following.</p>\n\n<ul>\n\t<li><strong>Thesis:</strong> Present a thesis that makes a historically defensible claim and responds to all parts of the question. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</li>\n\t<li><strong>Argument Development:</strong> Develop and support a cohesive argument that recognizes and accounts for historical complexity by explicitly illustrating relationships among historical evidence such as contradiction, corroboration, and/or qualification.</li>\n\t<li><strong>Use of the Documents:</strong> Utilize the content of at least six of the documents to support the stated thesis or a relevant argument.</li>\n\t<li><strong>Sourcing the Documents:</strong> Explain the significance of the author’s point of view, author’s purpose, historical context, and/or audience for at least four documents.</li>\n\t<li><strong>Contextualization:</strong> Situate the argument by explaining the broader historical events, developments, or processes immediately relevant to the question.</li>\n\t<li><strong>Outside Evidence:</strong> Provide an example or additional piece of specific evidence beyond those found in the documents to support or qualify the argument.</li>\n\t<li><strong>Synthesis:</strong> Extend the argument by explaining the connections between the argument and ONE of the following.A development in a different historical period, situation, era, or geographical area.A course theme and/or approach to history that is not the focus of the essay (such as political, economic, social, cultural, or intellectual history).</li>\n</ul>\n\n<p>Evaluate the extent of change in ideas about American independence from 1763 to 1783.</p>\n\n<p>&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"text-center\"><strong>Document 1</strong></p>\n\n<p>Source: Teapot, made in England between 1766 and 1770, inscribed on one side with “No Stamp Act” and on the other with “America, Liberty Restored.”</p>\n\n<p><img alt=\"The figure presents two sides of a teapot. On one side, the text “No Stamp Act” is written. On the other side, the text “America: Liberty Restored” is written.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d4895582477fd3f45cadc726f6a92894/original.jpg\" /></p>\n\n<p><strong>Document 2</strong></p>\n\n<p>Source: The Virginia House of Burgesses, The Virginia Resolves, 1769.</p>\n\n<p>It is the Opinion of this Committee, that the sole Right of imposing Taxes on the Inhabitants of this his Majesty’s Colony and Dominion of Virginia, is now, and ever hath been, legally and constitutionally vested in the House of Burgesses, lawfully convened according to the ancient and established Practice, with the Consent of the Council, and of his Majesty, the King of Great-Britain, or his Governor, for the Time being.</p>\n\n<p>It is the Opinion of this Committee, that it is the undoubted Privilege of the Inhabitants of this Colony, to petition their Sovereign for Redress of Grievances; and that it is lawful and expedient to procure the Concurrence of his Majesty’s other Colonies, in dutiful Addresses, praying the royal Interposition in Favour of the Violated Rights of America....</p>\n\n<p>It is the Opinion of this Committee, that an humble, dutiful, and loyal Address, be presented to his Majesty, to assure him of our inviolable Attachment to his sacred Person and Government; and to beseech his royal Interposition, as the Father of all his people, however remote from the Seat of his Empire, to quiet the Minds of his loyal Subjects of this Colony, and to avert from them, those Dangers and Miseries which will ensue, from the seizing and carrying beyond Sea, any Person residing in America, suspected of any Crime whatsoever, to be tried in any other Manner, than by the ancient and long established Course of Proceeding.</p>\n\n<p><strong>Document 3</strong></p>\n\n<p>Source: Samuel Adams, <em>The Rights of the Colonists</em>, 1772.</p>\n\n<p>All men have a right to remain in a state of nature as long as they please; and in case of intolerable oppression, civil or religious, to leave the society they belong to, and enter into another. When men enter into society, it is by voluntary consent; and they have a right to demand and insist upon the performance of such conditions and previous limitations as form an equitable original compact....</p>\n\n<p>The natural liberty of man is to be free from any superior power on earth, and not to be under the will or legislative authority of man, but only to have the law of nature for his rule.</p>\n\n<p><strong>Document 4</strong></p>\n\n<p>Source: Quaker leaders, address to the Pennsylvania colonial assembly, January 1775.</p>\n\n<p>Having considered, with real sorrow, the unhappy contest between the legislature of Great Britain and the people of these colonies, and the animosities consequent therein, we have by repeated public advices and private admonitions, used our endeavors to dissuade the members of our religious society from joining with the public resolutions promoted and entered into by some of the people, which as we apprehended, and so we now find, have increased contention, and produced great discord and confusion....</p>\n\n<p>We are therefore incited by a sincere concern for the peace and welfare of our country, publicly to declare against every usurpation of power and authority in opposition to the laws and government, and against all combinations, insurrections, conspiracies, and illegal assemblies; and as we are restrained from them by the conscientious discharge of our duty to Almighty God, “by whom kings reign and princes decree justice,” we hope . . . to maintain . . . the fidelity we owe to the King and his government, as by law established; earnestly desiring the restoration of that harmony and concord which have heretofore united the people of these provinces.</p>\n\n<p><strong>Document 5</strong></p>\n\n<p>Source: Janet Schaw, <em>Journal of a Lady of Quality</em>, June 1775. Schaw was a Scot visiting her brother, a merchant, in Wilmington, North Carolina.</p>\n\n<p>At present the martial law stands thus: An officer or committeeman enters a plantation with his posse. The alternative is proposed. Agree to join us [the Patriots] and your persons and properties are safe . . . if you refuse, we are directly to cut up your corn, shoot your pigs, burn your houses, seize your Negroes and perhaps tar and feather yourself. Not to choose the first requires more courage than they are possessed of, and I believe this method has seldom failed with the lower sort.</p>\n\n<p><strong>Document 6</strong></p>\n\n<p>Source: Charles Inglis, Anglican church minister in New York City, <em>The Costs of Revolution</em>, 1776.</p>\n\n<p>Where the money is to come from which will defray this enormous annual expense of three millions sterling [for the American Revolution], and all those other debts, I know not.... Certain I am that our commerce and agriculture, the two principal sources of our wealth, will not support such an expense. The whole of our exports from the Thirteen United Colonies, in the year 1769, amounted only to £2,887,898 sterling; which is not so much, by near half a million, as our annual expense would be were we independent of Great Britain. Those exports, with no inconsiderable part of the profits arising from them, it is well known, centered finally in Britain to pay the merchants and manufacturers there for goods we had imported thence—and yet left us still in debt! What then must our situation be, or what the state of our trade, when oppressed with such a burden of annual expense! When every article of commerce, every necessary of life, together with our lands, must be heavily taxed to defray that expense!</p>\n\n<p><strong>Document 7</strong></p>\n\n<p>Source: Thomas Paine, <em>The American Crisis</em>, December 23, 1776.</p>\n\n<p>These are the times that try men’s souls. The summer soldier and the sunshine patriot will, in this crisis, shrink from the service of their country; but he that stands it now, deserves the love and thanks of man and woman. Tyranny, like hell, is not easily conquered; yet we have this consolation with us, that the harder the conflict, the more glorious the triumph. What we obtain too cheap, we esteem too lightly: it is dearness only that gives every thing its value. Heaven knows how to put a proper price upon its goods; and it would be strange indeed if so celestial an article as freedom should not be highly rated. Britain, with an army to enforce her tyranny, has declared that she has a right (not only to tax) but “to bind us in all cases whatsoever.”</p>\n"}]}]