[{"id":"FT559854","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> It is suggested that you spend 15 minutes reading the documents and 40 minutes writing your response.</p>\n\n<p>Note: You may begin writing your response before the reading period is over.</p>\n\n<p>Question 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n\n<p>In your response you should do the following.</p>\n\n<p><strong>Thesis:</strong> Present a thesis that makes a historically defensible claim and responds to all parts of the question. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>\n\n<p><strong>Argument Development:</strong> Develop and support a cohesive argument that recognizes and accounts for historical complexity by explicitly illustrating relationships among historical evidence such as contradiction, corroboration, and/or qualification.</p>\n\n<p><strong>Use of the Documents:</strong> Utilize the content of at least six of the documents to support the stated thesis or a relevant argument.</p>\n\n<p><strong>Sourcing the Documents:</strong> Explain the significance of the author’s point of view, author’s purpose, historical context, and/or audience for at least four documents.</p>\n\n<p><strong>Contextualization:</strong> Situate the argument by explaining the broader historical events, developments, or processes immediately relevant to the question.</p>\n\n<p><strong>Outside Evidence:</strong> Provide an example or additional piece of specific evidence beyond those found in the documents to support or qualify the argument.</p>\n\n<p><strong>Synthesis:</strong> Extend the argument by explaining the connections between the argument and ONE of the following.</p>\n\n<ul>\n\t<li>\n\t<p>A development in a different historical period, situation, era, or geographical area.</p>\n\t</li>\n\t<li>\n\t<p>A course theme and/or approach to history that is not the focus of the essay (such as political, economic, social, cultural, or intellectual history).</p>\n\t</li>\n</ul>\n\n<p>Explain the causes of the development of the institution of slavery in the period from 1607 to 1750.</p>\n\n<p class=\"text-center\">&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"text-center\"><strong>Document 1</strong></p>\n\n<p><img alt=\"The figure shows Document 1, which is a graph titled Number of Indentured Servants and Slaves per Probate Inventory, York County, Virginia, sixteen thirty seven to seventeen o five. The horizontal axis has 11 evenly spaced tick marks labeled with years from sixteen thirty seven to seventeen o five in different increments. The vertical axis is labeled from 0 to 3 in increments of 0.5. There are two lines on the graph, one representing servants per inventory, and the other representing slaves per inventory. The data are as follows, from left to right. All data are approximate. Sixteen thirty seven to sixteen forty four: servants, 0 point 2 5; slaves, 0. Sixteen forty five to sixteen fifty six: servants, 0 point 6; slaves, 0 point 4. Sixteen fifty seven to sixteen sixty four: servants, 2; slaves, 1 point 2. Sixteen sixty five to sixteen sixty nine: servants, 2; slaves, 0 point 2. Sixteen seventy to sixteen seventy four: servants, 1 point 6; slaves, 0 point 9. Sixteen seventy five to sixteen seventy nine: servants, 1 point 2; slaves, 0 point 6. Sixteen eightyto sixteen eighty four: servants, 0 point 8; slaves, 0 point 4. Sixteen eighty five to sixteen eighty nine: servants, 0 point 3; slaves, 1 point 1. Sixteen ninety to sixteen ninety four: servants, 0 point 2; slaves, 2 point 2. Sixteen ninety five to sixteen ninety nine: servants, 0 point 1; slaves, 2 point 7. Seventeen hundred to seventeen o five: servants, 0 point 3; slaves, 2 point 6.\" height=\"291\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/781f79dff9c0d3f7eed2707cdac3b848/original.jpg\" width=\"600\" /></p>\n\n<p class=\"text-center\"><strong>&nbsp;Document 2</strong></p>\n\n<p>Source: Evaluation of the estate of James Stone, measured in pounds of tobacco, York County, Virginia, probate court records, 1648.</p>\n\n<p>Thomas Groves, 4 years to serve—1300 lb tobo [pounds of tobacco]</p>\n\n<p>Francis Bomley for 6 years—1500 lb tobo</p>\n\n<p>John Thackstone for 3 years—1300 lb tobo</p>\n\n<p>Susan Davis for 3 years—1000 lb tobo</p>\n\n<p>Emaniell, a Negro man—2000 lb tobo</p>\n\n<p>Roger Stone 3 years—1300 lb tobo</p>\n\n<p>Mingo, a Negro man—2000 lb tobo</p>\n\n<p class=\"text-center\"><strong>Document 3</strong></p>\n\n<p>Source: Captain Francis Pott, Court Records of Northampton County, Virginia, 1645–1651.</p>\n\n<p>I, Capt. Francis Pott, have taken to service two daughters of my Negro, Emanuell Dregis. The one whose name is Elizabeth is to serve thirteen years which will be complete and ended in the first part of March, 1658. And the other child whose name is Jane Dregis (being about one year old) is to serve the said Capt. Pott until she arrive to the age of thirty years old.</p>\n\n<p>And I, the said Francis Pott, do promise to give them sufficient meat, drink, apparel and lodging and to use my best endeavor to bring them up in the fear of God and in the knowledge of our Savior Christ Jesus.</p>\n\n<p class=\"text-center\"><strong>Document 4</strong></p>\n\n<p>Source: Virginia General Assembly, 1667.</p>\n\n<p>Whereas some doubts have risen whether children that are slaves by birth, and by the charity and piety of their owners made partakers of the blessed sacrament of baptism, should by virtue of their baptism be made free, it is enacted and declared by this Grand Assembly that the conferring of baptism does not alter the condition of the person as to his bondage or freedom; that masters, freed from this doubt may more carefully endeavor the propagation of Christianity by permitting children, though slaves, to be admitted to that sacrament.</p>\n\n<p class=\"text-center\"><strong>Document 5</strong></p>\n\n<p>Source: Letter from William Sherwood, a member of the Virginia House of Burgesses, to Sir Joseph Williamson, a member of the King’s Privy Council in London, 1676.</p>\n\n<p>A nation of Indians called [Susquehannas] having killed some of the Inhabitants of this Country were pursued and several destroyed by the English and Sir Wm. Berkeley our honorable Governor (who hath had long experience of war with the Indians) that he might provide for the safety of this Country caused our Assembly . . . to . . . enact that forts should be built at the heads of several rivers, being the most way for security of our frontier plantations, but as no good Law can be so made to please all men, especially the rude sort of people, one Mr. Nathanial Bacon a person of little experience and but of two years in the country, thinking himself wiser than the law, hath stirred up a great number of indigent and dissatisfied persons to obstruct the proceedings upon the acts of Assembly, raising forces [and] Marching in warlike posture, in terror of his Majesty’s good subjects, the intent of which . . . is the subversion of the Laws and to Level all . . . this Mr. Bacon being styled by the rabble their General.</p>\n\n<p class=\"text-center\"><strong>Document 6</strong></p>\n\n<p>Source: Virginia General Assembly, October 1705.</p>\n\n<p>Chapter XXII. An act declaring the Negro, Mulatto, and Indian slaves within this dominion, to be real estate.</p>\n\n<p>Be it enacted, by the governor, council and burgesses of this present general assembly... that from and after the passing of this act, all Negro, mulatto, and Indian slaves... shall be held, taken, and adjudged, to be real estate . . . and shall descend unto the heirs and widows of persons departing this life, according to the manner and custom of land of inheritance....</p>\n\n<p>Chapter XLIX. An act concerning Servants and Slaves.</p>\n\n<p>Be it enacted... that all servants imported and brought into this country, by sea or land, who were not Christians in their native country... shall be accounted and be slaves, and as such be here bought and sold notwithstanding a conversion to Christianity afterwards....</p>\n\n<p>And if any woman servant shall have a bastard child by a Negro, or mulatto, over and above the years service due to her master or owner, she shall immediately . . . pay down to the church-wardens of the parish wherein such child shall be born...fifteen pounds current money of Virginia. . . . And if a free Christian white woman shall have such bastard child, by a Negro, or mulatto, for every such offence, she shall, within one month after her delivery of such bastard child, pay to the church-wardens for the time being, of the parish wherein such child shall be born...fifteen pounds current money of Virginia. . . . And in both the said cases, the church-wardens shall bind the said child to be a servant, until it shall be of thirty-one years of age.</p>\n\n<p>And be it further enacted, that no minister of the church of England, or other minister, or person whatsoever, within this colony and dominion, shall hereafter wittingly presume to marry a white man with a Negro or mulatto woman; or to marry a white woman with a Negro or mulatto man, upon pain of forfeiting and paying, for every such marriage the sum of ten thousand pounds of tobacco.</p>\n\n<p class=\"text-center\"><strong>Document 7</strong></p>\n\n<p>Source: Advertisement, <em>Virginia Gazette</em>, May 16, 1745.</p>\n\n<p>RAN away, on the 18th Instant, from the Plantation of the late Col. William Wilson, deceased, two slaves belonging to the subscriber, the one a tall yellow fellow, named Emanuel, about 6 feet high, six or seven and twenty years of age; hath a scar on the outside of his left thigh, which was cut with an ax; he had on when he went away, a blue jacket, an Ozenbrig [course fabric] shirt and trousers, and a worsted cap; he speaks pretty good English, and calls himself a Portuguese; is by trade a cooper, and took with him some cooper’s tools. The other is a short, thick, well-set fellow, stoops forward pretty much when he walks; does not speak so plain as the other; had on when he went away an Ozenbrig pair of trousers and shirt, a white Negro cotton jacket, and took with him an axe. They went away in a small cannoe, and were seen at Capt. Pearson’s, on Nuse River, the 18th Inst. and ‘tis believ’d are gone towards Virginia. Whoever take up the said Negroes, and brings them to my house on Trent River, North Carolina, or secures them so that I may have them again, shall have four Pistoles reward for each, paid by Mary Wilson.</p>\n"}]}]