[{"id":"FT561113","type":"mcq","stimulusHtml":"<p>The major pattern on the map best supports which of the following statements? </p>","features":[{"type":"sharedpassage","html":"<p><strong>Question&nbsp;refers to the map below. </strong></p>\n\n<p><img alt=\"   The figure presents a map titled &quot;Volume and Direction of  the Trans-Atlantic Slave Trade 1500 through 1900.&quot; From  top to bottom, the left side of the map shows North  America and South America, and the right side of the map  shows Europe and Africa. The Atlantic Ocean is shown in the  middle of the map, and the Caribbean is labeled between  North and South America. Arrows are drawn from four  different points along the west coast of Africa to different  regions in North and South America. Beside each arrow is a  different value indicating the number of enslaved people  transported across the Atlantic Ocean, where they came  from, and where they went. The data represented by the  arrows are as follows.  A large arrow labeled 5695000 originates along the  southwestern coast of Africa. Moving up along the coast,  three additional arrows originate with the following three  values: 1,595000, and These four  arrows converge near the bottom of the map, and then split  up into nine different arrows. Three of these arrows point  toward the eastern coast of South America, three point  toward the Caribbean, and three point toward the eastern  coast of North America.  From bottom to top, the values of the three arrows that  point toward South America are as follows: 2,281,000  and 818,000.  From bottom to top, the values of the three arrows that  point toward the Caribbean are as follows: 2 692 000  and 210,000.  From bottom to top, the values of the three arrows that  point toward North America are as follows: 779,000  178,000, and 27 000. \" height=\"552\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e1ffd220e2557784e3437caade51c7a2/original.jpg\" width=\"765\"></p>\n"}],"choicesHtml":["<p>Fewer people lived in the British colonies than in the Spanish colonies. </p>","<p>British colonies in North America typically had a lower demand for slave labor than did the colonies of other European countries. </p>","<p>Enslaved Africans were more likely to live on large plantations in North America than in the Caribbean. </p>","<p>Africans in North America were more likely to resist slavery than were Africans in South America. </p>"],"answer":0}]