[{"id":"FT567632","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong>: Suggested time - 45 minutes.</p>\n\n<p>The following question requires you to construct a coherent essay that integrates your interpretation of Documents A-I and your knowledge of the period referred to in the question. High scores will be earned only by essays that both cite key pieces of evidence from the documents and draw on outside knowledge of the period.</p>\n\n<p>In your response you should do the following.</p>\n\n<ul>\n\t<li>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li>Describe a broader historical context relevant to the prompt.</li>\n\t<li>Support an argument in response to the prompt using at least six documents.</li>\n\t<li>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li>For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li>Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</li>\n</ul>\n\n<p>Analyze the international and domestic challenges the United States faced between 1968 and 1974, and evaluate how President Richard Nixon’s administration responded to them.</p>\n\n<p class=\"text-center\">&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"text-center\"><strong>Document A</strong></p>\n\n<p>Source: Richard Nixon, Acceptance Speech at the Republican National Convention,<br />\nAugust 8, 1968.</p>\n\n<p>When the strongest nation in the world can be tied down for four years in a war in Vietnam with no end in sight; when the richest nation in the world can’t manage its own economy; when the nation with the greatest tradition of the rule of law is plagued by unprecedented lawlessness; when a nation that has been known for a century for equality of opportunity is torn by unprecedented racial violence; and when the President of the United States cannot travel abroad or to any major city at home without fear of a hostile demonstration—then it’s time for new leadership for the United States of America.</p>\n\n<p class=\"text-center\"><strong>Document B</strong></p>\n\n<p><br />\nSource: President Richard Nixon’s letter to Ho Chi Minh, July 15, 1969.</p>\n\n<p>Dear Mr. President:<br />\nI realize that it is difficult to communicate meaningfully across the gulf of four years of war. But precisely because of this gulf, I wanted to take this opportunity to reaffirm in all solemnity my desire to work for a just peace. I deeply believe that the war in Vietnam has gone on too long and delay in bringing it to an end can benefit no one—least of all the people of Vietnam. My speech on May 14 laid out a proposal which I believe is fair to all parties.</p>\n\n<p>Source: President Ho Chi Minh’s letter to Richard Nixon, Hanoi, August 25, 1969.</p>\n\n<p>Mr. President: . . .<br />\nThe war of aggression of the United States against our people, violating our fundamental national rights, still continues in South Vietnam. The United States continues to intensify military operations, the B-52 bombings and the use of toxic chemical products multiply the crimes against the Vietnamese people. . . .</p>\n\n<p>Our Vietnamese people are deeply devoted to peace, a real peace with independence and<br />\nreal freedom. They are determined to fight to the end . . . .</p>\n\n<p>In your letter you have expressed the desire to act for a just peace. For this the United States must cease the war of aggression and withdraw their troops from South Vietnam, respect the right of the population of the South and of the Vietnamese nation to dispose of themselves, without foreign influence.</p>\n\n<p class=\"text-center\"><strong>Document C</strong><br />\n<img alt=\"A multiple line graph titled “Consumer Price Index, 1968 to 1975” is shown. The vertical axis of the graph ranges from 100 to 200, in increments of 25. The horizontal axis of the graph represents the years from 1968 to 1975, in increments of 3 years. It marks the consumer price index for food, fuel and other utilities, and transportation over the years as follows. The factor, fuel and other utilities is marked with an asterisk mark. 1968: The consumer price index for food, fuel and other utilities, and transportation is 100. 1969: The consumer price index for food, fuel and other utilities, and transportation are 112, 103, and 105 respectively. 1970: The consumer price index for food, fuel and other utilities, and transportation are 114, 107, and 110 respectively. 1971: The consumer price index for food, fuel and other utilities, and transportation are 120, 118, and 120 respectively. 1972: The consumer price index for food, fuel and other utilities, and transportation are 124, 120, and 120 respectively. 1973: The consumer price index for food, fuel and other utilities, and transportation are 114, 126, and 125 respectively. 1974: The consumer price index for food, fuel and other utilities, and transportation are 162.5, 150, and 132.5 respectively. 1975: The consumer price index for food, fuel and other utilities, and transportation are 175, 160, and 150 respectively. A text at the bottom of the graph provides the meaning of the asterisk as “gas (piped) and electricity; fuel oil, coal, and bottled gas, and other utilities and public services.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/988864abf12b76a866a3e07f87cba48b/original.png\" /></p>\n\n<p class=\"text-center\"><strong>Document D</strong></p>\n\n<p>Source: Richard Nixon, Address to the Nation on the War in Vietnam, November 3, 1969.</p>\n\n<p>Let historians not record that when America was the most powerful nation in the world we passed on the other side of the road and allowed the last hopes for peace and freedom of millions of people to be suffocated by the forces of totalitarianism.</p>\n\n<p>And so tonight—to you, the great silent majority of my fellow Americans—I ask for your support.<br />\nI pledged in my campaign for the Presidency to end the war in a way that we could win the peace. I have initiated a plan of action which will enable me to keep that pledge.</p>\n\n<p>The more support I can have from the American people, the sooner that pledge can be redeemed; for the more divided we are at home, the less likely the enemy is to negotiate at Paris.</p>\n\n<p>Let us be united for peace. Let us also be united against defeat. Because let us understand: North Vietnam cannot defeat or humiliate the United States. Only Americans can do that.</p>\n\n<p class=\"text-center\"><strong>Document E</strong></p>\n\n<p>Source: Kevin Phillips, Nixon strategist and author of The Emerging Republican Majority<br />\n(1969), in an interview published in <em>The New York Times</em>, May 17, 1970.</p>\n\n<p>From now on, the Republicans are never going to get more than 10 to 20 percent of the Negro vote and they don’t need any more than that . . . . but Republicans would be shortsighted if they weakened enforcement of the Voting Rights Act. The more Negroes who register as Democrats in the South, the sooner the Negrophobe whites will quit the Democrats and become Republicans. That’s where the votes are. Without that prodding from the blacks, the whites will backslide into their old comfortable arrangement with the local Democrats.</p>\n\n<p class=\"text-center\"><strong>Document F</strong></p>\n\n<p>Source: Richard Nixon, Second Inaugural Address, January 20, 1973.</p>\n\n<p>When we met here four years ago, America was bleak in spirit, depressed by the prospect of seemingly endless war abroad and of destructive conflict at home.</p>\n\n<p>As we meet here today, we stand on the threshold of a new era of peace in the world.</p>\n\n<p>The central question before us is: How shall we use that peace?</p>\n\n<p>Let us resolve that this era we are about to enter will not be what other postwar periods have so often been: a time of retreat and isolation that leads to stagnation at home and invites new danger abroad.</p>\n\n<p>Let us resolve that this will be what it can become: a time of great responsibilities greatly<br />\nborne . . . .</p>\n\n<p>This past year saw far-reaching results from our new policies for peace. By continuing to revitalize our traditional friendships, and by our missions to Peking and to Moscow, we were able to establish the base for a new and more durable pattern of relationships among the nations of the world. Because of America’s bold initiatives, 1972 will be long remembered as the year of the greatest progress since the end of World War II toward a lasting peace in the world.</p>\n\n<p><strong>Document G</strong></p>\n\n<p><br />\nSource: A cartoon by Herblock [Herbert L. Block], October 24, 1973.</p>\n&nbsp;<img alt=\"A cartoon image taken from the source “A cartoon by Herblock [Herbert L. Block], October 24, 1973” is shown. It shows President Richard Nixon attempting to subdue a gigantic sniffing bloodhound, by offering bones. The bones each bear the names of Haldeman, Earlichman, Mitchell, Krogh, and Dean. The bloodhound labeled “Pursuit of Nixon Scandals” is chasing the little figure of Nixon carrying audiotapes in his hand. Nixon also tries to throw some of the tapes to the bloodhound to get him off the track.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/669f429017a3c0c3660ab3fdcbe02a10/original.png\" />\n<p>--A 1973 Herblock Cartoon, copyright by The Herb Block Foundation</p>\n\n<p class=\"text-center\"><br />\n<br />\n<strong>Document H</strong></p>\n\n<p><br />\nSource: Richard Nixon, Address to the Nation about National Energy Policy, November 25, 1973.</p>\n\n<p>&nbsp;</p>\n\n<p>I am announcing tonight the following steps to meet the energy crisis:</p>\n\n<p>First, to increase the supply of heating oil . . . , we must adjust production schedules and divert petroleum which might normally go for the production of gasoline to the production of more heating oil.</p>\n\n<p>To accomplish this, the amount of gasoline which refiners distribute to wholesalers and retailers will be reduced across the Nation by 15 percent. . . .</p>\n\n<p>[A]s a second step, I am asking tonight that all gasoline filling stations close down their pumps between 9 P.M. Saturday night and midnight Sunday every weekend, beginning December 1. We are requesting that this step be taken voluntarily now.</p>\n\n<p>Upon passage of the emergency energy legislation before the Congress, gas stations will be required to close during these hours. This step should not result in any serious hardship for any American family. It will, however, discourage long-distance driving during weekends. It will mean perhaps spending a little more time at home. . . .</p>\n\n<p>[T]he third step will be the establishment of a maximum speed limit for automobiles of 50 miles per hour nationwide as soon as our emergency energy legislation passes the Congress. We expect that this measure will produce a savings of 200,000 barrels of gasoline per day. . . .</p>\n\n<p>Above all, every step will be taken to insure that any disruptions to our economy, which could cost jobs, will be as brief as possible and that they do not cause serious damage. . . .</p>\n\n<p>What I have called Project Independence 1980 is a series of plans and goals set to insure that by the end of this decade, Americans will not have to rely on any source of energy beyond our own.</p>\n\n<p class=\"text-center\"><strong>Document I</strong></p>\n\n<p>Source: Marquis Childs, journalist, “The White House and the Media,” speech at Johns Hopkins University, excerpt in The Washington Post, April 27, 1974.</p>\n\n<p>Can there be any doubt at this point of the terrible cost of secrecy and concealment as the<br />\navenues of information and access have contracted? . . . From the secret bombing of Cambodia to Watergate and all its dire consequences, secrecy has exacted a heavy price . . . . But insofar as the [media’s] questions [to President Nixon] reflected hostility, I believe this came from a long pent-up frustration. So much had been withheld, so much<br />\ndenied that was later shown to be true.</p>\n"}]}]