[{"id":"FT567618","type":"longtextV2","stimulusHtml":"<p><strong>Directions:&nbsp;</strong>The following question requires you to construct a coherent essay that integrates your interpretation of Documents A-J <u>and</u> your knowledge of the period referred to in the question. High scores will be earned only by essays that both cite key pieces of evidence from the documents and draw on outside knowledge of the period.</p>\n\n<p>In your response you should do the following.</p>\n\n<ul>\n\t<li>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li>Describe a broader historical context relevant to the prompt.</li>\n\t<li>Support an argument in response to the prompt using at least six documents.</li>\n\t<li>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li>For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li>Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</li>\n</ul>\n\n<p>From 1775 to 1830, many African Americans gained freedom from slavery, yet during the same period the institution of slavery expanded. Explain why BOTH of those changes took place. Analyze the ways that BOTH free African Americans and enslaved African Americans responded to the challenges confronting them.</p>\n\n<p class=\"text-center\">&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"text-center\"><strong>Document A</strong></p>\n\n<p><br />\nSource: Lord Dunmore’s Proclamation, Virginia, 1775.<br />\n<br />\nI do require every Person capable of bearing Arms, to [resort] to His MAJESTY’S STANDARD, or be looked upon as Traitors to His MAJESTY’S Crown and Government. . . . And I do hereby further declare all indentured Servants, Negroes, or others, ([belonging] to Rebels,) free that are able and willing to bear Arms, they joining His MAJESTY’S Troops as soon as may be, for the more speedily reducing this Colony to a proper Sense of their Duty, . . .</p>\n\n<p class=\"text-center\"><strong>Document B</strong></p>\n\n<p><br />\nSource: Paul Cuffe’s Petition, Massachusetts, 1780.</p>\n\n<p>. . . by Reason of long bondage and hard Slavery we have been deprived of enjoying the profits of our labor or the advantage of inheriting estates from our parents as our neighbors the white people do . . . &amp; yet . . . we are not allowed the privilege of freemen of the State having no vote or influence in the election of those that tax us . . . yet many of our Color (as is well known) have cheerfully entered the field of battle in the defense of the Common cause and that (as we conceive) against a similar exertion of power (in regard to taxation) too well known to need a recital in this place.</p>\n\n<p class=\"text-center\"><strong>Document C</strong></p>\n\n<p><br />\n<img alt=\"Two partial maps of the United States of America titled “Slavery in the United States” are shown. The first map shows the northern states of the U.S. in 1790. It marks Minnesota, Iowa, Missouri, Arkansas, Louisiana, Wisconsin, Illinois, Mississippi, Tennessee, Alabama, and some parts of Georgia as the areas without slaves. New York, Pennsylvania, Virginia, North Carolina, New Jersey, Rhode Island, and Connecticut are marked as the areas with slavery under 10 percent. It further marks parts of Kentucky, North Carolina, South Carolina, and Virginia as areas with slavery from 10 to 30 percent. Some parts of South Carolina, Virginia, Delaware and Maryland are marked as areas with 30 to 50 percent. Very few parts of South Carolina, Georgia, and Virginia are marked as areas with slavery of 50 percent and over. The second map shows the northern states of the U.S. in 1830. It marks Maine, Vermont, New Hampshire, Massachusetts, and parts of New York, Pennsylvania, Ohio, Virginia, Indiana, Illinois, Mississippi, Michigan Territory, Florida, and Alaska as the areas without slaves. Very few parts of Michigan Territory, Illinois, and Connecticut are marked as areas with slavery under 10 percent. Major parts of Kentucky, Tennessee, Louisiana, Guatemala, Arkansas, North Carolina, South Carolina, Virginia, and Maryland are marked as areas with slavery from 10 to 30 percent. The areas with slavery from 30 to 50 percent are marked as few parts of Arkansas, Louisiana, Alaska, Guatemala, Kentucky, Tennessee, Guatemala, North Carolina, South Carolina, and Virginia. It marks fragmented parts of Louisiana, Alaska, Guatemala, Florida, North Carolina, South Carolina, and Virginia as the areas with slavery of 50 percent and over.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3565c2a4f1a03f477ae19dc109609c8e/original.png\" /></p>\n\n<p>&nbsp;</p>\n\n<p class=\"text-center\"><strong>Document D</strong></p>\n\n<p><br />\n<img alt=\"An engraving taken from the source “Negro Methodist Meeting in Philadelphia, 1790s” is shown. It shows a black people’s prayer meeting with sinners dropping down on every hand, shrieking, groaning, crying for mercy. The professors are shown praying, agonizing, fainting, and falling down in distress, for the sinners or in raptures of joy.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d606a55f741e58388341815c57af3913/original.png\" /></p>\n\n<p>&nbsp;</p>\n\n<p class=\"text-center\"><strong>Document E</strong></p>\n\n<p><br />\nSource: Absalom Jones and Richard Allen, Philadelphia, 1794.</p>\n\n<p>There is much gratitude due from our color towards the white people, very many of them are instruments in the hand of God for our good, even such as have held us in captivity, are now pleading our cause with earnestness and zeal; . . . much depends upon us for the help of our color more than we are aware; if we are lazy and idle, the enemies of freedom plead it as a cause why we ought not to be free, and say we are better in a state of servitude, and that giving us our liberty would be an injury to us, and by such conduct we strengthen the bands of oppression, and keep many in bondage who are more worthy than ourselves.</p>\n\n<p class=\"text-center\"><strong>Document F</strong></p>\n\n<p><br />\nSource: Venture Smith’s Narrative, 1798.</p>\n\n<p>I asked my master one time if he would consent to have me purchase my freedom. He replied that he would. I was then very happy, knowing that I was at that time able to pay part of the purchase money by means of the money which I had some time buried. . . . What was wanting in redeeming myself, my master agreed to wait on me for, until I could procure it for him. . . . There was continually some interest accruing on my master’s note to my friend, the free negro man above named, which I received, and with some besides, which I got by fishing, I laid out in land adjoining my old master Stanton’s. By cultivating this land with the greatest diligence and economy, at times when my master did not require my labor, in two years I had laid up ten pounds.</p>\n\n<p class=\"text-center\"><strong>Document G</strong></p>\n\n<p><br />\nSource: The Confessions of “Ben,” a conspirator in Gabriel Prosser’s Rebellion, 1800.</p>\n\n<p>. . . Mr. Prosser’s Gabriel wished to bring on the business as soon as possible. Gilbert said the summer was almost over, and he wished them to enter upon the business before the weather got too cold. Gabriel proposed that the subject should be referred to his brother Martin to decide upon. Martin said there was this expression in the Bible, delays breed danger; at this time, he said, the country was at peace, the soldiers were discharged, and the arms all put away; there was no patrolling in the country, and that before he would any longer bear what he had borne, he would turn out and fight with his stick . . . I read in my Bible where God says if we will worship Him we should have peace in all our land; five of you shall conquer a hundred, and a hundred a thousand of our enemies . . .</p>\n\n<p class=\"text-center\"><strong>Document H</strong></p>\n\n<p><br />\nSource: Letter to ministers from the Vermont Colonization Society, 1820.</p>\n\n<p>The Managers of the Vermont Colonization Society . . . proposed to the Inhabitants of this State, a general contribution [of] . . . one cent only, from each inhabitant of the State. . . . By promoting this contribution, you will give efficient aid to a Society, whose benevolent object is, by establishing colonies on the coast of Africa, to open a door for the gradual emancipation of the slaves in our own country, to impose an effectual barrier against the continuance of the slave trade, and ultimately to extend the blessings of civilization, and of the christian religion, throughout the vast and hitherto benighted regions of Africa.</p>\n\n<p class=\"text-center\"><strong>Document I</strong></p>\n\n<p><br />\nSource: Prince Hall, African American leader in Boston and founder of the African Masonic movement, 1797.</p>\n\n<p>[(B)lacks must] bear up under the daily insults we meet with in the streets of Boston, much more on public days of recreation. How at such times are we shamefully abused, and that to such a degree, that we may truly be said to carry our lives in our hands, and the arrows of death are flying about our heads. Helpless women have their clothes torn from their backs . . . [and] twenty or thirty cowards have fallen upon one man.</p>\n\n<p>Source: Hosea Easton, an African American living in Boston, 1820s.</p>\n\n<p>. . . cuts and placards descriptive of the Negro deformity, are every where displayed. . . . Many of the popular book stores, in commercial towns and cities, have their show windows lined with them. The bar-rooms of the most popular public houses in the country, sometimes have their ceiling literally covered with them. This display of American civility is under the daily observation of every class of society, even in New England.</p>\n\n<p class=\"text-center\"><strong>Document J</strong></p>\n\n<p><br />\nSource: David Walker, Appeal to the Colored Citizens of the World, 1829.</p>\n\n<p>For my own part, I am glad Mr. Jefferson has advanced his positions for your sake; for you will either have to contradict or confirm him by your own actions, and not by what our friends have said or done for us; for those things are other men’s labors, and do not satisfy the Americans, who are waiting for us to prove to them ourselves that we are MEN, before they will be willing to admit the fact; for I pledge you my sacred word of honor, that Mr. Jefferson’s remarks respecting us, have sunk deep into the hearts of millions of the whites, and never will be removed this side of eternity.—For how can they, when we are confirming him every day, by our groveling submissions and treachery?</p>\n\n<p>Remember Americans, that we must and shall be free and enlightened as you are, will you wait until we shall, under God, obtain our liberty by the crushing arm of power? Will it not be dreadful for you? I speak, Americans, for your good. We must and shall be free I say, in spite of you. You may do your best to keep us in wretchedness and misery, to enrich you and your children; but God will deliver us from you. And woe, woe, will be to you if we have to obtain our freedom by fighting.</p>\n"}]}]