[{"id":"FT571413","type":"longtextV2","stimulusHtml":"<p>Directions: Question 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n\n<p>In your response you should do the following.</p>\n\n<p>• Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</p>\n\n<p>• Describe a broader historical context relevant to the prompt.</p>\n\n<p>• Support an argument in response to the prompt using at least four documents.</p>\n\n<p>• Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p>\n\n<p>• For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</p>\n\n<p>• Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</p>\n\n<p>Evaluate the extent of change in the domestic United States during the Second World War from 1939 to 1945.</p>\n\n<p class=\"text-center\">&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"text-center\"><strong>Document 1</strong></p>\n\n<p>Source: Editorial, “New National Policy,” <em>Washington Post</em>, September 17, 1940.</p>\n\n<p>President Roosevelt issued a proclamation fixing October 16 as the date of registration for all men between the ages of 21 and 35. In doing so he acted with the promptness which the situation demands. Compulsory training for military service is now our national policy.</p>\n\n<p>Because of the world crisis, which has set in motion forces of a magnitude and ferocity never before witnessed, the United States must acquire the most powerful naval and military defense system it has ever possessed. We can no longer depend on the voluntary method to build up our armed forces. So it is important that the whole Nation cheerfully accept the selective service system. After all, it is the fairest method by which an army of the size we need can be recruited.</p>\n\n<p class=\"text-center\"><strong>Document 2</strong></p>\n\n<p>Source: Ted Nakashima, “Concentration Camp: U.S. Style,” <em>The New Republic</em>, 1942.</p>\n\n<p>Unfortunately in this land of liberty, I was born of Japanese parents; born in Seattle of a mother and father who have been in this country since 1901. Fine parents, who brought up their children in the best American way of life....</p>\n\n<p>Now that you can picture our thoroughly American background, let me describe our new home.</p>\n\n<p>The resettlement center is actually a penitentiary—armed guards in towers with spotlights and deadly tommy guns, fifteen feet of barbed wire fences, everyone confined to quarters at nine, lights out at ten o’clock. The guards are ordered to shoot anyone who approaches within twenty feet of the fences. No one is allowed to take the two-block-long hike to the latrines after nine, under any circumstances....</p>\n\n<p>The food and sanitation problems are the worst. We have had absolutely no fresh meat, vegetables or butter since we came here. Mealtime queues extend for blocks; standing in a rainswept line, feet in the mud, waiting for the scant portions of canned wieners and boiled potatoes, hash for breakfast or canned wieners and beans for dinner....</p>\n\n<p>Can this be the same America we left a few weeks ago?</p>\n\n<p>From <em>The New Republic</em>, 6/15/1942 ©1942 The New Republic. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of this Content without express written permission is prohibited.</p>\n\n<p class=\"text-center\"><strong>Document 3</strong></p>\n\n<p>Source: Editorial, <em>Pittsburgh Courier</em>, an African American newspaper, 1942.</p>\n\n<p>Americans all, are involved in a gigantic war effort to assure victory for the cause of freedom—the four freedoms that have been so nobly expressed by President Roosevelt and Prime Minister Churchill. We, as colored Americans, are determined to protect our country, our form of government and the freedoms which we cherish for ourselves and for the rest of the world, therefore we have adopted the... war cry—victory over our enemies at home and victory over our enemies on the battlefields abroad. Thus in our fight for freedom we wage a two-pronged attack against our enslavers at home and those abroad who would enslave us. WE HAVE A STAKE IN THIS FIGHT. . . . WE ARE AMERICANS, TOO!</p>\n\n<p class=\"text-center\"><strong>Document 4</strong></p>\n\n<p>Source: Office of War Information, a United States government agency, 1943.</p>\n\n<p><img alt=\"The figure presents a poster showing a White woman working in a factory on part of a military airplane. The text at the top of the advertisement reads “The more WOMEN at work, the sooner we WIN!” The text at the bottom of the advertisement reads “Women are needed also as: Farm Workers, Typists, Salespeople, Waitresses, Bus Drivers, Taxi Drivers, Timekeepers, Elevator Operators, Messengers, Laundresses, Teachers, Conductors, and in hundreds of other war jobs! See your local U S Employment Service.”\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5e4fdc87ed9c45070b2226c4bf02179e/original.jpg\" /></p>\n\n<p>Courtesy of the Library of Congress #LC-USZCN4-203</p>\n\n<p class=\"text-center\"><strong>Document 5</strong></p>\n\n<p>Source: Corporal Rupert Trimmingham, letter to <em>Yank</em>, a magazine produced by the United States military, published in April 1944.</p>\n\n<p>Dear <em>Yank</em>,</p>\n\n<p>Here is a question that each Negro soldier is asking. What is the Negro soldier fighting for? On whose team are we playing? Myself and eight other soldiers were on our way from Camp Claiborne, [Louisiana], to the hospital here at Fort Huachuca [Arizona]. We had to lay over until the next day for our train. On the next day we could not purchase a cup of coffee at any of the lunchrooms around there. As you know, Old Man Jim Crow rules. The only place where we could be served was at the lunchroom at the railroad station but, of course we had to go into the kitchen. But that’s not all; 11:30 a.m. about a two dozen German prisoners of war, with two American guards, came into the station. They entered the lunchroom, sat at the tables, had their meals served, talked, smoked, in fact had quite a swell time. I stood on the outside looking on, and I could not help but ask myself these questions: Are these men sworn enemies of this country? Are they not taught to hate and destroy... all democratic governments? Are we not American soldiers, sworn to fight for and die if need be for this our country? Then why are they treated better than we are? Why are we pushed around like cattle? If we are fighting for the same thing, if we are to die for our country, then why does the Government allow such things to go on? Some of the boys are saying that you will not print this letter. I’m saying that you will.</p>\n\n<p class=\"text-center\"><strong>Document 6</strong></p>\n\n<p>Source: Carey McWilliams, “Watch the West Coast,” <em>The Nation</em>, September 1944.</p>\n\n<p>A spectacular population increase has accompanied the west coast’s industrial revolution. The Portland metropolitan area showed a 31 per cent increase in population since 1940; the Seattle area shows an increase in population for the same period of 200,000; and an estimated 1,500,000 people have entered California since 1940. Since most industrial activity on the west coast is confined to the manufacture of aircraft and the construction of ships, sharp curtailment of employment is threatened in the post-war period. With a population increase of 14 per cent, California, for example, faces the problem of shifting 1,500,000 workers from war activities to civilian jobs after the war....</p>\n\n<p>The typical white defense migrant is a young man, twenty-five years of age or younger, married, from a small town or rural area in the Pacific Northwest, anxious to settle in the area, and primarily interested in industrial employment in the post-war period. A study made recently in the Kaiser yards in Portland indicates that only</p>\n\n<p>23.6 per cent of the migrants expressed a definite intention to leave after the war; that only a very few have maintained economic ties elsewhere or have jobs to which they might return; that considerable numbers have purchased property in the area; that a majority have their families with them; and that 86 per cent must find new employment immediately after their present employment terminates.</p>\n\n<p>From <em>The Nation</em>, 9/2/1944 © 1944 The Nation Company, LLC. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of this Content without express written permission is prohibited.</p>\n\n<p class=\"text-center\"><strong>Document 7</strong></p>\n\n<p>Source: Bernhard J. Stern, “The Challenge of Advancing Technology,” <em>The ANNALS of the American Academy of Political and Social Science</em>, 1945.</p>\n\n<p>Even before the announcement of the unlocking of atomic energy, it could be said that advances in technology during the years of the war had been far greater than during many preceding decades....</p>\n\n<p>With the development of prefabricated houses, transport and passenger planes and helicopters, quick-frozen, dehydrated, and other processed and packaged foods, improved gasoline, and new and improved types of power for industrial production, for transportation, for illumination, and for easing household burdens, cities can be freer to develop functionally in terms of the harmonious living of their populations. Advances in public health and in medicine have made possible precipitous declines in death and morbidity rates, so that healthy city populations can enjoy the leisure which shorter working hours make available to them. Illiteracy and ignorance, long anachronisms in industrial societies, can more easily be liquidated through advances in human psychology and in educational processes.</p>\n\n<p>The tools are ready. Will we be thwarted in their use?</p>\n\n<p>Stern, B. J. (1945). The Challenge of Advancing Technology. <em>The ANNALS of the American Academy of Political and Social Science</em> Vol. 242(1)p. 46–52. Copyright © 1945 by American Academy of Political and Social Science. Reprinted by permission of SAGE Publications, Inc.</p>\n"}]}]