[{"id":"FT571031","type":"mcq","stimulusHtml":"<p>The Virginia colonists’ interactions with American Indians, as described in the excerpt, most directly contributed to which of the following? </p>","features":[{"type":"sharedpassage","html":"<p><strong>Question refers to the excerpt below.</strong></p>\n\n<p>&nbsp;</p>\n\n<p>“The first we heard [while Smith was exploring the James River in May] was that 400 Indians the day before had assaulted the fort and surprised it. . . . With all speed we palisadoed [built barricades around] our fort;... The day before the ship’s departure the king of [the] Pamunkey sent [an] Indian... to assure us peace, our fort being then palisadoed round, and all our men in good health and comfort, albeit... it did not so long continue.</p>\n\n<p>&nbsp;</p>\n\n<p>“[By September] most of our chiefest men [were] either sick or discontented, the rest being in such despair as they would rather starve and rot with idleness than be persuaded to do anything for their own relief without constraint. Our victuals being now within eighteen days spent, and the Indian trade decreasing, I was sent to the mouth of the river to Kegquouhtan, an Indian town, to trade for corn, and try the river for fish, but our fishing we could not effect by reason of the stormy weather. The Indians, thinking us near famished, with careless kindness offered us little pieces of bread and small handfuls of beans or wheat for a hatchet or a piece of copper. In like manner I entertained their kindness and in like... offered them like commodities, but the children, or any that showed extraordinary kindness, I liberally contented with free gift of such trifles as well contented them.”</p>\n\n<p class=\"text-right\">John Smith, English explorer relating events in the Virginia colony, 1608</p>\n"}],"choicesHtml":["<p>English colonists became primarily concerned with converting American Indians to Christianity.   </p>","<p>English relations with American Indians became mostly hostile and characterized by conflict.</p>","<p>The English sought political alliances with American Indians in an attempt to  establish equal sovereignty for both groups.</p>","<p>English colonists routinely intermarried with American Indians in an effort to blend the cultures of both groups. </p>"],"answer":0}]