[{"id":"FT570056","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong>: The following question requires you to construct a coherent essay that integrates your interpretation of Documents A-I and your knowledge of the period referred to in the question. High scores will be earned only by essays that both cite key pieces of evidence from the documents and draw on outside knowledge of the period.</p>\n\n<p>In your response you should do the following.</p>\n\n<ul>\n\t<li>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li>Describe a broader historical context relevant to the prompt.</li>\n\t<li>Support an argument in response to the prompt using at least six documents.</li>\n\t<li>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li>For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li>Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</li>\n</ul>\n\n<p>The 1920s have been characterized as a decade of economic, social, and cultural change. Analyze the extent to which the First World War and consumerism affected United States society during this period.</p>\n\n<p class=\"text-center\">&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p class=\"text-center\"><strong>Document A</strong><br />\n<img alt=\"A cartoon image, taken from the source “Chicago Tribune, 1919.” The cartoon image is titled “Close the Gate.” It shows the entrance gate to the United States, with a text inscribed on the door that reads, “Immigration restrictions.” An immigrant is shown entering the United States, with a bomb on his head and luggage in his hands. The luggage in his hand has the word “undesirable” printed on it. A text at the bottom section further reads “Orr in the Chicago Tribune.”\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ab01a0e45b3a0941bf25e78b2fcaa2cf/original.png\" /></p>\n\n<p class=\"text-center\"><strong>Document B</strong></p>\n\n<p>Source: Bishop John L. Hurst, “Fight,” in <em>The Crisis</em>, the journal of the National Association for the Advancement of Colored People, 1919.</p>\n\n<p>As a race, we gave the country our best sons to make the supreme sacrifice in order to make the world free from German oppression. These same boys should be willing to make this country free from American oppression against their race. I know they are willing and ready. Some may say this is madness. If it is, let me reassure them that the entire race must be mad, for this is the language they speak today and the only thing they will listen to.</p>\n\n<p class=\"text-center\"><strong>Document C</strong></p>\n\n<p><img alt=\"A multiple line graph titled, “Consumer Spending for Recreation and Consumer Debt, 1920 to 1929” is shown. The vertical axis of the graph is labeled “Billions of Dollars” ranging from 0 to 8, in increments of 1. The horizontal axis of the graph is labeled “Year” representing the years from 1920 to 1929. It shows two curves, one labeled as “Consumer Debt” and the other labeled as “Consumer Spending for Recreation.”The estimated values plotted on the graph are summarized as follows: In 1920, the consumer spending for recreation and consumer debt is 1.1 and 3 billion dollars respectively. In 1921, the consumer spending for recreation and consumer debt is 1.05 and 3 billion dollars respectively. In 1922, the consumer spending for recreation and consumer debt is 1.5 and 3.2 billion dollars respectively. In 1923, the consumer spending for recreation and consumer debt is 1.8 and 3.8 billion dollars respectively. In 1924, the consumer spending for recreation and consumer debt is 1.8 and 4 billion dollars respectively. In 1925, the consumer spending for recreation and consumer debt is 1.9 and 3.8 billion dollars respectively. In 1926, the consumer spending for recreation and consumer debt is 2 and 5 billion dollars respectively. In 1927, the consumer spending for recreation and consumer debt is 2 and 5 billion dollars respectively. In 1928, the consumer spending for recreation and consumer debt is 2.5 and 6 billion dollars respectively. In 1929, the consumer spending for recreation and consumer debt is 3 and 7 billion dollars respectively.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c2d4f92a80c0cd2b54a16fe42d3be27d/original.png\" /></p>\n\n<p class=\"text-center\"><strong>Document D</strong></p>\n\n<p>Source: Sinclair Lewis, <em>Babbitt</em>, 1922.</p>\n\n<p>It was the best of nationally advertised and quantitatively produced alarm-clocks, with all modern attachments, including cathedral chime, intermittent alarm, and phosphorescent dial. Babbitt was proud of being awakened by such a rich device. Socially it was almost as creditable as buying expensive cord tires.</p>\n\n<p class=\"text-center\"><strong>Document E</strong></p>\n\n<p>Source: Thorstein Veblen, “Dementia Praecox,” <em>The Freeman</em>, 1922.</p>\n\n<p>It is evident now . . . that no part of Europe is better off for America’s having taken part in the great war. So also it is evident that the Americans are all the worse off for it. . . . The Republic has come through this era of spiritual dilapidation with an unbalanced budget and an increased armament by use of which to “safeguard American Interests”—that is to say, negotiate . . . a system of passports, deportations, and restricted immigration. . . . The State constabularies have been augmented; the right of popular assembly freely interfered with . . . . the Ku Klux Klan has been reanimated and reorganized for extra-legal intimidation of citizens. . . . Meantime the profiteers do business as usual and the Federal authorities are busied with a schedule of increased protective duties designed to enhance the profits of their business. Those traits in this current situation wherein it is different from the relatively sober state of things before the war, have been injected by America’s participation in the war.</p>\n\n<p class=\"text-center\"><strong>Document F</strong></p>\n\n<p>Source: Fannie Hurst, <em>New York Times</em>, 1923.</p>\n\n<p><br />\nThe place of the woman of intelligence is not inevitably in the kitchen worrying about pot and pan trifles, not at the front door every evening waiting tremulously for the step of her John and fearful lest the roast be . . . overdone. Her place is where she can give the most service and get the most out of life . . . .</p>\n\n<p class=\"text-center\"><strong>Document G</strong></p>\n\n<p>Source: John Dewey, <em>The Public and Its Problems</em>, 1927.</p>\n\n<p><br />\nThe present era of “prosperity” may not be enduring. But the movie, radio, cheap reading and motor car with all they stand for have come to stay. That they did not originate in deliberate desire to divert attention from political interests does not lessen their effectiveness in that direction. The political elements in the constitution of the human being, those having to do with citizenship, are crowded to one side. . . . Let there be introduced the topic of the mechanism and accomplishment of various makes of motor cars or the respective merits of actresses, and the dialogue goes on at a lively pace.</p>\n\n<p class=\"text-center\"><strong>Document H</strong></p>\n\n<p>Source: Lieutenant Henry, in Ernest Hemingway, <em>A Farewell to Arms</em>, 1929.</p>\n\n<p><br />\nI was always embarrassed by the words “sacred,” “glorious,” and “sacrifice.” . . . We had heard them, sometimes standing in the rain almost out of earshot, so that only the shouted words came through, and had read them, on proclamations that were slapped up by billposters over other proclamations, now for a long time, and I had seen nothing sacred, and the things that were glorious had no glory and the sacrifices were like the stockyard at Chicago if nothing was done to the meat except bury it. There were many words that you could not stand to hear and finally only the names of places had dignity. . . . Abstract words such as “glory,” “honor,” “courage,” or “hallow” were obscene beside the concrete names of villages, the number of roads, the names of rivers.</p>\n\n<p class=\"text-center\"><strong>Document I</strong></p>\n\n<p>Source: Malcolm Cowley, <em>Exile’s Return</em>, autobiography published in 1934.</p>\n\n<p>We were physically uprooted . . . plucked from our own soil . . . and dumped, scattered among strange people. . . . We were fed, lodged, clothed by strangers, commanded by strangers. . . . Then, as suddenly as it began for us, the war ended. When we first heard of the Armistice we felt a sense of relief too deep to express. . . . We had come through, we were still alive, and nobody would be killed tomorrow. The composite fatherland for which we had fought and in which some of us believed—France, Italy, the Allies, our English homeland, democracy, the self-determination of small nations—had triumphed. We danced in the streets. . . . But slowly, as the days went by, the intoxication passed, and the tears of joy: it appeared that our composite fatherland was dissolving into quarreling statesmen and oil and steel magnates.</p>\n"}]}]