[{"id":"FT571409","type":"longtextV2","stimulusHtml":"<p class=\"text-center\">&nbsp;</p>\n\n<p>1. Using the image ,answer (a), (b), and (c).</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Briefly describe ONE perspective about politics in the 1830s expressed in the image.</p>\n\t</li>\n\t<li>\n\t<p>Briefly explain ONE specific event or development that led to the perspective expressed in the image.</p>\n\t</li>\n\t<li>\n\t<p>Briefly explain ONE specific effect of the political developments referenced by the image.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p class=\"text-center\"><strong>“King Andrew the First,” an image of President Andrew Jackson, 1833</strong></p>\n\n<p><img alt=\"The figure presents a political cartoon depicting President Andrew Jackson as a king. He is dressed in a long, flowing cape and gown, and is wearing a crown topped with stars. His shoes have elaborate bows, and a sword hangs from his side. In his left hand is a rolled up piece of paper with the word, “veto” written across it. In his right hand is a large scepter. He is standing on two torn documents: the Constitution of the United States of America and another labeled Internal Improvements U.S. Bank. On the floor in front of his feet is a book labeled Judiciary of the United States, with pages torn out. Behind him is a throne on a raised platform, along with a table that is supported by a leg in the shape of an eagle standing on the earth. Both are framed by large curtains. At the top of the cartoon is the phrase, Born to Command. On the left side is the phrase, Of Veto Memory. On the right side is the phrase, Had I Been Consulted. At the bottom is the phrase, King Andrew the First.\" height=\"727\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c9b993e53f829952df3d4e9dab353ad4/original.jpg\" width=\"500\" /></p>\n\n<p><span style=\"font-size:0.9em\">Courtesy of the Library of Congress #LC-DIG-ppmsca-15771</span></p>\n\n<p>&nbsp;</p>\n"}]}]