[{"id":"FT6156","type":"mcq","stimulusHtml":"<p>&nbsp;</p>\n<img alt=\"The figure shows a map of the continental United States and is titled, Public School Segregation by State, 1954. The map identifies four public school segregation categories for the states, represented by different shading: Not legislated (black shading); Determined by local option (dark gray shading); Prohibited by law (light gray shading); Required by law (white with diagonal lines) The shaded groups of states, listed from west to east for each category, are as follows: Not legislated: States concentrated in the west and upper midwest, including California, Oregon, Nevada, Utah, Montana, North Dakota, South Dakota, Nebraska, Vermont, New Hampshire, and Maine. Determined by local option: States concentrated in the southwest and midwest including Arizona, Wyoming, New Mexico, and Kansas.  Prohibited by law: States concentrated in the north, northeast, mid-Atlantic, and upper portions of the Midwest including Washington, Idaho, Minnesota, Iowa, Wisconsin, Illinois, Indiana Michigan, Ohio, Pennsylvania, New York, New Jersey, Connecticut, Rhode Island, and Massachusetts.  Required by law: States concentrated in the lower midwest, southwest, south, and southeast., including Colorado, Texas, Oklahoma, Missouri, Arkansas, Louisiana, Mississippi, Kentucky, Tennessee, Alabama, Georgia, Florida, West Virginia, Virginia, North Carolina. South Carolina, Maryland, and Delaware.\" height=\"400\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c7bd46b24c9bb1ab2f32964f40c36357/original.png\" width=\"615\" />\n<p>What conclusions about school segregation in 1954 can be drawn from the map above?</p>\n","choicesHtml":["<p>Only the states that made up the old Confederacy still practiced segregation in public schools.</p>","<p>School segregation was a national problem, not one confined to a single region.</p>","<p>Every state in the Union had local laws outlining positions on school segregation.</p>","<p>States with the smallest populations generally supported school segregation.</p>","<p>Northern states were free of segregation of any kind by 1954.</p>"],"answer":0}]