[{"id":"FT649739","type":"longtextV2","stimulusHtml":"<p>Using the excerpts,&nbsp;answer (a), (b), and (c).</p>\n\n<p>a) Briefly describe ONE major difference between Potter’s and Holt’s historical interpretations of the Civil War.<br />\nb) Briefly explain how ONE specific historical event or development during the period 1786-1861 that is not explicitly mentioned in the excerpts could be used to support Potter’s interpretation.<br />\nc) Briefly explain how ONE specific historical event or development during the period 1786-1861 that is not explicitly mentioned in the excerpts could be used to support Holt’s interpretation.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"text-center\">“If American sectionalism entered a new phase in 1846, it was neither because North and South clashed for the first time nor because the issue of slavery for the first time assumed importance. As early as the Confederation, North and South had been at odds.... Once the government under the Constitution went into effect, bitter sectional conflicts raged.... This sectional rivalry tended to become institutionalized in the opposing [political] organizations....No matter which region embraced nationalism and which particularism, sectional conflict remained a recurrent phenomenon.”</p>\n\n<p class=\"text-right\">David M. Potter, <i>The Impending Crisis, 1848-1861</i>, published in 1976</p>\n\n<p>“The Civil War represented an utter and unique breakdown of the normal democratic political process. When one section of the country refused to accept the decision of a presidential election, secession and the ensuing war became the great exception to the American political tradition of compromise. The rending of the nation was the one time that conflict seemed too irrepressible, too fundamental, to be contained within common consensual boundaries. Because the war was such an anomaly, both participants and later historians have been fascinated with its causes since the shooting started.”</p>\n\n<p class=\"text-right\">Michael F. Holt, <em>The Political Crisis of the 1850s</em>, published in 1978</p>\n\n<p>&nbsp;</p>\n"}]}]