[{"id":"FT649696","type":"longtextV2","stimulusHtml":"<p>Using the 1928 image,&nbsp;answer (a), (b), and (c).</p>\n\n<p>a) Briefly describe ONE perspective about women’s roles during the 1920s&nbsp;expressed through the image.</p>\n\n<p>b) Briefly explain ONE specific historical development or circumstance from 1900 to 1929 that led to changes in&nbsp;women’s roles during the&nbsp;1920s&nbsp;such as that depicted in the image.</p>\n\n<p>c) Briefly explain ONE specific historical development in business OR culture that led to the creation and use of&nbsp;images such as the one above during&nbsp; the&nbsp;1920s.</p>\n","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p class=\"text-center\"><img alt=\"The figure presents an advertisement for Fisk Tires. At the top of the advertisement, a woman is shown behind a steering wheel wearing a hat and scarf. At the bottom of the advertisement is part of a tire. In the middle of the advertisement is the following text, with the heading &quot;Her Choice&quot;: Miss and Mrs. Motorist know that the Fisk Heavy Duty Tire improves the appearance and performance of the car...Mr. Motorist knows that and more. He knows that special construction features build super service into this super tire. The real kick he gets out of this big, good looking, full oversize balloon—with extra plies and the &quot;Rugged Tread&quot;—is the number of miles it gives him for every dollar he gives for it...Built of &quot;Fillerless Cord&quot;, the Fisk Heavy Duty is especially designed for riding comfort, steering ease, skid resistance and extreme mileage...There is a Fisk Tire of every size, every type, priced for every buyer’s preference. Listen to the Fisk &quot;Time to Re-Tire&quot; Program every Monday evening.\" height=\"782\" src=\"https://assets.learnosity.com/organisations/537/42f8b470-bcd6-4712-bff5-884a7c4f9925.png\" width=\"668\" /></p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em;\">Michelin North America, Inc.</span></p>\n\n<p>&nbsp;</p>\n"}]}]