[{"id":"FT6612","type":"longtextV2","stimulusHtml":"<p><strong><span style=\"font-size:1em;\">The United States decision to drop an atomic bomb on Hiroshima was a diplomatic measure calculated to intimidate the Soviet Union in the post-Second-World-War era rather than a strictly military measure designed to force Japan’s unconditional surrender.<span style=\"font-family:Calibri,sans-serif\"></span></span></strong></p>\n\n<p><strong><span style=\"font-size:1em;\"><span style=\"font-family:Calibri,sans-serif\">In your response, you will be assessed on the following.</span></span></strong></p>\n\n<ul>\n\t<li style=\"margin-left:8px\">\n\t<p><strong><span style=\"font-size:1em;\"><span style=\"font-family:Calibri,sans-serif\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</span></span></strong></p>\n\t</li>\n\t<li style=\"margin-left:8px\">\n\t<p><strong><span style=\"font-size:1em;\"><span style=\"font-family:Calibri,sans-serif\">Describe a broader historical context relevant to the prompt.</span></span></strong></p>\n\t</li>\n\t<li style=\"margin-left:8px\">\n\t<p><strong><span style=\"font-size:1em;\"><span style=\"font-family:Calibri,sans-serif\">Support an argument in response to the prompt using all but one of the documents.</span></span></strong></p>\n\t</li>\n\t<li style=\"margin-left:8px\">\n\t<p><strong><span style=\"font-size:1em;\"><span style=\"font-family:Calibri,sans-serif\">Use at least one additional piece of historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</span></span></strong></p>\n\t</li>\n\t<li style=\"margin-left:8px\">\n\t<p><strong><span style=\"font-size:1em;\"><span style=\"font-family:Calibri,sans-serif\">For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</span></span></strong></p>\n\t</li>\n\t<li style=\"margin-left:8px\">\n\t<p><strong><span style=\"font-size:1em;\"><span style=\"font-family:Calibri,sans-serif\">Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</span></span></strong></p>\n\t</li>\n</ul>\n\n<p><strong><span style=\"font-size:1em;\">Evaluate this statement using the documents and your knowledge of the military and diplomatic history of the years through 1939 and 1947.</span></strong></p>\n\n<p>&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Document A</strong></p>\n\n<p>Source: Memoirs of Secretary of War Henry L. Stimson (1947)</p>\n\n<p>The principal political, social, and military objective of the United States in the summer of 1945 was the prompt and complete surrender of Japan. Only the complete destruction of her&nbsp;military power could open the way to lasting peace….</p>\n\n<p>In the middle of July, 1945, the intelligence section of the War Department General Staff estimated Japanese military strength as follows: in the home islands, slightly under 2,000,000; in Korea, Manchuria, China proper, and Formosa, slightly over 2,000,000; in French Indo-China, Thailand, and Burma, over 200,000; in the East Indies area, including the Philippines, over 500,000; in the bypassed Pacific islands, over 100,000. The total strength of the Japanese Army was estimated at about 5,000,000 men. These estimates later proved to be in very close agreement with official Japanese figures….</p>\n\n<p>As we understood it in July, there was a very strong possibility that the Japanese government might determine upon resistance to the end, in all the areas of the Far East under its control. In such an event the Allies would be faced with the enormous task of destroying an armed force of five million men and five thousand suicide aircraft, belonging to a race which had already amply demonstrated its ability to fight literally to the death.</p>\n\n<p>The strategic plans of our armed forces for the defeat of Japan, as they stood in July, had been prepared without reliance upon the atomic bomb, which had not yet tested in New Mexico. We were planning an intensified sea and air blockade, and greatly intensified strategic air bombing, through the summer and early fall, to be followed on November 1 by an invasion of the southern island of Kyushu. This would be followed in turn by an invasion of the main island of Honshu in the spring of 1946. The total U. S. military and naval force involved in this grand design was of the order of 5,000,000 men; if all those indirectly concerned are included, it was larger still.</p>\n\n<p>We estimated that if we should be forced to carry this plan to its conclusion, the major fighting would not end until the latter part of 1946, at the earliest. I was informed that such operations might be expected to cost over a million casualties, to American forces alone.</p>\n\n<p><strong>Document B</strong></p>\n\n<p>Source: Memoirs of General H. H. Arnold, Commander of the American Army Air Force in the Second World War (1949)</p>\n\n<p>The surrender of Japan was not entirely the result of the two atomic bombs. We had hit some 60 Japanese cities with our regular H. E. (High Explosive) and incendiary bombs and, as a result of our raids, about 241,000 people had been killed, 313,000 wounded, and about 2,333,000 homes destroyed. Our B-29’s had destroyed most of the Japanese industries and, with the laying of mines, which prevented the arrival of incoming cargoes of critical items, had made it impossible for Japan to carry on a large-scale war…. Accordingly, it always appeared to us that, atomic bomb or no atomic bomb, the Japanese were already on the verge of collapse.</p>\n\n<p><strong>Document C</strong></p>\n\n<p>Source: Dwight D. Eisenhower, recollections of a July 1945 meeting with President Harry S Truman (1948)</p>\n\n<p>Another item on which I ventured to advise President Truman involved the Soviet’s intention to enter the Japanese war. I told him that since reports indicated the imminence of Japan’s collapse, I deprecated the Red Army’s engaging in that war. I foresaw certain difficulties arising out of such participation and suggested that, at the very least, we ought not to put ourselves in the position of requesting or begging for Soviet aid. It was my personal opinion that no power on earth could keep the Red Army out of that war unless victory came before they could get in.</p>\n\n<p><br>\n<strong>Document D</strong></p>\n\n<p>Source: Agreements of the Yalta Conference (February 11, 1945)</p>\n\n<p>Agreement Regarding Japan</p>\n\n<p>The leaders of the three Great Powers – the Soviet Union, the United States of America and Great Britain – have agreed that in two or three months after Germany has surrendered and the war in Europe has terminated, the Soviet Union shall enter into the war against Japan on the side of the Allies on condition that:</p>\n\n<p>1. The Status quo in Outer Mongolia (The Mongolian People’s Republic) shall be preserved;</p>\n\n<p>2. The former rights of Russia violated by the treacherous attack of Japan in 1940 shall be restored, viz.:</p>\n\n<p>(a) the southern part of Sakhalin as well as all the islands adjacent to it shall be returned to the Soviet Union,</p>\n\n<p><span style=\"font-family:helvetica neue,helvetica,arial,sans-serif\">(b) the commercial port of Dairen shall be internationalized, the permanent interests of the Soviet Union in this port being safeguarded and the lease of Port Author as a naval base of the U.S.S.R. restored,</span></p>\n\n<p>(c) the Chinese-Eastern Railroad and the South Manchurian Railroad which provides an outlet to Dairen shall be jointly operated by the establishment of a joint Soviet-Chinese Company, it being understood that the preeminent interest of the Soviet Union shall be safeguarded and that China shall retain full sovereignty in Manchuria….</p>\n\n<p>The Heads of the three Great Powers have agreed that these claims of the Soviet Union shall be unquestionably fulfilled after Japan has been defeated.</p>\n\n<p>For its part the Soviet Union expresses its readiness to conclude with the National Government of China a pact of friendship and alliance between the U.S.S.R. and China in order to render assistance to China with its armed forces for the purpose of liberating China from the Japanese yoke.</p>\n\n<p>Joseph V. Stalin</p>\n\n<p>Franklin D. Roosevelt</p>\n\n<p>Winston S. Churchill</p>\n\n<p><strong>Document E</strong></p>\n\n<p>Source: British Prime Minister Winston Churchill’s recollections of news received during the Postdam Conference, July 1945 (1953)</p>\n\n<p>On July 17 world-shaking news had arrived….</p>\n\n<p>The atomic bomb is a reality…. Here then was a speedy end to the Second World War, and perhaps to much else besides … Up to this moment we had shaped our ideas toward an assault upon the homeland of Japan by terrific air bombing and by the invasion of very large armies….</p>\n\n<p>Now all this nightmare had vanished. In its place was the vision – fair and right indeed it seemed – of the end of the whole war in one or two violent shocks….</p>\n\n<p>Moreover, we should not need the Russians. The end of the Japanese war no longer depended upon the pouring in of their armies for the final and perhaps protracted slaughter. We had no need to ask favours of them. A few days later I mentioned to Mr. Eden: “It is quite clear that the United States do not at the present time desire Russian participation in the war against Japan.” The array of European problems could therefore be faced on their merits and according to the broad principles of the United Nations. We seemed suddenly to have become possessed of a merciful abridgment of the slaughter in the East and of a far happier prospect in Europe. I have no doubt that these thoughts were present in the minds of my American friends.</p>\n\n<p><strong>Document F</strong></p>\n\n<p>Source: Nuclear physicist Leo Szilard’s recollection of a 1945 meeting between James Byrnes and a group of concerned atomic scientists (1949).</p>\n\n<p>The question of whether the bomb should be used in the war against Japan came up for discussion. Mr. Byrnes did not argue that it was necessary to use the bomb against the cities of Japan in order to win the war. He knew all that time, as the rest of the Government knew, that Japan was essentially defeated and that we could win the war in another six months. At that time Mr. Byrnes was much concerned about the spreading of Russian influence in Europe…. Mr. Byrnes’ concern about Russia I fully shared, but his view that our possessing and demonstrating the bomb would make Russia more manageable in Europe I was not able to share. Indeed I could hardly imagine any premise more false and disastrous upon which to base our policy, and I was dismayed when a few weeks later I learned that he was to be our Secretary of State.</p>\n\n<p><strong>Document G</strong></p>\n\n<p>Source: Report of a Scientific Panel (composed of nuclear physicists A.H. Compton, Enrico Fermi, E.O. Lawrence and J. R. Oppenheimer) to the Secretary of War (June 16, 1945)</p>\n\n<p>The opinions of our scientific colleagues on the initial use of these weapons are not unanimous: they range from the proposal of a purely technical demonstration to that of the military application best designed to induce surrender. Those who advocate a purely technical demonstration would wish to outlaw the use of atomic weapons, and have feared that if we use the weapons now our position in future negotiations will be prejudiced. Others emphasize the opportunity of saving American lives by immediate military use, and believe that such use will improve the international prospects, in that they are more concerned with the prevention of war than with the elimination of this special weapon.</p>\n\n<p><strong>Document H</strong></p>\n\n<p>Source: Harry S Truman, radio address (August 1945)</p>\n\n<p>I realize the tragic significance of the atomic bomb.</p>\n\n<p>Its production and its use were not lightly undertaken by this Government. But we knew that our enemies were on the search for it. We know now how close they were to finding it. And we know the disaster which would come to this nation, and to all peaceful nations, to all civilization, if they had found it first.</p>\n\n<p>This is why we felt compelled to undertake the long and uncertain and costly labor of discovery and production.</p>\n\n<p>We won the race of discovery against the Germans.</p>\n\n<p>Having found the bomb, we have used it. We have used it against those who attacked us without warning at Peal Harbor, against those who have starved and beaten and executed American prisoners of war, against those who have abandoned the pretense of obeying international laws of warfare. We have used it in order to shorten the agony of war, in order to save the lives of thousands and thousands of young Americans.</p>\n\n<p>We shall continue to use it until we completely destroy Japan’s power to make war. Only a Japanese surrender will stop us.</p>\n"}]}]