[{"id":"FT6618","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong>&nbsp;The following question requires you to construct a coherent essay that integrates your interpretation of Documents A-I and your knowledge of the period referred to in the question. High scores will be earned only by essays that both cite key pieces of evidence from the documents and draw on outside knowledge of the period.</p>\n\n<p>In your response you should do the following.</p>\n\n<ul>\n\t<li>Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li>Describe a broader historical context relevant to the prompt.</li>\n\t<li>Support an argument in response to the prompt using at least six documents.</li>\n\t<li>Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li>For at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li>Use evidence to corroborate, qualify, or modify an argument that addresses the prompt.</li>\n</ul>\n\n<p><br />\nIn what ways and to what extent did constitutional and social developments between 1860 and 1877 amount to a revolution?</p>\n\n<p>Use the documents and your knowledge of the period from 1860 and 1877 to answer the question.</p>\n\n<p>&nbsp;</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Document A</strong></p>\n\n<p>Source: South Carolina Declaration of Cause of Secession, December 24, 1860.</p>\n\n<p>By this [United States] Constitution, certain duties were imposed upon the several states, and the exercise of certain of their powers was restrained, which necessarily imperiled their continued existence as sovereign stated. But, to remove all doubt, an amendment was added which declared that the powers not delegated to the United States by the Constitution, nor prohibited by it to the states, are reserved to the states, respectively, or to the people…. Thus was established, by compact between the states, a government with defined objects and powers, limited to the express words of the grant.</p>\n\n<p><strong>Document B</strong></p>\n\n<p>Source: Senator John Sherman (R-Ohio), speech in Congress on the new banking and currency systems, February 10, 1863.</p>\n\n<p>The policy of this country ought to be to make everything national as far as possible; to nationalize our country, so that we shall love our country. If we are dependent on the United States for a currency and a medium of exchange, we shall have a broader and more generous nationality. The [lack] of such nationality, I believe, is on of the great evils of the times…. It has been that principle of states rights, that bad sentiment that has elevated state authority above national authority, that has been the main instrument by which our government is sought to be overthrown.</p>\n\n<p><strong>Document C</strong></p>\n\n<p>Source: Petition from American citizens of African descent to the Union convention of Tennessee assembled in the capitol at Nashville, January 9, 1865</p>\n\n<p>If we are called on to do military duty against the rebel armies in the field, why should we be denied the privilege of voting against rebel citizens at the ballot-box? The latter is as necessary to save the Government as the former…. The Government has asked the colored man to fight for its preservation and gladly he has done it. It can afford to trust him with a vote as safely as it trusted him with a bayonet…. At present we can have only partial protection from the courts…. If this order of things continue, our people are destined to a malignant persecution at the hands of rebels and their former rebellious masters…. Because the courts will not receive negro testimony…. Is this the fruit of freedom, and the reward of our services in the field?…</p>\n\n<p>There have been white traitors in multitudes in Tennessee, but where we ask, is the black traitor?</p>\n\n<p><strong>Document D</strong></p>\n\n<p>Source: Gideon Welles, Lincoln’s Secretary of the Navy, Diary Entry, May 9, 1865.</p>\n\n<p>The Federal government has no right and has not attempted to dictate the matter of suffrage to any state, and I apprehend it will not conduce to any harmony to arrogate and exercise arbitrary power over the states which have been in rebellion. It was never intended by the founders of the Union that the Federal government should prescribe suffrage to the states. We shall get rid of slavery by constitutional means. But conferring on the black civil rights is another matter. I know not the authority.</p>\n\n<p><strong>Document E</strong></p>\n\n<p>Source: The Freedmen of Edisto Island Petition to the Commissioner of the Freedmen’s Bureau and to the President for the Opportunity to Obtain Their Own Land, Edisto Island, S.C., October 1865.</p>\n\n<p>General:</p>\n\n<p>We want Homesteads; we were promised Homesteads by the government. If It does not carry out the promises Its agents made to us,… we are left In a more unpleasant condition than our former. We are at the mercy of those who are combined to prevent us from getting land enough to lay our Fathers bones upon….</p>\n\n<p>To the President of the United States:</p>\n\n<p>Shall not we who Are freedmen and have been always true to this Union have the same rights as are enjoyed by Others? … Are not our rights as A free people and good citizens of these United States To be considered before the rights of those who were Found in rebellion against this good and just Government (and now being conquered) come (as they Seem) with penitent hearts and beg forgiveness For past offenses and also ask if their [<em>sic</em>] lands Cannot be restored to them. Are these rebellious Spirits to be reinstated in their [<em>sic</em>] possessions And we who have been abused and oppressed For many long years not be allowed the Privilege of purchasing land But be subject To the will of these large Land owners? God forbid….</p>\n\n<p>Unless some provision is Made our future is sad to look upon…. We therefore look to you In this trying hour as A true friend of the poor and Neglected race, for protection and Equal Rights, with the privilege of purchasing A Homestead – A Homestead right here is the Heart of South Carolina.</p>\n\n<p><strong>Document F</strong></p>\n\n<p>Source: Senator Lot Morrill (R-Maine), speech in Congress, February 1, 1866.</p>\n\n<p>I admit that this species of legislation [Civil Rights Act of 1866] is absolutely revolutionary. But we are not in the midst of a revolution? Is the Senator from Kentucky utterly oblivious to the grand results of four years of war? Are we not in the midst of a civil and political revolution which has changed the fundamental principles of our government in some respects? … There was a civilization based on servitude…. Where is that? … Gone forever…. We have revolutionized this Constitution of outs to that extent and every substantial change in the fundamental constitution of a country is a revolution.</p>\n\n<p><strong>Document G</strong></p>\n\n<p>Source: A.R. Waud, The First Vote, front cover of <em>Harper’s Weekly</em>, November 16, 1867.</p>\n\n<p><img alt=\"An engraving, taken from the source “A. R. Waud, The First Vote, front cover of Harper’s Weekly, November 16, 1867” is shown. It depicts black men standing in a line and voting in an election. An old man takes off his hat while giving his vote. The man wears a ragged and old pair of pants. It shows the other men in the queue also wearing suits and hats.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3b1d7b46a3c481cf82fa80b36500c62a/original.jpg\" /></p>\n\n<p><strong>Document H</strong></p>\n\n<p>Source: <em>Nation</em>, March 23, 1871, referring to the Ku Klux Klan Act of 1871.</p>\n\n<p>These are momentous changes to introduce into the administration system of any free country … because they not only increase the power of the central government, but they arm it with jurisdiction over a class of cases of which it has never hitherto had, and never pretended to have, and jurisdiction whatever. To impose the duty of protecting life and property on the Federal Government is … [a] distinct and well-marked … novelty.</p>\n\n<p><strong>Document I</strong></p>\n\n<p>Source: Thomas Nast in <em>Harper’s Weekly</em>, October 24, 1874.</p>\n\n<p><img alt=\"A cartoon image, taken from the source “Thomas Nast in Harper’s Weekly, October 24, 1874” is shown. It shows a man labeled &quot;White League&quot; is shaking hands with a Ku Klux Klan member over a shield illustrated with an African American couple with a (possibly dead) baby. In the background, a man is hanging from a tree, suggesting he has been lynched. A sign labeled &quot;School House&quot; is surrounded by fire, and a child's book is lying open on the ground. The Eagle above the scene reads &quot;The Union as It Was. This is a White Man's Government.&quot; The text over the handshake reads &quot;The Lost Cause.&quot; The skull-and-crossbones on the shield read &quot;Worse than Slavery.&quot;\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/aac30c143cde29c1b7a1f39990c0b25b/original.jpg\" /></p>\n"}]}]