[{"id":"VH100966","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH100960.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following historical situations most directly shaped Paine’s argument that Britain’s policies were economically harming its colonies?</p>\n","rubricRef":"VH100966_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I have heard it asserted by some, that as America hath flourished under her former connection with Great Britain, that the same connection is necessary towards her future happiness, and will always have the same effect. Nothing can be more fallacious [untrue] than this kind of argument. We may as well assert that because a child has thrived upon milk, that it is never to have meat, or that the first twenty years of our lives is to become a precedent for the next twenty. But even this is admitting more than is true, for I answer roundly, that America would have flourished as much, and probably much more, had no European power had any thing to do with her. . . .</p><p class=\"passage_para\">“But Britain is the parent country, say some. Then the more shame upon her conduct. Even brutes do not devour their young, nor savages make war upon their families. . . . Europe, and not England, is the parent country of America. This new world hath been the asylum for the persecuted lovers of civil and religious liberty from <span class=\"formatted_text font_style:italic\">every part </span>of Europe. Hither have they fled, not from the tender embraces of the mother, but from the cruelty of the monster; and it is so far true of England, that the same tyranny which drove the first emigrants from home, pursues their descendants still.”</p><p class=\"attribution author\">Thomas Paine, <span class=\"formatted_text font_style:italic\">Common Sense</span>, 1776</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Increased immigration to the Americas</p>","<p class=\"choice_paragraph\">Continued enforcement of mercantilism</p>","<p class=\"choice_paragraph\">Limitations on indentured servitude</p>","<p class=\"choice_paragraph\">Demand for raw materials</p>"],"answer":1}]