[{"id":"VH441180","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, you will be assessed on the following.</p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which technology transformed the United States economy in the period from 1865 to 1898.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH441180_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: “Why We Are an Educated People,” <span class=\"formatted_text font_style:italic\">The New York Teacher, and American Educational</span> <span class=\"formatted_text font_style:italic\">Monthly</span>, originally published by<span class=\"formatted_text font_style:italic\"> Blackwood's Edinburgh Magazine</span> in Edinburgh, Scotland, 1868</p>\n\n<p class=\"passage_para\">The scarcity of labor in America and, the difficulty of procuring help in the work of the farm, the mill, and the forge, develops the intellect of the people; and far away in the backwoods many an acute pioneer of civilization invents and patents some ingenious machine for rendering men and women independent of the hired service so costly and so difficult to obtain in a new country. The mechanical skill of the Americans is unequaled in the world, and never likely to be rivaled in the old countries of Europe, where labor is cheap. The Patent Office at Washington—that marvelous repository of contrivances, from the simplest to the most elaborate machine that the cunning hand and the busy brain can construct—and all devoted to the one great end of facilitating work, and economizing manual and other bodily exertion—is sufficient proof of . . . the practical and material, as distinguished from the scholastic, education of the American people.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: <span class=\"formatted_text font_style:italic\">The Progress of the Century</span>, commercial printed drawing for private display in homes, 1876</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an image titled, “The Progress of the Century.” A caption shows the following text: “The lightning steam press. The electric telegraph. The locomotive. The steamboat.” In the image, there is a man seated at a table with a telegraph receiving a message that reads, “Liberty and Union now and forever. One and inseparable. Glory to God in the highest. On Earth peace. Good will toward men.” In the background, there is a steam locomotive and a steamboat. Also in the background is a print shop with a printing press.\" src=\"https://assets.learnosity.com/organisations/537/VH441180.g08.png\" />\n<p class=\"caption\">Caption: The lightning steam press. The electric telegraph. The locomotive. The steamboat.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Courtesy of the Library of Congress</span></span></div>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Editorial in the <span class=\"formatted_text font_style:italic\">New York Sun</span>, 1878</p>\n\n<p class=\"passage_para\">This time Edison thinks he has hit upon a perfectly feasible process by which he can and will drive gas out of our streets and houses, and give us the electric light in its stead. The new light, he says, besides being a great deal more brilliant, will be a great deal less expensive than the old one. Moreover, the same wire is to bring power and heat into the house as well as light, and be as available for cooking or running a sewing machine as for illumination. If Edison is not deceiving himself, we are on the eve of surprising experiences.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: “The Remington Type-Writer,” advertisement, the Salt Lake Herald, 1884</p>\n\n<p class=\"passage_para\">Perhaps no invention of modern times has done so much to relieve business men of the great amount of pen-work drudgery to be done in every business, as the standard Remington type-writer. Thousands of these excellent machines are in daily use throughout the country, giving the utmost satisfaction claimed for them. An office boy, for instance, with but two month practice on one of these machines can accomplish more work than two rapid penmen; and besides do it in a neater, and more attractive and legible manner. With but little more practice he can perform more than three men’s work. Half a dozen copies may also be written at once as easily as one.</p>\n\n<p class=\"passage_para\">Business men are fully aware of the many advantages in these writers, and are very generally adopting them as veritable savers of time, money, and labor.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Photograph of threshing on J. B. Lee farm north of Shelton, Nebraska, 1888</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a photograph of people threshing wheat in a field. In the image, there is a group of men wearing farm clothes and overalls. In the background, there are horses and carriages, two mounds of threshed wheat, and a thresher machine with smoke coming out of the smokestack.\" src=\"https://assets.learnosity.com/organisations/537/VH441180.g09.png\" /><span class=\"mandatory_credit_line\">Nebraska State Historical Society, 10072</span></div>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Paul de Rousiers, French sociologist and economist,<span class=\"formatted_text font_style:italic\"> American Life, </span>published in the United States in 1892.</p>\n\n<p class=\"passage_para\">The East [of the United States] is driving back the West. As the land becomes peopled, as the soil gets exhausted, as the towns grow and as industry develops, the country assumes a new aspect and becomes Eastern. . . . The region is no longer tributary to its older neighbors for the manufactured goods it needs, but develops industries within its own borders. . . .</p>\n\n<p class=\"passage_para\">It is quite certain that the West will not always be dependent on the Eastern manufacturer; and factories, which by their location should soon supply the needs of the Mississippi Valley, are being built at present in St. Louis, Chicago, Milwaukee, etc. . . .</p>\n\n<p class=\"passage_para\">At St. Louis I visited a shoe-factory where 400 men were employed. If it succeeds it will be three or four times as large in a few years. To do this it is necessary to put it in the best condition for turning out goods cheaply—to introduce every mechanical invention which will do away with handwork. For instance, ingenious machines fix the heel of a shoe in one movement, cut and sew 4,000 buttonholes in a day, shape the soles, stitch, tack, polish, cut the bits of leather given, etc., without the workmen who look after them being shoemakers. It thus happens that very elegant shoes can be bought at very moderate prices—about the same as in Europe.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]