[{"id":"VH904086","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904077.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Gerry made which of the following arguments in the excerpt about the Articles of Confederation?</p>\n","rubricRef":"VH904086_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“It was painful for me, on a subject of such national importance, to differ from the respectable members who signed the Constitution; but conceiving, as I did, that the liberties of America were not secured by the system, it was my duty to oppose it.</p><p class=\"passage_para\">“My principal objections to the plan are, that there is no adequate provision for a representation of the people; . . . that some of the powers of the legislature are ambiguous . . . ; that the executive is blended with, and will have an undue influence over, the legislature; that the judicial department will be oppressive; . . . and that the system is without the security of a bill of rights. These are objections which are not local, but apply equally to all the states.</p><p class=\"passage_para\">“As the Convention was called for the ‘sole and express purpose of revising the Articles of Confederation . . . ,’ I did not conceive that these powers extend to the formation of the plan proposed; but the Convention being of a different opinion, I acquiesced [agreed] in it, being fully convinced that, to preserve the Union, an efficient government was indispensably necessary, and that it would be difficult to make proper amendments to the Articles of Confederation.</p><p class=\"passage_para\">“The Constitution proposed has few, if any, federal features, but is rather a system of national government. Nevertheless, in many respects, I think it has great merit, and, by proper amendments, may be adapted. . . .</p><p class=\"passage_para\">“Others may suppose that the Constitution may be safely adopted, because therein provision is made to amend it. But cannot this object be better attained before a ratification than after it? And should a free people adopt a form of government under conviction that it wants [needs] amendment?”</p><p class=\"attribution author\">Elbridge Gerry, letter to the Massachusetts state legislature, 1787</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Articles needed to be amended to make slavery illegal.</p>","<p class=\"choice_paragraph\">The Articles were mostly effective at funding the central government.</p>","<p class=\"choice_paragraph\">The problems of the Articles could not be fixed by the state delegates.</p>","<p class=\"choice_paragraph\">The state governments should be given increased power under the Articles.</p>"],"answer":2}]