[{"id":"VH901556","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH901499.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Supporters of Washington’s comments would most likely have agreed with which of the following foreign policies?</p>\n","rubricRef":"VH901556_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I have already intimated [warned] to you the danger of parties in the State, with particular reference to the founding of them on geographical discriminations. Let me now take a more comprehensive view, and warn you in the most solemn manner against the baneful effects of the spirit of party generally. . . . The alternate domination of one faction over another, sharpened by the spirit of revenge, natural to party dissension . . . is itself a frightful despotism. . . .</p><p class=\"passage_para\">“The great rule of conduct for us in regard to foreign nations is in extending our commercial relations, to have with them as little political connection as possible. So far as we have already formed engagements, let them be fulfilled with perfect good faith. Here let us stop. . . . Taking care always to keep ourselves by suitable establishments on a respectable defensive posture, we may safely trust to temporary alliances for extraordinary emergencies.</p><p class=\"passage_para\">“Harmony, liberal intercourse with all nations, are recommended by policy, humanity, and interest. But even our commercial policy should hold an equal and impartial hand; neither seeking nor granting exclusive favors or preferences; consulting the natural course of things; diffusing and diversifying by gentle means the streams of commerce, but forcing nothing.”</p><p class=\"attribution author\">George Washington, Farewell Address, 1796</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Forming a large military</p>","<p class=\"choice_paragraph\">Expanding territorial control</p>","<p class=\"choice_paragraph\">Establishing mutual defense alliances</p>","<p class=\"choice_paragraph\">Maintaining economic relationships</p>"],"answer":3}]