[{"id":"VH909796","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH909794.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Mumford’s argument in the excerpt does not account for which of the following historical factors that most directly explains the rise of the suburbs in the United States?</p>\n","rubricRef":"VH909796_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In the mass movement into suburban areas a new kind of community was produced, which caricatured both the historic city and the archetypal suburban refuge: a multitude of uniform, unidentifiable houses, lined up inflexibly, at uniform distances, on uniform roads, in a treeless communal waste, inhabited by people of the same class, the same income, the same age group, witnessing the same television performances, eating the same tasteless pre-fabricated foods, from the same freezers, conforming in every outward and inward respect to a common mold, manufactured in the central metropolis. Thus the ultimate effect of the suburban escape in our time is, ironically, a low-grade uniform environment from which escape is impossible.”</p><p class=\"attribution author\">Lewis Mumford, historian, <span class=\"formatted_text font_style:italic\">The City in History: Its Origins, Its Transformations, and Its Prospects</span>, 1961</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Growth of public transportation in most major urban areas</p>","<p class=\"choice_paragraph\">Increased access to higher education opportunities</p>","<p class=\"choice_paragraph\">The government’s recognition of labor unions in many industries</p>","<p class=\"choice_paragraph\">The necessity of having an automobile to travel to work</p>"],"answer":3}]