[{"id":"VH909795","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH909794.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains a limitation in Mumford’s critique of postwar suburbanization?</p>\n","rubricRef":"VH909795_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In the mass movement into suburban areas a new kind of community was produced, which caricatured both the historic city and the archetypal suburban refuge: a multitude of uniform, unidentifiable houses, lined up inflexibly, at uniform distances, on uniform roads, in a treeless communal waste, inhabited by people of the same class, the same income, the same age group, witnessing the same television performances, eating the same tasteless pre-fabricated foods, from the same freezers, conforming in every outward and inward respect to a common mold, manufactured in the central metropolis. Thus the ultimate effect of the suburban escape in our time is, ironically, a low-grade uniform environment from which escape is impossible.”</p><p class=\"attribution author\">Lewis Mumford, historian, <span class=\"formatted_text font_style:italic\">The City in History: Its Origins, Its Transformations, and Its Prospects</span>, 1961</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Many families moved to the new suburbs to find affordable homes.</p>","<p class=\"choice_paragraph\">The federal government allocated many new subdivisions for public housing.</p>","<p class=\"choice_paragraph\">Many African American and Latino American families moved to the new suburbs.</p>","<p class=\"choice_paragraph\">The federal government recognized suburban sprawl as an environmental concern.</p>"],"answer":0}]