[{"id":"VH901048","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH901045.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The failure of the Articles of Confederation resulted in which of the following changes in the government of the United States?</p>\n","rubricRef":"VH901048_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Declaration of Independence, drawn up by the Continental Congress, was actually a declaration by ‘thirteen united States of America’ proclaiming that as ‘Free and Independent States they have full power to levy war, conclude peace, contract alliances, establish commerce, and to do all other acts and things which independent States may of right do.’ And the Articles of Confederation, for all the powers it theoretically gave to the Congress, did not in fact alter this independence. . . . Congressional resolutions continued to be mere recommendations which the states were left to enforce. . . . The Confederation was intended to be, and remained, a Confederation of sovereign states.”</p><p class=\"attribution author\">Gordon S. Wood, historian, <span class=\"formatted_text font_style:italic\">The Creation of the American Republic, 1776–1787</span>, published in 1969</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The immediate end to property qualifications for White male suffrage</p>","<p class=\"choice_paragraph\">The ban on women’s political participation under the ideas of republican motherhood</p>","<p class=\"choice_paragraph\">The ratification of a constitution that established a stronger central government</p>","<p class=\"choice_paragraph\">The enactment of the Northwest Ordinance, which outlined the admission process for new states</p>"],"answer":2}]