[{"id":"VH904126","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904120.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following groups would have most likely supported the agreements made in the excerpt?</p>\n","rubricRef":"VH904126_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“His Catholic Majesty [of Spain] and the United States of America desiring to consolidate on a permanent basis the Friendship and good correspondence which happily prevails between the two Parties, have determined to establish by a convention several points. . . .</p><p class=\"passage_para\">“Article IV</p><p class=\"passage_para\">“It is likewise agreed that the Western boundary of the United States which separates them from the Spanish Colony of Louisiana, is in the middle of the channel or bed of the River Mississippi . . . ; and his Catholic Majesty has likewise agreed that the navigation of the said River in its whole breadth from its source to the Ocean shall be free only to his Subjects, and the Citizens of the United States, unless he should extend this privilege to the Subjects of other Powers by special convention. . . .</p><p class=\"passage_para\">“Article XXII</p><p class=\"passage_para\">“The two high contracting Parties hoping that the good correspondence and friendship which happily reigns between them will be further increased by this Treaty, and that it will contribute to augment their prosperity and opulence, will in future give to their mutual commerce all the extension and favor which the advantage of both Countries may require; . . . his Catholic Majesty will permit the Citizens of the United States for the space of three years from this time to deposit their merchandise and effects in the Port of New Orleans.”</p><p class=\"attribution author\">Treaty of Friendship, Limits, and Navigation Between Spain and the United States, known as Pinckney’s Treaty or the Treaty of San Lorenzo, 1795</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Fur trappers on the Pacific coast</p>","<p class=\"choice_paragraph\">White farmers in Kentucky</p>","<p class=\"choice_paragraph\">Merchants in New England</p>","<p class=\"choice_paragraph\">Native American leaders in Louisiana</p>"],"answer":1}]