[{"id":"VH903153","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH903142.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the excerpt, the most likely purpose of Dickinson’s letters was to</p>\n","rubricRef":"VH903153_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“From infancy I was taught to love humanity and liberty. Inquiry and experience have since confirmed my reverence for the lessons then given me, by convincing me more fully of their truth and excellence. Benevolence towards mankind excites wishes for their welfare, and such wishes endear the means of fulfilling them. Those can be found in liberty alone, and therefore her sacred cause ought to be espoused by every man, on every occasion, to the utmost of his power. . . .</p><p class=\"passage_para\">“These being my sentiments, I am encouraged to offer you, my countrymen, my thoughts on some late transactions, that in my opinion are of the utmost importance to you. . . .</p><p class=\"passage_para\">“If the BRITISH PARLIAMENT has a legal authority to order, that we shall furnish a single article for the troops here, and to compel obedience to that order; they have the same right to order us to supply those troops with arms, clothes, and . . . to compel obedience to that order also. . . . What is this but <span class=\"formatted_text font_style:italic\">taxing</span> us at a certain <span class=\"formatted_text font_style:italic\">sum</span>, and leaving to us only the <span class=\"formatted_text font_style:italic\">manner</span> of raising it? How is this mode more tolerable than the STAMP ACT?”</p><p class=\"attribution author\">John Dickinson, <span class=\"formatted_text font_style:italic\">Letters from a Farmer in Pennsylvania, to the Inhabitants of the British Colonies</span>, 1768</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">use Enlightenment rhetoric to encourage American autonomy</p>","<p class=\"choice_paragraph\">support efforts to claim the French territory of Louisiana</p>","<p class=\"choice_paragraph\">argue for increased industrial production in the colonies</p>","<p class=\"choice_paragraph\">call for the immediate end of the international slave trade</p>"],"answer":0}]