[{"id":"VH900742","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VF494971.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The first paragraph of the excerpt makes the claim that</p>\n","rubricRef":"VH900742_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The petition of a great number of Blacks detained in a state of slavery in the bowels of a free and Christian country humbly showeth that your petitioners apprehend that they have in common with all other men a natural and inalienable right to that freedom which the Great Parent of the Universe hath bestowed equally on all mankind. . . . They were unjustly dragged by the hand of cruel power . . . from a populous, pleasant, and plentiful country and in violation of laws of nature and of nations. . . .</p><p class=\"passage_para\">“. . . Your petitioners . . . cannot but express their astonishment that it has never been considered that every principle from which America has acted in the course of their unhappy difficulties with Great Britain pleads stronger than a thousand arguments in favor of your petitioners. They therefore humble beseech your honors to give this petition its due weight and consideration and cause an act of the legislature to be passed whereby they may be restored to the enjoyments of that which is the natural right of all men—and their children who were born in this land of liberty may not be held as slaves after they arrive at the age of twenty one years.”</p><p class=\"attribution author\">Petition to the Massachusetts state legislature, 1777</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">slavery should encourage religious conversion to Christianity</p>","<p class=\"choice_paragraph\">concepts of independence should apply only to White men</p>","<p class=\"choice_paragraph\">all people should have the same inherent liberties</p>","<p class=\"choice_paragraph\">the ideals of the American Revolution should also apply to other nations</p>"],"answer":2}]