[{"id":"VH904685","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904674.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Concerns about domestic political unrest in the early United States were lessened by which of the following developments?</p>\n","rubricRef":"VH904685_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In the time of the late war, being desirous to defend, secure, and promote the Rights and Liberties of the people, we spared no pains but freely granted all the aid and assistance of every kind that our civil fathers [political leaders] required of us.</p><p class=\"passage_para\">“We are sensible also that a great debt is justly brought upon us by the War, and we are as willing to pay our share towards it as we are to enjoy our shares in independency. . . .</p><p class=\"passage_para\">“But with the greatest submission we beg leave to inform your Honors that unless something takes place more favorable to the people, in a little time at least one half of our inhabitants in our opinion will become bankrupt. . . . When we compute the taxes laid upon us the five preceding years, the State and County, town, and class taxes, the amount is equal to what our farms will rent for. Sirs in this situation, what have we to live on: No money to be had; our estates daily posted and sold. . . . Surely your Honors are no strangers to the distresses of the people but do know that many of our good inhabitants are now confined in jail for debt and for taxes. . . . Will not the people in the neighboring states say of this state: although the Massachusetts [people] boast of their fine Constitution, their government is such that it devours their inhabitants?</p><p class=\"passage_para\">“. . . If your Honors find anything above mentioned worthy of notice, we earnestly pray that . . . [the state legislature] would point out some way whereby the people might be relieved.”</p><p class=\"attribution author\">Petition from the town of Greenwich to the Massachusetts state legislature, 1786</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The outbreak of the Haitian Revolution</p>","<p class=\"choice_paragraph\">The creation of a stronger central government</p>","<p class=\"choice_paragraph\">The attempts by Native American peoples to limit White settlement</p>","<p class=\"choice_paragraph\">The conflict between Great Britain and France after the French Revolution</p>"],"answer":1}]