[{"id":"VH904073","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904061.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Dickinson’s desire to preserve “a certain degree of agency” for states is best explained by which of the following developments in the early United States?</p>\n","rubricRef":"VH904073_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The preservation of the states in a certain degree of agency is indispensable. It will produce that collision between the different authorities which should be wished for in order to check each other. To attempt to abolish the states altogether, would degrade the councils of our country, would be impracticable, would be ruinous. [John Dickinson] compared the proposed national system to the solar system, in which the states were the planets, and ought to be left to move freely in their proper orbits. . . . If the state governments were excluded from all agency in the national one, and all power drawn from the people at large, the consequence would be, that the national government would move in the same direction as the state governments now do, and would run into all the same mischiefs [troubles].”</p><p class=\"attribution author\">John Dickinson, delegate from Delaware, summary of a speech at the Constitutional Convention from the notes of James Madison, 1787</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The popularity of George Washington</p>","<p class=\"choice_paragraph\">The retention of regional cultural identity in conjunction with national unity</p>","<p class=\"choice_paragraph\">The proposals of Alexander Hamilton to address the financial system</p>","<p class=\"choice_paragraph\">The challenge of gaining support for infrastructure projects</p>"],"answer":1}]