[{"id":"VH902745","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH902622.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Hamilton claimed in the excerpt that state sovereignty</p>\n","rubricRef":"VH902745_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The United States [under the Articles of Confederation] has an indefinite discretion to make [requests] for men and money; but they have no authority to raise either, by regulations extending to the individual citizens of America. The consequence of this is, that though in theory their resolutions concerning those objects are laws, constitutionally binding on the members of the Union, yet in practice they are mere recommendations which the States observe or disregard at their option.</p><p class=\"passage_para\">“There is nothing absurd or impracticable in the idea of a league or alliance between independent nations for certain defined purposes . . . depending for its execution on the good faith of the parties. . . . In the early part of the present century there was an [enthusiasm] in Europe for [leagues or alliances]. . . . They were scarcely formed before they were broken, giving an instructive but afflicting lesson to mankind, how little dependence is to be placed on treaties which have no other sanction than the obligations of good faith. . . .</p><p class=\"passage_para\">“There was a time when we were told that breaches, by the States, of the regulations of the [Confederation’s] authority were not be expected. . . .</p><p class=\"passage_para\">“In our case, the [agreement] of thirteen distinct sovereign wills is requisite, under the Confederation, to the complete execution of every important measure that proceeds from the Union. . . . The measures of the Union have not been executed. . . . Each State, yielding to the persuasive voice of immediate interest or convenience, has successively withdrawn its support.”</p><p class=\"attribution author\">Alexander Hamilton, <span class=\"formatted_text font_style:italic\">The Federalist</span> paper number 15, published in 1787</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">increased the unity of the United States</p>","<p class=\"choice_paragraph\">guaranteed Americans the protection of their liberties</p>","<p class=\"choice_paragraph\">encouraged Americans to pursue the common good in politics</p>","<p class=\"choice_paragraph\">allowed states to ignore the requests of the central government</p>"],"answer":3}]