[{"id":"VH915934","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH915930.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Whyte’s concern in the excerpt for “the pressures of the group, the frustrations of individual creativity” best provides evidence for which of the following developments in the 1950s?</p>\n","rubricRef":"VH915934_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[The Organization men] are not the workers, nor are they the white-collar people in the usual, clerk sense of the word. These people only work for The Organization. . . . They are the ones of our middle class who have left home . . . to take the vows of organization life, and it is they who are the mind and soul of our great self-perpetuating institutions. . . .</p><p class=\"passage_para\">“America has paid much attention to the economic and political consequences of big organization—the concentration of power in large corporations, for example, [or] the political power of the civil-service bureaucracies. . . . No less important is the personal impact that organization life has had on the individuals within it. . . .</p><p class=\"passage_para\">“The pressures of the group, the frustrations of individual creativity, the anonymity of achievement: are these defects to struggle against . . . ?</p><p class=\"passage_para\">“Precisely because it is the age of organization, it is the other side of the coin that needs emphasis. We do need to know how to cooperate with The Organization but, more than ever, so do we need to know how to resist it. . . .</p><p class=\"passage_para\">“If [the Organization man] goes against the group, is he being courageous—or just stubborn? Helpful—or selfish? Is he, as he so often wonders, right after all? It is in the resolution of a multitude of such dilemmas, I submit, that the real issue of individualism lies today”</p><p class=\"attribution author\">William H. Whyte, <span class=\"formatted_text font_style:italic\">The Organization Man</span>, 1956</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The emphasis on conformity in suburban communities</p>","<p class=\"choice_paragraph\">The expansion of higher education opportunities for war veterans</p>","<p class=\"choice_paragraph\">The creation of international alliances to oppose Soviet expansion</p>","<p class=\"choice_paragraph\">The investigations of supposed communists in the federal government</p>"],"answer":0}]