[{"id":"VH915964","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH915954.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following was a similarity between Eisenhower’s and Kennedy’s arguments in the excerpts?</p>\n","rubricRef":"VH915964_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“We face a hostile ideology—global in scope, atheistic in character, ruthless in purpose, and insidious in method. . . . To meet it successfully, there is called for, not so much the emotional and transitory sacrifices of crisis, but rather . . . the burdens of a prolonged and complex struggle—with liberty the stake. . . .</p><p class=\"passage_para\">“Until the latest of our world conflicts, the United States had no armaments industry. . . . We have been compelled to create a permanent armaments industry of vast proportions. Added to this, three and a half million men and women are directly engaged in the defense establishment. We annually spend on military security more than the net income of all United States corporations.</p><p class=\"passage_para\">“This conjunction of an immense military establishment and a large arms industry is new in the American experience. . . . In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex.</p><p class=\"passage_para\">“We must never let the weight of this combination endanger our liberties or democratic processes. We should take nothing for granted. Only an alert and knowledgeable citizenry can compel the proper meshing of the huge industrial and military machinery of defense with our peaceful methods and goals, so that security and liberty may prosper together.”</p><p class=\"attribution author\">President Dwight Eisenhower, farewell address, 1961</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The implacable Communist drive for power takes many forms and works in many ways, but behind it all, behind every weapon that they have in their arsenal is one basic fact, and that is the military power of the Communist bloc, for it is here that the Communist advance and relative American decline can be most sharply seen. . . .</p><p class=\"passage_para\">“The development in 1953 of a relatively small hydrogen warhead made missiles the key to future military power. The Soviet Union decided then to go all out in missile development. But here in the United States we cut back our funds for missile development. . . .</p><p class=\"passage_para\">“For the harsh facts of the matter are that our relative military strength has not increased as fast as the Russians in ground forces, submarines, and missiles. . . .</p><p class=\"passage_para\">“. . . We must step up crash programs on the ultimate weapon: the Polaris submarine [and] the Minuteman missile, which will eventually close the missile gap.”</p><p class=\"passage_para\">“[And] we must rebuild our diplomatic corps. . . . When Guinea became independent . . . it took us 8 months to send an ambassador. [The Soviet Union] was there the day they got independence, and now Guinea support the Communist foreign policy.”</p><p class=\"attribution author\">Senator John F. Kennedy, presidential campaign speech, 1960</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Both claimed that defense policy could threaten liberty at home.</p>","<p class=\"choice_paragraph\">Both declared that the United States had lost international influence.</p>","<p class=\"choice_paragraph\">Both called for an increase in spending on military weapons and supplies.</p>","<p class=\"choice_paragraph\">Both asserted that communism was a threat to the United States national security.</p>"],"answer":3}]