[{"id":"VH912917","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912915.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">President Kennedy’s primary goal in enacting the program described in the excerpt was most likely to</p>\n","rubricRef":"VH912917_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I have today signed an Executive Order providing for the establishment of a Peace Corps. . . . This Corps will be a pool of trained American men and women sent overseas by the U.S. Government or through private institutions and organizations to help foreign countries meet their urgent needs for skilled manpower. . . .</p><p class=\"passage_para\">“In establishing our Peace Corps we intend to make full use of the resources and talents of private institutions and groups. Universities, voluntary agencies, labor unions and industry will be asked to share in this effort—contributing diverse sources of energy and imagination—making it clear that the responsibility for peace is the responsibility of our entire society.</p><p class=\"passage_para\">“. . . . Our Peace Corps is not designed as an instrument of diplomacy or propaganda or ideological conflict. It is designed to permit our people to exercise more fully their responsibilities in the great common cause of world development.</p><p class=\"passage_para\">“Life in the Peace Corps will not be easy. There will be no salary and allowances will be at a level sufficient only to maintain health and meet basic needs. Men and women will be expected to work and live alongside the nationals of the country in which they are stationed—doing the same work, eating the same food, talking the same language.</p><p class=\"passage_para\">“. . . Every young American who participates in the Peace Corps—who works in a foreign land—will know that he or she is sharing in the great common task of bringing to man that decent way of life which is the foundation of freedom and a condition of peace.”</p><p class=\"attribution author\">President John F. Kennedy, statement upon signing the order establishing the Peace Corps, 1961</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">increase the civic engagement and global activism of United States youth</p>","<p class=\"choice_paragraph\">train a more determined and persistent United States workforce through challenging overseas service</p>","<p class=\"choice_paragraph\">promote a free-market global economy through international aid to other nations</p>","<p class=\"choice_paragraph\">encourage the adoption of the foreign policy of détente</p>"],"answer":2}]