[{"id":"VH913102","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH913101.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following arguments about United States policy toward decolonization do the excerpts best support?</p>\n","rubricRef":"VH913102_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[The United States federal government in] Washington had a mixed response to Asian decolonization. On the one hand, it was not unhappy to see the European empires dissolved. Washington regarded these empires, which functioned as restricted trading blocs, as obstacles to economic integration and as incubators of communism and anti-Western revolution. On the other hand, Washington recognized that Europe’s economic and political stability often depended upon income generated in the colonies. Whether the United States supported or opposed a particular nationalist movement often depended on its relationship to communism. . . . Washington only endorsed nationalist movements, such as those in Indonesia and the Philippines, that promised to preserve Western access after independence. It was willing to abolish formal empire, as long as the relations of informal empire continued uninterrupted.”</p><p class=\"attribution author\">Christina Klein, <span class=\"formatted_text font_style:italic\">Cold War Orientalism: Asia in the Middlebrow Imagination, 1945–1961</span>, published in 2003</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Shortly after the outbreak of war between the Vietnamese and the French, Ho Chi Minh’s Democratic Republic of [North] Vietnam (DRV) launched a four-month diplomatic initiative in the spring and summer of 1947 designed to secure the support of the [President Harry] Truman administration. . . . [The DRV’s] agenda included calls for recognition of the DRV and mediation of the war with the French, requests for rehabilitation loans and promises of economic concessions to U.S. businesses, and appeals for technical assistance and cultural exchange. . . .</p><p class=\"passage_para\">“. . . With Soviet diplomacy focused on Europe and the Chinese communists preoccupied by civil war, the DRV also faced almost complete isolation from the communist world. . . . [But United States] fears of Vietnamese subservience to Moscow that first had emerged in 1946 intensified with the escalation of Soviet-American tensions in Europe. . . . The commitment of the United States to maintain French political and economic stability in Western Europe complicated its abilities to challenge French policies in Vietnam directly.”</p><p class=\"attribution author\">Mark Philip Bradley, <span class=\"formatted_text font_style:italic\">Imagining Vietnam and America: The Making of Post-Colonial Vietnam, 1919–1950</span>, published in 2000</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">It sought to encourage decolonization by withholding economic support to European nations.</p>","<p class=\"choice_paragraph\">It was more interested in maintaining stability in regions than in backing decolonization.</p>","<p class=\"choice_paragraph\">It supported decolonization efforts by providing weapons and money to nationalists.</p>","<p class=\"choice_paragraph\">It rejected decolonization in favor of replacing European control with American control.</p>"],"answer":1}]