[{"id":"VH913087","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH913085.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Political statements such as the excerpt most directly culminated in which of the following?</p>\n","rubricRef":"VH913087_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Student Nonviolent Coordinating Committee now states its opposition to United States involvement in Vietnam on these grounds:</p><p class=\"passage_para\">“We believe the United States government has been deceptive in its claims of concern for the freedom of the Vietnamese people, just as the government has been deceptive in claiming concern for the freedom of colored people in such other countries as the Dominican Republic, the Congo, South Africa, Rhodesia, and the United States itself.</p><p class=\"passage_para\">“We . . . have been involved in the black people’s struggle for liberation and self-determination in this country for the past five years. Our work, particularly in the South, has taught us that the United States government has never guaranteed the freedom of oppressed citizens, and is not yet truly determined to end the rule of terror and oppression within its own borders. . . .</p><p class=\"passage_para\">“We are in sympathy with, and support, the men in this country who are unwilling to respond to a military draft which would compel them to contribute their lives to United States aggression in Vietnam in the name of the ‘freedom’ we find so false in this country.”</p><p class=\"attribution author\">Student Nonviolent Coordinating Committee (SNCC), position paper on Vietnam, 1966</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The emergence of evangelical Christians as a political force in the United States</p>","<p class=\"choice_paragraph\">The creation of a national energy policy to limit the influence of oil-producing countries on the United States</p>","<p class=\"choice_paragraph\">The establishment of political institutions meant to reduce environmental pollution</p>","<p class=\"choice_paragraph\">The growth in opposition to United States foreign policies by many groups on the political left</p>"],"answer":3}]