[{"id":"VH913098","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH913092.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Rhetoric in the excerpt would most likely have been interpreted as promoting which of the following policies?</p>\n","rubricRef":"VH913098_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Resolved, That the Senator from Wisconsin, Mr. [Joseph] McCarthy . . . repeatedly abused the subcommittee and its members who were trying to carry out assigned duties, thereby obstructing the constitutional processes of the Senate, and that this conduct of the Senator from Wisconsin, Mr. McCarthy, is contrary to senatorial traditions and is hereby condemned.</p><p class=\"passage_para\">“Sec 2. The Senator from Wisconsin, Mr. McCarthy . . . in stating to the public press on November 13, 1954, that the chairman of the Select Committee (Mr. Watkins) was guilty of ‘the most unusual, most cowardly things I've ever heard of’ and . . . in characterizing the said committee as the ‘unwitting handmaiden,’ ‘involuntary agent’ and ‘attorneys-in-fact’ of the Communist Party and in charging that the said committee in writing its report ‘imitated Communist methods’ . . . acted contrary to senatorial ethics and tended to bring the Senate into dishonor and disrepute, to obstruct the constitutional processes of the Senate, and to impair its dignity; and such conduct is hereby condemned.”</p><p class=\"attribution author\">United States Senate Resolution 301, 1954</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Preventing members of the Communist Party from running for office</p>","<p class=\"choice_paragraph\">Supporting regimes in Korea and Vietnam against communist influence</p>","<p class=\"choice_paragraph\">Rejecting tactics used to expose alleged communists in the government</p>","<p class=\"choice_paragraph\">Establishing the diplomatic strategy of détente with communist nations</p>"],"answer":2}]