[{"id":"VH913147","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912675.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The House Un-American Activity Committee (HUAC)'s interpretation of Hoover's testimony most likely influenced the committee to</p>\n","rubricRef":"VH913147_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“What is important is the claim of the Communists themselves that for every party member there are 10 others ready, willing, and able to do the party’s work. Herein lies the greatest menace of communism. . . .</p><p class=\"passage_para\">“. . . It might be of interest to observe that in 1917 when the Communists overthrew the Russian Government there was one Communist for every 2,277 persons in Russia. In the United States today there is one Communist for every 1,814 persons in the country.</p><p class=\"passage_para\">“One who accepts the aims, principles, and program of the party, who attends meetings, who reads the party press and literature, who pays dues, and who is active on behalf of the party ‘shall be considered a member.’ The open, avowed Communist who carries a card and pays dues is no different from a security standpoint than the person who does the party’s work but pays no dues, carries no card, and is not on the party rolls. In fact, the latter is a greater menace because of his opportunity to work in stealth.”</p><p class=\"attribution author\">J. Edgar Hoover, director of the Federal Bureau of Investigation (FBI), testimony before the House Un-American Activities Committee (HUAC), 1947</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">approve significant increases in the FBI’s budget</p>","<p class=\"choice_paragraph\">disregard Hoover’s testimony as unreliable</p>","<p class=\"choice_paragraph\">criticize Hoover for political bias and inaccurate information gathering</p>","<p class=\"choice_paragraph\">investigate communism in labor unions and industries such as filmmaking</p>"],"answer":3}]