[{"id":"VH914482","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH914480.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In which of the following ways did public attitudes toward the Civil Rights movement change as a result of sentiments such as those expressed in the excerpt?</p>\n","rubricRef":"VH914482_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">What We Want Now! What We Believe. . . .</span></p><p class=\"passage_para\">1. We want freedom. We want power to determine the destiny of our Black community. We believe that Black people will not be free until we are able to determine our destiny.</p><p class=\"passage_para\">2. We want full employment for our people. We believe that the federal government is responsible and obligated to give every man employment or a guaranteed income. We believe that if the White American businessmen will not give full employment, then the means of production should be taken from the businessmen and placed in the community so that the people of the community can organize and employ all of its people and give a high standard of living. . . .</p><p class=\"passage_para\">6. We want all Black men to be exempt from military service. We believe that Black people should not be forced to fight in the military service to defend a racist government that does not protect us. We will not fight and kill other people of color in the world who, like Black people, are being victimized. . . .</p><p class=\"passage_para\">8. We want freedom for all Black men held in federal, state, county and city prisons and jails. We believe that all Black people should be released from the many jails and prisons because they have not received a fair and impartial trial.</p><p class=\"attribution author\">Black Panther Party, Ten-Point Program, 1966</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">White approval declined as a result of the perception that aggressive policies like those of the Black Panthers resulted in urban unrest.</p>","<p class=\"choice_paragraph\">Liberal feminists adopted the tactics of the Black Panthers in order to increase the influence of their movement.</p>","<p class=\"choice_paragraph\">Young people increasingly rejected the platform of the Black Panthers in favor of nonviolent tactics.</p>","<p class=\"choice_paragraph\">The federal government responded by enacting social welfare programs favored by the Black Panthers.</p>"],"answer":0}]