[{"id":"VH917921","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH913074.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following contexts best explains the origins of the modern African American Civil Rights movement?</p>\n","rubricRef":"VH917921_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“This morning the mob again gathered in front of the Central High School of Little Rock, obviously for the purpose of again preventing the carrying out of the Court’s order relating to the admission of Negro children to the school.</p><p class=\"passage_para\">“Whenever normal agencies prove inadequate to the task and it becomes necessary for the Executive Branch of the Federal Government to use its powers and authority to uphold Federal Courts, the President’s responsibility is inescapable.</p><p class=\"passage_para\">“In accordance with that responsibility, I have today issued an Executive Order directing the use of troops under Federal authority to aid in the execution of Federal law at Little Rock, Arkansas.”</p><p class=\"attribution author\">President Dwight Eisenhower, national television and radio address, 1957</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Evangelical Christians became increasingly active in national politics.</p>","<p class=\"choice_paragraph\">The federal government continued to fail to live up to its promises of guaranteeing the equality of citizens.</p>","<p class=\"choice_paragraph\">The United States increased military spending and foreign aid to limit the expansion of communism.</p>","<p class=\"choice_paragraph\">A conservative movement developed that criticized the role of court decisions in society.</p>"],"answer":1}]