[{"id":"VH912934","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912931.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following was a reason for the patterns depicted on the map?</p>\n","rubricRef":"VH912934_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of the southern portion of the United States, titled “School Segregation in the South, 1958.” The following states are shown on the map, with county borders drawn: Delaware, Maryland, West Virginia, Virginia, Kentucky, North Carolina, Tennessee, Missouri, Arkansas, Oklahoma, Texas, Louisiana, Mississippi, Alabama, Georgia, South Carolina, and Florida. A key at the bottom of the map indicates the following three categories, which are represented on the map: Category 1. Counties with desegregated school districts. Category 2. States containing complete elementary and secondary segregation. Category 3. Counties with a mix of segregated and desegregated school districts. Counties with desegregated school districts comprise a majority of Delaware, Maryland, West Virginia, Kentucky, and Oklahoma. In these states, the remaining counties have a mix of segregated and desegregated school districts. In Missouri and Texas, about half of the counties have desegregated school districts and about half of the counties have a mix of segregated and desegregated school districts. Counties with a mix of segregated and desegregated school districts comprise a majority of North Carolina, Tennessee, and Arkansas. In these states, the remaining counties have desegregated school districts. States containing complete elementary and secondary segregation include Louisiana, Mississippi, Alabama, Georgia, South Carolina, and Florida.\" height=\"394\" src=\"https://assets.learnosity.com/organisations/537/VH912931.g03.png\" width=\"500\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">States and counties in the Deep South responded more favorably to the <span class=\"formatted_text font_style:italic\">Brown </span>v. <span class=\"formatted_text font_style:italic\">Board of Education of Topeka</span> ruling than did those in the Upper South and Texas.</p>","<p class=\"choice_paragraph\">Many counties and states actively resisted implementing the Supreme Court’s ruling in <span class=\"formatted_text font_style:italic\">Brown </span>v. <span class=\"formatted_text font_style:italic\">Board of Education of Topeka</span>.</p>","<p class=\"choice_paragraph\">Economic difference among states and counties created unintentional racial segregation in schools.</p>","<p class=\"choice_paragraph\">The Civil Rights movement focused more on desegregating public transportation than desegregating schools.</p>"],"answer":1}]