[{"id":"VH914258","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH914215.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The overall trend depicted in the graph best reflects which of the following?</p>\n","rubricRef":"VH914258_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para text-center\" style=\"margin-left: 320px;\"><img alt=\"The figure presents an area graph titled “United States Electricity Generation by Major Energy Source, 1950 through 1980.” The horizontal axis is labeled, “Year,” and the years 1950 through 1980, in increments of 10 years, are indicated. The vertical axis is labeled “In Billion Kilowatt hours,” and the numbers 0 through 2,500, in increments of 500, are indicated. From bottom to top, the graph shows 5 areas stacked on top of each other, representing the following 5 energy sources: Coal, Natural Gas, Nuclear, Renewables, and Petroleum and other. The represented by the areas are as follows. Note that all values are approximate. The Coal area is shown at the bottom of the graph. The top line of Coal area begins 200 kilowatt hours in 1950. From its starting point, it increases steadily until it ends at 1,000 kilowatt hours in 1980. The Natural gas area is shown above the Coal area, so that the bottom line of the Natural gas area is the top line of the Coal area. The top line of the Natural gas area begins at 225 kilowatt hours in 1950. From its starting point, the line rises steeply until between 1970 and 1980, where it dips slightly for a short period of time. Then, the line rises steadily again until it ends at 1,400 kilowatt hours in 1980. The Nuclear area is shown above Natural gas area, so that the Nuclear area is the top line of the Natural gas area. The top line of the Nuclear area begins at 1,000 kilowatt hours in 1970. The line rises steadily until 1970, where it dips slightly for a short period of time. Then, the line rises steadily again until it ends at 1,600 in 1980. The Renewable area is shown above the Nuclear area, so that the bottom line of the Renewable area is the top line of the Nuclear area. The top line of the Renewable area begins at 250 kilowatt hours in 1950. From its starting point, the line rises steeply until it ends at 1,900 kilowatt hours in 1980. The Petroleum and other area is shown above the Renewables area, so that the bottom line of the Petroleum area is the top of the Renewables area. The top line of the Petroleum and other area begins at 400 kilowatt hours in 1950. It increases steeply until it ends at 2,300 kilowatt hours in 1980.\" height=\"270\" src=\"https://assets.learnosity.com/organisations/537/VH914215.g02.png\" width=\"290\" /></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The expansion of renewable energy sources to address environmental concerns in the 1970s</p>","<p class=\"choice_paragraph\">The decline of coal as a major source of power beginning in the 1950s</p>","<p class=\"choice_paragraph\">The rejection of nuclear power following the end of the Vietnam War</p>","<p class=\"choice_paragraph\">The increased demand for all sources of power following the Second World War</p>"],"answer":3}]