[{"id":"VH912933","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912931.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The situation depicted in the map had the most in common with which of the following earlier processes?</p>\n","rubricRef":"VH912933_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of the southern portion of the United States, titled “School Segregation in the South, 1958.” The following states are shown on the map, with county borders drawn: Delaware, Maryland, West Virginia, Virginia, Kentucky, North Carolina, Tennessee, Missouri, Arkansas, Oklahoma, Texas, Louisiana, Mississippi, Alabama, Georgia, South Carolina, and Florida. A key at the bottom of the map indicates the following three categories, which are represented on the map: Category 1. Counties with desegregated school districts. Category 2. States containing complete elementary and secondary segregation. Category 3. Counties with a mix of segregated and desegregated school districts. Counties with desegregated school districts comprise a majority of Delaware, Maryland, West Virginia, Kentucky, and Oklahoma. In these states, the remaining counties have a mix of segregated and desegregated school districts. In Missouri and Texas, about half of the counties have desegregated school districts and about half of the counties have a mix of segregated and desegregated school districts. Counties with a mix of segregated and desegregated school districts comprise a majority of North Carolina, Tennessee, and Arkansas. In these states, the remaining counties have desegregated school districts. States containing complete elementary and secondary segregation include Louisiana, Mississippi, Alabama, Georgia, South Carolina, and Florida.\" height=\"394\" src=\"https://assets.learnosity.com/organisations/537/VH912931.g03.png\" width=\"500\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Patterns of residential segregation in the antebellum South</p>","<p class=\"choice_paragraph\">Sectional conflict between the North and the South during the mid-nineteenth century</p>","<p class=\"choice_paragraph\">Federal attempts to guarantee rights for formerly enslaved people during Reconstruction</p>","<p class=\"choice_paragraph\">African American migration patterns during and after the First World War</p>"],"answer":2}]