[{"id":"VH914927","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH914924.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The ruling described in the excerpt is most similar to which of the following earlier political changes?</p>\n","rubricRef":"VH914927_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The fact that Virginia prohibits only interracial marriages involving white persons demonstrates that the racial classifications must stand on their own justification, as measures designed to maintain White Supremacy. We have consistently denied the constitutionality of measures which restrict the rights of citizens on account of race. There can be no doubt that restricting the freedom to marry solely because of racial classifications violates the central meaning of the Equal Protection Clause.</p><p class=\"passage_para\">“These statutes also deprive the Lovings of liberty without due process of law in violation of the Due Process Clause of the Fourteenth Amendment. The freedom to marry has long been recognized as one of the vital personal rights essential to the orderly pursuit of happiness by free men.</p><p class=\"passage_para\">“Marriage is one of the ‘basic civil rights of man,’ fundamental to our very existence and survival. . . . To deny this fundamental freedom on so unsupportable a basis as the racial classifications embodied in these statutes . . . is surely to deprive all the State’s citizens of liberty without due process of law. The Fourteenth Amendment requires that the freedom of choice to marry not be restricted by invidious racial discriminations. Under our Constitution, the freedom to marry, or not marry, a person of another race resides with the individual, and cannot be infringed by the State.”</p><p class=\"attribution author\">United States Supreme Court, ruling in <span class=\"formatted_text font_style:italic\">Loving</span> v. <span class=\"formatted_text font_style:italic\">Virginia</span>, 1967</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The enactment of universal voting rights for women during the Progressive Era</p>","<p class=\"choice_paragraph\">Court rulings during the Gilded Age that “separate but equal” public facilities were constitutional</p>","<p class=\"choice_paragraph\">The extension of citizenship rights to formerly enslaved people following the Civil War</p>","<p class=\"choice_paragraph\">The gradual shift of African American support to the Democratic Party during the New Deal</p>"],"answer":2}]