[{"id":"VH914602","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH914576.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">A key significance of Churchill’s purpose in the excerpt was that it helped prompt the United States to</p>\n","rubricRef":"VH914602_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“A shadow has fallen upon the scenes so lately lighted by the Allied victory. Nobody knows what Soviet Russia and its Communist international organization intends to do in the immediate future, or what are the limits, if any, to their expansive and proselytizing tendencies. . . . It is my duty . . . to place before you certain facts about the present position in Europe.</p><p class=\"passage_para\">“From Stettin in the Baltic to Trieste in the Adriatic, an iron curtain has descended across the Continent. Behind that line lie all the capitals of the ancient states of Central and Eastern Europe. Warsaw, Berlin, Prague, Vienna, Budapest, Belgrade, Bucharest, and Sofia, all these famous cities and the populations around them lie in what I must call the Soviet sphere, and all are subject in one form or another, not only to Soviet influence but to a very high and, in many cases, increasing measure of control from Moscow. Athens alone—Greece with its immortal glories —is free to decide its future at an election under British, American, and French observation. . . . The Communist parties, which were very small in all these Eastern States of Europe, have been raised to preeminence and power far beyond their numbers and are seeking everywhere to obtain totalitarian control.”</p><p class=\"attribution author\">Former British Prime Minister Sir Winston Churchill, speaking at Westminster College in Fulton, Missouri, “Sinews of Peace,” (better known as the “Iron Curtain Speech”), 1946</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">promise financial aid to veterans returning from the Second World War, promoting economic growth</p>","<p class=\"choice_paragraph\">eliminate many earlier barriers to immigration, allowing postwar refugees to enter the country</p>","<p class=\"choice_paragraph\">provide financial support to democratic nations in Western Europe to help restore a market economy</p>","<p class=\"choice_paragraph\">restrict the power of labor unions in the United States to help protect the country from communist influence</p>"],"answer":2}]