[{"id":"VH912936","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH912931.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In response to the situation depicted in the map, most civil rights leaders in the 1960s did which of the following?</p>\n","rubricRef":"VH912936_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of the southern portion of the United States, titled “School Segregation in the South, 1958.” The following states are shown on the map, with county borders drawn: Delaware, Maryland, West Virginia, Virginia, Kentucky, North Carolina, Tennessee, Missouri, Arkansas, Oklahoma, Texas, Louisiana, Mississippi, Alabama, Georgia, South Carolina, and Florida. A key at the bottom of the map indicates the following three categories, which are represented on the map: Category 1. Counties with desegregated school districts. Category 2. States containing complete elementary and secondary segregation. Category 3. Counties with a mix of segregated and desegregated school districts. Counties with desegregated school districts comprise a majority of Delaware, Maryland, West Virginia, Kentucky, and Oklahoma. In these states, the remaining counties have a mix of segregated and desegregated school districts. In Missouri and Texas, about half of the counties have desegregated school districts and about half of the counties have a mix of segregated and desegregated school districts. Counties with a mix of segregated and desegregated school districts comprise a majority of North Carolina, Tennessee, and Arkansas. In these states, the remaining counties have desegregated school districts. States containing complete elementary and secondary segregation include Louisiana, Mississippi, Alabama, Georgia, South Carolina, and Florida.\" height=\"394\" src=\"https://assets.learnosity.com/organisations/537/VH912931.g03.png\" width=\"500\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Focused their direct activism in the North and the Upper South</p>","<p class=\"choice_paragraph\">Abandoned legal strategies because they had been ineffective in desegregating schools</p>","<p class=\"choice_paragraph\">Urged stronger federal action to compel states to enforce civil rights protections</p>","<p class=\"choice_paragraph\">Adopted a militant platform centered on separatism and Black Power</p>"],"answer":2}]