[{"id":"VH914657","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH914555.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p>Which of the following best describes Jefferson’s point of view in the excerpt?</p>\n","rubricRef":"VH914657_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Let us, then, with courage and confidence, pursue our own Federal and [Democratic-] Republican principles, our attachment to union and representative government. Kindly separated by nature and a wide ocean from the exterminating havoc of one quarter of the globe; too high-minded to endure the degradations of the others; possessing a chosen country, with room enough for our descendants . . . ; entertaining a due sense of our equal right to the use of our own faculties, to the acquisitions of our own industry, to honor and confidence from our fellow citizens, resulting not from birth, but from our actions and their sense of them; enlightened by a benign religion . . . —with all these blessings, what more is necessary to make us a happy and a prosperous people? Still one thing more, fellow citizens—a wise and frugal Government, which shall restrain men from injuring one another, shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned. This is the sum of good government; and this is necessary to close the circle of our felicities.”</p><p class=\"attribution author\">President Thomas Jefferson, first inaugural address, 1801</p></div></div></div>"}],"choicesHtml":["As a resident of Virginia, Jefferson felt the federal government should financially support internal improvements.","As the newly elected president, Jefferson believes government should limit interference in the lives of its citizens.","As a leader in the early years of the republic, Jefferson feels governments should provide economic assistance to all citizens.","As the author of the Declaration of Independence, Jefferson believes state governments should have more authority than the federal government."],"answer":1}]