[{"id":"VH914535","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH914533.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the change in United States military combat deaths in Vietnam between 1964 and 1968 as depicted in the graph?</p>\n","rubricRef":"VH914535_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para text-center\" style=\"margin-left: 200px;\"><img alt=\"The figure presents two line graphs. The first line graph is titled “United States Military Forces in Vietnam, 1964 through 1972.” The horizontal axis is labeled “Year,” and the years 1964 through 1972, in increments of 1 year, are indicated. The vertical axis is not labeled, and the numbers 0 through 600,000, in increments of 100,000, are indicated. The data given by the line, by year, are as follows. Note that all values are approximate. 1964, 20,000. 1965, 200,000. 1966, 400,000. 1967, 500,000. 1968, 540,000. 1969, 480,000. 1970, 240,000. 1971, 180,000. 1972, 40,000. The second line graph is titled “United States Military Combat Deaths in Vietnam, 1964 through 1972.” The horizontal axis is labeled “Year,” and the years 1964 through 1972, in increments of 1 year, are indicated. The vertical axis is not labeled, and the numbers 0 through 15,000, in increments of 5,000, are indicated. The data given by the line, by year, are as follows. Note that all values are approximate. 1964, 1,000. 1965, 2,000. 1966, 5,000. 1967, 9,000. 1968, 15,000. 1969, 9,000. 1970, 4,000. 1971, 2,000. 1972, 1,000.\" height=\"283\" src=\"https://assets.learnosity.com/organisations/537/VH914533.g02.png\" width=\"400\" /></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Growing opposition to the Vietnam War by university students in the United States</p>","<p class=\"choice_paragraph\">The end of the alliance between the Soviet Union and the United States</p>","<p class=\"choice_paragraph\">Increasing commitment by politicians in the United States to combat the spread of global communism</p>","<p class=\"choice_paragraph\">The direct intervention of Chinese military forces on the side of the North Vietnamese government</p>"],"answer":2}]