[{"id":"VH921009","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920995.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The national identity described in the excerpt most strongly reflects the influence of which of the following?</p>\n","rubricRef":"VH921009_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“It is not only important, but, in a degree necessary, that the people of this country, should have an American Dictionary of the English language; for, although the body of the language is the same as in England, . . . yet some differences must exist. Language is the expression of ideas; and if the people of one country cannot preserve an identity of ideas, they cannot retain an identity of language. . . . But the principal differences between the people of this country and of all others, arise from different forms of government, different laws, institutions and customs. Thus the . . . feudal system of England originated terms which formed . . . a necessary part of the language of that country; but, in the United States, many of these terms are no part of our present language,—and they cannot be, for the things which they express do not exist in this country. . . . The institutions in this country which are new and peculiar, give rise to new terms or to new applications of old terms, unknown to the people of England; which cannot be explained by them and which will not be inserted in their dictionaries, unless copied from ours. . . . No person in this country will be satisfied with the English definitions of the words congress, senate, and assembly, court, [etc.] for although these are words used in England, yet they are applied in this country to express ideas which they do not express in that country.”</p><p class=\"attribution author\">Noah Webster, “Preface,” <span class=\"formatted_text font_style:italic\">An American Dictionary of the English Language</span>, 1828</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">European precedents along with an American national culture</p>","<p class=\"choice_paragraph\">The English feudal system in which lords and landowners dominated vassals and farmers</p>","<p class=\"choice_paragraph\">Independence movements and revolutions in Europe and Latin America</p>","<p class=\"choice_paragraph\">Antislavery activism in the United States and Europe</p>"],"answer":0}]