[{"id":"VH921028","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH921008.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most directly contributed to the advanced development of both pre-Columbian American societies described in the excerpt?</p>\n","rubricRef":"VH921028_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“On the western side of the ocean, movements of people and ideas . . . preceded the Atlantic connection. Great empires—in the Valley of Mexico, on the Mississippi River . . . —had collapsed or declined in the centuries before 1492. . . .</p><p class=\"passage_para\">As Columbus embarked on his first transatlantic voyage, the Mexica, or Aztecs, were consolidating their position [in Mexico]; their city was a center of both trade and military might. Tenochtitlán [the Aztec capital] . . . held 200,000 people, a population greater than in the largest city in contemporary Europe.</p><p class=\"passage_para\">“. . . The Mississippian culture spread east and west from its center, the city of Cahokia, on the Mississippi River near the site of modern St. Louis. It was a successor to earlier cultures, evidence of which can be seen in the great ceremonial mounds they built. Cahokia declined and was ultimately abandoned completely in the later thirteenth century. . . . Throughout the Southeast, smaller mound-building centers continued.”</p><p class=\"attribution author\">Karen Ordahl Kupperman, historian, <span class=\"formatted_text font_style:italic\">The Atlantic in World History</span>, 2012</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Creation of military forces stronger than those of most rival societies</p>","<p class=\"choice_paragraph\">Access to waterways to transport goods and trade with other societies</p>","<p class=\"choice_paragraph\">Adaptation to and use of the natural environment for their own benefit</p>","<p class=\"choice_paragraph\">Transfer of power through inheritance, which reinforced spiritual claims to authority</p>"],"answer":2}]