[{"id":"VH921068","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH921063.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following pieces of evidence best supports the excerpt’s depiction of reactions to slave rebellions?</p>\n","rubricRef":"VH921068_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Not far from this time Nat Turner’s insurrection [a slave rebellion] broke out; and the news threw our town into great commotion. . . .</p><p class=\"passage_para\">“It was always the custom to have a muster every year. On that occasion every White man shouldered his musket. The citizens and the so-called country gentlemen wore military uniforms. . . .</p><p class=\"passage_para\">“I knew the houses were to be searched; and I expected it would be done by country bullies and the poor Whites. . . .</p><p class=\"passage_para\">“It was a grand opportunity for the low Whites, who had no Negroes of their own to scourge. They exulted in such a chance to exercise a little brief authority, and show their subserviency to the slaveholders; not reflecting that the power which trampled on the colored people also kept themselves in poverty, ignorance, and moral degradation. . . . Colored people and slaves who lived in remote parts of the town suffered in an especial manner. In some cases the searchers scattered [gun]powder and shot among their clothes, and then sent other parties to find them, and bring them forward as proof that they were plotting insurrection.”</p><p class=\"attribution author\">Harriet Ann Jacobs, <span class=\"formatted_text font_style:italic\">Incidents in the Life of a Slave Girl</span>, published in 1861, describing events earlier in the nineteenth century</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Southern states banned the importation of slaves from Africa.</p>","<p class=\"choice_paragraph\">Northerners agreed that slavery was a positive institution for society.</p>","<p class=\"choice_paragraph\">Additional restrictions were placed on enslaved and free African Americans.</p>","<p class=\"choice_paragraph\">The majority of slaveholders moved toward using alternative forms of labor.</p>"],"answer":2}]