[{"id":"VH920884","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920561.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following groups would have most opposed the goals of the speech?</p>\n","rubricRef":"VH920884_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Brothers, We tell you that we seek not war, we ask nothing better than to be quiet, and it depends, Brothers, only on you English, to have peace with us.</p><p class=\"passage_para\">“We have not yet sold the lands we inhabit, [and] we wish to keep the possession of them. Our elders have been willing to tolerate you, brothers Englishmen, on the seaboard. . . . But we will not cede one single inch of the lands we inhabit beyond what has been decided formerly by our fathers.</p><p class=\"passage_para\">“[The governor of French Canada] who is here present has nothing to do with what we say to you; we speak to you of our own accord, and in the name of all our allies. . . . We are entirely free; we are allies of the King of France, from whom we have received the Faith and all sorts of assistance in our necessities; we love that Monarch, and we are strongly attached to his interests.”</p><p class=\"attribution author\">Ateawanto, Abenaki Indian leader, speech delivered to a representative of the royal governor of Massachusetts at a treaty conference between the Abenaki of present-day Maine, the Iroquois Indians of present-day New York, the French, and the English, 1752</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">British settlers</p>","<p class=\"choice_paragraph\">French fur traders</p>","<p class=\"choice_paragraph\">The king of France</p>","<p class=\"choice_paragraph\">Religious missionaries</p>"],"answer":0}]