[{"id":"VH921054","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH921047.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">A piece of evidence used by Howe in the second paragraph of the excerpt to support his argument about the goals of prison reform was that prison reformers</p>\n","rubricRef":"VH921054_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The laity [church members] . . . saw to it that the Second Great Awakening exerted much of its influence through purposeful voluntary associations, typically headed by boards of directors on which laypersons appeared prominently. . . .</p><p class=\"passage_para\">“Contemporaries called the interlocking, interdenominational directorates of these organizations “the Evangelical United Front” or “the Benevolent Empire.” . . .</p><p class=\"passage_para\">“The social reforms embraced by the Evangelical United Front characteristically involved creating some form of personal discipline serving a goal or redemption. Prison reform serves as an example: No longer would the prison be intended only as a place to hold persons awaiting trial, coerce debt payment, or inflict retributive justice. Reformers reconceived the prison as corrective function, as a ‘penitentiary’ or ‘reformatory,’ in the vocabulary they invented. Besides prisoners, other people who did not function as free moral agents might become objects of the reformers’ concern: alcoholics, children, slaves, the insane. The goal of the reformers in each case was to substitute for external constraints the inner discipline of morality. Some historians have interpreted the religious reformers as motivated simply by an impulse to impose ‘social control,’ but it seems more accurate to describe their concern as redemptive, and more specifically the creation of responsible personal autonomy. Liberation and control represented two sides of the redemptive process as they conceived it. Christians who had achieved self-liberation and self-control through conversion not surprisingly often turned to a concern with the liberation and discipline of others. . . .</p><p class=\"passage_para\">“The religious awakenings of the early nineteenth century marshaled powerful energies in an age when few other social agencies in the United States had the capacity to do so. [The] Evangelical United Front organized its voluntary associations on a national, indeed international, level, at a time when little else in American society was organized, when there existed no nationwide business corporation save the Second Bank of the United States and no nationwide government bureaucracy save the Post Office. Indeed, the four major evangelical denominations together employed twice as many people, occupied twice as many premises, and raised at least three times as much money as the Post Office.”</p><p class=\"attribution author\">Daniel Walker Howe, historian, <span class=\"formatted_text font_style:italic\">What Hath God Wrought: The Transformation of America, 1815–1848</span>, published in 2007</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">saw prisons primarily as a form of punishment</p>","<p class=\"choice_paragraph\">intended to use prisons to rehabilitate criminals</p>","<p class=\"choice_paragraph\">sought to expand prisons to force debt repayments</p>","<p class=\"choice_paragraph\">thought prisons were only to hold people before trial</p>"],"answer":1}]