[{"id":"VH920900","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920879.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following claims is supported by the author’s main argument in the excerpt?</p>\n","rubricRef":"VH920900_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Jackson truly believed that, compared to his predecessors’ combination of high-minded rhetoric, treachery, and abandonment, his Indian policy was ‘just and humane.’ . . .</p><p class=\"passage_para\">“. . . Jackson’s paternalism was predicated on his assumption, then widely but not universally shared by white Americans, that all Indians . . . were [irrational] and inferior to all whites. His promises about voluntary and compensated relocation . . . were constantly undermined by delays and by sharp dealing by War Department negotiators—actions Jackson condoned. . . . Jackson tried to head off outright fraud, but the removal bill’s allotment scheme invited an influx of outside speculators, who wound up buying between 80 and 90 percent of the land owned by Indians who wished to stay at a fraction of its actual worth. At no point did Jackson consider allowing even a small number of Georgia Cherokees who preferred to stay to do so in select enclaves, an option permitted to small numbers of Iroquois in upstate New York and Cherokees in western North Carolina. . . . Bereft of long-term planning and a full-scale federal commitment, the realities of Indian removal belied Jackson’s rhetoric. Although the worst suffering was inflicted after he left office, Jackson cannot escape responsibility for setting in motion an insidious policy that uprooted tens of thousands of Choctaws and Creeks [from the Southeast] during his presidency.”</p><p class=\"attribution author\">Sean Wilentz, historian, <span class=\"formatted_text font_style:italic\">The Rise of American Democracy: Jefferson to Lincoln</span>, published in 2005</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">White settler demand for land was the principal cause of Indian removal policies.</p>","<p class=\"choice_paragraph\">Partnerships between White settlers and American Indians prevented most removals.</p>","<p class=\"choice_paragraph\">Andrew Jackson planned Indian removal to punish American Indians after conflicts.</p>","<p class=\"choice_paragraph\">Andrew Jackson can be blamed for the unintended effects of Indian removal.</p>"],"answer":3}]