[{"id":"VH921090","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH921081.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The ideas expressed by John C. Calhoun and others who shared his views on slavery had which of the following effects on emerging abolitionist movements in the years leading up to the Civil War?</p>\n","rubricRef":"VH921090_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I do not belong, said Mr. [Calhoun], to the school which holds that aggression is to be met by concession. . . . If we concede an inch, concession would follow concession—compromise would follow compromise, until our ranks would be so broken that effectual resistance would be impossible. . . .</p><p class=\"passage_para\">“. . . A large portion of the Northern States believed slavery to be a sin, and would believe it to be an obligation of conscience to abolish it if they should feel themselves in any degree responsible for its continuance. . . .</p><p class=\"passage_para\">“. . . Abolition and the Union cannot coexist. As the friend of the Union, I openly proclaim it—and the sooner it is known the better. The former may now be controlled, but in a short time it will be beyond the power of man to arrest the course of events. We of the South will not, cannot, surrender our institutions. To maintain the existing relations between the two races, inhabiting that section of the Union, is indispensable to the peace and happiness of both. . . . But let me not be understood as admitting, even by implication, that the existing relations between the two races in the slaveholding States is an evil—far otherwise; I hold it to be a good, as it has thus far proved itself to be to both, and will continue to prove so if not disturbed by the fell spirit of abolition.”</p><p class=\"attribution author\">Source: South Carolina senator John C. Calhoun, speech in the United States Senate, 1837.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Many abolitionist groups in the North began to question the accounts of harsh treatment described by escaped slaves who made it to freedom.</p>","<p class=\"choice_paragraph\">Arguments describing slavery as a “positive good” weakened the impact of abolitionist efforts to encourage White northerners to support emancipation.</p>","<p class=\"choice_paragraph\">As many people came to see slavery as part of the Southern way of life, attitudes on both sides of the slavery argument hardened so that political compromise became difficult.</p>","<p class=\"choice_paragraph\">Very few members of Congress accepted Calhoun’s “positive good” argument, and they became more open to passing laws limiting slaveholding and the internal slave trade.</p>"],"answer":2}]