[{"id":"VH929367","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH929279.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Sentiments of business leaders and politicians like that expressed in the excerpt most likely contributed to which of the following?</p>\n","rubricRef":"VH929367_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Your Memorialist . . . represents to your honorable body, that he has devoted much time and attention to the subject of a railroad from Lake Michigan through the Rocky Mountains to the Pacific Ocean, and that he finds such a route practicable, the results from which would be incalculable—far beyond the imagination of man to estimate. . . .</p><p class=\"passage_para\">“It would enable us, in the short space of eight days (and perhaps less) to concentrate all the forces of our vast country at any point from Maine to Oregon. . . . Such easy and rapid communication with such facilities for exchanging the different products of the different parts would bring all our immensely wide spread population together. . . .</p><p class=\"passage_para\">“[W]ith a railroad to the Pacific, and thence to China by steamers, can be performed in thirty days, being now a distance of nearly seventeen thousand miles. . . Then the drills and sheetings of Connecticut, Rhode Island, and Massachusetts, and other manufactures of the United States, may be transported to China in thirty days; and the teas and rich silks of China, in exchange, come back to New Orleans, to Charleston, to Washington, to Baltimore, to Philadelphia, New York, and to Boston, in thirty days more.”</p><p class=\"attribution author\">Asa Whitney, merchant, “National Railroad, Connecting the Atlantic and Pacific Ocean,” memorial to the Senate and House of Representatives of the United States, 1845</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Widespread acceptance of moral reform movements</p>","<p class=\"choice_paragraph\">The creation of diplomatic ties with foreign nations</p>","<p class=\"choice_paragraph\">A sharp decline in immigration from European countries</p>","<p class=\"choice_paragraph\">A fostering of new religious understanding</p>"],"answer":1}]