[{"id":"VH921086","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH921081.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most contributed to slaveholders such as Calhoun arguing in the 1830s and 1840s that slavery should be viewed as part of the Southern way of life?</p>\n","rubricRef":"VH921086_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I do not belong, said Mr. [Calhoun], to the school which holds that aggression is to be met by concession. . . . If we concede an inch, concession would follow concession—compromise would follow compromise, until our ranks would be so broken that effectual resistance would be impossible. . . .</p><p class=\"passage_para\">“. . . A large portion of the Northern States believed slavery to be a sin, and would believe it to be an obligation of conscience to abolish it if they should feel themselves in any degree responsible for its continuance. . . .</p><p class=\"passage_para\">“. . . Abolition and the Union cannot coexist. As the friend of the Union, I openly proclaim it—and the sooner it is known the better. The former may now be controlled, but in a short time it will be beyond the power of man to arrest the course of events. We of the South will not, cannot, surrender our institutions. To maintain the existing relations between the two races, inhabiting that section of the Union, is indispensable to the peace and happiness of both. . . . But let me not be understood as admitting, even by implication, that the existing relations between the two races in the slaveholding States is an evil—far otherwise; I hold it to be a good, as it has thus far proved itself to be to both, and will continue to prove so if not disturbed by the fell spirit of abolition.”</p><p class=\"attribution author\">Source: South Carolina senator John C. Calhoun, speech in the United States Senate, 1837.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Slave rebellions in Haiti, South Carolina, and Virginia had made many leaders in the South fear that enslaved African Americans could harm them.</p>","<p class=\"choice_paragraph\">Abolitionists made up a majority of members of Congress in the 1840s, and Southerners feared that they would pass emancipation legislation.</p>","<p class=\"choice_paragraph\">Most Southern states had begun to allow slaves to learn to read and write, and Southerners wanted people in other states to know that the slave system was changing.</p>","<p class=\"choice_paragraph\">The sudden growth of Southern manufacturing had created a new demand for cotton, so men like Calhoun saw the preservation of slave labor as critical.</p>"],"answer":0}]