[{"id":"VH921085","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH921081.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following resulted from arguments made by Southern politicians, such as the one in the excerpt, in the years prior to the Civil War?</p>\n","rubricRef":"VH921085_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I do not belong, said Mr. [Calhoun], to the school which holds that aggression is to be met by concession. . . . If we concede an inch, concession would follow concession—compromise would follow compromise, until our ranks would be so broken that effectual resistance would be impossible. . . .</p><p class=\"passage_para\">“. . . A large portion of the Northern States believed slavery to be a sin, and would believe it to be an obligation of conscience to abolish it if they should feel themselves in any degree responsible for its continuance. . . .</p><p class=\"passage_para\">“. . . Abolition and the Union cannot coexist. As the friend of the Union, I openly proclaim it—and the sooner it is known the better. The former may now be controlled, but in a short time it will be beyond the power of man to arrest the course of events. We of the South will not, cannot, surrender our institutions. To maintain the existing relations between the two races, inhabiting that section of the Union, is indispensable to the peace and happiness of both. . . . But let me not be understood as admitting, even by implication, that the existing relations between the two races in the slaveholding States is an evil—far otherwise; I hold it to be a good, as it has thus far proved itself to be to both, and will continue to prove so if not disturbed by the fell spirit of abolition.”</p><p class=\"attribution author\">Source: South Carolina senator John C. Calhoun, speech in the United States Senate, 1837.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Slaveholders became more insistent that maintaining the slave system was essential to protecting the South and its way of life.</p>","<p class=\"choice_paragraph\">Many people in the South who depended on the labor of enslaved people nevertheless became more willing to admit that slavery was a sin.</p>","<p class=\"choice_paragraph\">Abolitionists scheduled numerous speaking tours throughout the South to counter proslavery attitudes like that expressed by Calhoun.</p>","<p class=\"choice_paragraph\">Congress passed legislation guaranteeing slavery in the South to show that the slave system was not threatened.</p>"],"answer":0}]