[{"id":"VH920850","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920839.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most directly contributed to the development described in the excerpt?</p>\n","rubricRef":"VH920850_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Mississippi planter and agricultural reformer M. W. Phillips, a regular contributor to the <span class=\"formatted_text font_style:italic\">American Cotton Planter</span>, wrote about soil exhaustion and crop rotation, and extolled the virtues of manuring and self-provisioning. In one of his most widely reproduced articles, Phillips condemned planters before whom ‘everything has to bend [and] give way to large crops of cotton.’ . . .</p><p class=\"passage_para\">“Phillips imagined the cotton economy in terms of flows of energy, nutrients, and fertility, all of which he was convinced were being expended at an unsustainable rate. He used images of human, animal, and mineral depletion to represent an onrushing ecological catastrophe. But he did so within the incised [limited] terms allowed him by his culture—the culture of cotton. Phillips was arguing that the slaveholding South needed to slow the rate at which it was converting human beings into cotton plants.”</p><p class=\"attribution author\">Walter Johnson, historian, <span class=\"formatted_text font_style:italic\">River of Dark Dreams: Slavery and Empire in the Cotton Kingdom</span>, 2013</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The introduction of enslaved Africans in the 1600s into what is now the United States</p>","<p class=\"choice_paragraph\">The election of Andrew Jackson to the presidency and his decision to enforce tariff collections</p>","A series of insurrections and rebellions&nbsp;by enslaved people in the first half of the 1800s","<p class=\"choice_paragraph\">A belief by southern businessmen that the southern economy should focus on the export of select agricultural products</p>"],"answer":3}]