[{"id":"VH920781","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920769.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following could best be used as evidence to support the argument in the third paragraph of the excerpt that enslaved people engaged in oppositional activities?</p>\n","rubricRef":"VH920781_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Antebellum planters . . . were very interested in the control of black movement. They were also keen to master their slaves’ senses of pleasure. Seeking to contain [African Americans] even further than laws, curfews, bells, horns, and patrols already did, some planters used plantation [parties] as a paternalist mechanism of social control. Plantation parties, which carefully doled out joy on Saturday nights and holidays, were intended to seem benevolent and to inspire respect, gratitude, deference, and importantly, obedience. . . . The most important component of paternalistic plantation parties was the legitimating presence of the master.</p><p class=\"passage_para\">“. . . [Yet] again and again, slaves sought out illicit, secular gatherings of their own creation. They disregarded curfews and pass laws to escape to secret parties where . . . pleasures such as drinking, eating, dancing, and dressing up were the main amusements. . . .</p><p class=\"passage_para\">“. . . In the context of enslavement, such exhilarating pleasure . . . must be understood as important and meaningful enjoyment, as personal expression, and as oppositional.”</p><p class=\"attribution author\">Stephanie M. H. Camp, historian, <span class=\"formatted_text font_style:italic\">Closer to Freedom: Enslaved Women and Everyday Resistance in the Plantation South</span>, 2004<span class=\"formatted_text font_style:italic\"></span></p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Slaveholders allowed some enslaved African Americans to work unsupervised.</p>","<p class=\"choice_paragraph\">Enslaved African Americans routinely caused tools to break or worked more slowly as means of resistance.</p>","<p class=\"choice_paragraph\">Abolitionists criticized slaveholders for separating enslaved children from their parents.</p>","<p class=\"choice_paragraph\">Enslaved African Americans assigned to plantation homes had easier working conditions than those who worked in the fields.</p>"],"answer":1}]