[{"id":"VH932147","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932123.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">One piece of evidence that de Gante used in the excerpt to support his overall argument about the treatment of the people of Mexico is that Native Americans</p>\n","rubricRef":"VH932147_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I . . .  write an account to Your Majesty as the first [person] to come among these natives. . . .</p><p class=\"passage_para\">“These Indian people of New Spain [Mexico] are vassals of Your Majesty. . . . I dare plead with you for a remedy because, for their people to be saved, they are in great need of relief in order to devote themselves at least somewhat to matters of Faith. After all, it is the struggle for their salvation that justifies their discovery. . . .</p><p class=\"passage_para\">“I firmly believe that if the decrees Your Majesty sent here for their benefit were implemented, and if the governors and judges did more than pretend to do so, great good would have come to these people. Even more firmly I believe that Your Majesty’s intention is that they be saved and that they know God. For this to happen, they must have some relief, so that with the moderate labor needed to meet their tribute obligation, they can still give themselves wholeheartedly to our teachings. . . . Otherwise, God will have good reason to complain, for Spaniards came to this land and have taken their property for their own benefit, and Your Majesty has extracted great benefit from them, too. . . .</p><p class=\"passage_para\">“. . . Your Majesty . . . should know that the Indians who are required to labor for a master in Mexico City in domestic service and bring firewood, fodder, and chickens leave their pueblo for a month at a time. . . . And the poor Indians often have to buy these things because they are not to be found in their pueblos. . . . Take pity on them and consider what is happening to the poor Indian woman who is in her house with no one to support her and her children, for her husband is hard pressed to meet his tribute requirement. . . .</p><p class=\"passage_para\">“. . . I advise you that if Your Majesty does not establish that . . . [the Indians] be required to pay tribute only from what they have, within thirty years these parts will be as deserted as the [Caribbean] islands, and so many souls will be lost.”</p><p class=\"attribution author\">Fray (Friar) Pedro de Gante, Spanish Catholic friar and missionary, letter to Emperor Charles V, king of Spain, 1552</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">were not subjects of the Spanish crown</p>","<p class=\"choice_paragraph\">were first encountered by de Gante himself</p>","<p class=\"choice_paragraph\">had sufficient time to learn about Christianity</p>","<p class=\"choice_paragraph\">did not have enough supplies to support their families</p>"],"answer":3}]