[{"id":"VH932823","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932821.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following claims in the first and second paragraph of the excerpt did Las Casas use to support his overall argument about the capabilities of Native Americans?</p>\n","rubricRef":"VH932823_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Barbarians [are] . . . , in the proper and strict sense of the word, dull witted and lacking in the reasoning powers necessary for self-government. They are without laws, without king, etc. For this reason they are by nature unfitted for rule.</p><p class=\"passage_para\">“[Some] barbarians . . . have a lawful, just, and natural government. Even though they lack the art and use of writing, they are not wanting in the capacity and skill to rule and govern themselves. . . . Thus they have kingdoms, communities, and cities that they govern wisely according to their laws and customs. . . .</p><p class=\"passage_para\">“. . . It does not necessarily follow that [Native Americans] are incapable of government and have to be ruled by others, except to be taught about the Catholic faith and to be admitted to the holy sacraments. They are not ignorant, inhuman, or bestial. Rather, long before they had heard the word Spaniard they had properly organized states, wisely ordered by excellent laws, religion, and custom. They cultivated friendship and . . . lived together in populous cities in which they wisely administered the affairs of both peace and war justly and equitably, truly governed by laws that at very many points surpass ours. . . .</p><p class=\"passage_para\">“. . . [Was] the war of the Romans against the [ancient] Spanish justified in order to free them from barbarism? . . . Do you think that the Romans, once they had [conquered] the wild and barbaric peoples of Spain, could with secure right divide all of you [Spaniards] among themselves [in encomiendas] . . . ? And do you then conclude that the Romans could have stripped your rulers of their authority and consigned all of you, after you had been deprived of your liberty, to wretched labors, especially in searching for gold and silver [mines]. . . ? Is this the way to impose the yoke of Christ on Christian men?”</p><p class=\"attribution author\">Bartolomé de Las Casas, Spanish Catholic religious leader, <span class=\"formatted_text font_style:italic\">In Defense of the Indians</span>, circa 1550</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Spain’s behavior toward Native Americans could be called “barbarian.”</p>","<p class=\"choice_paragraph\">Native American societies did not meet the definition of “barbarian.”</p>","<p class=\"choice_paragraph\">Spain’s European rivals were more like “barbarians” than Native Americans were.</p>","<p class=\"choice_paragraph\">Native Americans believed that the Spanish were “barbarians.”</p>"],"answer":1}]