[{"id":"VH932105","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932053.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Both authors would most likely suggest that the historical situation described in the excerpts contributed to which of the following?</p>\n","rubricRef":"VH932105_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“It was not automatically apparent how any of the filibustering targets of the post-1848 period could ‘fit’ into an American republic, or even into an American empire. . . . While it seemed only logical to some to simply take all of Mexico as booty [spoils] of the war, cut Mexico up, and turn it into new territories and states, most Americans rejected this idea. They did so because central Mexico was densely populated. . . . Many Americans feared the result of the integration of Mexico’s people into the United States. Critics also doubted whether Americans could be happy in the alien landscape of central and southern Mexico.”</p><p class=\"attribution author\">Amy Greenberg, historian, <span class=\"formatted_text font_style:italic\">Manifest Manhood and the Antebellum American Empire</span>, 2005</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“American settlers had eclipsed the Mexicans in Texas and, with ample aid from southern Whites, had rebelled and won their independence. . . . A small band of Americans, many of them merchants, lived in Mexican California when war broke out in 1846. This dispersion of hardy migrants inspired observers to insist that pioneers and not politicians won the West. . . .</p><p class=\"passage_para\">“Pioneers played a role in expansion, but the historical record points to politicians and propagandists as the primary agents of empire. Racial, economic, social, and political factors coalesced [combined] to make territorial and commercial expansion enticing to American leaders. . . .</p><p class=\"passage_para\">“Denying any parallels between earlier empires and their own, expansionists insisted that democracy and dominion were complementary, not contradictory. Since leaders intended to transform [territorial] cessions into states and their inhabitants (at least Whites) into citizens, they scoffed at misgivings about governing a vast domain.”</p><p class=\"attribution author\">Thomas Hietala, historian, <span class=\"formatted_text font_style:italic\">Manifest Design: American Exceptionalism and Empire</span>, 2003</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The continued alteration of Native American culture and society</p>","<p class=\"choice_paragraph\">The failure of Reconstruction policies to enforce constitutional amendments</p>","<p class=\"choice_paragraph\">The debate over the rights of states to nullify federal laws</p>","<p class=\"choice_paragraph\">The controversy over the Supreme Court decision in <span class=\"formatted_text font_style:italic\">Dred Scott</span> v. <span class=\"formatted_text font_style:italic\">Sandford</span></p>"],"answer":0}]