[{"id":"VH932191","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932169.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following describes an interpretation of Clay’s economic principles at the time as expressed in the excerpt?</p>\n","rubricRef":"VH932191_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The creation of a home market is not only necessary to procure for our agriculture a just reward of its labors, but it is indispensable to obtain a supply of our necessary wants. . . . Suppose no actual abandonment of farming, but, what is most likely, a gradual and imperceptible employment of population in the business of manufacturing, instead of being compelled to resort to agriculture. . . . Is any part of our common country likely to be injured by a transfer of the theatre of [manufacturing] for our own consumption from Europe to America?</p><p class=\"passage_para\">“. . . Suppose it were even true that Great Britain had abolished all restrictions upon trade, and allowed the freest introduction of the [products] of foreign labor, would that prove it unwise for us to adopt the protecting system? The object of protection is the establishment and perfection of the [manufacturing] arts. In England it, has accomplished its purpose, fulfilled its end. . . . The adoption of the restrictive system, on the part of the United States, by excluding the [products] of foreign labor, would extend the [purchasing] of American [products], unable, in the infancy and unprotected state of the arts, to sustain a competition with foreign fabrics. Let our arts breathe under the shade of protection; let them be perfected as they are in England, and [then] we shall be ready . . . to put aside protection, and enter upon the freest exchanges.”</p><p class=\"attribution author\">Henry Clay, speaker of the House of Representatives, speech in Congress, 1824</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The sections of the United States should retain separate regional economies.</p>","<p class=\"choice_paragraph\">The farmers of the United States should switch to manufacturing jobs.</p>","<p class=\"choice_paragraph\">The United States should increase domestic manufacturing to promote prosperity.</p>","<p class=\"choice_paragraph\">The United States should never engage in foreign commerce.</p>"],"answer":2}]