[{"id":"VH932706","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932705.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">People who shared the views expressed in the excerpt most likely opposed which of the following?</p>\n","rubricRef":"VH932706_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“A bank of the United States is in many respects convenient for the Government and useful to the people. Entertaining this opinion, and deeply impressed with the belief that some of the powers and privileges possessed by the existing bank are unauthorized by the Constitution, subversive of the rights of the States, and dangerous to the liberties of the people, I felt it my duty at an early period of my Administration to call the attention of Congress to the practicability of organizing an institution combining all its advantages and obviating [removing] these objections. I sincerely regret that in the act before me I can perceive none of those modifications of the bank charter which are necessary, in my opinion, to make it compatible with justice, with sound policy, or with the Constitution of our country. . . .</p><p class=\"passage_para\">“Experience should teach us wisdom. Most of the difficulties our Government now encounters and most of the dangers which impend over our Union have sprung from an abandonment of the legitimate objects of Government by our national legislation. . . . Many of our rich men have not been content with equal protection and equal benefits, but have besought us to make them richer by act of Congress. By attempting to gratify their desires we have in the results of our legislation arrayed section against section, interest against interest, and man against man, in a fearful commotion which threatens to shake the foundations of our Union.”</p><p class=\"attribution author\">President Andrew Jackson, Veto Message Regarding the Bank of the United States, 1832</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The expansion of suffrage rights to most White men</p>","<p class=\"choice_paragraph\">The maintenance of low tariffs that allowed the export of goods to Europe </p>","<p class=\"choice_paragraph\">The expansion of United States territory through war</p>","<p class=\"choice_paragraph\">The use of federal government funding for internal improvements</p>"],"answer":3}]