[{"id":"VH935312","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH921281.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The sentiments described in the excerpt best reflect which of the following developments?</p>\n","rubricRef":"VH935312_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The great increase of drunkenness, within the last half century, among the people of the United States, led a number of philanthropic individuals . . . to consult together, upon the duty of making more united, systematic, and extended efforts for the prevention of this evil. Its cause was at once seen to be, the use of intoxicating liquor; and its appropriate remedy, <span class=\"formatted_text font_style:italic\">abstinence</span>. It was also known, that the use of such liquor, as a beverage, is not only needless, but injurious to the health, the virtue, and the happiness of men. It was believed, that the facts which had been . . . collected would prove this . . . ; and that if the knowledge of them were universally disseminated it would, with the divine blessing, do much toward changing the habits of the nation. . . . [The American Temperance Society’s] object is . . . the exertion of kind moral influence . . . to effect such a change of sentiment and practice, that drunkenness and all its evils will cease.”</p><p class=\"attribution author\">Introduction to a book of reports from the American Temperance Society, 1835</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The use of public protest to effect social change in the antebellum period</p>","<p class=\"choice_paragraph\">The emergence of reform movements during the Second Great Awakening</p>","<p class=\"choice_paragraph\">The establishment of trade relationships with East Asia</p>","<p class=\"choice_paragraph\">The expansion of United States control over territory held by American Indians</p>"],"answer":1}]