[{"id":"VH930265","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH930255.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the excerpt, Crosby makes which of the following claims about the transmission of Old World diseases to the Americas?</p>\n","rubricRef":"VH930265_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The isolation of the [native peoples] of the Americas . . . from Old World germs prior to the last few hundred years was nearly absolute. Not only did very few people of any origin cross the great oceans, but those who did must have been healthy or they would have died on the way, taking their pathogens with them. . . . [Native Americans] were not without their own infections, of course. [But Native Americans] seem to have been without any experience with such Old World maladies as smallpox [and] measles. . . .</p><p class=\"passage_para\">“Indications of the susceptibility of [Native Americans] . . . to Old World infections appear almost immediately after the intrusion of the whites. In 1492, Columbus kidnapped a number of [Arawak Indians] to train as interpreters and to show to King Ferdinand and Queen Isabella. Several of them seem to have died on the stormy voyage to Europe [in 1493]. . . . In 1495, Columbus . . . sent 550 [Arawak] slaves . . . off across the Atlantic. . . to be put to work in Spain. The majority of these soon were also dead. . . .</p><p class=\"passage_para\">“. . . What killed the Arawaks in 1493 and 1495? . . . Columbus certainly did not want to kill his interpreters, and slavers and slaveholders have no interest whatever in the outright slaughter of their property. . . . The most likely candidates for the role of exterminator of the first [Native Americans] in Europe were those that killed so many other Arawaks in the decades immediately following: Old World pathogens.”</p><p class=\"attribution author\">Alfred W. Crosby, historian, <span class=\"formatted_text font_style:italic\">Ecological Imperialism: The Biological Expansion of Europe, 900–1900</span>, published in 1986</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">It had minimal effect on Native Americans.</p>","<p class=\"choice_paragraph\">It was an unintended consequence of contact between the New World and the Old World.</p>","<p class=\"choice_paragraph\">It was significant in the centuries prior to Columbus’ arrival in the Americas.</p>","<p class=\"choice_paragraph\">It was a deliberate act on the part of Columbus.</p>"],"answer":1}]