[{"id":"VH932811","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Using the excerpt, answer (a) and (b).</p>\n\n<div class=\"outline style:4\">\n<div class=\"outline_level level_id:1 sequence_in_level:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly describe ONE claim made in the excerpt.</p>\n</div>\n</div>\n\n<div class=\"outline_level level_id:1 sequence_in_level:2\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly describe ONE historical development illustrated by the excerpt.</p>\n</div>\n</div>\n</div>\n","rubricRef":"VH932811_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“I have long since learned who you Spanish are through others of you who came years ago to my land; and I already know very well what your customs and behavior are like. To me you are professional vagabonds who wander from place to place, gaining your livelihood by robbing, sacking, and murdering people who have given you no offense. I want no manner of friendship or peace with people such as you, but instead prefer mortal and perpetual hostility. . . . I promise to maintain war upon you so long as you wish to remain in my land. . . .</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“I am king in my land, and it is unnecessary for me to become the subject of a person who has no more subjects than I. I regard men as vile and contemptible when they subject themselves to the yoke of someone else when they could instead live as free men. . . . I do not wish to know what your sovereign demands. . . . All of you should go away as quickly as you can if you do not want to perish at my hands.”</p>\n\n<p class=\"attribution author\">Chief of the Acuera Indians of present-day Florida, Spanish account of his response after the conquistador Hernando de Soto demanded his obedience to the Spanish king, 1539</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]