[{"id":"VH932540","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932538.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains how the purpose of the speech in the excerpt was interpreted by federal officials?</p>\n","rubricRef":"VH932540_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Brother, listen to what we say. There was a time when our forefathers owned this great [land]. . . . Your forefathers crossed the great water and landed upon this [land]. Their numbers were small. They found friends, not enemies. They told us they had fled from their own country for fear of wicked men, and had come here to enjoy their religion. They asked for a small seat. We took pity on them, we granted their request, and they sat down amongst us. We gave them corn and meat; they gave us poison in return.</p><p class=\"passage_para\">“. . . Our seats were once large and yours were small. You have now become a great people, and we have scarcely a place left to spread our blankets. You have got our country, but are not satisfied; you want to force your religion upon us. . . .</p><p class=\"passage_para\">“. . . The Great Spirit has made us all, but he has made a great difference between his white and red children. . . . Since he has made so great a difference between us in other things, why may we not conclude that he has given us a different religion according to our understanding? The Great Spirit does right. He knows what is best for his children; we are satisfied.”</p><p class=\"attribution author\">Red Jacket, Iroquois American Indian chief in New York, speech to a missionary from Massachusetts and a United States diplomat, 1805</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Red Jacket wanted to increase Iroquois commerce with the United States.</p>","<p class=\"choice_paragraph\">Red Jacket sought to protect Iroquois independence from the United States.</p>","<p class=\"choice_paragraph\">Red Jacket desired to abandon traditional Iroquois religious practices for Christianity.</p>","<p class=\"choice_paragraph\">Red Jacket wished to help United States migrants form new settlements on Iroquois land.</p>"],"answer":1}]