[{"id":"VH932215","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932213.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following claims does the excerpt make about changes that occurred as a result of new interactions in the Atlantic region?</p>\n","rubricRef":"VH932215_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The development of a plantation economy, beginning in the sixteenth century, transformed Africa, America, Europe, and Asia, too. It displaced the old silk trade and shifted the increasingly dynamic center of the world economy westward to the Atlantic. . . .</p><p class=\"passage_para\">“The Atlantic economy supplied eager European consumers with mildly addictive . . . crops like tobacco and coffee, along with sugar. . . . The Atlantic plantation system transformed these three [products] into items of general consumption. . . . Investors prospered, and capital for further economic development accumulated in the [home country]. The governments found funding and motive to develop sea power. The Americas had lucrative export crops and developed a society based on a system of labor exploitation of Africans, and Africa suffered the transport of eleven million of its people to the New World.”</p><p class=\"attribution author\">Thomas Bender, historian, <span class=\"formatted_text font_style:italic\">A Nation Among Nations: America’s Place in World History</span>, 2006</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Merchants from Asia dominated trade throughout the sixteenth century.</p>","<p class=\"choice_paragraph\">Europeans developed new methods of conducting trade and making profits.</p>","<p class=\"choice_paragraph\">African kingdoms were the largest purchasers of goods produced in the Americas.</p>","<p class=\"choice_paragraph\">Native Americans amassed fortunes as Europeans paid high prices for rare goods.</p>"],"answer":1}]