[{"id":"VH932219","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable</p>\n\n<p class=\"stem_paragraph\">Using the excerpt, answer (a) and (b).</p>\n\n<div class=\"outline style:4\">\n<div class=\"outline_level level_id:1 sequence_in_level:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly describe ONE claim made in the excerpt.</p>\n</div>\n</div>\n\n<div class=\"outline_level level_id:1 sequence_in_level:2\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly describe ONE historical development illustrated by the excerpt.</p>\n</div>\n</div>\n</div>\n","rubricRef":"VH932219_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Sir, Your Highness [of Portugal] should know how our Kingdom is being lost in so many ways. .&nbsp;.&nbsp;. This is caused by the excessive freedom given by your agents and officials to the men and merchants who are allowed to come to this Kingdom to set up shops with goods and many things which have been prohibited by us, and which they spread throughout our Kingdoms .&nbsp;.&nbsp;. in such an abundance that many of our vassals, whom we had in obedience, do not comply because they have the things in greater abundance than we ourselves. .&nbsp;.&nbsp;. It is doing a great harm .&nbsp;.&nbsp;. [to] the security and peace of our Kingdoms.&nbsp;.&nbsp;.&nbsp;.</p>\n\n<p class=\"passage_para\">“The mentioned merchants are taking every day our natives, sons of the land and the sons of our noblemen and vassals and our relatives, because the thieves and men of bad conscience grab them wishing to have the things and wares of this Kingdom which they are ambitious of; they grab them and get them to be sold; and so great, Sir, is the corruption and licentiousness that our country is being completely depopulated.”</p>\n\n<p class=\"attribution author\">Letter from King Nzinga Mbemba (Afonso I) of Kongo to King John III of Portugal, 1526</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]