[{"id":"VH932207","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932205.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following can be concluded about the relationship between the United States and Europe based on the situation described in the excerpt?</p>\n","rubricRef":"VH932207_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“National gratitude—national pride—every high and generous feeling that attaches us to the land of our birth, or that [elevates] our characters as individuals, ask[s] of us that we should foster the . . . literature of our country. . . . On the other hand, it is not necessary for these purposes—it is even detrimental to bestow on mediocrity the praise due to excellence, and still more so is the attempt to persuade ourselves and others into an admiration of the faults of [our writers]. . . .</p><p class=\"passage_para\">“It must however be allowed, that the poetry of the United States, though it has not reached that perfection to which some other countries have carried theirs, is yet even better than it could have been expected to produce, considering that our nation has scarcely seen two centuries since its founders erected their cabins on its soil. . . .</p><p class=\"passage_para\">“The fondness for literature is fast increasing in our country—and if this were not the case, the patrons of literature have multiplied, of course, and will continue to multiply with the mere growth of our population. The popular English works of the day are often reprinted in our country—they are dispersed all over the union. . . . What should hinder our native works, if equal in merit, from meeting an equally favorable reception?”</p><p class=\"attribution author\">William Cullen Bryant, book review in the <span class=\"formatted_text font_style:italic\">North American Review</span>, 1818</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">American writing was considered more refined than European writing.</p>","<p class=\"choice_paragraph\">European artists traveled to the United States for inspiration.</p>","<p class=\"choice_paragraph\">Most American literature was written for European consumption.</p>","<p class=\"choice_paragraph\">European styles continued to influence American society.</p>"],"answer":3}]