[{"id":"VH930290","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH930286.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following developments in the 1500s is best illustrated by the excerpt?</p>\n","rubricRef":"VH930290_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The second chief and principal end [of colonization] . . . consists in the [sale] of the mass of our clothes and other commodities of England, and in receiving back of the needful commodities that we now receive from all other places of the world. . . . This one thing is to be done, without which it were in vain to go about this; and that is the matter of planting [colonies] and fortification. . . . We are to plant upon the mouths of the great navigable rivers which are there [in America], by strong order of fortification, and there to plant our colonies. . . . And these fortifications shall keep the [native] people of [America] in obedience and good order. . . .</p><p class=\"passage_para\">“. . . Without this planting in due time, we shall never be able to have full knowledge of the language, manners, and customs of the people of those regions. . . . And although by other means we might attain to the knowledge thereof, yet being not there fortified and strongly seated, the French that swarm with [a] multitude of people, or other nations, might secretly fortify and settle themselves before us.”</p><p class=\"attribution author\">Richard Hakluyt, English government official, <span class=\"formatted_text font_style:italic\">A Discourse on Western Planting</span>, 1584</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">European settlers faced resistance from Native Americans.</p>","<p class=\"choice_paragraph\">Europeans transported enslaved Africans to the Americas to produce sugar.</p>","<p class=\"choice_paragraph\">Europeans sought new sources of wealth in the Americas.</p>","<p class=\"choice_paragraph\">European missionaries traveled to the Americas seeking religious converts.</p>"],"answer":2}]