[{"id":"VH948975","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH948970.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following developments could best be used as evidence to support Stevens’ claim about African American suffrage in the last paragraph of the excerpt?</p>\n","rubricRef":"VH948975_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Since the surrender of the armies of the confederate States of America a little has been done toward establishing the Government upon true principles of liberty and justice; and but a little if we stop here. We have broken the material shackles of four million slaves. We have unchained them, from the stake so as to allow them locomotion, provided they do not walk in paths which are trod by white men. . . . But in what have we enlarged their liberty of thought? In what [ways] have we taught them the science and granted them the privilege of self-government? . . .</p><p class=\"passage_para\">“Unless the rebel states, before admission, should be made republican in spirit, and placed under the guardianship of loyal men, all our blood and treasure will have been spent in vain. . . . There is more reason why [African American] voters should be admitted in the rebel states. . . . In the states they form the great mass of the loyal men. Possibly with their aid loyal governments may be established in most of those states. Without it all are sure to be ruled by traitors; and loyal men, black and white, will be oppressed, exiled, or murdered.</p><p class=\"passage_para\">“I believe, on my conscience, that on the continued ascendency of [the Republican] party depends the safety of this great nation. [If there is not African American suffrage] in the rebel states then every one of them is sure to send a solid rebel representative . . . to Congress, and cast a solid rebel electoral vote. . . . I am for Negro suffrage in every rebel state. . . . every man, no matter what his race or color; every earthly being who has an immortal soul, has an equal right to justice, honesty, and fair play with every other man; and the law should secure him those rights.”</p><p class=\"attribution author\">Thaddeus Stevens, member of Congress, speech to the House of Representatives, 1867</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Republican candidates won most presidential electoral votes in the North in the late 1860s and 1870s.</p>","<p class=\"choice_paragraph\">Many Northern business leaders supported the Republican Party during Reconstruction.</p>","<p class=\"choice_paragraph\">Democrats dominated the Southern states after suppressing African American voting rights.</p>","<p class=\"choice_paragraph\">President Ulysses S. Grant used federal authority to counter voter intimidation in the South.</p>"],"answer":2}]