[{"id":"VH943508","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH943500.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Evidence in the excerpt best corroborates which of the following broader historical contexts?</p>\n","rubricRef":"VH943508_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“With regard to the northwestern States, to which the ordinance of 1787 was applied—Ohio, Indiana, Illinois, and Michigan—no one now believes that any one of those States, if they thought proper to do it, has not just as much a right to introduce slavery within her borders as Virginia has a right to maintain the existence of slavery within hers.</p><p class=\"passage_para\">“Then, if in this struggle of power and empire between the two classes of states a decision of California has taken place adverse to the wishes of the southern States, it is a decision not made by the General [federal] Government; it is a decision respecting which they cannot complain to the General Government. It is a decision made by California herself, and which California had incontestably a right to make under the Constitution of the United States. . . . The question of slavery, either of its introduction or interdiction, is silent as respects the action of this [federal] Government; and if it has been decided, it has been by a different body—by a different power—by California herself, who had a right to make that decision.”</p><p class=\"attribution author\">Senator Henry Clay, speech in the United States Senate, 1850</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Expanded trade between the East and West Coasts and with Asia divided the country in new ways.</p>","<p class=\"choice_paragraph\">Abolitionist activity undermined the ability of new territories to achieve statehood.</p>","<p class=\"choice_paragraph\">Southern states sought more proslavery seats in the United States Congress.</p>","<p class=\"choice_paragraph\">New political parties such as the Know-Nothings threatened the system of slavery.</p>"],"answer":2}]