[{"id":"VH941608","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH941604.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Evidence in the excerpt best corroborates which of the following?</p>\n","rubricRef":"VH941608_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I am filled with deep emotion at finding myself standing here in the place . . . from which sprang the institutions under which we live. . . . I have never had a feeling politically that did not spring from the sentiments embodied in the Declaration of Independence. . . . It was not the mere matter of the separation of the colonies from the mother land; but something in that Declaration giving liberty, not alone to the people of this country, but hope to the world for all future time. It was that which gave promise that in due time the weights should be lifted from the shoulders of all men. . . .</p><p class=\"passage_para\">“Now, my friends, can this country be saved upon that basis? If it can, I will consider myself one of the happiest men in the world if I can help to save it. If it can’t be saved upon that principle, it will be truly awful.</p><p class=\"passage_para\">“Now, in my view of the present aspect of affairs, there need be no bloodshed and war. . . . And I may say in advance, there will be no blood shed unless it be forced upon the Government. . . .</p><p class=\"passage_para\">“My friends, this is a wholly unprepared speech. I did not expect to be called upon to say a word when I came here. . . . I may, therefore, have said something indiscreet, but I have said nothing but what I am willing to live by, and, in the pleasure of Almighty God, die by.”</p><p class=\"attribution author\">President-elect Abraham Lincoln, speaking at Independence Hall in Philadelphia, February 22, 1861</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Southern politicians would not abandon slavery, and they believed Lincoln was a threat to that system.</p>","<p class=\"choice_paragraph\">Sectional divisions were not as deep as many thought, and there was agreement about gradual abolition.</p>","<p class=\"choice_paragraph\">Political leadership in previous administrations had successfully limited sectional conflict.</p>","<p class=\"choice_paragraph\">Lincoln viewed foreign influences as serious threats to the stability of the United States.</p>"],"answer":0}]