[{"id":"VH942530","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942483.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The events described in the excerpt resulted in which of the following developments in the British North American colonies?</p>\n","rubricRef":"VH942530_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I . . . longed to see and hear him, and wished he would come this way. And I soon heard he was [to] come to New York and [New Jersey] and great multitudes [began] flocking after him under great concern for their souls which brought on my concern more and more hoping soon to see him. . . .</p><p class=\"passage_para\">“Then one morning all of a sudden, about 8 or 9 o'clock there came a messenger and said Mr. Whitefield . . . is to preach at Middletown this morning. . . . I was in my field at work. I dropped my tool that I had in my hand and ran home and . . . bade my wife get ready quick to go and hear Mr. Whitefield preach at Middletown, and [ran] to my pasture for my horse with all my might, fearing that I should be too late to hear him.</p><p class=\"passage_para\">“. . . . When we got to the old meeting house there was a great multitude; it was said to be 3 or 4,000 . . . people assembled together. . . .</p><p class=\"passage_para\">“When I saw Mr. Whitefield . . . he looked almost angelical . . . and my hearing how God was with him everywhere as he came along it solemnized my mind, and put me into a trembling fear before he began to preach . . . and my old foundation was broken up, and I saw that my righteousness would not save me. . . .”</p><p class=\"attribution author\">Nathan Cole, farmer, describing going to hear Reverend George Whitefield preach in Middletown, Connecticut, 1740</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Protestant evangelicalism furthered the Anglicization of the colonies.</p>","<p class=\"choice_paragraph\">Colonial assemblies attempted to assert more independence from Britain.</p>","<p class=\"choice_paragraph\">Religious leaders in New England expanded support for the abolitionist movement.</p>","<p class=\"choice_paragraph\">Britain enacted mercantilist policies to protect its economy from competition.</p>"],"answer":0}]