[{"id":"VH943350","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH943320.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Evidence in the excerpt most strongly suggests which of the following?</p>\n","rubricRef":"VH943350_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“What fault has there been on the part of the General Government of the United States? Why break up this Union? Will any gentleman be so kind as to particularize a single instance worthy of debate, in which the Federal Government has been derelict [negligent] in the discharge of its duty, or has failed to accomplish the purposes of its organization? . . .</p><p class=\"passage_para\">“I am not here . . . to defend the election of Abraham Lincoln. I believe that his election was virtually a fraud upon the people of the United States . . . nominated, as he was, by a sectional party, and upon a sectional platform, with no representation in the body which nominated him from the South; but he was nominated and elected according to the forms of law. . . .</p><p class=\"passage_para\">“Let us look . . . at the evils that must result from secession. The first, in my opinion, would be that our country would not only be divided into a Northern Confederacy and into Southern Confederacy, but, soon or later it would be divided into sundry [several] petty Confederacies. We would have a Central Confederacy, a Confederacy of the States of the Mississippi Valley, a Pacific Confederacy, a Western Confederacy, an Eastern Confederacy, a Northern and a Southern Confederacy.</p><p class=\"passage_para\">“. . . It is easy perhaps to break down this Government; but, sir, when we break it down it will not be so easy a matter to build it up. . . . Gentlemen cry out against the tyranny of their own government, and yet denounce [those opposed to secession] because we hesitate to allow ourselves to be thrust into the embraces of such a military dictatorship.”</p><p class=\"attribution author\">Waitman T. Willey, addressing the Virginia State Secession Convention, March 4, 1861</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Southern opinions regarding slavery were changing.</p>","<p class=\"choice_paragraph\">Southern businesses rejected paying federal taxes.</p>","<p class=\"choice_paragraph\">Southern voters viewed the presidential election with contempt.</p>","<p class=\"choice_paragraph\">Southern politicians were anxious to form alliances with European countries.</p>"],"answer":2}]