[{"id":"VH944298","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH944276.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following can be concluded based on the situation in which Calhoun gave this speech?</p>\n","rubricRef":"VH944298_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Mr. President, it was solemnly asserted on this floor, some time ago, that all parties in the non-slaveholding States had come to a fixed and solemn determination upon two propositions. One was that there should be no further admission of any States into this Union which permitted, by their constitutions, the existence of slavery; and the other was that slavery shall not hereafter exist in any of the territories of the United States, the effect of which would be to give to the non-slaveholding States the monopoly of the public domain. . . . The subject has been agitated in the other House [of Congress], and they have sent up a bill ‘prohibiting the extension of slavery . . . to any territory which may be acquired by the United States hereafter.’ At the same time, two resolutions which have been moved to extend the compromise line from the Rocky Mountains to the Pacific, during the present session, have been rejected by a decided majority.</p><p class=\"passage_para\">“Sir, there is no mistaking the signs of the times; and it is high time that the Southern States—the slaveholding States—should inquire what is now their relative strength in this Union, and what it will be if this determination is carried into effect hereafter.”</p><p class=\"attribution author\">John C. Calhoun, senator, speech in the United States Senate, 1847</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The United States attempted to establish trade with western American Indian nations.</p>","<p class=\"choice_paragraph\">Americans debated how to integrate conquered territories into the United States.</p>","<p class=\"choice_paragraph\">Americans wanted to access natural resources in the western North America.</p>","<p class=\"choice_paragraph\">The United States sought to gain markets for its manufactured goods in East Asia.</p>"],"answer":1}]