[{"id":"VH943380","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH943359.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains Douglass’ point of view in the excerpt?</p>\n","rubricRef":"VH943380_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Whether you are or are not, entitled to all the rights of citizenship in this country has long been a matter of dispute to your prejudice. By enlisting in the service of your country at this trial hour, and upholding the National Flag, you stop the mouths of [cynics] and win applause even from the iron lips of ingratitude. Enlist and you make this your country in common with all other men born in the country or out of it. . . .</p><p class=\"passage_para\">He who fights the battles of America may claim America as his country—and have that claim respected. Thus in defending your country now against rebels and traitors you are defending your own liberty, honor, manhood and self-respect. . . .</p><p class=\"passage_para\">. . . [H]istory shall record the names of heroes and martyrs who bravely answered the call of patriotism and Liberty—against traitors, thieves and assassins—let it not be said that in the long list of glory, composed of men of all nations—there appears the name of no colored man.”</p><p class=\"attribution author\">Frederick Douglass, excerpt from an editorial, April 1863</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">African American enlistment would enable the Union Army to prevail in the Civil War.</p>","<p class=\"choice_paragraph\">Once African American men enlisted, Northern White soldiers would accept them as equals.</p>","<p class=\"choice_paragraph\">Shared sacrifice would help advance African American men’s claims to United States citizenship.</p>","<p class=\"choice_paragraph\">Northern politicians overwhelmingly favored enlistment of African Americans in the Union Army.</p>"],"answer":2}]