[{"id":"VH943482","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH943453.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The excerpt could best be used by historians studying which of the following?</p>\n","rubricRef":"VH943482_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“There are those who are dissatisfied with me. To such I would say: You desire peace; and you blame me that we do not have it. But how can we attain it? . . .</p><p class=\"passage_para\">“But to be plain, you are dissatisfied with me about the Negro. . . . You dislike the emancipation proclamation; and, perhaps, would have it retracted. You say it is unconstitutional—I think differently. I think the Constitution invests its commander-in-chief, with the law of war, in time of war. The most that can be said, if so much, is, that slaves are property. Is there—has there ever been—any question that by the law of war, property, both of enemies and friends, may be taken when needed? And is it not needed whenever taking it, helps us, or hurts the enemy? . . .</p><p class=\"passage_para\">“You say you will not fight to free Negroes. Some of them seem willing to fight for you. . . . I issued the proclamation on purpose to aid you in saving the Union. . . . Why should they do anything for us, if we will do nothing for them? If they stake their lives for us, they must be prompted by the strongest motive—even the promise of freedom. And the promise being made, must be kept.”</p><p class=\"attribution author\">President Abraham Lincoln, letter to James Conkling explaining why he issued the Emancipation Proclamation, 1863</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">What prevented European powers from supporting the South</p>","<p class=\"choice_paragraph\">What motivated African Americans during the war</p>","<p class=\"choice_paragraph\">How Lincoln used executive powers to initiate wartime policy</p>","<p class=\"choice_paragraph\">How Confederate strategy prevented a rapid Union victory</p>"],"answer":2}]