[{"id":"VH942296","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942287.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes Landsman’s argument in the last paragraph of the excerpt?</p>\n","rubricRef":"VH942296_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The existence of [colonial] subregions leads us to another question: whether the Middle Colonies in fact represented a coherent region at all. . . . In important respects, the Middle Colonies can be divided into separate societies focused around the cities of New York and Philadelphia. Thus the economies of [New York] and northern New Jersey were tied closely to that of New York City, while those of southern New Jersey, Pennsylvania, and northern Delaware were linked to Philadelphia. Those areas grew at very different rates, and they possessed quite distinct characteristics. . . .</p><p class=\"passage_para\">“Nonetheless, the Middle Colonies did share a number of things. One was their geography, a combination of climate and topography and setting, which determined some of the ways the land could be put to use, its accessibility to both intra-regional and international commerce, and its strategic importance in imperial competition. It was a region organized around extensive inland waterways, which gave merchants an almost unparalleled access to the American interior, building upon trade routes that pre-dated European settlement. . . .</p><p class=\"passage_para\">“Perhaps the most important argument for the coherence of the mid-Atlantic as a region is the extent to which those colonies shared a common history. . . .</p><p class=\"passage_para\">“The most often-noted characteristic of the region was the diversity of its peoples. . . . The society of the Middle Colonies surely was ‘America’s first plural society.’ . . . There were two principal sources of the growing diversity of the European settlements. One was historical: New York, New Jersey, and Delaware were all conquered colonies, with Dutch, Swedish, Finnish, and many other populations already resident at the time of English conquest. The other was the consolidation that occurred as the colonies of six European nations along the Atlantic coast in the early seventeenth century were reduced to two by century’s end, those of [Protestant] England and those of [Catholic] France. The result was that [diverse] European Protestants heading for the New World were concentrated within English colonies, a situation that virtually mandated some form of toleration. . . . Toleration and pluralism, it turns out, were not based solely on enlightened benevolence.”</p><p class=\"attribution author\">Ned C. Landsman, historian, <span class=\"formatted_text font_style:italic\">Crossroads of Empire: The Middle Colonies in British North America</span>, published in 2010</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">English conquests in the Middle Colonies were harsher than the conquests of other European empires in the Americas.</p>","<p class=\"choice_paragraph\">Toleration of religious diversity in the Middle Colonies was made a necessity because of patterns of migration.</p>","<p class=\"choice_paragraph\">The spread of Enlightenment values was the main reason that pluralism developed in the Middle Colonies.</p>","<p class=\"choice_paragraph\">The French colonies in North America and the Middle Colonies had very similar settler populations.</p>"],"answer":1}]