[{"id":"VH942963","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942960.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following developments most directly contributed to the events described in the excerpt?</p>\n","rubricRef":"VH942963_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In 1739 arrived among us from Ireland the Reverend Mr. Whitefield, who had made himself remarkable there as [a traveling] preacher. He was at first permitted to preach in some of our churches; but the clergy, taking a dislike to him, soon refused him their pulpits, and he was obliged to preach in the fields. The multitudes of all [members of different religious groups] that attended his sermons were enormous, and it was a matter of speculation to me . . . to observe the extraordinary influence of his oratory on his hearers, and how much they admired and respected him. . . . It was wonderful to see the change soon made in the manners of our inhabitants. From being thoughtless or indifferent about religion, it seemed as if all the world were growing religious, so that one could not walk through the town in an evening without hearing psalms sung in different families of every street.</p><p class=\"passage_para\">“And it being found inconvenient to assemble in the open air, subject to its [harsh conditions], the building of a house to meet in was no sooner proposed . . . and the work [of erecting the building] was carried on with such spirit as to be finished in a much shorter time than could have been expected. Both house and ground were vested in trustees, expressly for the use of any preacher of any religious persuasion who might desire to say something to the people at Philadelphia.”</p><p class=\"attribution author\">Benjamin Franklin, from his autobiography, describing events in 1739</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Protestant evangelism came to the colonies from Great Britain and Europe.</p>","<p class=\"choice_paragraph\">The beliefs of Puritan leaders had an increased impact on colonial religious practices.</p>","<p class=\"choice_paragraph\">Colonists became less interested in religion as they became more involved with trans-Atlantic trade.</p>","<p class=\"choice_paragraph\">Local clergy members in the colonies routinely welcomed the preaching of diverse religious doctrines.</p>"],"answer":0}]