[{"id":"VH942872","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942860.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The reaction to the situation described in the third paragraph represented a continuity with which of the following earlier colonial developments?</p>\n","rubricRef":"VH942872_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In Carolina, the instances of Negroes murdering . . . their own masters or overseers are not rare . . . . [Runaways] escape by water, past Frederica [in Georgia] to St. Augustine [in Florida], where they receive freedom, be it war or peace [with Spain]. Many just run into the woods, get along miserably, [or] are secretly looked after by other Negroes. . . .</p><p class=\"passage_para\">“Those Negroes who have served the [colony of Georgia] well are bought and freed by the government, receive their own land, and enjoy the English rights. If a private party wants to release a Negro he must have the consent of the governor or get him out of the colony. For the free Negroes abuse their freedom, and it is feared they seduce others [to freedom]. . . .</p><p class=\"passage_para\">“. . . Mixings or marriages [between Black and White colonists] are not allowed by the laws; but . . . I have learned of 2 white women, one French and one German, who have secretly been with Negroes and have borne black children. . . . And all too common [are] white men . . . [who with Negro women] father half-black children. [The children] are perpetual slaves just like their mothers.”</p><p class=\"attribution author\">Johann Martin Bolzius, German minister, report to a correspondent in Europe on life in Georgia and the Carolinas, 1751</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">A strict racial system was established that separated enslaved people from European colonists.</p>","<p class=\"choice_paragraph\">Some enslaved Native Americans were incorporated into colonial society.</p>","<p class=\"choice_paragraph\">Some colonists used Enlightenment principles to argue for racial equality between Europeans and Africans.</p>","<p class=\"choice_paragraph\">The institution of slavery was transferred to colonial America unaltered from West Africa.</p>"],"answer":0}]