[{"id":"VH944214","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH944208.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following claims is supported by the arguments made by both Levine and Langguth?</p>\n","rubricRef":"VH944214_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Forces committed to restoring White supremacy launched a ruthless, bloody campaign of terror and intimidation against freedpeople and their White allies in the South. As young southern units of the Republican Party broke under those blows and the Republicans of the North retreated and grew more conservative, Reconstruction collapsed. With it went many . . .  gains. A resurgent southern elite once again set about imposing White supremacy and tyrannical labor discipline while stripping freedpeople of many of their civic and political rights.”</p><p class=\"attribution author\">Bruce Levine, historian, <span class=\"formatted_text font_style:italic\">The Fall of the House of Dixie</span>, 2013</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“For many poor Whites throughout the South, Jim Crow laws alone could not ease their most persistent fear. In regions like northern Louisiana, with little but pine trees rising from its barren soil, White men found themselves competing with [formerly enslaved people], and during the dozen years of Reconstruction they had not known which race would prevail.</p><p class=\"passage_para\">“Such men had dropped away from the Ku Klux Klan after President Grant’s crackdown, but their simmering resentments had grown. With control of the South passing again to the Democrats, powerless Whites were joining plantation owners to ensure that Black workers remained without their basic rights.”</p><p class=\"attribution author\">A. J. Langguth, historian, <span class=\"formatted_text font_style:italic\">After Lincoln</span>, 2014</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Local political tactics served to deny African Americans their rights.</p>","<p class=\"choice_paragraph\">White southerners accepted racial and political equality.</p>","<p class=\"choice_paragraph\">Republicans permanently changed the balance of political power in the South.</p>","<p class=\"choice_paragraph\">African Americans gained property rights while becoming self-sufficient.</p>"],"answer":0}]