[{"id":"VH944254","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH944238.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a similarity between Rable’s and Foner’s arguments in the excerpts?</p>\n","rubricRef":"VH944254_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“After [the Confederate surrender at] Appomattox the South’s political leaders saw themselves entering an era of revolutionary changes imposed by the national government, which many viewed as an outside power. Continuing a long pattern of American . . . behavior, many whites found an outlet for their frustration by attacking those deemed responsible for their suffering: white Republicans and blacks. . . .</p><p class=\"passage_para\">“Frustrated at their inability to bring their states back to Democratic control, some southerners turned to the Ku Klux Klan and other white supremacist organizations, using terrorism to eliminate opposition leaders and to strike fear into the hearts of rank-and-file Republicans, both black and white. . . .</p><p class=\"passage_para\">“[Violence] in Alabama, Louisiana, Mississippi, and South Carolina exposed the impotence of the Republican party in the South and the determination of Democrats to defeat their opponents by any means necessary. The final triumph of the counterrevolution awaited the withdrawal of northern Republican support from the so-called ‘carpetbag regimes’ in 1877. The inconsistency of federal Reconstruction policy and the strength of southern resistance seem to have doomed the Reconstruction experiment to inevitable collapse. Although Americans have often been loathe to concede that violence may bring about [political] change, terrorism in the Reconstruction era was instrumental in achieving the ends desired by its perpetrators.”</p><p class=\"attribution author\">George C. Rable, historian, <span class=\"formatted_text font_style:italic\">But There Was No Peace: The Role of Violence in the Politics of Reconstruction</span>, published in 1984</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In its pervasive impact and multiplicity of purposes, . . . the wave of counterrevolutionary terror that swept over large parts of the South between 1868 and 1871 lacks a counterpart . . . in the American experience. . . .</p><p class=\"passage_para\">“By 1870, the Ku Klux Klan . . . had become deeply entrenched in nearly every Southern state. . . . In effect, the Klan was a military force serving the interests of the Democratic party, the planter class, and all those who desired the restoration of white supremacy. . . .</p><p class=\"passage_para\">“Adopted in 1870 and 1871, a series of Enforcement Acts embodied the Congressional response to violence. . . . As violence persisted, Congress enacted a far more sweeping measure—the Ku Klux Klan Act of April 1871. This for the first time designated certain crimes committed by individuals as offenses punishable under federal law. . . . If states failed to act effectively against them, [these offenses could] be prosecuted by federal district attorneys, and even lead to military intervention. . . .</p><p class=\"passage_para\">“Judged by the percentage of Klansmen actually indicted and convicted, the fruits of ’enforcement’ seem small indeed, a few hundred men among the thousands guilty of heinous crimes. But in terms of its larger purposes—restoring order, reinvigorating the morale of Southern Republicans, and enabling blacks to exercise their rights as citizens—the policy proved a success. . . . So ended the Reconstruction career of the Ku Klux Klan. . . . National power had achieved what most Southern governments had been unable, and Southern white public opinion unwilling, to accomplish: acquiescence in the rule of law.”</p><p class=\"attribution author\">Eric Foner, historian, <span class=\"formatted_text font_style:italic\">Reconstruction: America’s Unfinished Revolution, 1863–1877</span>, published in 1988</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Both highlight the use of federal force to uphold the Constitution.</p>","<p class=\"choice_paragraph\">Both focus on many Southerners’ opposition to racial equality.</p>","<p class=\"choice_paragraph\">Both discuss congressional legislation to protect African American suffrage.</p>","<p class=\"choice_paragraph\">Both assert that Northerners cared little about the outcome of Reconstruction.</p>"],"answer":1}]