[{"id":"VH943162","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH943147.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The excerpt could best be used by historians studying which of the following?</p>\n","rubricRef":"VH943162_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I know not how to thank you for the deep and lively interest you have been pleased to take in the cause of . . . the emancipation of a people, who, for two long centuries, have endured, with the utmost patience, a bondage, one hour of which . . . is worse than ages of that which your fathers rose in rebellion to oppose.</p><p class=\"passage_para\">“It is such indications on the part of the press—which, happily, are multiplying throughout all the land—that kindle up within me an ardent hope that the curse of slavery will not much longer be permitted to make its iron foot-prints in the lacerated [deeply cut] hearts of my . . . brethren. . . . I am called, by way of reproach, a runaway slave. As if it were a crime—an unpardonable crime—for a man to take his inalienable rights!</p><p class=\"passage_para\">“But why [you,]  a New-York editor, born and reared in the State of Maine, far removed from the contaminated . . . atmosphere of slavery, should pursue such a course [supporting abolition], is not so apparent. I will not, however, stop here to ascertain the cause, but deal with fact. . . .</p><p class=\"passage_para\">“The object . . . is simply to give such an exposition of the degrading influence of slavery upon the master and his [supporters] as well as upon the slave—to excite such an intelligent interest on the subject of American slavery—as may react upon that country, and tend to shame her out of her adhesion to a system which all must confess to disagree with justice. . . .</p><p class=\"passage_para\">“I am earnestly and anxiously laboring to wipe off this foul blot from the . . . American people, that they may accomplish in behalf of human freedom that which their exalted position among the nations of the earth amply fits them to do.”</p><p class=\"attribution author\">Frederick Douglass to <span class=\"formatted_text font_style:italic\">New York Tribune</span> editor Horace Greeley, 1846</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The development of new transportation technologies</p>","<p class=\"choice_paragraph\">The emergence of nativist political parties</p>","<p class=\"choice_paragraph\">The relocation of Native Americans from the South</p>","<p class=\"choice_paragraph\">The growth of the abolition movement in the United States</p>"],"answer":3}]