[{"id":"VH943091","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942994.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on their arguments in the excerpts, Giddings would likely agree with and Whitman would likely disagree with which of the following claims about the causes of the Mexican-American War?</p>\n","rubricRef":"VH943091_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Yes: Mexico must be thoroughly chastised! . . . The news of yesterday [at the southern border] has added the last argument wanted to prove the necessity of an immediate Declaration of War by our government toward its southern neighbor.</p><p class=\"passage_para\">“We are justified in the face of the world, in having treated Mexico with more forbearance [tolerance] than we have ever yet treated an enemy. . . . We have . . . submitted thus far to a most offensive rejection of an Ambassador personifying the American nation, and waited for years without payment of the claims of our injured merchants. We have sought peace through every avenue, and shut our eyes to many things, which, had they come from England or France, the President would not have dared to pass over without stern and speedy resentment. We have dammed up our memory, of what had passed in the South [Texas] years ago—of devilish massacres of some of <span class=\"formatted_text font_style:italic\">our bravest and noblest sons </span>. . . in violation of all the rules of war. . . .</p><p class=\"passage_para\">“We think there can be no doubt of the truth of yesterday’s news; and we are sure the people here, ten to one, are for prompt and hostilities. . . . Let our arms now be carried with a spirit which shall teach the world that, while we are not forward for a quarrel, America knows how to crush, as well as how to expand!”</p><p class=\"attribution author\">Walt Whitman, journalist and poet, editorial in the <span class=\"formatted_text font_style:italic\">Brooklyn Eagle</span>, 1846</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“President [James K. Polk] in his message, as a pretext for sending our army to invade and conquer the country upon the Rio Grande, says: “Texas by its [legislative] act of December 19, 1836, had declared the [Rio Grande] to be the boundary of that [formerly independent] republic.’ . . . The truth is that Texas had agreed upon the Nueces [River] as her boundary. . . .</p><p class=\"passage_para\">“If [Mexico] be <i class=\"stressed_text_2\">ours</i>, why does he seek to justify the taking possession of it by references to the fact that Mexico is indebted to some of our people? If it be not ours, and he has taken possession of it in order to compel Mexico to pay those debts, why not say so? The fact that Mexico has not paid the debts due to our citizens can have no legitimate connection with taking possession of [it as] our own soil. But [the president] was obviously conscious that this invasion of the Mexican territory could not be justified. . . .</p><p class=\"passage_para\">“When the Executive and Congress openly and avowedly took upon themselves the responsibility of extending and perpetuating slavery by the annexation of Texas, and by the total overthrow and subversion of the Constitution, . . . my confidence in the stability of our institutions was shaken, destroyed. . . . Our Union continues, but our Constitution is gone. . . .</p><p class=\"passage_para\">“. . . No man regards this war as <span class=\"formatted_text font_style:italic\">just</span>. <span class=\"formatted_text font_style:italic\">We know</span>, the country knows, and the civilized world are conscious, that it has resulted from a desire to extend and sustain an institution on which the curse of the Almighty most visibly rests.”</p><p class=\"attribution author\">Joshua Giddings, congressman from Ohio, speech in the United States House of Representatives, 1846</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The United States sought the repayment of Mexican debts.</p>","<p class=\"choice_paragraph\">Mexico had killed Americans during a previous conflict in Texas.</p>","<p class=\"choice_paragraph\">The United States desired to expand slavery to Mexican territory.</p>","<p class=\"choice_paragraph\">Mexico had sent soldiers across the southern border of the United States.</p>"],"answer":2}]