[{"id":"VH942433","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942429.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The first paragraph of the excerpt makes which of the following claims?</p>\n","rubricRef":"VH942433_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The New England settlers more closely resembled the non-migrating English population than they did other English colonists in the New World. . . . While the composition of the emigrant populations in the Chesapeake and the Caribbean hindered the successful transfer of familiar patterns of social relationships, the character of the New England colonial population ensured it. The prospect of colonizing distant lands stirred the imaginations of young people all over England but most of these young adults made their way to the tobacco and sugar plantations of the South. Nearly half of a sample of Virginia residents in 1625 were between the ages of twenty and twenty-nine, and groups of emigrants to the Chesapeake in the seventeenth century consistently included a majority of people in their twenties. In contrast, only a quarter of the New England settlers belonged to this age group.</p><p class=\"passage_para\">“Similarly, the sex ratio of the New England emigrant group resembled that of England’s population. If women were . . . scarce in the Chesapeake . . . they were comparatively abundant in the northern colonies. In the second decade of Virginia’s settlement, there were four or five men for each woman; by the end of the century, there were still about three men for every two women. Among the emigrants [in New England], however, nearly half were women and girls. Such a high proportion of females in the population assured the young men of New England greater success than their southern counterparts in finding spouses.”</p><p class=\"attribution author\">Virginia DeJohn Anderson, historian, “Migrants and Motives: Religion and the Settlement of New England, 1630–1640,” published in 1985</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Emigrants to the Chesapeake came as family groups more often than emigrants to New England did.</p>","<p class=\"choice_paragraph\">The settlers of New England varied in age more than emigrants to the Chesapeake did.</p>","<p class=\"choice_paragraph\">The settlers of both New England and the Chesapeake were disproportionately young adults.</p>","<p class=\"choice_paragraph\">More young adults migrated to New England than to the Chesapeake colonies.</p>"],"answer":1}]