[{"id":"VH942991","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942960.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most directly contributed to the decision in Philadelphia referenced in the excerpt to build a specific meeting house for the new preachers?</p>\n","rubricRef":"VH942991_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In 1739 arrived among us from Ireland the Reverend Mr. Whitefield, who had made himself remarkable there as [a traveling] preacher. He was at first permitted to preach in some of our churches; but the clergy, taking a dislike to him, soon refused him their pulpits, and he was obliged to preach in the fields. The multitudes of all [members of different religious groups] that attended his sermons were enormous, and it was a matter of speculation to me . . . to observe the extraordinary influence of his oratory on his hearers, and how much they admired and respected him. . . . It was wonderful to see the change soon made in the manners of our inhabitants. From being thoughtless or indifferent about religion, it seemed as if all the world were growing religious, so that one could not walk through the town in an evening without hearing psalms sung in different families of every street.</p><p class=\"passage_para\">“And it being found inconvenient to assemble in the open air, subject to its [harsh conditions], the building of a house to meet in was no sooner proposed . . . and the work [of erecting the building] was carried on with such spirit as to be finished in a much shorter time than could have been expected. Both house and ground were vested in trustees, expressly for the use of any preacher of any religious persuasion who might desire to say something to the people at Philadelphia.”</p><p class=\"attribution author\">Benjamin Franklin, from his autobiography, describing events in 1739</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Leaders in cities such as Philadelphia wanted to do all they could to limit the spread of new Protestant denominations in the colony.</p>","<p class=\"choice_paragraph\">Local authorities worried about radical ideas and believed that a central meeting house would make it easier to censor the sermons of the new preachers.</p>","<p class=\"choice_paragraph\">Religious pluralism was more accepted in the middle colonies and particularly in the colony of Pennsylvania than elsewhere.</p>","<p class=\"choice_paragraph\">Commerce was more important than religion to most colonists, so building a small meeting house would keep the new preachers isolated.</p>"],"answer":2}]