[{"id":"VH942333","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942324.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following developments resulted most directly from the gold rush described in the excerpt?</p>\n","rubricRef":"VH942333_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“No roads marked the way to the traveler in California then: but, guided by the sun and well-known mountain peaks, we proceeded on our journey. . . . Some forty or fifty men were at work with the cradle machines, and were averaging about eight ounces [of gold] per day to the man. But a few moments passed before I was knee deep in water, with my wash-basin full of dirt, plunging it about endeavoring to separate the dirt from the gold. After washing some fifty pans of dirt, I found I had realized about four bits’ worth of gold. Reader, do you know how [one] feels when the gold fever heat has suddenly fallen to about zero? I do. . . . The Indians who were working for Capts. Sutter and Weber gave them leading information, so that they were enabled to know the direction in which new discoveries were to be made. . . .</p><p class=\"passage_para\">“The morals of the miners of ’48 should here be noticed. No person worked on Sunday at digging for gold. . . . We had ministers of the gospel amongst us, but they never preached. Religion had been forgotten, even by its ministers, and instead of their pointing out the narrow way which leads to eternal happiness . . . they might have been seen, with pick-axe and pan, traveling untrodden [untraveled] ways in search of . . . treasure . . . or drinking good health and prosperity with friends.”</p><p class=\"attribution author\">James H. Carson, describing life in the early California gold fields, 1848</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">An anti-Catholic movement arose in western mining communities.</p>","<p class=\"choice_paragraph\">Plantation agriculture spread from the South to the Pacific coast.</p>","<p class=\"choice_paragraph\">People from America, Europe, and Asia migrated to the region.</p>","<p class=\"choice_paragraph\">The West Coast became a major industrial center for the United States.</p>"],"answer":2}]