[{"id":"VH955018","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Using the excerpts, answer (a), (b), and (c).</p>\n&nbsp;\n\n<div class=\"outline style:4\">\n<div class=\"outline_level level_id:1 sequence_in_level:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly describe ONE major difference between Sinn’s and Pfaelzer’s historical interpretations of immigration to the Pacific coast of the United States during the 1850s and 1860s.</p>\n</div>\n</div>\n</div>\n\n<div class=\"outline style:4\">\n<div class=\"outline_level level_id:1 sequence_in_level:2\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly describe ONE way in which immigration to the Pacific coast of the United States in the 1850s and 1860s, as described by Sinn or Pfaelzer, compared with immigration elsewhere in the United States during this period.</p>\n</div>\n</div>\n</div>\n\n<div class=\"outline style:4\">\n<div class=\"outline_level level_id:1 sequence_in_level:3\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly explain ONE historical effect of immigration to the Pacific coast of the United States in the 1850s and 1860s, as described by Sinn or Pfaelzer.</p>\n</div>\n</div>\n</div>\n","rubricRef":"VH955018_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“The cargo trade with San Francisco grew briskly, but more dramatic changes came when Chinese, also succumbing to gold fever, raced for California. . . &nbsp;In 1849, a total of 300 people went, followed by 450 in 1850 and 2,700 in 1851. Many returned with gold, showing that it really existed. Foreign and Chinese shipping merchants whipped up business by circulating placards, maps, and pamphlets greatly exaggerating the availability of gold. The numbers peaked in 1852. [British] Governor Bonham announced that 30,000 Chinese had embarked from Hong Kong that year. . . .</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Despite the fact that the number of passengers to California leveled off after 1852, the stream of people traveling to and fro across the Pacific . . . never ceased. . . . Even after the gold rush, Chinese continued sailing to the US West Coast to work on the railroads, as well as in lumbering, fisheries and agriculture, and a host of other occupations.”</p>\n\n<p class=\"attribution author\">Elizabeth Sinn, historian, <span class=\"formatted_text font_style:italic\">Pacific Crossing: California Gold, Chinese Migration, and the Making of Hong Kong</span>, 2013</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“The California legislature passed the Foreign Miners’ Tax, a simple code that would compel thousands of miners from Latin American and China to leave the United States. The tax required all miners who were not US citizens to buy a license for the monthly fee of twenty dollars (about four hundred dollars in today’s currency); the tax collector would receive three dollars, and the rest would be split between the county and the state. Irish, English, Canadian, and German miners immediately protested, and the law was quickly rewritten to exempt any ‘free white person’ or any miner who could become an American citizen. . . .</p>\n\n<p class=\"passage_para\">“At the beginning of 1850, fifteen thousand Mexicans were mining in the southern Sierra Nevada. After the Foreign Miners’ Tax was enacted, ten thousand left the gold fields, most to return to Mexico. The town of Columbia shrank from a lively center of ten thousand miners and shopkeepers to an abandoned camp of nine or ten men. . . . By 1860, four-fifths of the Latino population had been driven from the gold country.”</p>\n\n<p class=\"attribution author\">Jean Pfaelzer, historian, <span class=\"formatted_text font_style:italic\">Driven Out</span>, 2007</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]