[{"id":"VH968947","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968945.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following pieces of historical evidence would best modify the claim in the last paragraph of the excerpt?</p>\n","rubricRef":"VH968947_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The [political] machine represented the dominant urban political institution of the late nineteenth century. . . . Bosses purchased voter support with individual economic inducements such as offers of public jobs. . . . The machine sustained itself by exchanging material benefits for political support. . . .</p><p class=\"passage_para\">“By 1890 Irish bosses ran most of the big-city Democratic machines constructed in the 1870s and 1880s. . . . By 1886, the Irish held 58 percent of the seats on the San Francisco Democratic party central committee. . . . 61 percent of the Tammany Society [political machine in New York City] were Irish in 1890.</p><p class=\"passage_para\">“. . . What accounts for their unusually high group political participation rates? The Irish capture of the urban Democratic party depended on a large Irish voting bloc. In city after city the Irish mobilized politically much more quickly than other ethnic groups. Irish naturalization and voter registration rates were the highest of all the immigrant groups.</p><p class=\"passage_para\">“[In the 1860s] Radical Republicans captured control of the New England and Middle Atlantic states. . . . [They] pursued a program of electoral and institutional reform in the eastern states with urban Democratic (and Irish) strongholds. Rather than weakening the embryonic Democratic city organizations, the Radical attack succeeded in strengthening these machines. The election of pro-machine Democratic governors in states such as New York, New Jersey, and California further aided Irish machine building.”</p><p class=\"attribution author\">Steven P. Erie, historian, <span class=\"formatted_text font_style:italic\">Rainbow’s End: Irish-Americans and the Dilemmas of Urban Machine Politics, 1840-1985</span>, published in 1990</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Many members of Congress sought to restrict the ability of new immigrants to register to vote in elections in the 1870s.</p>","<p class=\"choice_paragraph\">State government leaders passed laws to take control of fire and police departments run by political machines in eastern cities.</p>","<p class=\"choice_paragraph\">Radical Republicans passed a law that allowed for federal supervision of local elections and the prosecution of voter fraud.</p>","<p class=\"choice_paragraph\">Some Democratic political machines continued Republican fiscal policies that limited spending on patronage jobs.</p>"],"answer":3}]