[{"id":"VH968411","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968406.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Evidence in the excerpt can best be used to support which of the following arguments about the historical situation of South after the Civil War?</p>\n","rubricRef":"VH968411_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“When [Robert E.] Lee surrendered . . . the South became, and has since been, loyal to this Union. We fought hard enough to know that we were whipped, and in perfect frankness accept as final the [arbitration] of the sword to which we had appealed. . . .</p><p class=\"passage_para\">“The old South rested everything on slavery and agriculture, unconscious that these could neither give nor maintain healthy growth. The new South presents a perfect democracy, the oligarchs leading in the popular movement—a social system compact and closely knitted, less splendid on the surface, but stronger at the core—a hundred farms for every plantation, fifty homes for every palace—and a diversified industry that meets the complex need of this complex age.</p><p class=\"passage_para\">“The new South is enamored of her new work. Her soul is stirred with the breath of a new life. The light of a grander day is falling fair on her face. She is thrilling with the consciousness of growing power and prosperity. As she stands upright, full-statured and equal among the people of the earth, breathing the keen air and looking out upon the expanded horizon, she understands that her emancipation came because through the inscrutable wisdom of God her honest purpose was crossed, and her brave armies were beaten.”</p><p class=\"attribution author\">Henry W. Grady, Georgia newspaper editor and Democratic political activist, speech in New York City, 1886</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Some elite Southerners opposed the growth of sharecropping.</p>","<p class=\"choice_paragraph\">Elections in the South were more democratic than in the North.</p>","<p class=\"choice_paragraph\">Some Southern leaders promoted industrialization as progress.</p>","<p class=\"choice_paragraph\">Northern politicians hindered the economic recovery of the South.</p>"],"answer":2}]