[{"id":"VH969164","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH969160.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following describes a difference between the arguments made by Chief Joseph and Commissioner Parker in the excerpts?</p>\n","rubricRef":"VH969164_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The measures to which we are indebted for an improved condition of [American Indian] affairs are, the concentration of the Indians upon suitable reservations, and the supplying them with means for engaging in agricultural and mechanical pursuits, and for their education and moral training. . . . The light of a Christian civilization seems to have dawned upon their moral darkness, and opened up a brighter future. . . .</p><p class=\"passage_para\">“It has become a matter of serious import whether the treaty system in use ought longer to be continued. In my judgment it should not. A treaty involves the idea of a compact between two or more sovereign powers, each possessing sufficient authority and force to compel a compliance with the obligations incurred. The Indian tribes of the United States are not sovereign nations. . . . Many good men, looking at this matter only from a Christian point of view, will perhaps say that the poor Indian has been greatly wronged and ill treated; that this whole county was once his . . . and that he has been driven from place to place until he has hardly left to him a spot where to lay his head. This indeed may be philanthropic and humane, but the stern letter of the law admits of no such conclusion, and great injury has been done by the government in deluding this people into the belief of their being independent sovereignties.”</p><p class=\"attribution author\">Ely Parker, commissioner of Indian affairs, report to the secretary of the interior, 1869</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“My friends, I have been asked to show you my heart. I am glad to have a chance to do so. I want the white people to understand my people. . . . I will tell you in my way how the Indian sees things. . . .</p><p class=\"passage_para\">“[In 1863] a chief called Lawyer, because he was a great talker, . . . sold nearly all the Nez Percés country. . . . In this treaty Lawyer acted without authority from our band. He had no right to sell . . . [our] country. That had always belonged to my father’s own people. . . .</p><p class=\"passage_para\">“In order to have people understand how much land we owned, my father planted poles around it and said: ‘Inside is the home of my people—the white man may take the land outside. Inside the boundary all our people were born. It circles around the graves of our fathers, and we will never give up these graves to any man.’ . . .</p><p class=\"passage_para\">“. . . I was granted permission to come to Washington. . . . I have shaken hands with a great many friends, but there are some things I want to know which no one seems able to explain. . . . Too many misrepresentations have been made, too many misunderstandings have come up between the white men about the Indians. . . . You might as well expect the rivers to run backward as that any man who was born a free man should be contented when penned up and denied liberty to go where he pleases. . . . I have asked some of the great white chiefs where they get their authority to say to the Indian that he shall stay in one place, while he sees white men going where they please. They can not tell me.”</p><p class=\"attribution author\">Chief Joseph, chief of the Nez Percé American Indian nation, “An Indian’s View of Indian Affairs,” published in the <span class=\"formatted_text font_style:italic\">North American Review</span>, 1879</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Chief Joseph supported the reservation system for Native Americans, while Commissioner Parker condemned reservations.</p>","<p class=\"choice_paragraph\">Chief Joseph believed that Native American tribes had a right to sovereignty, while Commissioner Parker believed that Native American tribes were not sovereign nations.</p>","<p class=\"choice_paragraph\">Chief Joseph sought additional support for agriculture on reservations, while Commissioner Parker called for industrialization on reservations.</p>","<p class=\"choice_paragraph\">Chief Joseph asserted that Native Americans should never interact with government officials, while Commissioner Parker argued that they should be represented in Washington.</p>"],"answer":1}]