[{"id":"VH969333","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH969310.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains a limitation in the argument about the short-term impact of the NAFTA agreement on immigration as presented in the excerpt?</p>\n","rubricRef":"VH969333_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“While the NAFTA [North American Free Trade Agreement] itself is silent on illegal immigration, this issue is very much on the minds of Americans. Over the long term, Mexican prosperity is the only practical answer to the problem of illegal immigration. . . . Over three or four decades, Mexican per capita income might reach half the US level, and this gain would substantially ease and perhaps even eliminate pressures within Mexico to emigrate.</p>\n\n<p class=\"passage_para\">“. . . NAFTA may marginally increase the gross number of illegal immigrants. However, in the longer run, NAFTA should help create the level of Mexican prosperity that will substantially reduce the gross level of illegal immigration.</p>\n\n<p class=\"passage_para\">“Over time, emigration pressures will be offset by faster economic growth in Mexico, assisted and reinforced by the long-run effect of NAFTA in boosting Mexican productivity. . . .</p>\n\n<p class=\"passage_para\">“The US federal government already provides about <span>$<span>1 billion annually to state and local governments to cope with extra social costs associated with immigrants. About $600 million is spent annually on 13 programs for migrant and seasonal farm workers and their families. With the possibility of increased immigration in the short term, the federal government will probably have to augment these programs.</span></span></p>\n\n<p class=\"passage_para\">“We do not believe that the United States should put large amounts of money into [border controls]. . . . Unless border controls were comprehensive and draconian [severe], they would not stem the [total] flow. . . . Whatever the effect on immigration flows, border fortification measures would be sure to sour US relations with Mexico for a very long time.”</p>\n\n<p class=\"attribution author\">“NAFTA: An Assessment,” report produced by the Institute for International Economics, a nonprofit research institution, 1993</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Immigrants from Latin America were outnumbered by Canadian immigrants who sought opportunity in the United States.</p>","<p class=\"choice_paragraph\">Immigrants became a large portion of draftees in the United States military as a result of international conflict.</p>","<p class=\"choice_paragraph\">The size of immigrant communities declined following the passage of international trade agreements.</p>","<p class=\"choice_paragraph\">Immigrants from Latin America were attracted to areas populated by other immigrants with similar ethnic backgrounds.</p>"],"answer":3}]