[{"id":"VH968959","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968949.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following can best be concluded about the late 1800s based on the situation in which the excerpt was produced?</p>\n","rubricRef":"VH968959_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The purpose of this article is to present some of the best methods of performing this duty of administering surplus wealth for the good of the people. The first requisite for a really good use of wealth by the millionaire who has accepted the gospel [of wealth] . . . is to take care that the purpose for which he spends it shall not have a degrading, pauperizing tendency upon its recipients, and that his trust should be so administered as to stimulate the best and most aspiring poor of the community to further efforts for their own improvement. . . .</p><p class=\"passage_para\">“The result of my own study of the question ‘What is the best gift which can be given to a community?’ is that a free library occupies the first place, provided the community will accept and maintain it as a public institution, as much a part of the city property as its public schools. . . .</p><p class=\"passage_para\">“Many free libraries have been established in our country, but none that I know of with such wisdom as the Pratt Library, of Baltimore. Mr. [Enoch] Pratt presented to the city of Baltimore one million dollars [for the library]. . . . It is safe to say that the 37,000 frequenters of the Pratt Library are of more value to Baltimore, to the State [of Maryland], and to the country than all the inert, lazy, and hopelessly-poor in the whole nation. . . .</p><p class=\"passage_para\">“. . . The problem of poverty and wealth, of employer and employed, will be practically solved whenever the time of the [wealthy] few is given, and their wealth is administered during their lives, for the best good of that portion of the community which has not been burdened by the responsibilities which attend the possession of wealth.”</p><p class=\"attribution author\">Andrew Carnegie, “The Best Fields for Philanthropy,” <span class=\"formatted_text font_style:italic\">North American Review</span>, 1889</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Industrialists focused on establishing international markets for their products.</p>","<p class=\"choice_paragraph\">People debated the best means for expanding educational opportunities.</p>","<p class=\"choice_paragraph\">Politicians argued about whether to increase taxes on people with wealth.</p>","<p class=\"choice_paragraph\">Workers supported the consolidation of businesses into corporations.</p>"],"answer":1}]