[{"id":"VH967888","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH967873.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following explanations for United States foreign policy debates after September 11, 2001, could the situation described in the excerpt best be used to support?</p>\n","rubricRef":"VH967888_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Although there has long been terrorism in varied contexts, contemporary terrorism poses a new and ominous problem. . . . We have long considered how to protect citizens against invading armies, and this might be the arena that is most nearly analogous to protection against terrorists. But foreign terrorists are not so transparent as invading armies, and the issue of protecting ourselves against them necessarily involves judgments on how to distinguish them from peaceful citizens and alien residents. . . . For terrorists, who must in the nature of their purpose be secretive, . . . we may be able to discover them before they act only if we resort to invasive and substantial surveillance, infiltration, screening, and so forth, all of which might be misused against innocents far more often than they are well used against potential terrorists.”</p><p class=\"attribution author\">Russell Hardin, political scientist, “Civil Liberties in the Era of Mass Terrorism,” <span class=\"formatted_text font_style:italic\">Journal of Ethics</span>, 2004</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Some people asserted that the United States should return to isolationism.</p>","<p class=\"choice_paragraph\">The national security efforts to prevent terrorism were controversial.</p>","<p class=\"choice_paragraph\">The decision to go to war in Iraq deeply divided the American people.</p>","<p class=\"choice_paragraph\">Some people argued that fossil fuel dependence undercut national security.</p>"],"answer":1}]