[{"id":"VH961637","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Using the excerpt, answer (a), (b), and (c)</p>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"outline style:4\">\n<div class=\"outline_level level_id:1 sequence_in_level:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly describe ONE historical situation in which the excerpt was produced.</p>\n</div>\n</div>\n\n<div class=\"outline_level level_id:1 sequence_in_level:2\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly describe ONE cause of the development in the excerpt.</p>\n</div>\n</div>\n\n<div class=\"outline_level level_id:1 sequence_in_level:3\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly describe ONE argument made in the excerpt.</p>\n</div>\n</div>\n</div>\n","rubricRef":"VH961637_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“It has of late been generally believed, that the Inhabitants of the Province of New York are so advantageously situated, with Respect to the Indian Trade, and enjoy so many Advantages as to Trade in general, that it is in their Power not only to rival the French in Canada, . . . but that it is impossible for the French to carry on [the fur] Trade in Competition with the People of this Province. The enquiring into the Truth of this Proposition, may not only be of some Consequence, as to the Riches and Honour of the British Nation, . . . but likewise as to the Safety of all the British Colonies in North America. . . . The French plainly show their Intention of enclosing the British Settlements, and cutting us off from all Commerce with the numerous Nations of Indians. . . .</p>\n\n<p class=\"passage_para\">“. . . The Art and Industry of the French, especially that of their religious Missions, has so far prevailed upon all the Indians in North-America, that they are everywhere directed by French Counsels [guidance]. Even our own Five Nations [allies], (the Iroquois [Confederacy]) who formerly were mortal Enemies of the French . . . have, of late, (by the Practices of the French Priests) been so far gained, that several of the Mohawks [Iroquois Confederacy members] . . . have left their Habitations, and are gone to settle near Montreal in Canada.”</p>\n\n<p class=\"attribution author\">Cadwallader Colden, British imperial official, A Memorial Concerning the Fur Trade of the Province of New York, prepared for the royal governor of New York in 1724</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]