[{"id":"VH969606","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, you will be assessed on the following.</p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which technological and economic changes shaped United States society in the period from 1980 to the present.</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH969606_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Camille Ryan and Jamie M. Lewis, “Computer and Internet Use in the United States: 2015,” <span class=\"formatted_text font_style:italic\">American Community Survey Reports</span>, United States Census Bureau, 2017.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph titled “Percentage of United States Households with Computer and Internet Use, 1984 to 2015.” The horizontal axis is labeled “Year,” and the years 1983 through 2015, in increments of 4, are indicated. The vertical axis is labeled “Percent,” and the numbers 0 through 100, in increments of 20, are indicated. There are two lines in the line graph. One line represents “has a computer,” and the other line represents “has an internet subscription.” The data represented by the lines are as follows. Note that all values are approximate. Percentage of households with a computer. 1984, 8 percent. 1989, 18 percent. 1993, 22 percent. 1997, 38 percent. 2000, 50 percent. Year 2001, 55 percent. 2003, 62 percent. 2007, 70 percent. 2009, 76 percent. 2010, 79 percent. 2011, 77 percent. 2012, 80 percent. 2013, 83 percent. 2014, 84 percent. 2015, 86 percent. Percentage of households with an Internet subscription. 1997, 19 percent. 2000, 42 percent. 2001, 50 percent. 2003, 56 percent. 2007, 63 percent. 2009, 70 percent. 2010, 72 percent. 2011, 75 percent. 2012, 78 percent. 2013, 77 percent. 2014, 78 percent. 2015, 79 percent.\" src=\"https://assets.learnosity.com/organisations/537/VH969606.g01.png\" /></div>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Source: Based on data from the United States Census Bureau, American Community Survey.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: <span class=\"formatted_text font_style:italic\">Workplace Basics: The Skills Employers Want</span>, study published by the American Society for Training and Development, an association specializing in training employees in workplaces, 1989.</p>\n\n<p class=\"passage_para\">Technical changes on the job tend to change basic skill requirements incrementally. Sometimes these changes accumulate to the point of creating new occupations. In manufacturing, craft occupations such as machinist and tool and die maker are evolving quickly into technician and technologist jobs. The same has happened with the skilled job of assembler, repair person, and materials handler. In services, the secretary is evolving into the information manager and the bank teller is evolving into the financial services portfolio consultant for individual customers.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Barbara Ehrenreich, journalist, <span class=\"formatted_text font_style:italic\">Nickel and Dimed: On (Not) Getting By in America</span>, 2001.</p>\n\n<p class=\"passage_para\">The Economic Policy Institute [in 2001] recently reviewed dozens of studies of what constitutes a “living wage” and came up with an average figure of $30,000 a year for a family of one adult and two children, which amounts to a wage of $14 an hour. This is not the very minimum such a family could live on; the budget includes health insurance, a telephone, and child care at a licensed center, for example, which are well beyond the reach of millions. But it does not include restaurant meals, . . . Internet access, wine and liquor, . . . or even very much meat. The shocking thing is that the majority of American workers, about 60 percent, earn less than $14 an hour. . . .</p>\n\n<p class=\"passage_para\">. . . Most civilized nations compensate for the inadequacy of wages by providing relatively generous public services such as health insurance, free or subsidized child care, subsidized housing, and effective public transportation. But the United States, for all its wealth, leaves its citizens to fend for themselves. . . .</p>\n\n<p class=\"passage_para\">It is common, among the nonpoor, to think of poverty as a sustainable condition—austere, perhaps, but they get by somehow, don’t they? . . . What is harder for the nonpoor to see is poverty as acute distress: The lunch that consists of Doritos or hot dog rolls, leading to faintness before the end of the shift. The “home” that is also a car or a van. The illness or injury that must be “worked through,” with gritted teeth, because there’s no sick pay or health insurance and the loss of one day’s pay will mean no groceries for the next.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: President Barack Obama, speech, 2011.</p>\n\n<p class=\"passage_para\">Over the last decade, patent applications [for new inventions] have nearly tripled. And because the Patent Office doesn’t have the resources to deal with all of them, right now there are about 700,000 applications that haven’t even been opened yet. . . .</p>\n\n<p class=\"passage_para\">. . . Somewhere in that stack of applications could be the next technological breakthrough, the next miracle drug, the next idea that will launch the next Fortune 500 company. . . .</p>\n\n<p class=\"passage_para\">We have to do everything we can to encourage the entrepreneurial spirit, wherever we find it. We should be helping American companies compete and sell their products all over the world. We should be making it easier and faster to turn new ideas into new jobs and new businesses. And we should knock down any barriers that stand in the way. Because if we’re going to create jobs now and in the future, we're going to have to out-build and out-educate and out-innovate every other country on Earth.</p>\n\n<p class=\"passage_para\">We’ve got a lot of competition out there. And if we make it too hard for people with good ideas to attract investment and get them to market, then countries like China are going to beat us at it and beat us to it.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: “The Impact of Technology on Long-Term Potential Economic Growth,” report on financial investments produced by a United States investment banking corporation, 2017.</p>\n\n<p class=\"passage_para\">If we assume the most extreme estimates of automation . . . and make the exceedingly optimistic assumption that <span class=\"formatted_text font_style:italic\">all of these individuals are redeployed into the workforce at average productivity</span>, it would imply as much as a 3.5 percent per annum boost to GDP growth over 20 years. More moderate estimates . . . suggest GDP gains from automation of approximately 1 percent to 1.5 percent. . . .</p>\n\n<p class=\"passage_para\">. . . Other technologies known to be in development—including advances in nanotechnology and bioengineering—could precipitate an entirely new wave of even greater productivity gains and potentially deeper disruption. . . . They may also create new opportunities for displaced labor, particularly as the pace of adoption of new technologies today is much faster than it has been historically.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: David Rotman, “The Productivity Paradox,” <span class=\"formatted_text font_style:italic\">MIT Technology Review</span>, 2018.</p>\n\n<p class=\"passage_para\">Productivity growth in most of the world’s rich countries has been dismal since around 2004. . . . In a time of Facebook, smartphones, self-driving cars, and computers that can beat a person at just about any board game, how can the key economic measure of technological progress be so pathetic? . . .</p>\n\n<p class=\"passage_para\">. . . It’s likely that many new technologies are used to simply replace workers and not to create new tasks and occupations. What’s more, the technologies that could have the most impact are not widely used. Driverless vehicles, for instance, are still not on most roads. Robots are rather dumb and remain rare outside manufacturing. And AI [artificial intelligence] is mysterious for most companies.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]