[{"id":"VH967730","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH967677.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes a difference between the arguments made by Wilentz and by the Edsalls in the excerpts?</p>\n","rubricRef":"VH967730_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Reagan era unfolded amid major social and political transitions in the United States. . . . The trauma of President Kennedy’s assassination in 1963, followed by the foreshortened presidencies of Lyndon Johnson and Richard Nixon, generated widespread public alienation from electoral politics and mainstream politicians. The disastrous war in Vietnam cracked open the bipartisan consensus over containment that had held during the cold war and badly divided Democrats against Democrats and Republicans against Republicans, as well as against the opposing party.</p><p class=\"passage_para\">“. . . Reagan and his supporters, unlike the battered Democrats and the disgraced Republican establishment, gave the voters a compelling way to comprehend the disorienting and often dispiriting trends of the 1970s—and to see those trends not as product of their own defects (as Reagan’s Democratic predecessor, Jimmy Carter, came to imply) but as a consequence of bad leadership. With Reagan as its likeable, ever-optimistic standard-bearer and ultimate symbol, the Republican right delivered what sounded like straightforward, commonsense solutions to the nation’s ills: cut taxes, shrink government domestic spending, encourage private investment, and keep the military strong while aiding those abroad who were fighting communist tyranny.”</p><p class=\"attribution author\">Sean Wilentz, historian, <span class=\"formatted_text font_style:italic\">The Age of Reagan: A History, 1974–2008</span>, published in 2008</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Race and taxes, on their own, have changed the votes of millions of once-Democratic men and women. But it was the collision of race and taxes with two additional forces over the past twenty-five years that created a <span class=\"formatted_text font_style:italic\">chain reaction</span>, a reaction forcing a realignment of the presidential electorate. These two additional forces were, first, the rights revolution demanding statutory and constitutional protections for, among others, criminal defendants, women, the poor, non-European ethnic minorities, students, homosexuals, prisoners, the handicapped, and the mentally ill; and, second, the rights-related reform movement focusing on the right to guaranteed political representation that took root within the Democratic party in the late 1960s and throughout the 1970s.</p><p class=\"passage_para\">“This chain reaction . . . acted most powerfully on two key swing voter groups, the white, European ethnic, often Catholic, voters in the North, and the lower-income southern white populists. For as long as voters cast Democratic ballots, the liberal coalition thrived; when they did not, the liberal coalition collapsed. Throughout the 1970s and the 1980s, these key groups of voters, once the mainstay of the New Deal alliance, determined the viability of the conservative presidential majority. The collapse of the political left and the ascendance of a hybrid conservative populism dominated by the affluent have had enormous policy consequences. . . .</p><p class=\"passage_para\">“The shift in political power has, in turn, helped erode the belief among working-class whites that the condition of the poor and, more generally, of those in the bottom third of the income distribution is the result of an economic system that needed to be challenged through the Democratic party and through the union movement.”</p><p class=\"attribution author\">Thomas B. and Mary D. Edsall, journalists, <span class=\"formatted_text font_style:italic\">Chain Reaction: The Impact of Race, Rights, and Taxes on American Politics</span>, published in 1991</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The Edsalls emphasize the role of domestic policies, while Wilentz focuses on the role of foreign policy in drawing voters to the conservative faction of the Republican Party.</p>","<p class=\"choice_paragraph\">The Edsalls argue that the protection of minority rights alienated groups of White voters from the Democratic Party, while Wilentz argues that Reagan’s emphasis on leadership drew voters to the Republican right.</p>","<p class=\"choice_paragraph\">The Edsalls argue that Reagan’s victory was solely the result of Democratic failures, while Wilentz argues that it was solely the result of successful Republican strategies.</p>","<p class=\"choice_paragraph\">The Edsalls argue that the conservative movement was dominated by the White working class, while Wilentz argues that it was dominated by anticommunist Republicans frustrated with the failures of the Vietnam War.</p>"],"answer":1}]