[{"id":"VH967816","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH967786.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following explanations of the effects of United States involvement in the Middle East could Friedman’s point of view best be used to support?</p>\n","rubricRef":"VH967816_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“We are once again having one of those big troop debates: Do we send more forces to Afghanistan, and are we ready to do what it takes to ‘win’ there? This argument will be framed in many ways . . . : ‘toughness,’ ‘grit,’ ‘fortitude,’ ‘willingness to do whatever it takes to realize big stakes.’ . . .</p><p class=\"passage_para\">“But are we really that tough? If the metric is a willingness to send troops to Iraq and Afghanistan . . . , the answer is yes. . . . But in another way—when it comes to doing things that would actually weaken the people we are sending our boys and girls to fight—we are total wimps.</p><p class=\"passage_para\">“How so? . . . In 1973, Denmark got all its oil from the Middle East. Today? Zero. Why? Because Denmark got tough. It imposed on itself a carbon tax, a roughly $5-a-gallon gasoline tax, made massive investments in energy efficiency and in systems to generate energy from waste, along with a discovery of North Sea oil [near Europe]. . . .</p><p class=\"passage_para\">“According to [one] energy economist . . . , a <span>$</span>1 tax on gasoline and diesel fuel would raise about <span>$</span>140 billion a year. . . .</p><p class=\"passage_para\">“Such a tax would make our economy healthier by reducing the deficit, by stimulating the renewable energy industry. . . . Such a tax would make our population healthier by expanding health care and reducing [carbon] emissions. Such a tax would make our national-security healthier by shrinking our dependence on oil from [other] countries.”</p><p class=\"attribution author\">Thomas Friedman, journalist, “Real Men Tax Gas,” <span class=\"formatted_text font_style:italic\">The New York Times</span>, 2009. <span class=\"formatted_line_break delivery_mode:Both\"></span>From <span class=\"formatted_text font_style:italic\">The New York Times</span>. © 2009 The New York Times. All rights reserved. Used under license.</p></div></div></div>"}],"choicesHtml":["As an author during the Great Recession, he provides an example of how spending money in the Middle East was strengthening the national economy.","As a journalist writing for a major newspaper, he provides evidence that engaging in warfare in the Middle East contributed to debates about fossil fuel dependence.","As a U.S. citizen, he demonstrates that attempting to prevent terrorism from the Middle East threatened Americans’ civil liberties.","As an advocate for reform, he reflects the common belief that building oil refineries in the Middle East was causing extensive environmental changes."],"answer":1}]