[{"id":"VH968453","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968431.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The excerpt best reflects which of the following economic developments in the late 1800s?</p>\n","rubricRef":"VH968453_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Economically speaking, aggregated [accumulated] capital will be more and more essential to the performance of our social tasks. Furthermore, it seems to me certain that all aggregated capital will fall more and more under personal control. Each great company will be known as controlled by one master mind. The reason for this lies in the great superiority of personal management over management by boards and committees. This tendency is in the public interest, for it is in the direction of more satisfactory responsibility. The great hindrance to the development of this continent has lain in the lack of capital. The capital which we have had has been wasted by division and dissipation, and by injudicious applications. The waste of capital, in proportion to the total capital, in this country between 1800 and 1850, in the attempts which were made to establish means of communication and transportation, was enormous. The waste was chiefly due to ignorance and bad management, especially to State control of public works. We are to see the development of the country pushed forward at an unprecedented rate by an aggregation of capital, and a systematic application of it under the direction of competent men. This development will be for the benefit of all, and it will enable each one of us, in his measure and way, to increase his wealth. We may each of us go ahead to do so, and we have every reason to rejoice in each other’s prosperity. . . . Capital inherited by a spendthrift [person who spends money freely] will be squandered and re-accumulated in the hands of men who are fit and competent to hold it. So it should be, and under such a state of things there is no reason to desire to limit the property which any man may acquire.”</p><p class=\"attribution author\">William Graham Sumner, university professor, <span class=\"formatted_text font_style:italic\">What Social Classes Owe to Each Other</span>, 1883</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The rise in demand for immigrant labor in factories</p>","<p class=\"choice_paragraph\">The political advocacy for seeking overseas markets</p>","<p class=\"choice_paragraph\">The increase in wealth inequality in United States society</p>","<p class=\"choice_paragraph\">The reduction in conflict between managers and workers</p>"],"answer":2}]