[{"id":"VH961318","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">Using the excerpt, answer (a), (b), and (c).</p>\n\n<div class=\"outline style:4\">\n<div class=\"outline_level level_id:1 sequence_in_level:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly identify ONE cause of the development depicted in the petition.</p>\n</div>\n</div>\n\n<div class=\"outline_level level_id:1 sequence_in_level:2\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly describe ONE argument made in the petition.</p>\n</div>\n</div>\n\n<div class=\"outline_level level_id:1 sequence_in_level:3\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly describe ONE similarity between the British-Native American relations described in the petition and French-Native American relations.</p>\n</div>\n</div>\n</div>\n","rubricRef":"VH961318_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“Your petitioners beg leave humbly to inform your Majesty, that the lands, to the west of the [Appalachian] mountains, are extremely fertile, the climate very fine and healthy, and the waters of the Mississippi [River], and those of the Potomack [River in Virginia], are only separated by one small ridge of mountains. . . ; British goods may be carried at little expense, and afforded reasonably to the Indians in those parts, [if] the lands to the west of the said mountains were settled, and a fort erected in some proper place there. . . ; if your petitioners meet with that success they have the greatest reason to expect, it will . . . extend your Majesty’s empire in America; . . . and, in a short space of time very considerably increase your Majesty’s revenue. . . .”</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Your petitioners, for these great and national ends and purposes . . . have entered into partnership, by the name of the Ohio company, to settle these [lands] to the west of the said mountains. . . . Your petitioners . . . most humbly pray that your Majesty will be graciously pleased to encourage this their said undertaking, by giving instructions to your governor of Virginia to grant to your petitioners a tract . . . of 500,000 acres of land.”</p>\n\n<p class=\"attribution author\">John Hanbury, London merchant, and colonial Virginian investors, petition to King George II of Great Britain, delivered to the king’s ministers in 1748</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]