[{"id":"VH969152","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH969147.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">Which of the following pieces of evidence would challenge Postel’s claim in the first paragraph of the excerpt about the “ethos of modernity and progress” and the Populists?</p>\n","rubricRef":"VH969152_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Most Populists sought economic and political reform, not the overthrow of existing systems. . . . The ethos of modernity and progress swept across the cultural landscape of late nineteenth-century America, driven by the winds of commercial capitalism. The Populists mainly shared this ethos. . . . A firm belief in progress gave them confidence to act. Because they believed in the transforming power of science and technology, they sought to attain expertise and knowledge for their own improvement. Because they believed in economies of scale, they strove to adapt the model of large-scale enterprise to their own needs. . . . Because they believed in the logic of modernity, the Populist[s] . . . attempted to fashion an alternative modernity. . . .</p><p class=\"passage_para\">“. . . The demands of [Populist] farmers for currency inflation . . . threatened the dogmas and profits of bankers and creditors. . . . The capitalist elite pursued a corporate power that left little room for the organized power of men and women of the fields, mines, or factories. Their corporate vision clashed with the Populist vision of an alternative capitalism.”</p><p class=\"attribution author\">Charles Postel, historian, <span class=\"formatted_text font_style:italic\">The Populist Vision</span>, 2007</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Populists living in rural areas learned about urban and international life through the telegraph and newspapers.</p>","Populist speakers often used references to language from the founding of the United States to make moral arguments for their policies.","<p class=\"choice_paragraph\">Populists sought to develop commercial farming through the expansion of transportation networks.</p>","<p class=\"choice_paragraph\">Populists formed a national political organization out of numerous local farmer and labor groups.</p>"],"answer":1}]