[{"id":"VH969249","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH969223.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the cause of overall changes to union membership in the early twenty-first century as depicted in the maps?</p>\n","rubricRef":"VH969249_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents two maps of the United States. The first map is titled “Union Membership Rates by State, 2005” and the second map is titled “Union Membership Rates by State, 2015.” A key at the bottom of the map indicates the following five categories, which are represented on the map: Category 1. 4.9% and lower. Category 2. 5.0% to 9.9%. Category 3. 10.0% to 14.9%. Category 4. 15.0% to 19.9%. Category 5. 20.0% and higher. The data presented in the map titled “Union Membership Rates by State, 2005,” are as follows. 4.9% and lower: Virginia, North Carolina, South Carolina, Arkansas, and Utah. 5.0% to 9.9%: Kentucky, Tennessee, Georgia, Florida, Mississippi, Louisiana, North Dakota, South Dakota, Nebraska, Kansas, Oklahoma, Texas, Wyoming, Colorado, New Mexico, Idaho, and Arizona. 10.0% to 14.9%: Maine, New Hampshire, Vermont, Massachusetts, Pennsylvania, Delaware, Maryland, West Virginia, Indiana, Alabama, Iowa, Missouri, Montana, Oregon, and Nevada. 15% to 19.9%: Connecticut, Rhode Island, Ohio, Minnesota, Wisconsin, Illinois, Washington, and California. 20% and higher: New York, New Jersey, Michigan, Alaska, and Hawaii. The data presented in the map titled “Union Membership Rates by State, 2015,” are as follows. 4.9% and lower: New Hampshire, Delaware, North Carolina, South Carolina, Georgia, Texas, and Utah. 5.0% to 9.9%: Virginia, Tennessee, Florida, Mississippi, Wisconsin, Iowa, Missouri, Arkansas, Louisiana, North Dakota, South Dakota, Nebraska, Kansas, Oklahoma, Wyoming, Colorado, New Mexico, Idaho, and Arizona. 10.0% to 14.9%: Maine, Vermont, Massachusetts, Rhode Island, Pennsylvania, Maryland, West Virginia, Ohio, Indiana, Kentucky, Alabama, Minnesota, Montana, Oregon, and Nevada. 15% to 19.9%: Connecticut, New Jersey, Michigan, Illinois, Washington, California, and Alaska. 20% and higher: New York and Hawaii.\" height=\"323\" src=\"https://assets.learnosity.com/organisations/537/VH969223.g01.png\" width=\"555\" /><span class=\"mandatory_credit_line\">Source: United States Bureau of Labor Statistics</span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Service industry positions overtook manufacturing employment.</p>","<p class=\"choice_paragraph\">Military service increased following national security threats.</p>","<p class=\"choice_paragraph\">New immigrant groups were disinclined to join unions.</p>","<p class=\"choice_paragraph\">Unemployment rose as result of oil crises that affected many industries.</p>"],"answer":0}]