[{"id":"VH968537","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968536.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Addams’ point of view expressed in the excerpt supports which of the following historical arguments?</p>\n","rubricRef":"VH968537_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The writer [of this paper] is giving her own experience from an eight years’ residence in a ward [political district] of Chicago which has, during all that time, returned to the city council a notoriously corrupt politician. . . .</p><p class=\"passage_para\">“Living together as we do, . . . fifty thousand people of a score of different tongues and nationalities, . . . our social ethics have been determined much more by example than by precept [rules]. . . . In a neighborhood where political standards are plastic and undeveloped, and where there has been little previous experiences in self-government, the office-holder himself sets the standard. . . .</p><p class=\"passage_para\">“Because of simple friendliness, the alderman [city council member] is expected to pay rent for the hard-pressed tenant when no rent is forthcoming [and] to find jobs when work is hard to get. . . . The alderman of the Nineteenth Ward at one time made the proud boast that he had two thousand six hundred people in his ward upon the public pay-roll. . . . When we reflect that this is one-third of the entire vote of the ward, we realize that it is very important to vote for the right man, since there is, at the least, one chance out of three for a job.</p><p class=\"passage_para\">“. . . What headway can the notion of civic purity, of honesty of administration, make against this big manifestation of human friendliness . . . ? The notions of the civic reformer are negative and impotent before it.”</p><p class=\"attribution author\">Jane Addams, social reformer, “Ethical Survivals in Municipal Corruption,” <span class=\"formatted_text font_style:italic\">International Journal of Ethics</span>, 1898</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Activists believed that political machines hindered immigrant adoption of American political norms.</p>","<p class=\"choice_paragraph\">Women claimed that their participation in reform movements would increase support for women’s rights.</p>","<p class=\"choice_paragraph\">The Democratic Party feared that foreign migrants weakened political support for Democrats in urban areas.</p>","<p class=\"choice_paragraph\">Chicagoans worried that they faced more political corruption than other cities in the northern United States.</p>"],"answer":0}]