[{"id":"VH967775","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n\n<p class=\"stem_paragraph\">Using the excerpt, answer (a), (b), and (c).</p>\n\n<div class=\"outline style:4\">\n<div class=\"outline_level level_id:1 sequence_in_level:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly explain ONE cause of the development depicted in the excerpt.</p>\n</div>\n</div>\n\n<div class=\"outline_level level_id:1 sequence_in_level:2\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly explain ONE purpose of the excerpt.</p>\n</div>\n</div>\n\n<div class=\"outline_level level_id:1 sequence_in_level:3\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Briefly explain ONE way in which the historical situation of the excerpt is significant for a historical argument about the effect of Reconstruction (1865–1877) on African Americans.</p>\n</div>\n</div>\n</div>\n","rubricRef":"VH967775_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“Articles of agreement made and entered into this 1st day of January AD 1867, between I[sham] G. Bailey of the first part and Cooper Hughs freedman and Charles Roberts freedman of the second part. . . .</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“The said parties of the second part [Hughs and Roberts], have agreed and do by these presents agree and bind themselves to work for the said party [Bailey] of this first part during the year 1867, on the farm belonging to said party of the first part near Early Grove . . . upon the following terms and conditions . . . . The said Cooper Hughs freedman with his wife and one other woman, and the said Charles Roberts with his wife Hannah and one boy are to work on said farm and to cultivate forty acres in corn and twenty acres in cotton&nbsp;.&nbsp;.&nbsp;. and to receive for their said services one half of the cotton and one third of the corn . . . raised by them on said farm in said year 1867 and the said Charles Roberts freedman with his wife Hannah further agrees and binds themselves to do the washing and Ironing, and all other necessary house work for said I.G. Bailey and his family during said year 1867 and to receive for their said services fifty dollars in money at the expiration of said year 1867.”</p>\n\n<p class=\"attribution author\">Contract made by Cooper Hughs and Charles Roberts with Isham G. Bailey in Mississippi, 1867</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]