[{"id":"VH968847","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968840.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following developments most likely explains the trade policies Burlingame advocates in the excerpt?</p>\n","rubricRef":"VH968847_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[China] has been separated from [the world] by limitless deserts, and by broad oceans. But now, when the views of men expand, we behold the very globe itself diminished in size. Now, when science has taken away, or dissipated the desert; when it has narrowed the ocean, we find that China, seeing another civilization approaching on every side, has her eyes wide open. . . . She sees a cloud of sail on her coast, she sees the mighty steamers coming from everywhere. . . . She feels the spark from the electric telegraph falling hot upon her everywhere. . . . She tells you she is willing to trade with you, to buy of you, to sell to you, to help you strike off the shackles from trade. She invites your merchants, she invites your missionaries. . . . She offers you almost free trade today. Holding the great staples of the earth—tea and silk—she charges you scarcely any tariff on the exports you send out in exchange for them. . . . But the country is open; you may travel and trade where you like. What complaint, then, have you to make of her? Show her fair play. Giver her that, and you will bless the toiling millions of the world.”</p><p class=\"attribution author\">Anson Burlingame, former United States minister to China, speech given in New York City, 1868</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Growing influence of populist political arguments</p>","<p class=\"choice_paragraph\">Continuing resistance to the formation of labor unions</p>","<p class=\"choice_paragraph\">Increasing support for laissez-faire economic policies</p>","<p class=\"choice_paragraph\">Developing practices of sharecropping and tenant farming</p>"],"answer":2}]