[{"id":"VH967637","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH967612.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following can be inferred about the popular business practices of the late 1800s referenced in Gould’s testimony?</p>\n","rubricRef":"VH967637_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Senator Henry H. Blair: Won’t you please give us . . . your idea in regard to the establishment of a postal telegraph for the purpose of supplanting or rivaling the existing telegraphic systems of the country now controlled by private ownership?</p><p class=\"passage_para\">“[Industrialist] Jay Gould: Well, I think that control by the Government in such things is contrary to our institutions. A telegraph system, of all businesses in the world, wants to be managed by skilled experts. . . . If the Government controlled the telegraph, the heads of the general managers and the superintendents would come off every four years, if there was a change in politics . . . and you would not have any such efficient service as you have now.</p><p class=\"passage_para\">“Blair: . . . Do you think there would be any opposition made to a general national law regulating the fares and freight charges upon inter-state commerce?</p><p class=\"passage_para\">“Gould: Well, I don’t know about that. I think the freer you allow things to be the better. They regulate themselves. The laws of supply and demand, production and consumption, enter into and settle those matters. . . .</p><p class=\"passage_para\">“Blair: There has been testimony before us that the feeling generally between employers and employees throughout the country is one of hostility, especially on the part of employees toward those whom they designate as monopolists. From your observation, what do you think is really the feeling as a general rule between those two classes?</p><p class=\"passage_para\">“Gould: I think that if left alone they would mutually regulate their relations. I think there is no disagreement between the great mass of the employees and their employers. These societies that are gotten up to magnify these things and create evils which do not exist—create troubles which ought not to exist.</p><p class=\"passage_para\">“Blair: Of the men who conduct business enterprises and wield the power of capital in this country today, what proportion do you think are what are called ‘self-made men’?</p><p class=\"passage_para\">“Gould: I think they are all ‘self-made men;’ I do not say <span class=\"formatted_text font_style:italic\">self-</span>made exactly, for the country has grown and they have grown up with it. In this country we have no system of heirlooms or of handing down estates. Every man has to stand here on his own individual merit.”</p><p class=\"attribution author\">Jay Gould, telegraph and railroad company owner, testimony before a committee of the United States Senate, 1883</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Railroads and communication systems spread primarily as a result of private investment, not government subsidies.</p>","<p class=\"choice_paragraph\">Labor and management generally resolved their differences without conflict or intervention by the federal government.</p>","<p class=\"choice_paragraph\">Industry leaders increased profits and concentrated wealth through corporate consolidation into trusts and holding companies.</p>","<p class=\"choice_paragraph\">Producers increasingly looked beyond the United States borders to gain control over natural resources and international markets.</p>"],"answer":2}]