[{"id":"VH967844","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH967837.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the cause of the development described in the excerpt?</p>\n","rubricRef":"VH967844_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Has the Internet been overhyped? . . . There is still widespread agreement that the growth of the Internet, and the number of people using it, is exponential; it is seen doubling in size every year. . . .</p><p class=\"passage_para\">“Estimates that there are more than 20 million users of the Internet have excited the imagination of businesses, politicians, social scientists, investors and journalists.</p><p class=\"passage_para\">“The Internet has been described as a prototype of the [President Bill] Clinton Administration’s proposed information superhighways. Companies seeking to tap a vast new customer base are spending millions to stake out storefronts in cyberspace, and Internet-related businesses are popping up in every city of significant size. An Internet electronic mail address is considered de rigueur for business cards today, and even the White House is ‘on the Net.’ ”</p><p class=\"attribution author\">Peter H. Lewis, journalist, article in <span class=\"formatted_text font_style:italic\">The New York Times</span>, 1994</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">National priorities shifted following the end of the Cold War.</p>","<p class=\"choice_paragraph\">Technological advancement spurred economic transformations.</p>","<p class=\"choice_paragraph\">Declines in manufacturing led many people to seek new employment opportunities.</p>","<p class=\"choice_paragraph\">New industries took advantage of changing national demographics.</p>"],"answer":1}]