[{"id":"VH968930","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968917.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following historical contexts contributed most directly to the diplomatic development represented in the excerpt?</p>\n","rubricRef":"VH968930_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The necessities of our altered relationship to the Pacific Ocean [after the late 1840s] found expression in a comprehensive treaty of friendship, commerce, and navigation with the sovereign kingdom of Hawaii. . . .</p><p class=\"passage_para\">“[The line] from San Francisco to Honolulu [in Hawaii] marks the natural limit of the ocean belt within which our trade with [eastern Asia] must flow. . . . When we survey the stupendous progress made by the western coast during the thirty years of its national life as a part of our dominion, . . . it is not easy to set a limit to its commercial activity or foresee a check to its maritime supremacy in the waters of [eastern Asia], so long as those waters afford, as now, a free and neutral scope for our peaceful trade. . . .</p><p class=\"passage_para\">“[The United States] firmly believes that the position of the Hawaiian Islands as the key to the dominion of the American Pacific demands their neutrality, to which end it will earnestly cooperate with the native government. And if, through any cause, the maintenance of such a position of neutrality should be found by Hawaii to be impracticable, this government would then unhesitatingly meet the altered situation by seeking an avowedly American solution for the grave issues presented.”</p><p class=\"attribution author\">Secretary of State James G. Blaine, letter to James M. Comly, United States ambassador to Hawaii, 1881</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The extension of United States influence into the Pacific</p>","<p class=\"choice_paragraph\">The declining influence of European powers in East Asia</p>","<p class=\"choice_paragraph\">The enforcement of Supreme Court rulings on segregation</p>","<p class=\"choice_paragraph\">The enactment of isolationism in the Western Hemisphere</p>"],"answer":0}]