[{"id":"VH970358","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH970357.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following claims is supported by the arguments made by both Rossinow and Berman?</p>\n","rubricRef":"VH970358_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In the 1980s, conservatives succeeded in remaking large parts of American life. They reshaped American politics, working an alchemy that transmuted [changed] conservative dogma—on the wisdom of low income taxes, the special virtue of entrepreneurs, the parasitic character of government, the need for overwhelming . . . military strength, the dependence of social health on proper values, and the nuclear family as the building block of society—into common sense. Reagan and his followers scored many victories . . . in the U.S. political system during the 1980s. Along the way, they shifted the American political debate onto Reagan’s chosen terrain. . . .</p><p class=\"passage_para\">“. . . Conservatives framed public debates in the 1980s, making the era’s politics theirs, as liberals had done in the 1930s and 1960s. The influential and powerful members of the country’s major institutions were profoundly affected by Reaganism. . . . Political sages arrived at a new consensus that America was ‘naturally’ a conservative country.”</p><p class=\"attribution author\">Doug Rossinow, historian, <span class=\"formatted_text font_style:italic\">The Reagan Era: A History of the 1980s</span>, published in 2015</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Like other conservative triumphs, . . . Reagan’s election proved that politics and ideology matter in determining who gets what and why. But so does the economy. . . . Intense social, cultural, and racial conflicts moved American presidential politics to the populist right after the late sixties, caused by a crisis that liberalism could not resolve or transcend. It was, however, the presence of persistent inflation and the changes wrought at home by the process of globalization that exacerbated those conflicts and elected Ronald Reagan in 1980. Social issues helped Reagan win a landslide victory in 1984, but it was a downturn in the inflation rate and an upturn in the economy that clinched his reelection. . . .</p><p class=\"passage_para\">“. . . When Reagan ran for the White House in 1980, he promised the American people jobs and prosperity via supply-side economics. . . . But eventually the bill for Reaganomics came due, amounting to trillions of dollars in new governmental, corporate, and consumer debt, along with a massive increase in the federal deficit. Reagan’s huge spending programs and tax cuts locked the Democrats into playing the politics of [fiscal] austerity. Afraid of the voter’s wrath, they could ill afford to be seen as ‘tax and spend’ Democrats.”</p><p class=\"attribution author\">William C. Berman, historian, <span class=\"formatted_text font_style:italic\">America’s Right Turn: From Nixon to Clinton</span>, published in 1994</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Evangelical support for liberal social policies expanded during the 1980s.</p>","<p class=\"choice_paragraph\">Supporters of the Democratic Party pushed initiatives to increase taxes.</p>","<p class=\"choice_paragraph\">Conservative supporters wanted Reagan to expand the power of the federal government.</p>","<p class=\"choice_paragraph\">The influence of cultural debates persisted throughout politics in the 1980s.</p>"],"answer":3}]