[{"id":"VH970356","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH970352.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following arguments about society during the Gilded Age could Gladden’s purpose in the excerpt best be used to support?</p>\n","rubricRef":"VH970356_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The progress of society consists largely in separating . . . people into groups, in giving them different kinds of work to do, in developing different powers, and different functions. . . . This is the method of civilization. . . .</p><p class=\"passage_para\">“It is a great gain to humanity to have industry specialized if the unity of the spirit is not broken in the process. But this calamity, unhappily, is precisely what we are suffering. The forces that divide and differentiate have not been balanced by the forces that unite and integrate. . . . Social integration is the crying need of the hour. . . . How can all these competing tribes and clans, owners of capital, captains of industry, inventors, artisans, farmers, miners, distributors, exchangers, teachers, and all the rest, be made to understand that they are many members but one body; that an injury to one is really the concern of every other . . . ?</p><p class=\"passage_para\">“We have, however, in society, an agency which is expressly intended to perform this very service of social integration. . . . It is the Christian Church. The precise business of the Christian Church is to fill the world with the spirit of unity, of brotherhood; . . . to promote unity of the spirit in the bonds of peace. . . .</p><p class=\"passage_para\">“The spiritual law, the spiritual motive, the loving thought, the kindly purpose govern the whole of life. A factory is never rightly run till the law of love is the supreme motive power. A trades-union is a menace to society until good-will to all men is the guiding principle in all its councils. A corporation without this clause is a curse to society. A railway whose administration sets this law at defiance is a gigantic public enemy. . . . Every one of these departments of life must be brought under this royal law. This is what religion means.”</p><p class=\"attribution author\">Washington Gladden, minister, <span class=\"formatted_text font_style:italic\">Social Facts and Forces</span>, 1897</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Socialists became the most prominent leaders of religious social reform movements.</p>","<p class=\"choice_paragraph\">Religious leaders advocated withdrawal from society to counter the effects of industrialization.</p>","<p class=\"choice_paragraph\">Agrarian reformers commonly used religious metaphors to connect with common farmers.</p>","<p class=\"choice_paragraph\">Advocates of the Social Gospel emphasized putting religious principles into practice in society.</p>"],"answer":3}]