[{"id":"VH978047","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978023.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The excerpt could best be used by historians to explain which of the following historical situations?</p>\n","rubricRef":"VH978047_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Communists are in China to stay. And China’s destiny is not [Chinese nationalist leader Jiang Jieshi’s] but theirs. In this unhappy dilemma, the United States should attempt to prevent the disaster of a civil war through adjustment of the new alignment of power in China by peaceful process. The desirable means to this end is to encourage the reform and revitalization of the Kuomintang [Nationalist Party of China] so that it may survive as a significant force in a coalition government [with the Chinese Communist Party]. If this fails, we must limit our involvement with the Kuomintang and must commence some cooperation with the Communists, the force destined to control China, in an effort to influence them further into an independent position friendly to the United States. We are working against time because, if the USSR enters the war against Japan and invades China before either of these alternatives succeeds, the Communists will be captured by the USSR and become Soviet satellites.”</p><p class=\"attribution author\">John Paton Davies, United States diplomat in China, “Observations on the Struggle for Power in China,” 1943</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Attempts by the United States to use its power to influence postwar peace settlements</p>","<p class=\"choice_paragraph\">Challenges to the economic influence of the United States as a result of the Second World War</p>","<p class=\"choice_paragraph\">Resistance to treaties between the United States and Asian nations by European colonial powers</p>","<p class=\"choice_paragraph\">Rejection of international engagement by isolationists in the United States government</p>"],"answer":0}]