[{"id":"VH978362","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978282.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Other world leaders most likely interpreted the excerpt as indicating that the United States was</p>\n","rubricRef":"VH978362_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“That the United States Government, on behalf of the three powers, should consult the Government of China and the French Provisional Government in regard to decisions taken at the present conference concerning the proposed world organization. . . .</p><p class=\"passage_para\">\"The Government of the United States of America, on behalf of itself and of the Governments of the United Kingdom, the Union of Soviet Socialistic Republics and the Republic of China and of the Provisional Government of the French Republic invite [governments] to send representatives to a conference to be held on 25 April, 1945, or soon thereafter, at San Francisco, in the United States of America, to prepare a charter for a general international organization for the maintenance of international peace and security.</p><p class=\"passage_para\">“The above-named Governments suggest that the conference consider as affording a basis for such a Charter the proposals for the establishment of a general international organization which were made public last October as a result of the Dumbarton Oaks conference.”</p><p class=\"attribution author\">Yalta Conference Agreement, 1945</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">threatening to return to a policy of isolationism.</p>","<p class=\"choice_paragraph\">taking a leading role in world diplomacy.</p>","<p class=\"choice_paragraph\">attempting to expand its territorial holdings.</p>","<p class=\"choice_paragraph\">challenging the influence of communist governments.</p>"],"answer":1}]