[{"id":"VH971811","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH971764.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a similarity between White’s and Hahn’s overall arguments in the excerpts about interactions between American Indians and the United States in the late 1800s?</p>\n","rubricRef":"VH971811_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“All Indian peoples in the years after the Civil War saw their sovereignty erode. . . .</p><p class=\"passage_para\">“Reformers regarded Indian nations as legal fictions which the federal government should no longer recognize. . . . [Civilian and military leaders] disdained Indian sovereignty. . . . Reformers pushed the federal government toward direct supervision of the lives of individual Indians. . . .</p><p class=\"passage_para\">“The reform policy had three basic components. The first was the suppression of Indian norms of family life, community organization, and religion. . . . Reformers tried to educate Indian children in order to instill mainstream American Protestant values in place of tribal values. Finally, reformers sought a policy of land allotment that would break up communal landholding patterns and create private ownership. In the end, Indians would be Christian farmers living in nuclear families on their own land. The remaining lands could then be opened to white farmers. . . .</p><p class=\"passage_para\">“The strength of Indian communities during this period declined while the power of the federal bureaucracy that supervised them increased.”</p><p class=\"attribution author\">Richard White, historian, <span class=\"formatted_text font_style:italic\">“It’s Your Misfortune and None of My Own”: A New History of the American West</span>, published in 1991</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“As reformers and federal officials alike recognized, the key to ‘assimilation’ was ‘detribalization,’ and the key to ‘detribalization’ was eradication of the land base and communal practices that sustained tribal culture. . . .</p><p class=\"passage_para\">“Congress enacted the General Allotment Act (also known as the Dawes Severalty Act) in 1887. . . . The act authorized the president to survey reservation lands, have them divided up into allotments of up to 160 acres, and make them available to Indians family heads. . . . Reservation land that was not subject to allotment . . . would be made available for purchase and white settlement. . . .</p><p class=\"passage_para\">“. . . While effectively placing all Native Americans under the jurisdiction [control] of the federal government (as opposed to their own tribal laws and institutions), . . . those who remained on the shrinking reservations and maintained their tribal connections . . . continued to be excluded from the ‘equal protection of the laws.’ . . .</p><p class=\"passage_para\">“. . .Try as the federal government might to penalize reservation Indians through isolation and dependency, the reservation could in fact become a site of cultural and economic creativity—and of resistance to the projects of the state. Indians regularly traversed reservation boundaries, often in defiance of government regulations and [travel] pass requirements, to visit one another and to exchange labor and goods, extending lines of communication and interethnic relations . . . . In doing so, they deepened their own tribal attachments while developing a sense of pan-tribal Indianness.”</p><p class=\"attribution author\">Steven Hahn, historian, <span class=\"formatted_text font_style:italic\">A Nation Without Borders: The United States and Its World in an Age of Civil Wars, 1830–1910</span>, published in 2016</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Both argue that the United States government desired to recognize the sovereignty of American Indians.</p>","<p class=\"choice_paragraph\">Both claim that United States officials sought to restrict the authority of tribes over individuals.</p>","<p class=\"choice_paragraph\">Both assert that American Indian community connections strengthened because of United States assistance.</p>","<p class=\"choice_paragraph\">Both contend that new United States laws caused American Indians to abandon their tribal identities.</p>"],"answer":1}]