[{"id":"VH970385","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH970379.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following developments helps to explain the change in agriculture depicted in the graph?</p>\n","rubricRef":"VH970385_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents an area graph titled “Eastbound Freight by Rail from California 1873 through 1892.” The horizontal axis is not labeled, but the years 1875 through 1890, in increments of 5 years, are indicated. The vertical axis is labeled “Freight, in Millions of Pounds,” and the numbers 0 through 800, in increments of 100, are indicated. From bottom to top, the graph shows 3 areas stacked on top of each other representing the following three categories: Sugar, Fruit, and All Eastbound Freight. The represented areas are as follows. Note that all areas are approximate. The Sugar area is shown at the bottom of the graph. The top line of the Sugar area begins at 0 pounds in 1873. From its starting point, it remains almost horizontal until approximately 1878, when it begins to increase steadily to 110 million pounds in 1886. It then falls and rises between 80 million pounds and 110 million pounds until it ends in 1892 at 110 million pounds. The top line of the Fruit area begins at around 0 million pounds in 1873. From its starting point, it remains horizontal until approximately 1877, when it begins to increase steadily until it reaches 220 million pounds in 1886. Then, it moves gradually downward until it reaches 210 million pounds in 1888. From here, it moves generally upward again until It ends at 320 million pounds in 1892.  The top line of All Eastbound Freight area begins at 90 million pounds in 1873. From its starting point, it generally remains steady around 120 million pounds until approximately 1878, when it begins to increase steadily until it reaches 380 million pounds in 1882. Then, it moves downward until it reaches 330 million pounds in 1884. From here, it moves generally upward again until It reaches 580 million pounds in 1889. The line the rises rapidly to a peak at 820 million pounds in 1890 before moving downward until it ends at 750 million pounds in 1892.\" height=\"264\" src=\"https://assets.learnosity.com/organisations/537/VH970379.g02.png\" width=\"361\" /><span class=\"mandatory_credit_line\">Source: based on information in Richard White, <span class=\"formatted_text font_style:italic\">Railroaded: The Transcontinentals and the Making of Modern America</span> (2011).</span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The extraction of western resources led to the growth of new towns and cities that demanded agricultural goods.</p>","<p class=\"choice_paragraph\">The growth of an internal slave trade provided an enlarged workforce whose labor helped increase agricultural production.</p>","<p class=\"choice_paragraph\">Farmers’ cooperative organizations reduced consolidation in the agricultural markets in order to increase production.</p>","<p class=\"choice_paragraph\">Increased migration from the West for industrial jobs in eastern cities led to increased consumption of agricultural goods.</p>"],"answer":0}]