[{"id":"VH978059","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978050.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following would most likely be considered a significant limitation of the excerpt resulting from its purpose?</p>\n","rubricRef":"VH978059_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[John D. Rockefeller, the owner of the Standard Oil Company] secured an alliance with the railroads to drive out rivals. For fifteen years he received rebates of varying amounts on at least the greater part of his shipments, and for at least a portion of that time he collected drawbacks of the oil other people shipped; at the same time he worked with the railroads to prevent other people getting oil to manufacture, or if they got it he worked with the railroads to prevent the shipment of the product. If it reached a dealer, he did his utmost to bully or wheedle him to countermand his order. If he failed in that, he undersold until the dealer, losing on his purchase, was glad to buy thereafter of Mr. Rockefeller. . . .</p><p class=\"passage_para\">“We, the people of the United States, and nobody else, must cure whatever is wrong in the industrial situation, typified by this narrative of the growth of the Standard Oil Company. That our first task is to secure free and equal transportation privileges by rail, pipe and waterway is evident. It is not an easy matter. . . . At all events, until the transportation matter is settled, and settled right, the monopolistic trust will be with us, a leech on our pockets, a barrier to our free efforts.</p><p class=\"passage_para\">“As for the ethical side, there is no cure but in an increasing scorn of unfair play—an increasing sense that a thing won by breaking the rules of the game is not worth the winning. When the business man who fights to secure special privileges, to crowd his competitor off the track by other than fair competitive methods, receives the same summary disdainful ostracism by his fellow that the doctor or lawyer who is ‘unprofessional,’ the athlete who abuses the rules, receives, we shall have gone a long way toward making commerce a fit pursuit for our young men.”</p><p class=\"attribution author\">Ida M. Tarbell, journalist, <span class=\"formatted_text font_style:italic\">The History of the Standard Oil Company</span>, 1904</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Because the excerpt focuses on the Standard Oil Company’s arrangements with railroads, it overlooks other practical ways that competing oil companies could transport their products.</p>","<p class=\"choice_paragraph\">Because the excerpt examines the political and ethical effects of the Standard Oil Company’s practices, it neglects to explain how the company operated.</p>","<p class=\"choice_paragraph\">Because the excerpt focuses on the Standard Oil Company, it overlooks more potential concerns with the practices of other corporations and business leaders.</p>","<p class=\"choice_paragraph\">Because the excerpt suggests that the Standard Oil Company was undemocratic and unethical, it overlooks the benefits of economic consolidation.</p>"],"answer":3}]