[{"id":"VH979459","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978225.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains how actions such as those described in the excerpt affected wartime mobilization?</p>\n","rubricRef":"VH979459_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Since the 1890s, despite the abolition of slavery and the three Reconstruction amendments to the Constitution, Jim Crow segregation pervaded every aspect of American society. The military was no exception. Following the Japanese sneak attack on Pearl Harbor, black men who volunteered for duty or were drafted were relegated to segregated divisions and combat support roles, such as cook, quartermaster, and grave digger. The military was as segregated as the Deep South.</p><p class=\"passage_para\">“It was difficult for African Americans not to see the hypocrisy between conditions at home and the noble war aims that President Franklin Roosevelt articulated in his famous ‘Four Freedoms’ speech on January 6, 1941. And because of the gap between the promise and the performance of American freedom when it came to race relations, many black people frankly felt alienated from the war effort.</p><p class=\"passage_para\">“Despite this discrimination, more than 2.5 million African Americans registered for the draft when World War II began; 1 million served. A key voice in the war effort was the <span class=\"formatted_text font_style:italic\">Pittsburgh Courier</span>, the nation’s most widely read African-American newspaper. Two months after the attack on Pearl Harbor, the <span class=\"formatted_text font_style:italic\">Courier </span>launched a national campaign that urged black people to give their all for the war effort, while at the same time calling on the government to do all it could to make the rhetoric of the Declaration of Independence and the equal rights amendments to the Constitution real for every citizen, regardless of race. In honor of the battle against enemies from without and within, they called it the Double V campaign.”</p><p class=\"attribution author\">Henry Louis Gates, Jr., historian, “How Was Black Support Enlisted for World War II, When the Armed Services Were Segregated?,” 2017</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Many women experienced new economic and social opportunities.</p>","<p class=\"choice_paragraph\">The economic crisis deepened as a result of military spending.</p>","<p class=\"choice_paragraph\">Immigration declined because of improving unemployment rates.</p>","<p class=\"choice_paragraph\">The public widely rejected the internment of Japanese Americans.</p>"],"answer":0}]