[{"id":"VH978082","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978079.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following long-term developments in the second half of the 1800s best helps to explain the change in United States culture depicted in the excerpt?</p>\n","rubricRef":"VH978082_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In the decades following the Civil War, American capitalism began to produce a distinct culture, unconnected to traditional family or community values, to religion in any conventional sense, or to political democracy. It was a secular business and market-oriented culture, with the exchange and circulation of money and goods at the foundation of its aesthetic life and of its moral sensibility. . . .</p><p class=\"passage_para\">“By World War I, Americans were being enticed into consumer pleasure and indulgence rather than into work as the road to happiness. . . . For generations, America had been portrayed as a place of plenty, a garden in which all paradisiacal longings would be satisfied. . . . By the early 1900s this myth was being transformed, urbanized and commercialized, increasingly severed from its religious aims and focusing ever more on personal satisfaction and even on such new pleasure palaces as department stores, theaters, restaurants, hotels, dance halls, and amusement parks. . . . This new era heralded the pursuit of goods as the means to all ‘good’ and to personal salvation.”</p><p class=\"attribution author\">William Leach, historian, <span class=\"formatted_text font_style:italic\">Land of Desire: Merchants, Power, and the Rise of a New American Culture</span>, 1993</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Some Americans began to move away from urban areas to form utopian communities.</p>","<p class=\"choice_paragraph\">The formation of farmers’ cooperatives increased resistance to the business practices of corporations.</p>","<p class=\"choice_paragraph\">Some wealthy Americans used the doctrine of Social Darwinism began to justify economic inequality.</p>","<p class=\"choice_paragraph\">The creation of new manufacturing methods allowed factories to greatly increase production.</p>"],"answer":3}]