[{"id":"VH977879","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977856.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following pieces of evidence could best be used to modify the argument made in the excerpt?</p>\n","rubricRef":"VH977879_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“We are returning from war! . . . . Tens of thousands of Black men were drafted into a great struggle. . . . We fought gladly and to the last drop of blood; for America and her highest ideals, we fought in far-off hope; for the dominant southern oligarchy entrenched in Washington, we fought in bitter resignation. For the America that represents and gloats in lynching, disfranchisement, caste, brutality and devilish insult—for this, in the hateful upturning and mixing of things, we were forced by vindictive fate to fight also.</p><p class=\"passage_para\">“But today we return! We return from the slavery of uniform which the world’s madness demanded us to don to the freedom of civil garb. We stand again to look America squarely in the face. . . . We sing: This country of ours, despite all its better souls have done and dreamed, is yet a shameful land. . . .</p><p class=\"passage_para\">“This is the country to which we Soldiers of Democracy return. This is the fatherland for which we fought! But it is our fatherland. It was right for us to fight. . . .</p><p class=\"passage_para\">“We <span class=\"formatted_text font_style:italic\">return</span>. We <span class=\"formatted_text font_style:italic\">return from fighting</span>. We <span class=\"formatted_text font_style:italic\">return fighting</span>. Make way for Democracy! We saved it in France, and by the Great Jehovah, we will save it in the United States of America, or know the reason why.”</p><p class=\"attribution author\">W. E. B. Du Bois, “Returning Soldiers,” 1919</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Preservationists sought to advocate for limiting the use of certain natural resources.</p>","<p class=\"choice_paragraph\">New technologies improved the standard of living for many Americans.</p>","<p class=\"choice_paragraph\">Population growth in the South slowed as many people moved to the North and West.</p>","<p class=\"choice_paragraph\">Union membership increased as a result of changes in federal laws.</p>"],"answer":2}]