[{"id":"VH970375","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH970366.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on their claims in the excerpts, Washington and Pillow would most likely have taken different positions on which of the following social questions in the 1800s?</p>\n","rubricRef":"VH970375_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“One-third of the population of the South is of the Negro race. No enterprise seeking the material, civil, or moral welfare of this section can disregard this element of our population and reach the highest success. . . .</p><p class=\"passage_para\">“To those of the white race who look to the incoming of those of foreign birth and strange tongue and habits for the prosperity of the South, were I permitted I would repeat what I say to my own race, ‘Cast down your bucket where you are.’ Cast it down among the eight millions of Negroes whose habits you know, whose fidelity and love you have tested. . . . Cast down your bucket among these people who have, without strikes and labour wars, tilled your fields, cleared your forests, builded your railroads and cities, and brought forth treasures from the bowels of the earth, and helped make possible this magnificent representation of the progress of the South. Casting down your bucket among my people, . . . you will find that they will buy your surplus land, make blossom the waste places in your fields, and run your factories. . . . [W]e shall stand by you with a devotion that no foreigner can approach, ready to lay down our lives, if need be, in defence of yours, interlacing our industrial, commercial, civil, and religious life with yours in a way that shall make the interests of both races one. In all things that are purely social we can be as separate as the fingers, yet one as the hand in all things essential to mutual progress.”</p><p class=\"attribution author\">Booker T. Washington, Atlanta Exposition Address, 1895</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“General [Gideon J.] Pillow . . . suggested that a company be formed with a capital of half a million [dollars]. . . . This company is to place reliable agents, one at San Francisco and the other at New York; these agents shall bring into competition the companies engaged in the transportation of immigrants from Europe, and [Chinese laborers from] the Pacific Railroad. If we can command the capital to pay all the charges of the immigrants from their homes to . . . where they are wanted, they will be able to supply the planters of the five States bordering on the Mississippi river with all the labor that they want at 33 per cent less than it could be got by any individual efforts or enterprise. In recommending the inauguration of this system of labor, the committee are moved by no hostility to our former servants. . . . Just one half of the soil is in cultivation that was so before the war, and that [was] because the labor was not adequate to the demands. ‘The negroes have taken to other vocations also, and have left the corn and cotton fields. They have [taken] the place of the white man on the river almost entirely, and have supplanted the Irish, Dutch, and Germans on the steamboats. Our cities are full of them.’”</p><p class=\"attribution author\">General Gideon J. Pillow, southern plantation owner, newspaper report of a speech delivered at a convention of plantation owners in Memphis, Tennessee, <span class=\"formatted_text font_style:italic\">Memphis Daily Appeal</span>, 1869</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Can African Americans continue to be employed in agricultural work?</p>","<p class=\"choice_paragraph\">Should immigrants be used to diversify the southern industrial labor force?</p>","<p class=\"choice_paragraph\">Can wealthy plantation owners promote progress in the South?</p>","<p class=\"choice_paragraph\">Should the southern economy abandon agricultural production?</p>"],"answer":1}]