[{"id":"VH978676","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978388.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The excerpt can best be used to explain which of the following situations that resulted from the Spanish-American War?</p>\n","rubricRef":"VH978676_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“A few days ago a vote was taken in the regiment to determine how many wished to remain for an extra six months, and the result showed that none cared to stay any longer than they have to. So the colonel did not volunteer the service of the regiment, but informed us that it is his opinion that we will be home and out of the service by the first of July. This seems like a long time yet, but it is not so bad when compared to a year and two months. Our enlistment read ‘for two years, unless sooner discharged, to serve in the Spanish-American war.’ So you may see we did not enlist to fight these insurgents, and as few of the men are in favor of holding the islands, we do not feel it our duty to enlist for an additional six months. Now that the treaty has been ratified by Spain and the United States we are entitled to our discharge within sixty days; at least that is the way we understood it when we enlisted, and our captain says that is the way he understood it; but we will not complain if they get us home before the Fourth.”</p><p class=\"attribution author\">Edgar Thomson, United States soldier, letter from the Philippines, 1899</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The expanded use of international communication technologies</p>","<p class=\"choice_paragraph\">The growing influence of groups advocating for isolationism</p>","<p class=\"choice_paragraph\">The creation of international organizations to mediate diplomatic conflicts</p>","<p class=\"choice_paragraph\">The emergence of nationalist movements in areas under United States control</p>"],"answer":3}]