[{"id":"VH973579","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH973576.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a similarity between Bodnar’s and Ewen’s arguments in the excerpts about immigrant families in the late 1800s?</p>\n","rubricRef":"VH973579_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“While it is apparent that immigrants were not free to move into the industrial economy wherever they desired, they were able to remain within the confines of small groups and networks, which assisted them tremendously. Such groups could mass around links of friends, villages, or regions but were mostly held together by ties of blood. Kinship [family relationships] formed the stable core of immigrant groups as they flowed into the [economic] opening available to them in particular times and places. . . .</p><p class=\"passage_para\">“. . . The . . . discovery of modern historical scholarship . . . has made it quite clear that immigrant families did not whither in their encounter with American capitalism. Immigrant kinship associations . . . continued to perform indispensable functions in the industrial city. . . .</p><p class=\"passage_para\">“. . . The immigrant family with its essential ingredients of sharing and reciprocity was found wherever immigrants settled. . . . Family goals came to supersede individual goals, and parents and children both worked vigorously to contribute to familial welfare.”</p><p class=\"attribution author\">John Bodnar, historian, <span class=\"formatted_text font_style:italic\">The Transplanted: A History of Immigrants in Urban America</span>, published in 1985</p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Family celebrations [were] the main form of recreation for [immigrant] women. . . . For poor communities with scant resources, these celebrations also provided a . . . mode of redistributing what little wealth there was throughout the community. While Americans watched with disapproval or envy, the new immigrants [at the end of the nineteenth century] found ways to maintain culture and create community.</p><p class=\"passage_para\">“Here, . . . however, there was a conflict between the old ways and the new, between the parental wish to preserve the customs of the old country and the younger generation’s desire to be free of these restrictions and adopt a more ‘modern’ outlook. Old-world conventions concerning love and marriage were challenged by the young, who were exposed to different ideas and new passions. In the Old World both Jewish and Italian marriages had been arranged. . . .</p><p class=\"passage_para\">“. . . In general the institution of matchmaking was losing ground to more social forms of courtship, organized more along lines of individual choice. . . . New ideals of romantic love were taking precedence over customary values.”</p><p class=\"attribution author\">Elizabeth Ewen, historian, <span class=\"formatted_text font_style:italic\">Immigrant Women in the Land of Dollars: Life and Culture on the Lower East Side, 1890–1925</span>, study of immigrants in New York City, published in 1985</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Both argue that the strength of immigrant families weakened in the United States.</p>","<p class=\"choice_paragraph\">Both maintain that immigrant families provided members with economic support.</p>","<p class=\"choice_paragraph\">Both claim that immigrant families were eager to assimilate to American culture.</p>","<p class=\"choice_paragraph\">Both assert that immigrant families primarily valued the advancement of individuals.</p>"],"answer":1}]