[{"id":"VH970417","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH970411.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The excerpt would be of limited use to a historian seeking to explain the political position common in the 1990s that the United States should</p>\n","rubricRef":"VH970417_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The Commission believes that legal immigration has strengthened and can continue to strengthen this country. While we will be reporting at a later date on the impacts of our legal immigration system, and while there may even be disagreements among us as to the total number of immigrants that can be absorbed into the United States . . . the Commission members agree that immigration presents many opportunities for this nation. Immigrants can contribute to the building of the country. . . . The tradition of welcoming newcomers has become an important element of how we define ourselves as a nation.</p><p class=\"passage_para\">“The Commission is mindful of the problems that also emanate from immigration. In particular, we believe that unlawful immigration is unacceptable. Enforcement efforts have not been effective in deterring unlawful immigration. . . .</p><p class=\"passage_para\">“During the decade from 1980 to 1990 three major pieces of legislation were adopted to govern immigration policy. . . . The Commission supports the broad framework for immigration policy that these laws represent: a legal immigration system that strives to serve the national interest in helping families to reunify and employers to obtain skills not available in the U.S. labor force; a refugee system that reflects both our humanitarian beliefs and international refugee law; and an enforcement system that seeks to deter unlawful immigration through employer sanctions and tighter border control.”</p><p class=\"attribution author\">United States Commission on Immigration Reform, “U.S. Immigration Policy: Restoring Credibility,” report delivered to Congress, 1994</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">help immigrants affected by international crises</p>","<p class=\"choice_paragraph\">recruit immigrant laborers for agricultural work</p>","<p class=\"choice_paragraph\">reduce the influence of new immigrant cultures</p>","<p class=\"choice_paragraph\">celebrate the diversity created by immigration</p>"],"answer":2}]