[{"id":"VH983005","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH982975.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the historical situation that caused opponents of Lodge to call arguments such as the ones in the excerpt “sordid”?</p>\n","rubricRef":"VH983005_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I believe, we shall find arguments in favor of the retention of the Philippines as possessions of great value and a source of great profit to the people of the United States which cannot be overthrown. First, as to the islands themselves. They are over a hundred thousand square miles in extent, and are of the greatest richness and fertility. From these islands . . . there is no tropical product which cannot be raised in abundance. . . .</p><p class=\"passage_para\">“A much more important point is to be found in the markets which they furnish. The total value of exports and imports for 1896 amounted in round numbers to $29,000,000. . . . There can be no doubt that the islands in our peaceful possession would take from us a very large proportion of their imports. . . . With the development of the islands and the increase of commerce and of business activity the consumption of foreign imports would rapidly advance, and of this increase we should reap the chief benefit. . . .</p><p class=\"passage_para\">“. . . Manila, with its magnificent bay, is the prize and the pearl of the East. In our hands it will become one of the greatest distributing points, one of the richest emporiums of the world’s commerce. Rich in itself, with all its fertile islands behind it, it will . . . enable American enterprise and intelligence to take a master share in all the trade of the Orient! We have been told that arguments like these are sordid. Sordid indeed! . . . A policy which proposes to open wider markets to the people of the United States . . . seems to me a great and noble policy.”</p><p class=\"attribution author\">Henry Cabot Lodge, senator, speech to the United States Senate, 1900</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Many Americans asserted that the Philippines should become a state.</p>","<p class=\"choice_paragraph\">Many Filipinos joined a nationalist movement seeking independence from the United States.</p>","<p class=\"choice_paragraph\">Many reformers asserted the racial equality of Filipinos and White Americans.</p>","<p class=\"choice_paragraph\">Many manufacturers claimed that expanded trade with eastern Asia was undesirable.</p>"],"answer":1}]