[{"id":"VH983205","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH983188.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following arguments about Progressives could Muir’s point of view best be used to support?</p>\n","rubricRef":"VH983205_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Hetch Hetchy Valley, far from being a plain, common, rock-bound meadow, as many who have not seen it seem to suppose, is a grand landscape garden, one of Nature’s rarest and most precious mountain temples. . . . The sublime rocks of its walls seem to glow with life, whether leaning back in repose or standing erect in thoughtful attitudes, giving welcome to storms and calms alike, their brows in the sky, their feet set in the groves and gay flowery meadows, while birds, bees, and butterflies help the river and waterfalls to stir all the air into music. . . .</p><p class=\"passage_para\">“This most precious and sublime feature of the Yosemite National Park, one of the greatest of all our natural resources for the uplifting joy and peace and health of the people, is in danger of being dammed and made into a reservoir to help supply San Francisco with water and light, thus flooding it from wall to wall and burying its gardens and groves one or two hundred feet deep. This grossly destructive commercial scheme has long been planned and urged . . . because of the comparative cheapness of the dam. . . .</p><p class=\"passage_para\">“That anyone would try to destroy [Hetch Hetchy Valley] seems incredible; but sad experience shows that there are people good enough and bad enough for anything. The proponents of the dam scheme bring forward a lot of bad arguments to prove that the only righteous thing to do with the people’s parks is to destroy them bit by bit as they are able.”</p><p class=\"attribution author\">John Muir, <span class=\"formatted_text font_style:italic\">The Yosemite</span>, published in 1912</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">They were advocates for the control of natural resources by corporations rather than the government.</p>","<p class=\"choice_paragraph\">They were supportive of federal regulation of the economy in order to limit the impact of industrialization.</p>","<p class=\"choice_paragraph\">They were concerned that suburbanization was causing metropolitan areas to expand too rapidly.</p>","<p class=\"choice_paragraph\">They were focused on ensuring the health of people rather than increasing the quality of the environment.</p>"],"answer":1}]