[{"id":"VH983162","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH983151.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">A context that helps to explain the development discussed in the excerpt is that, after 1920, Americans were debating</p>\n","rubricRef":"VH983162_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The removal of all forms of the subjection of women is the purpose to which the National Woman’s Party is dedicated. Its present campaign to remove the discriminations against women in the laws of the United States is but the beginning of its determined effort to secure the freedom of women, an integral part of the struggle for human liberty for which women are first of all responsible. Its interest lies in the final release of woman from the class of a dependent, subservient being to which early civilization committed her.</p><p class=\"passage_para\">“The laws of various States at present hold her in that class [of dependents]. They deny her a control of her children equal to the father’s; . . . they punish her for offenses for which men go unpunished; they exclude her from public office and from public institutions to the support of which her taxes contribute. . . .</p><p class=\"passage_para\">“. . . In California the husband is sole manager of the community property, which consists of all that is acquired during the marriage by either husband or wife. . . . Her wages and earnings therefore are under his control during [his] life and he can dispose of them without her knowledge or consent. . . .</p><p class=\"passage_para\">“. . . [The National Woman’s Party] has under its consideration an amendment to the Federal Constitution which, if adopted, would remove [these discriminations] as one stroke.”</p><p class=\"attribution author\">Elsie Hill, activist, “Shall Women Be Equal Before the Law?”, <span class=\"formatted_text font_style:italic\">The Nation</span>, 1922</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">whether married women should have the right to vote</p>","<p class=\"choice_paragraph\">the appropriate gender roles for women in society</p>","<p class=\"choice_paragraph\">the morality of enslaving African American women</p>","<p class=\"choice_paragraph\">whether women should participate in social reform</p>"],"answer":1}]