[{"id":"VH982664","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH982634.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The excerpt best reflects which of the following developments by the 1920s?</p>\n","rubricRef":"VH982664_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“A few years ago, in the late 1920’s, Alain Leroy Locke, a professor at Howard University . . . came to Harlem to gather material for the now famous Harlem Number of the Survey Graphic [magazine] and was hailed as the discoverer of artistic Harlem.</p><p class=\"passage_para\">“The Whites who read that issue of the Survey Graphic became aware that in Harlem, the largest Negro city in the world, there existed a group interested in the fine arts, creative literature, and classical music. So, well-meaning, vapid [dull] Whites from downtown New York came by bus, subway, or in limousines, to see for themselves these Negroes who wrote poetry and fiction and painted pictures.</p><p class=\"passage_para\">“Of course, said these pilgrims, it couldn’t approach the creative results of Whites, but as a novelty, well, it didn’t need standards. The very fact that these Blacks had the temerity to produce so-called Art, and not its quality, made the whole fantastic movement so alluring. . . .</p><p class=\"passage_para\">“News that Harlem had become a paradise spread rapidly and from villages and towns all over America . . . there began a [Black] migration of quaint [eccentric] characters, each with a message, who descended upon Harlem, sought out the cafes, lifted teacups with a jutting little finger, and dreamed of sponsors.”</p><p class=\"attribution author\">Levi C. Hubert, African American journalist, essay reflecting on life in Harlem in the 1920s, written in 1938</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The growing similarity of rural and urban African American culture</p>","<p class=\"choice_paragraph\">The decline in racial violence against African Americans</p>","<p class=\"choice_paragraph\">The rise of African American civil rights advocacy organizations in the North</p>","<p class=\"choice_paragraph\">The movement of African Americans during the Great Migration</p>"],"answer":3}]