[{"id":"VH992558","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH990737.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following contexts helps to explain the debate in which La Follette was participating in the excerpt?</p>\n","rubricRef":"VH992558_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Who has registered the knowledge or approval of the American people of the course this Congress is called upon in declaring war upon Germany? Submit the question to the people, you who support it. You who support it dare not do it, for you know that by a vote of more than ten to one the American people as a body would register their declaration against it.</p><p class=\"passage_para\">“I venture to say that the response which the German people have made to the demands of this war shows that it has a degree of popular support which the war upon which we are entering has not and never will have among our people. The espionage bills, the conscription bills, and other forcible military measures . . . [are] proof that those responsible for this war fear that it has no popular support. . . .</p><p class=\"passage_para\">“It was our absolute right as a neutral [power] to ship food to the people of Germany. That is a position that we have fought for through all of our history. . . .</p><p class=\"passage_para\">“The only reason why we have not suffered the sacrifice of just as many ships and just as many lives from the violation of our rights by the war zone and the submarine mines of Great Britain as we have through the unlawful acts of Germany in making her war zone in violation of our neutral rights is simply because we have submitted to Great Britain’s dictation. . . . We have not only a legal but a moral responsibility for the position in which Germany has been placed . . . . By suspending the rule [of law] with respect to neutral rights in Great Britain’s case, we have been actively aiding her in starving the civil population of Germany. We have helped to drive Germany into a corner, her back to the wall, to fight with what weapons she can lay her hands on to prevent the starving of her women and children, her old men and babes.”</p><p class=\"attribution author\">Senator Robert La Follette, speech in the United States Senate, 1917</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Some Americans opposed the launching of imperial ventures for overseas colonies.</p>","<p class=\"choice_paragraph\">International conflict led to disagreements over the role of the United States in the world.</p>","<p class=\"choice_paragraph\">The earlier military victory in the Spanish-American War made the United States a leading global superpower.</p>","<p class=\"choice_paragraph\">The repeated episodes of economic crisis caused by credit and market instability limited United States international influence.</p>"],"answer":1}]