[{"id":"VH991903","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH983188.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The ideas expressed in the excerpt are best situated within which of the following broader historical contexts?</p>\n","rubricRef":"VH991903_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Hetch Hetchy Valley, far from being a plain, common, rock-bound meadow, as many who have not seen it seem to suppose, is a grand landscape garden, one of Nature’s rarest and most precious mountain temples. . . . The sublime rocks of its walls seem to glow with life, whether leaning back in repose or standing erect in thoughtful attitudes, giving welcome to storms and calms alike, their brows in the sky, their feet set in the groves and gay flowery meadows, while birds, bees, and butterflies help the river and waterfalls to stir all the air into music. . . .</p><p class=\"passage_para\">“This most precious and sublime feature of the Yosemite National Park, one of the greatest of all our natural resources for the uplifting joy and peace and health of the people, is in danger of being dammed and made into a reservoir to help supply San Francisco with water and light, thus flooding it from wall to wall and burying its gardens and groves one or two hundred feet deep. This grossly destructive commercial scheme has long been planned and urged . . . because of the comparative cheapness of the dam. . . .</p><p class=\"passage_para\">“That anyone would try to destroy [Hetch Hetchy Valley] seems incredible; but sad experience shows that there are people good enough and bad enough for anything. The proponents of the dam scheme bring forward a lot of bad arguments to prove that the only righteous thing to do with the people’s parks is to destroy them bit by bit as they are able.”</p><p class=\"attribution author\">John Muir, <span class=\"formatted_text font_style:italic\">The Yosemite</span>, published in 1912</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The enactment of reforms meant to address issues of unemployment and economic growth</p>","<p class=\"choice_paragraph\">The response to innovations in technology that contributed to the growth of mass culture</p>","<p class=\"choice_paragraph\">The result of efforts to expand United States control of territories in the Pacific and East Asia</p>","<p class=\"choice_paragraph\">The impact of the transition of the United States from an agricultural to an industrial economy</p>"],"answer":3}]