[{"id":"VH992443","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992440.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">A limitation of using the speech excerpted to study opposition to the League of Nations is that the speech</p>\n","rubricRef":"VH992443_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[The issues behind the First World War] must be settled . . . with a full and unequivocal acceptance of the principle that the interest of the weakest is as sacred as the interest of the strongest. . . .</p><p class=\"passage_para\">“If it be in deed and in truth the common objective of the governments associated against Germany . . . to achieve by the coming settlements a secure and lasting peace, it will be necessary that all who sit down at the peace table shall come ready and willing . . . to create . . . the only instrumentality by which it can be made certain that the agreements of the peace will be honored and fulfilled.</p><p class=\"passage_para\">“. . . That indispensable instrumentality is a league of nations formed under covenants that will be [effective]. Without such an instrumentality, by which the peace of the world can be guaranteed, peace will rest in part upon the word of outlaws and only upon that word. . . .</p><p class=\"passage_para\">“And, as I see it, the constitution of that League of Nations and the clear definition of its objects must be a part, is in a sense the most essential part, of the peace settlement itself. . . .</p><p class=\"passage_para\">“Special alliances and economic rivalries and hostilities have been the prolific source in the modern world of the plans and passions that produce war. . . .</p><p class=\"passage_para\">“. . . In the same sentence in which I say that the United States will enter into no special arrangements or understandings with particular nations let me say also that the United States is prepared to assume its full share of responsibility for the maintenance of the common covenants and understandings upon which peace must henceforth rest. We still read [George] Washington’s immortal warning against ‘entangling alliances’ with full comprehension and an answering purpose. But only special and limited alliances entangle; and we recognize and accept the duty of a new day in which we are permitted to hope for a general alliance which will avoid entanglements and clear the air of the world for common understandings and the maintenance of common rights.”</p><p class=\"attribution author\">President Woodrow Wilson, speech in New York City at a campaign to encourage Americans to purchase war bonds during the First World War, 1918</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">was given in support of the United States war effort</p>","<p class=\"choice_paragraph\">was given before the Treaty of Versailles was concluded</p>","<p class=\"choice_paragraph\">supported the example of George Washington’s foreign policy</p>","<p class=\"choice_paragraph\">advocated avoiding special alliances with particular countries</p>"],"answer":1}]