[{"id":"VH992453","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992449.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a limitation of using the excerpt to study the long-term influences on United States involvement overseas in the early 1900s?</p>\n","rubricRef":"VH992453_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Let me insist again . . . upon the fact that our duty is twofold, and that we must raise others while we are benefiting ourselves. In bringing order to the Philippines, our soldiers added a new page to the honor-roll of American history, and they incalculably benefited the islanders themselves. . . . [T]he islands now enjoy a peace and liberty of which they have hitherto never even dreamed. But this peace and liberty under the law must be supplemented by material, by industrial development. Every encouragement should be given to their commercial development, to the introduction of American industries and products; not merely because this will be a good thing for our people, but infinitely more because it will be of incalculable benefit to the people of the Philippines.</p><p class=\"passage_para\">“We shall make mistakes; and if we let these mistakes frighten us from our work we shall show ourselves weaklings. . . . We committed plenty of blunders . . . in our dealings with the Indians. But who does not admit at the present day that we were right in wresting from barbarism and adding to civilization the territory out of which we have made these beautiful [United] States? And now we are civilizing the Indian and putting him on a level to which he could never have attained under the old conditions.</p><p class=\"passage_para\">“. . . [W]e have always in the end come out victorious because we have refused to be daunted by blunders and defeats. . . . We gird [ourselves] as a nation, with the stern purpose to play our part manfully in winning the ultimate triumph; . . . and with unfaltering steps tread the rough road of endeavor.”</p><p class=\"attribution author\">Theodore Roosevelt, “National Duties,” address given at the Minnesota State Fair, September 1901</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The speech was delivered by Roosevelt at a local state gathering</p>","<p class=\"choice_paragraph\">The speech was given during the period when this development occurred</p>","<p class=\"choice_paragraph\">The speech expressed support for westward expansion in North America</p>","<p class=\"choice_paragraph\">The speech expressed a desire to alter the cultures of American Indians</p>"],"answer":1}]