[{"id":"VH992620","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH983078.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following contexts most directly contributed to the trend in immigration described in the first paragraph of the excerpt?</p>\n","rubricRef":"VH992620_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“We realize that certain bodies of men, who do not believe in the basic principles of our Republic, having taken advantage of American hospitality to secure residence within our territory, have brought into organization a large number of committees and associations whose avowed purpose it is to destroy our Government (using force if necessary) and to place the country under the domination of some such self-constituted commission of Socialists or Bolshevists as has brought anarchy and misery upon Russia.</p><p class=\"passage_para\">“To nullify the pernicious influence of these enemies of the Republic, we, the undersigned, herewith declare and take oath that we hold ourselves ready to answer any call to defend our country against any and all attempts to change our Government by usurpation or by force. We seek for this pledge the widest publicity and urge all citizens, irrespective of sex, age, creed, or race, who believe as we do in the importance of maintaining American principles, to join us in this pledge.</p><p class=\"passage_para\">“We further declare our purpose to do our utmost to secure for those who come to our country from foreign lands a clearer and nobler sense of citizenship than they have heretofore realized; and to develop these new residents into understanding American citizens, to emphasize to them the value of the great privilege that is within their reach of securing American citizenship, and to secure their co-operation in combating the pernicious propaganda which aims to undermine the Government.”</p><p class=\"attribution author\">“Petition of the National Security League,” 1923</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The passage of Progressive Era reforms that expanded participatory democracy</p>","<p class=\"choice_paragraph\">The enactment of laws to preserve territory and protect natural resources from development</p>","<p class=\"choice_paragraph\">The establishment of overseas colonies following the Spanish-American War</p>","<p class=\"choice_paragraph\">The continued transition of the United States from an agricultural economy to an industrial economy</p>"],"answer":3}]