[{"id":"VR004181","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR004180.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following historical events in the 1790s most directly followed from the developments described in the excerpt?</p>\n","rubricRef":"VR004181_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“As its preamble promised, the Constitution would ‘ensure domestic tranquility’ by allowing the federal government to field an army powerful enough to suppress rebellions like those that had flared up in Massachusetts, New Hampshire, and other states. Even more important, the Constitution would ‘establish justice’ by preventing the state assemblies from adopting relief measures that screened their citizens from either their Continental taxes or their private debts. . . . Excoriating [harshly criticizing] the legislatures for collecting too little money from taxpayers, the bondholders and their sympathizers noted with approval that the Constitution would take the business of collecting federal taxes away from the states and place it firmly in the hands of a powerful new national government.”</p><p class=\"attribution author\">Woody Holton, historian, “‘From the Labours of Others’: The War Bonds Controversy and the Origins of the Constitution in New England,” <span class=\"formatted_text font_style:italic\">William and Mary Quarterly</span>, 2004</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Trade and manufacturing increased United States productivity and helped the federal government pay off its bonds more quickly.</p>","<p class=\"choice_paragraph\">George Washington’s neutrality allowed the United States to trade with France, Britain, and Spain simultaneously and pay down the debt.</p>","<p class=\"choice_paragraph\">The federal government granted French merchants a monopoly on the sale of American tobacco to pay debts from the American Revolution.</p>","<p class=\"choice_paragraph\">The federal government established a new economic policy in part by assuming states’ debts from the American Revolution.</p>"],"answer":3}]