[{"id":"VR004284","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR004283.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The ideas expressed in the memo were most consistent with which of the following foreign policy beliefs after 1945 ?</p>\n","rubricRef":"VR004284_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“No thoughtful person can question that the American economic system is under broad attack. This varies in scope, intensity, in the techniques employed, and in the level of visibility.</p><p class=\"passage_para\">“There always have been some who opposed the American system. . . .</p><p class=\"passage_para\">“But what now concerns us is quite new in the history of America. We are not dealing with sporadic or isolated attacks from a relatively few extremists or even from the minority socialist cadre. Rather, the assault on the enterprise system is broadly based and consistently pursued. . . .</p><p class=\"passage_para\">“The most disquieting voices joining the chorus of criticism come from perfectly respectable elements of society: from the college campus, the pulpit, the media, the intellectual and literary journals, the arts and sciences, and from politicians.”</p><p class=\"attribution author\">Memorandum from Lewis F. Powell, Jr., attorney and future United States Supreme Court Justice, to Eugene B. Sydnor of the United States Chamber of Commerce, 1971</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">A global capitalist economy led by the United States would help stabilize the international system.</p>","<p class=\"choice_paragraph\">A nonaligned movement would help balance out the communist nations in the global order.</p>","<p class=\"choice_paragraph\">Collective security alliances provided the best means to protect United States commercial interests.</p>","<p class=\"choice_paragraph\">The United States should unilaterally support postwar decolonization movements.</p>"],"answer":0}]