[{"id":"VR003844","type":"longtextV2","stimulusHtml":"<p>Using the graph, answer (a), (b), and (c).</p>\n\n<p>(a) Briefly describe how ONE specific historical event or development contributed to the high birth rates in the United States from 1946 to 1964.</p>\n\n<p>(b) Briefly describe ONE specific historical effect of the high birth rates on United States society from 1946 to 1964.</p>\n\n<p>(c) Briefly explain ONE specific historical change in United States society from 1965 to 1980 that resulted from the trend in birth rates from 1946 to 1964.</p>\n","rubricRef":"VR003844_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph titled “United States Birth Rates, 1940 to 1980.” The horizontal axis is labeled “Year,” and the years 1940 through 1980, in increments of 5 years, are indicated. The vertical axis is labeled “Births per 1,000 Population,” and the numbers 10 through 30, in increments of 5, are indicated. There is one bar for each year beginning at approximately 19 in 1940. From here, the height of the bars increases each year until it reaches approximately 22 in 1943. The height of the bars then decreases each year until it reaches approximately 19.5 in 1945. Then, beginning in 1946, the bars increase steeply in height, such that from 1946 to 1957, they average approximately 23.5, peaking at approximately 26 in 1947. Beginning in 1958, the height of the bars decrease each year until it reaches approximately 20 in 1964. The bars from 1946 through 1964 are shaded light grey. The bars continue to decrease from a height of approximately 18.5 in 1965 to a height of approximately 17 in 1968. From here, the height of the bars increase each year until it reaches approximately 17.5 in 1970. Then, beginning in 1971, the bars decrease more steeply in height, from approximately 16 in 1971 to approximately 14 in 1975. Beginning in 1975, the height of the bars increases gradually each year, until the graph ends at 15 in 1980.\" height=\"233\" src=\"https://assets.learnosity.com/organisations/537/VR003844.g05.png\" width=\"500\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]