[{"id":"VR004156","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR004155.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following was a major difference between the Spanish colonies in the Americas in the 1500s and the English colonies in the Americas in the early 1600s?</p>\n","rubricRef":"VR004156_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a map titled Spanish Florida, 1565 to 1680. A key indicates that a black diamond represents a Spanish settlement, a grey rectangular shape represents a fort, a cross represents a mission, and a solid black line represents El Camino Réal, also known as the King’s Highway. El Camino Réal, or the King’s Highway, runs almost horizontally across the upper part of the map, through Florida’s panhandle. Many missions are indicated along this road, and along the portion of the eastern coast that lies north of this road. The fort Santa Elena, or Port Royal, 1566, is indicated along this portion of the coast, as well. Fort Caroline is indicated in the eastern portion of the state, along El Camino Réal. A note pointing to Fort Caroline reads: February 1564, French established Fort Caroline, safe haven for Huguenots. Directly below Fort Caroline is the Spanish settlement of San Agustín, or Saint Augustine, 1565. A note pointing to San Agustín reads: September 1565, Spanish fleet under Menéndez establish San Agustín and massacred French settlers at Fort Caroline. Several missions are indicated from Santa Elena to San Agustín. Another Spanish settlement, Rancho de la Chua, 1580, is indicated directly to its west. Four additional forts are indicated on the map, along the eastern and western coasts of Florida, in the central to southern portions of the region. Tocobaga, 1567, is indicated along the western coast in the central portion of Florida. San Antonio, 1567, is indicated along the western coast in the southern portion of Florida. Tequesta, 1567, is indicated along the eastern coast in the southern portion of Florida. Santa Lucía, 1566, is indicated along the eastern coast in the central portion of Florida.\" height=\"552\" src=\"https://assets.learnosity.com/organisations/537/VR004155.g12.png\" width=\"596\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The Spanish adopted African slavery in their colonies, while the English relied more on American Indian labor.</p>","<p class=\"choice_paragraph\">The Spanish more actively sought to convert American Indians to Christianity than did the English.</p>","<p class=\"choice_paragraph\">The Spanish tried to change American Indian worldviews, while the English generally accommodated them.</p>","<p class=\"choice_paragraph\">The Spanish rejected assimilating American Indians into their culture, while the English favored assimilation.</p>"],"answer":1}]