[{"id":"VR000957","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR000747.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The point of view of the first two paragraphs of the excerpt can best be used to support which of the following historical arguments?</p>\n","rubricRef":"VR000957_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“If it is right for the United States to hold the Philippine Islands permanently and imitate European empires in the government of colonies, the Republican party ought to state its position and defend it, but it must expect the subject races to protest against such a policy and to resist to the extent of their ability.</p><p class=\"passage_para\">“The Filipinos do not need any encouragement from Americans now living. Our whole history has been an encouragement, not only to the Filipinos, but to all who are denied a voice in their own government. If the Republicans are prepared to censure all who have used language calculated to make the Filipinos hate foreign domination, let them condemn the speech of Patrick Henry. When he uttered that passionate appeal, \"Give me liberty or give me death,\" he expressed a sentiment which still echoes in the hearts of men. . . .</p><p class=\"passage_para\">“The Democratic party does not oppose expansion when expansion enlarges the area of the Republic and incorporates land which can be settled by American citizens, or adds to our population people who are willing to become citizens and are capable of discharging their duties as such.</p><p class=\"passage_para\">“. . . [W]e have a right to demand of the Republican leaders a discussion of the future status of the Filipino. Is he a citizen or a subject? . . . Are they to share with us in making the laws and shaping the destiny of this nation?”</p><p class=\"attribution author\">William Jennings Bryan, speech accepting the Democratic Party nomination for the presidency, 1900</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Some political leaders pointed to traditions of self-determination when making foreign policy.</p>","<p class=\"choice_paragraph\">Many political leaders argued that the United States’ history of expansion justified acquiring colonies.</p>","<p class=\"choice_paragraph\">Democratic politicians advocated using military force to suppress a nationalist movement in the Philippines.</p>","<p class=\"choice_paragraph\">Republican politicians claimed that governing the Philippines would promote domestic economic development.</p>"],"answer":0}]