[{"id":"VR004213","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR004211.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following was a major United States foreign policy change in the Pacific region at the end of the nineteenth century?</p>\n","rubricRef":"VR004213_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[I am] commanded to explain to the Japanese that. . . [the United States] population has rapidly spread through the country, until it has reached the shores of the Pacific Ocean; that we have now large cities, from which, with the aid of steam vessels, we can reach Japan in eighteen or twenty days; [and] that . . . the Japan seas will soon be covered with our vessels.</p><p class=\"passage_para\">“Therefore, as the United States and Japan are becoming every day nearer and nearer to each other, the President desires to live in peace and friendship with your imperial majesty, but no friendship can long exist, unless Japan ceases to act toward Americans as if they were her enemies. . . .</p><p class=\"passage_para\">“Many of the large ships-of-war destined to visit Japan have not yet arrived in these seas, though they are hourly expected; and [the United States has], as an evidence of [its] friendly intentions . . . brought but four of the smaller ones, designing, should it become necessary, to return to Edo [Tokyo] in the ensuing spring with a much larger force.”</p><p class=\"attribution author\">Commodore Matthew C. Perry to the emperor of Japan, letter, 1853</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The United States began to accept unrestricted immigration from East Asia.</p>","<p class=\"choice_paragraph\">The United States supported the formation of the Kingdom of Hawaii.</p>","<p class=\"choice_paragraph\">The United States reduced the size of its navy through international agreements.</p>","<p class=\"choice_paragraph\">The United States acquired new colonial possessions such as the Philippines.</p>"],"answer":3}]