[{"id":"VR004281","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR004279.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The ideas expressed in the excerpt could best be used to support which of the following perspectives at the time?</p>\n","rubricRef":"VR004281_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“One of the tragedies of the struggle against racism is that up to now there has been no national organization which could speak to the growing militancy of young black people in the urban ghetto. There has been only a civil rights movement whose tone of voice was adapted to an audience of liberal whites. It served as a sort of buffer zone between them and angry young blacks. . . .</p><p class=\"passage_para\">“An organization which claims to speak for the needs of a community—as does the Student Nonviolent Coordinating Committee—must speak in the tone of that community, not as somebody else's buffer zone. . . .</p><p class=\"passage_para\">“The need for psychological equality is the reason why SNCC today believes that blacks must organize in the black community. Only black people can convey the revolutionary idea that black people are able to do things themselves. Only they can help create in the community an aroused and continuing black consciousness that will provide the basis for political strength.”</p><p class=\"attribution author\">Stokely Carmichael, “What We Want,” 1966</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Violence is the best means for African Americans to change their status.</p>","<p class=\"choice_paragraph\">Integration should be rejected as the primary goal of the African American rights movement.</p>","<p class=\"choice_paragraph\">Separatism would not help African Americans achieve a more powerful political voice.</p>","<p class=\"choice_paragraph\">Economic inequality accounts for the persistence of racial discrimination.</p>"],"answer":1}]