[{"id":"VR004286","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR004283.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the excerpt, Powell would have been most likely to support which of the following during the 1980s?</p>\n","rubricRef":"VR004286_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“No thoughtful person can question that the American economic system is under broad attack. This varies in scope, intensity, in the techniques employed, and in the level of visibility.</p><p class=\"passage_para\">“There always have been some who opposed the American system. . . .</p><p class=\"passage_para\">“But what now concerns us is quite new in the history of America. We are not dealing with sporadic or isolated attacks from a relatively few extremists or even from the minority socialist cadre. Rather, the assault on the enterprise system is broadly based and consistently pursued. . . .</p><p class=\"passage_para\">“The most disquieting voices joining the chorus of criticism come from perfectly respectable elements of society: from the college campus, the pulpit, the media, the intellectual and literary journals, the arts and sciences, and from politicians.”</p><p class=\"attribution author\">Memorandum from Lewis F. Powell, Jr., attorney and future United States Supreme Court Justice, to Eugene B. Sydnor of the United States Chamber of Commerce, 1971</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">An increase in union membership for jobs in the service sector</p>","<p class=\"choice_paragraph\">The curtailment of civil liberties in order to combat terrorist threats</p>","<p class=\"choice_paragraph\">Significant tax cuts and the deregulation of many industries</p>","<p class=\"choice_paragraph\">The relaxation of immigration policies and the granting of amnesty</p>"],"answer":2}]