[{"id":"VR004212","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR004211.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The excerpt best supports the conclusion that in the 1850s, the United States government</p>\n","rubricRef":"VR004212_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[I am] commanded to explain to the Japanese that. . . [the United States] population has rapidly spread through the country, until it has reached the shores of the Pacific Ocean; that we have now large cities, from which, with the aid of steam vessels, we can reach Japan in eighteen or twenty days; [and] that . . . the Japan seas will soon be covered with our vessels.</p><p class=\"passage_para\">“Therefore, as the United States and Japan are becoming every day nearer and nearer to each other, the President desires to live in peace and friendship with your imperial majesty, but no friendship can long exist, unless Japan ceases to act toward Americans as if they were her enemies. . . .</p><p class=\"passage_para\">“Many of the large ships-of-war destined to visit Japan have not yet arrived in these seas, though they are hourly expected; and [the United States has], as an evidence of [its] friendly intentions . . . brought but four of the smaller ones, designing, should it become necessary, to return to Edo [Tokyo] in the ensuing spring with a much larger force.”</p><p class=\"attribution author\">Commodore Matthew C. Perry to the emperor of Japan, letter, 1853</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">sought to prevent Japan from forming a naval alliance with the British empire</p>","<p class=\"choice_paragraph\">was willing to intimidate Asian countries like Japan to secure economic opportunities</p>","<p class=\"choice_paragraph\">attempted to monopolize Japanese commerce and to exclude the participation of Europeans in trade</p>","<p class=\"choice_paragraph\">was interested in making the government of Japan more democratic</p>"],"answer":1}]