[{"id":"VR003843","type":"longtextV2","stimulusHtml":"<p>Using the excerpts, answer (a), (b), and (c).</p>\n\n<p>(a) Briefly describe ONE major difference between Beard’s and Berkin’s historical interpretations of the drafting of the United States Constitution.</p>\n\n<p>(b) Briefly explain how ONE specific historical event, development, or circumstance in the period 1776–1800 that is not directly mentioned in the excerpts could be used to support Beard’s interpretation.</p>\n\n<p>(c) Briefly explain how ONE specific historical event, development, or circumstance in the period 1776–1800 that is not directly mentioned in the excerpts could be used to support Berkin’s interpretation.</p>\n","rubricRef":"VR003843_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">“The members of the Philadelphia convention which drafted the Constitution were, with a few exceptions, immediately, directly, and personally interested in, and derived economic advantages from, the establishment of the new system. The Constitution was essentially an economic document based upon the concept that the fundamental private rights of property are [superior] to government and morally beyond the reach of popular majorities.”</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"attribution author\">Charles Beard, historian, <span class=\"formatted_text font_style:italic\">An Economic Interpretation of the Constitution of the United States</span>, 1913</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Anxious and uncertain, the convention delegates . . . brought to bear their political experience, their sensitivities to legal loopholes, their commitment to representative government, and they focused their energies and attentions on resolving existing conflicts, correcting existing errors, and protecting . . . against a descent into tyranny. When they were done, they submitted their handiwork to the citizens for ratification rather than attempting to impose it by assassination or military force. In this way, they invited their neighbors to share responsibility for the fate of their experiment in representative government.”</p>\n\n<p class=\"attribution author\">Carol Berkin, historian, <span class=\"formatted_text font_style:italic\">A Brilliant Solution: Inventing the American Constitution</span>, 2002</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]