[{"id":"VR004251","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR004247.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Addams’ ideas expressed in the excerpt have most in common with which of the following historical views about women?</p>\n","rubricRef":"VR004251_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“To turn the administration of our civic affairs wholly over to men may mean that the American city will continue to push forward in its commercial and industrial development, and continue to lag behind in those things which make a city healthful and beautiful. . . . If women have in any sense been responsible for the gentler side of life which softens and blurs some of its harsher conditions, may they not have a duty to perform in our American cities? . . . [I]f woman would fulfill her traditional responsibility to her own children; if she would educate and protect from danger factory children who must find their recreation on the street . . . then she must bring herself to the use of the ballot—that latest implement for self-government.”</p><p class=\"attribution author\">Jane Addams, “Why Women Should Vote,” <span class=\"formatted_text font_style:italic\">Ladies’ Home Journal</span>, 1910</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The seventeenth-century Puritan belief that women must be governed by their husbands and fathers</p>","<p class=\"choice_paragraph\">The belief of some mid-nineteenth-century reformers that women could act as the moral voice in society</p>","<p class=\"choice_paragraph\">The argument of some nineteenth-century advice books that women’s sphere was restricted to the home and family</p>","<p class=\"choice_paragraph\">The rejection of traditional gender roles by feminists in the mid-twentieth century</p>"],"answer":1}]