[{"id":"VR004232","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR004229.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following was a long-term result of the developments described in the excerpt?</p>\n","rubricRef":"VR004232_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"> “Formerly the individual was the pioneer of civilization; now,  the railroad is the pioneer, and the individual follows, or is  only slightly in advance. . . . The wild roses are  blooming today, and the sod is yet unturned . . . where, in a year or two will be heard the screech of the locomotive and the tramp of the approaching legions, another year will bring the beginning of the change; towns and cities will spring into  existence, and the steam whistle and the noise of saws and hammers, and the click and clatter of machinery, the sound of industry will be heard. The prairies will be golden with the ripening harvest, and the field and the forest, the mine and the river, will all yield their abundance to the ever growing  multitude.” </p><p class=\"attribution author\">George A. Batchelder,<span class=\"formatted_text font_style:italic\"> A Sketch of the History and Resources of Dakota Territory</span>, 1870</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The growth of political tensions between the United States and Mexico</p>","<p class=\"choice_paragraph\">A conflict with Great Britain over the northern border of the United States</p>","<p class=\"choice_paragraph\">A large-scale African American migration to the region</p>","<p class=\"choice_paragraph\">The creation of farmers’ groups to resist corporate control of agricultural markets</p>"],"answer":3}]