[{"id":"VR004199","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR004196.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most likely accounts for the limits of United States settlement in portions of North Carolina and Georgia depicted on the map?</p>\n","rubricRef":"VR004199_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a shaded map of the eastern half of the United States titled Settlement by the United States, 1800 to 1820. A key indicates that light gray shading represents areas settled by 1800, dark gray shading represents areas settled by 1810, and black shading represents areas settled by 1820. The areas settled by 1800, from north to south, include: the southern portion of modern-day Maine, most of New Hampshire, Vermont, and New York; all of Massachusetts, Rhode Island, Connecticut, and New Jersey; most of Pennsylvania, with the exception of the northwestern corner of the state; all of Delaware, Maryland, and Virginia; most of the central portion of Kentucky; small regions of Ohio, West Virginia, Illinois, and Tennessee; all of North Carolina and South Carolina, and the northeastern portion of Georgia. The areas settled by 1810, from north to south, include: small areas in the central region of modern-day Maine, the northern region of Vermont, the southwestern region of New York, the northwestern region of Pennsylvania, most of central Ohio, the southwestern portion of West Virginia, the southern portion of Indiana, areas throughout Kentucky, the central portion of Tennessee, the central portion of Georgia, the southwestern most portion of Alabama and Mississippi, and the southeastern and central portions of Louisiana. The areas settled by 1820, from north to south, include: small areas in the central region of modern-day Maine, the southwestern region of New York, the northwestern region of Pennsylvania, the northern portion of Ohio, the southern portion of West Virginia, the southern portions of Indiana and Illinois, the southern portion of Tennessee, the central portion of Alabama, the southern portion of Mississippi, and western portion of Louisiana.\" height=\"413\" src=\"https://assets.learnosity.com/organisations/537/VR004196.g06.png\" width=\"396\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Tobacco and sugarcane crops failed to thrive in those areas.</p>","<p class=\"choice_paragraph\">American Indians maintained sovereign control over those regions.</p>","<p class=\"choice_paragraph\">The Northwest Ordinance prohibited slavery in those regions.</p>","<p class=\"choice_paragraph\">The lands were set aside for American Indian reservations.</p>"],"answer":1}]