[{"id":"VR036508","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, you will be assessed on the following.</p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which the Progressive movement fostered political change in the United States from 1890 to 1920.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR036508_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 1</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Jane Addams, <span class=\"formatted_text font_style:italic\">Twenty Years at Hull-House</span>, 1910, describing events in the 1890s.</p>\n\n<p class=\"passage_para\">[The] Hull-House [social settlement] had instigated [a political campaign] against a powerful alderman who has held office for more than twenty years in the nineteenth ward, and who, although notoriously corrupt, is still firmly intrenched among his constituents. . . .</p>\n\n<p class=\"passage_para\">We soon discovered that approximately one out of every five voters in the nineteenth ward at that time held a job dependent upon the good will of the alderman. There were no civil service rules to interfere, and the unskilled voter swept the street and dug the sewer, as secure in his position as the more sophisticated voter who tended a bridge or occupied an office chair in the city hall. . . .</p>\n\n<p class=\"passage_para\">Another result of the campaign was an expectation on the part of our new political friends that Hull-House would perform like offices for them, and there resulted endless confusion and misunderstanding because in many cases we could not even attempt to do what the alderman constantly did with a right good will. When he protected a law breaker from the legal consequences of his act, his kindness appeared, not only to himself but to all beholders, like the deed of a powerful and kindly statesman. When Hull-House on the other hand insisted that a law must be enforced, it could but appear like the persecution of the offender. We were certainly not anxious for consistency nor for individual achievement, but in a desire to foster a higher political morality and not to lower our standards, we constantly clashed with the existing political code.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 2</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: President Theodore Roosevelt, speech at Providence, Rhode Island, 1902.</p>\n\n<p class=\"passage_para\">The great corporations which we have grown to speak of rather loosely as trusts are the creatures of the State, and the State not only has the right to control them, but it is in duty bound to control them wherever the need of such control is shown. There is clearly need of supervision—need to possess the power of regulation of these great corporations through the representatives of the public—wherever, as in our own country at the present time, business corporations become so very powerful alike for beneficent work and for work that is not always beneficent. It is idle to say that there is no need for such supervision. There is, and a sufficient warrant for it is to be found in any one of the admitted evils appertaining to them.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 3</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Julian W. Mack, “The Juvenile Court,” <span class=\"formatted_text font_style:italic\">Harvard Law Review</span>, 1909.</p>\n\n<p class=\"passage_para\">Why is it not just and proper to treat these juvenile offenders, as we deal with the neglected children, as a wise and merciful father handles his own child whose errors are not discovered by the authorities? Why is it not the duty of the state, instead of asking merely whether a boy or a girl has committed a specific offense, to find out what he is, physically, mentally, morally, and then if it learns that he is treading the path that leads to criminality, to take him in charge, not so much to punish as to reform, not to degrade but to uplift, not to crush but to develop, not to make him a criminal but a worthy citizen.</p>\n\n<p class=\"passage_para\">And it is this thought—the thought that the child who has begun to go wrong, who is incorrigible, who has broken a law or an ordinance, is to be taken in hand by the state, not as an enemy but as a protector, as the ultimate guardian . . . ; it is this principle, which . . . was first fully and clearly declared, in the Act under which the Juvenile Court of Cook County, Illinois, was opened in Chicago on July 1, 1899.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 4</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Governor Hiram Johnson, inaugural address to the Senate and Assembly of the state of California, 1911.</p>\n\n<p class=\"passage_para\">When, with your assistance, California’s government shall be composed only of those who recognize one sovereign and master, the people, then is presented to us the question of, How best can we arm the people to protect themselves hereafter? . . . This means for accomplishing other reforms has been designated the “Initiative and the referendum,” and the precautionary measure by which a recalcitrant official can be removed is designated the “Recall.” And while I do not by any means believe the initiative, the referendum, and the recall are the panacea for all our political ills, yet they do give to the electorate the power of action when desired, and they do place in the hands of the people the means by which they may protect themselves. . . . The opponents of direct legislation and the recall, however they may phrase their opposition, in reality believe the people cannot be trusted. On the other hand, those of us who espouse these measures do so because of our deep-rooted belief in popular government, and not only in the right of the people to govern, but in their ability to govern.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 5</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: National Association for the Advancement of Colored People (NAACP), letter to President Woodrow Wilson, 1913.</p>\n\n<p class=\"passage_para\">Dear Mr. President:</p>\n\n<p class=\"passage_para\">The National Association for the Advancement of Colored People, through its Board of Directors, respectfully protests against the policy of your Administration in segregating the colored employees in the Departments at Washington. It realizes that this new and radical departure has been recommended, and is now being defended, on the ground that by giving certain bureaus or sections wholly to colored employees they are thereby rendered safer in possession of their offices and are less likely to be ousted or discriminated against. We believe this reasoning to be fallacious. It is based on a failure to appreciate the deeper significance of the new policy; to understand how far reaching the effects of such a drawing of caste lines by the Federal Government may be, and how humiliating it is to the men thus stigmatized.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 6</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: James Couzens, Detroit Commissioner of Police and former general manager of the Ford Motor Company, “The Detroit Police Department,” in <span class=\"formatted_text font_style:italic\">Story of the Detroit Police Department, 1916–17</span>, annual report for the twelve months ending June 30, 1917.</p>\n\n<p class=\"passage_para\">Every means known to scientific administration is being introduced in the police department and systematic methods are being installed to take away every vestige of waste in man-power, so that each officer may do his part and apply his energies in fields where they are the most needed. The past record of each beat in each precinct is being classified and compared so that commanding officers may know just where to place patrolmen to do the most good; a systematization of the work in the Detective Bureau is being arranged so as to bring the man-power of this Bureau to the highest state of efficiency. . . .</p>\n\n<p class=\"passage_para\">. . . The taxpayers who employ the police force want an orderly city and they look not only to the general administration of the police department to see that the laws are enforced and order maintained, but to the commander of each precinct and the men on each beat, to see that there is a minimum of disorder and as few crimes, offenses and cases of violence as possible in the areas over which they preside.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Document 7</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: The American Issue Publishing Company, a printer and distributor of pamphlets, leaflets, magazines, and books created by the Anti-Saloon League, circa 1918.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a poster. The following text is shown at the top of the poster: “Wet” or “Dry.” Below the text that reads “Wet,” there is a large man labeled Brewer who is dressed in a suit, tie, long coat, and top hat. He is shown standing in front of an automobile and has his hand outstretched as if he is awaiting a handshake. The following text is shown next to the man: “Vote Wet for My Sake!” Below the text that reads “Dry,” there is a woman who is dressed in a long dress, wearing an apron. The woman is holding a baby and has two small children at her feet. She is shown in her home and has her hand outstretched. The following text is shown next to the woman: “Vote Dry for Mine!” Below the two images is the following text: Shall the Mothers and Children be Sacrificed to the Financial Greed of the Liquor Traffic? It is Up to You, Voter, to Decide. Vote Dry.\" src=\"https://assets.learnosity.com/organisations/537/VR036508.g07.png\" /><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Fotosearch/Getty Images</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]