[{"id":"VR183569","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR183567.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">After the war, propaganda such as that employed by the image was used to help justify which of the following policies?</p>\n","rubricRef":"VR183569_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a poster. In the poster, a German soldier is shown shaking hands with a man in a suit and handing him a military medal shaped like a cross. The man is tagged with a label that reads “Agitator” and has paper in his pocket that is labeled “German Pay.” The soldier is wearing a sword around his belt that is labeled “Frightfulness.” The two men are standing along a wall that is labeled “Plot Alley,” and the German soldier appears to be saying “You’re all right!” Rolled up papers are strewn on the ground behind the man in the suit. The papers are labeled with the following phrases: Waste, Strife, Plots, Fires, Disloyalty, Plots to Blow up U.S. Shipyards, Inside Information for Germany, Industrial Unrest, Draft Scandals, Dates of Sailings of U.S. Transports, and Munition Plants Destroyed. The papers are bundled and labeled: Report of Agitation in the U.S. A bird beside the bundle says, “He’ll get the double cross from him later.” To the right of the image is the following text: Agitation which delays our war industries is “Made in Germany.” Below the image is the following text: “In the first seven months after America’s entrance into this war for human freedom, enemy agitators in our midst caused 283,402 workers to lose 6,285,519 days of production. Our war industries were heavily handicapped by this unpatriotic strife. Let us all pull together to win the war quickly.”\" height=\"535\" src=\"https://assets.learnosity.com/organisations/537/VR183567.g05.png\" width=\"400\" />\n<p class=\"caption\">Poster from 1917</p>\n<span class=\"mandatory_credit_line\">Courtesy of the Library of Congress</span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The pursuit of more open international trade</p>","<p class=\"choice_paragraph\">The expansion of compulsory education</p>","<p class=\"choice_paragraph\">Literacy requirements for voting rights</p>","<p class=\"choice_paragraph\">Red Scare prosecutions</p>"],"answer":3}]