[{"id":"VR183548","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR183545.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following was a primary cause of the developments depicted on the map?</p>\n","rubricRef":"VR183548_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a map titled “Selected Western Railways, 1883.” The map shows the continental United States. A key indicates that the following three types of railways are represented on the map. Union Pacific Railway, Central Pacific Railway, and Connecting railways. The Union Pacific Railways extend from Nebraska and Kansas, through Colorado, the southern part of Wyoming and into the northern part of Utah. One branch of the Central Pacific Railway extends from the southern part of Washington, through Oregon, and into Idaho where it connects with a branch that extends from western Montana into Idaho. The railways continue into and through Utah, through northern Nevada, and end at the western coast of California, near San Francisco. The connecting railways extend from near San Francisco, where the Central Pacific Railway ends, north and south through California, ending near Los Angeles along the southwestern coast of the state.\" height=\"430\" src=\"https://assets.learnosity.com/organisations/537/c428c9bd-a8c0-42c0-857e-2dcbe96eb301.png\" width=\"680\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Southern states encouraged former slaves to seek employment on the railroads in the West.</p>","<p class=\"choice_paragraph\">American Indians voluntarily relocated to centralized settlements to free space for transportation systems.</p>","<p class=\"choice_paragraph\">Federal subsidies encouraged the growth of infrastructure.</p>","<p class=\"choice_paragraph\">Labor unions lobbied for projects that expanded jobs in the railroad industry.</p>"],"answer":2}]