[{"id":"VR183554","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR183553.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following developments would the author have been most likely to use to support his assertion that African Americans had joined the United States “national family”?</p>\n","rubricRef":"VR183554_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“We are just now making a great pretense of anxiety to civilize the [American] Indians. . . . As we have taken into our national family seven millions of Negroes . . . it would seem that the time may have arrived when we can very properly make at least the attempt to assimilate our two hundred and fifty thousand Indians. . . .</p><p class=\"passage_para\">“The school at Carlisle is an attempt on the part of the government to do this. . . . Carlisle fills young Indians with the spirit of loyalty to the stars and stripes, and then moves them out into our communities to show by their conduct and ability that the Indian is no different from the white or the colored, that he has the inalienable right to liberty and opportunity that the white and the negro have.”</p><p class=\"attribution author\">Richard H. Pratt, founder, Carlisle Indian Industrial School, “The Advantages of Mingling Indians with Whites,” 1892</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The actions of New South leaders to promote industrialization</p>","<p class=\"choice_paragraph\">The Supreme Court decision in <span class=\"formatted_text font_style:italic\">Plessy</span> v. <span class=\"formatted_text font_style:italic\">Ferguson</span></p>","<p class=\"choice_paragraph\">The ratification of constitutional amendments during Reconstruction</p>","<p class=\"choice_paragraph\">The passage of new regulations on voting by Southern states</p>"],"answer":2}]