[{"id":"VR183594","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR183593.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following developments during the Reagan administration could best be used as evidence to support Jacobs and Zelizer’s argument that Reagan's ideology “was hard to translate into a lasting shift to the right in American politics”?</p>\n","rubricRef":"VR183594_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[Ronald] Reagan had won the 1980 election in a dramatic fashion, setting the stage for what many on the right were hoping would be a new era of Republican rule and conservative dominance. . . .</p><p class=\"passage_para\">“. . . President Reagan . . . stated the problem as he saw it: ‘Our government is too big and it spends too much.’ In addition, Reagan worried that American international power had waned since the Vietnam War. The nation, he said, was scared about standing tough against communism.</p><p class=\"passage_para\">“Ultimately, what would come to be known as the Reagan Revolution met with mixed results. Successful as a campaign platform in 1980 and 1984, Reagan’s antigovernment and anti-Communist ideology was hard to translate into a lasting shift to the right in American politics and policy in the popular mind-set.”</p><p class=\"attribution author\">Meg Jacobs and Julian E. Zelizer, historians, <span class=\"formatted_text font_style:italic\">Conservatives in Power: The Reagan Years, 1981–1989: A Brief History with Documents</span>, published in 2010</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The agreement reached with the Soviet Union to limit nuclear arms</p>","<p class=\"choice_paragraph\">The continued funding of Social Security programs due to public popularity</p>","<p class=\"choice_paragraph\">The renewal of confidence in foreign policy after the invasion of Grenada</p>","<p class=\"choice_paragraph\">The appointment of conservative judges to the Supreme Court</p>"],"answer":1}]