[{"id":"VR259378","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response, you will be assessed on the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which Reconstruction changed United States society in the period from 1865 to 1900.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"mandatory_credit_line\"></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 1</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: William M. Dickson, judge and advisor to Abraham Lincoln, speech delivered at a college in Ohio, 1865.</p>\n\n<p class=\"passage_para\">My friends, every consideration which ought to influence human conduct, requires that the ballot should be given to the black man.</p>\n\n<p class=\"passage_para\">The protection of the black man himself requires it; gratitude for his devoted loyalty requires it; the protection of our civilization from the influence of a degraded and barbarous element requires it; the protection of ourselves from the insidious rebel ballot requires it; the speedy restoration of the rebel states to their proper relation to the General Government requires it; the fundamental principles of our Government require it; the Golden Rule of our most holy religion commanding us to do unto others as we would that they should do unto us, requires it. Can we withhold it?</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 2</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Edmonia Highgate, African American teacher and daughter of formerly enslaved parents from New York, letter to Reverend M.&nbsp;E. Strieby of the American Missionary Association about events in Louisiana, 1866.</p>\n\n<p class=\"passage_para\">I have a very interesting and constantly growing day school, a night school, and, a glorious Sabbath School of near one hundred scholars. The school is under the auspices of the Freedman's Bureau, yet it is wholly self-supporting. The majority of my pupils come from plantations, three, four and even eight miles distant. So anxious are they to learn that they walk these distances so early in the morning as never to be tardy. . . .</p>\n\n<p class=\"passage_para\">There has been much opposition to the School. . . . The rebels here threatened to burn down the school and house in which I board.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 3</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Fourteenth Amendment, 1868.</p>\n\n<p class=\"passage_para\">All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside. No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 4</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: W. W. Holden, governor of North Carolina, proclamation, 1869.</p>\n\n<p class=\"passage_para\">No set of men can take the law into their own hands. Every citizen, however humble, or whatever his color, has a right to be at peace in his own house. . . . If there be those who counsel resistance to established authority, such persons are traitors and should be punished accordingly; if there be those who, disguised or masked, enter the dwellings of others by force and commit acts of violence, such persons are guilty of [a] felony. . . .</p>\n\n<p class=\"passage_para\">. . . It is my fixed purpose to protect every citizen without regard to his antecedents [ancestors], his color or his political opinions; but to do this the law must be sacred . . . and must be inflexibly maintained.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 5</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Charles Sumner, Radical Republican senator from Massachusetts, speech to the United States Senate, 1872.</p>\n\n<p class=\"passage_para\">All that I ask is that . . . there be complete equality before the law everywhere. . . .</p>\n\n<p class=\"passage_para\">The Constitution is an earthly body . . . ; the Declaration [of Independence] is the very soul itself. . . . The claim of equal rights stands on the Constitution interpreted by the Declaration of Independence. . . .</p>\n\n<p class=\"passage_para\">. . . Any phrase in the Constitution, take any power, and you are to bring it all in subordination to those lofty primal truths [in the Declaration of Independence]. . . . When you come to those several specific powers. . . defining citizenship . . . and guarding [citizens] against any denial of the equal protection of the laws. . . , every one of those safeguards must be interpreted so as best to maintain equal rights.</p>\n\n<p class=\"passage_para\">. . . Those truths [in the Declaration of Independence] can never die. It is for us to see that they are recognized without delay in the administration of our own Government.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 6</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: National Conference of the Colored Men of the United States, report, 1879.</p>\n\n<p class=\"passage_para\">Another and important cause [of migration] is the almost, if not the total, failure on the part of any Democratic State administration in the South to faithfully carry out and perform their promises made to the colored people when said Democracy assumed control of their respective State governments. . . .</p>\n\n<p class=\"passage_para\">In the short space of two years the Democratic party of the south has fully satisfied the colored people here that they are not the safe custodians of their political and civil rights. . . .</p>\n\n<p class=\"passage_para\">The colored people of the southern States have become thoroughly alarmed at the constant attacks on their political and civil rights, not only by legislative enactments and verdicts of courts, more especially through and by the medium of State constitutional conventions.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 7</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Photograph of George Washington Carver with students in the chemistry laboratory at the Tuskegee Institute in Alabama, taken around 1900.</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a photograph. In the photograph an African American man identified in the source line as George Washington Carver is shown standing in a chemistry laboratory among African American male students.\" src=\"https://assets.learnosity.com/organisations/537/VR259378.g01.png\" style=\"margin-left: 320px;\" /><span class=\"mandatory_credit_line\">Courtesy of the Library of Congress</span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]