[{"id":"VR257329","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.</strong></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>In your response, you will be assessed on the following.</strong></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Describe a broader historical context relevant to the prompt.</li>\n\t<li class=\"list_paragraph\">Support an argument in response to the prompt using at least four documents.</li>\n\t<li class=\"list_paragraph\">Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</li>\n\t<li class=\"list_paragraph\">For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.</li>\n\t<li class=\"list_paragraph\">Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.</li>\n</ul>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">Evaluate the extent to which reform movements changed United States society in the period from 1877 to 1914.</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 1</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: William Graham Sumner, university professor, <span class=\"formatted_text font_style:italic\">What Social Classes Owe to Each Other</span>, 1883.</p>\n\n<p class=\"passage_para\">The great gains of a great capitalist in a modern state must be put under the head[ing] of [compensation for management]. . . . The judgment, courage, and perseverance required to organize new enterprises and carry them to success are sometimes heroic. Persons who possess the necessary qualifications obtain great rewards. . . . The great captains of industry are as rare as great generals. . . .</p>\n\n<p class=\"passage_para\">The aggregation [accumulation] of large fortunes is not at all a thing to be regretted. On the contrary, it is a necessary condition of many forms of social advance.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 2</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: People’s Party (Populist Party) Platform, adopted in Omaha, Nebraska on July 4, 1892.</p>\n\n<p class=\"passage_para\">Assembled on the anniversary of the birthday of the nation . . . , we seek to restore the government of the Republic to the hands of “the plain people,” with which class it originated. . . .</p>\n\n<p class=\"passage_para\">We demand that postal savings banks be established by the government for the safe deposit of the earnings of the people and to facilitate exchange. . . .</p>\n\n<p class=\"passage_para\">Transportation being a means of exchange and a public necessity, the government should own and operate the railroads in the interest of the people. The telegraph and telephone, like the post office system, being a necessity for the transmission of news, should be owned and operated by the government in the interest of the people.</p>\n\n<p class=\"passage_para\">The land, including all the natural sources of wealth, is the heritage of the people, and should not be monopolized for speculative purposes.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 3</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Elizabeth Cady Stanton, “The Solitude of Self,” speech given to the Committee of the Judiciary of the United States Congress, 1892.</p>\n\n<p class=\"passage_para\">The strongest reason for giving woman all the opportunities for higher education, for the full development of her faculties, forces of mind and body; for giving her the most enlarged freedom of thought and action; a complete emancipation from all forms of bondage, of custom, dependence, superstition; . . . is the solitude and personal responsibility of her own individual life. The strongest reason why we ask for a woman a voice in the government under which she lives; in the religion she is asked to believe; equality in social life, where she is the chief factor; a place in the trades and professions, where she may earn her bread, is because of her birthright to self-sovereignty; because, as an individual, she must rely on herself.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 4</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Jacob Riis, journalist and social activist, photograph of two newsboys sleeping inside the building of the Sun newspaper in New York City at 2:00 AM, 1892.</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a photo of two children who are dressed in tattered clothing and appear to be sleeping in an alley between brick walls.\" src=\"https://assets.learnosity.com/organisations/537/VR257329.g01.png\" style=\"margin-left: 320px;\" /></div>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 5</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Robert M. La Follette, Republican United States Representative, speech while campaigning to become governor of Wisconsin, 1897.</p>\n\n<p class=\"passage_para\">Do not look to [corrupt] lawmakers to restrain corporations within proper limits. Do not look to such lawmakers to equalize the burden of taxation. . . .</p>\n\n<p class=\"passage_para\">No, begin at the foundation, make one supreme effort—even under the present bad system—to secure a better set of lawmakers. Rally to the caucuses and conventions, each with the party in which he believes. Secure one victory, if possible, over the machine, elect men who will pass a primary election law which will enable the voter to sell the candidate of his choice without the intervention of caucuses or convention of the domination of the [political] machine. Do this and your officers will respond to public opinion. Do this and the reforms you seek will be within easy reach.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 6</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Mary Church Terrell, “Club Work of Colored Women,” published in the <span class=\"formatted_text font_style:italic\">Southern Workman</span>, the journal of Hampton Institute, a historically Black college in Virginia, 1901.</p>\n\n<p class=\"passage_para\">Interest in the purposes and plans of the National Association [of Colored Women] has spread so rapidly that it has already been represented in twenty-six states. . . .</p>\n\n<p class=\"passage_para\">Kindergartens have been established by some of its organizations, from which encouraging reports have come. . . . By the members of the Tuskegee branch of the association the work of bringing the light of knowledge and the gospel of cleanliness to their poor benighted sisters on the plantations in Alabama has been conducted with signal success. . . .</p>\n\n<p class=\"passage_para\">Seeking no favors because of our color, nor patronage because of our needs, we knock at the bar of Justice and ask for an equal chance.</p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Document 7</span></p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1b\">\n<p class=\"passage_para\">Source: Clara Lemlich, leader of a strike by the International Ladies’ Garment Workers’ Union in New York City, “Life in the Shop,” <span class=\"formatted_text font_style:italic\">New York Evening Journal</span>, 1909.</p>\n\n<p class=\"passage_para\">First let me tell you something about the way we work. . . . The girls have to be at their machines at 7 o’clock in the morning and they stay at them until 8 o’clock at night, with just one-half hour for lunch in that time. . . .</p>\n\n<p class=\"passage_para\">. . . There is just one row of machines that the daylight ever gets to. . . . The girls at all the other rows of machines back in the shops have to work by gaslight, by day as well as by night. Oh, yes, the shops keep the work going at night, too.</p>\n\n<p class=\"passage_para\">The bosses in the shops are hardly what you would call educated men, and the girls to them are part of the machines they are running. . . .</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]}]