[{"id":"VR597747","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Using the excerpts, respond to <span class=\"formatted_text font_weight:bold\">parts a</span>, <span class=\"formatted_text font_weight:bold\">b</span>, and <span class=\"formatted_text font_weight:bold\">c</span>.</p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly describe one major difference between Leuchtenburg’s and Biles’ historical interpretations of the New Deal.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one specific historical event, development, or circumstance from 1932 to 1940 that is not explicitly mentioned in the excerpts could be used to support Leuchtenburg’s argument.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one specific historical event, development, or circumstance from 1932 to 1940 that is not explicitly mentioned in the excerpts could be used to support Biles’ argument.</p>\n\t</li>\n</ol>\n","rubricRef":"VR597747_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“In eight years, [Franklin] Roosevelt and the New Dealers had almost revolutionized the agenda of American politics. . . . Franklin Roosevelt re-created the modern Presidency. . . . The White House became the focus of all government—the fountainhead of ideas, the initiator of action, the representative of the national interest. .&nbsp;.&nbsp;. For the first time for many Americans, the federal government became an institution that was directly experienced. More than state and local governments, it became <span class=\"formatted_text font_style:italic\">the </span>government, an agency directly concerned with their welfare.”</p>\n\n<p class=\"attribution author\">William E. Leuchtenburg, historian, <span class=\"formatted_text font_style:italic\">Franklin D. Roosevelt and the New Deal, 1932–1940</span>, published in 1963</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“For all the alterations in politics, government, and the economy, the New Deal fell far short of a revolution. The two-party system survived intact, and neither fascism . . . nor communism attracted much of a following in the United States. . . . The economy remained capitalistic; free enterprise and private ownership, not socialism, emerged from the 1930s. . . . Roosevelt . . . advocated measured change to offset drastic alterations. . . . The New Deal’s great achievement was the application of just enough change to preserve the American political economy.”</p>\n\n<p class=\"attribution author\">Roger Biles, historian, <span class=\"formatted_text font_style:italic\">A New Deal for the American People</span>, 1991</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]