[{"id":"VR597592","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597589.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following actions by the new federal government after 1789 best demonstrates Holton’s argument in the first paragraph of the excerpt?</p>\n","rubricRef":"VR597592_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“From the complex struggles of the 1780s, the Founding Fathers extracted a simple lesson: that the uneducated farmers who seized the ship of state during the American Revolution had [nearly] driven it aground. From the Founders’ perspective, the policies adopted by the state legislatures in the 1780s proved that ordinary Americans were not entirely capable of ruling themselves. . . .</p><p class=\"passage_para\">“. . . But many Americans who lived through the postwar era—probably, in fact, the vast majority of them—saw things differently. They admitted that the state assemblies had badly damaged the American economy. In sharp contrast to the future Framers of the Constitution, however, they attributed the recession of the 1780s to elite, not popular, misrule. . . .</p><p class=\"passage_para\">“. . . Far from simply griping about particular policies, they were making the case that they possessed the ability to govern themselves.”</p><p class=\"attribution author\">Woody Holton, historian, <i class=\"stressed_text_2\">Unruly Americans and the Origins of the Constitution</i>, 2007</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The acquisition of the Louisiana Territory from France during Thomas Jefferson’s administration</p>","<p class=\"choice_paragraph\">The repayment of government creditors at face value for depreciated paper money under Alexander Hamilton’s financial plan</p>","<p class=\"choice_paragraph\">The use of treaties and military force to acquire land for western settlers from American Indian nations</p>","<p class=\"choice_paragraph\">The treaty with Spain recognizing navigation rights for United States merchants and farmers along the Mississippi River</p>"],"answer":1}]