[{"id":"VR597656","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597654.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following arguments at the time most directly challenged the viewpoint in the image?</p>\n","rubricRef":"VR597656_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a political cartoon. In the foreground of the cartoon Ronald Regan is shown speaking to a man whose head is tilted upward and eyes are closed. Behind the two men are dire drawings representing the following: a leaking barrel of waste labeled water pollution, a figure fallen on the ground hit by a sign that says consumer protection, a figure lying on the ground holding a sign that says job safety, a bank made of dynamite labeled savings and loans, a crumbling building with leaking barrels labeled nuclear plants, a giant creature eating a person labeled monster takeovers, a burned forest and a figure with a damaged umbrella labeled air pollution and acid rain, a rocket taking off into the sky labeled air fares, and telephone poles with broken and frayed wires labeled phone companies. A caption at the top of the cartoon reads “See how much better things are without the heavy hand of government?”\" height=\"675\" src=\"https://assets.learnosity.com/organisations/537/VR597654.g09.png\" width=\"450\" />\n<p class=\"caption\">1988 cartoon depicting Ronald Reagan</p>\n<span class=\"mandatory_credit_line\">A 1988 Herblock Cartoon, © The Herb Block Foundation</span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Dependence on foreign oil would require a shift to renewable sources of energy.</p>","<p class=\"choice_paragraph\">Tax cuts and reducing the influence of government would benefit the public.</p>","<p class=\"choice_paragraph\">Public sector unionization would lead to greater empowerment of workers.</p>","<p class=\"choice_paragraph\">Free trade agreements would foster integration of global markets.</p>"],"answer":1}]