[{"id":"VR597612","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597611.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The excerpt most directly reflects the</p>\n","rubricRef":"VR597612_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“I am not included within the pale of this glorious anniversary! Your high independence only reveals the immeasurable distance between us. The blessings in which you, this day, rejoice, are not enjoyed in common. The rich inheritance of justice, liberty, prosperity, and independence, bequeathed by your fathers, is shared by you, not by me. The sunlight that brought life and healing to you, has brought stripes and death to me. This Fourth of July is <span class=\"formatted_text font_style:italic\">yours</span>, not <span class=\"formatted_text font_style:italic\">mine</span>. <span class=\"formatted_text font_style:italic\">You </span>may rejoice, <i class=\"stressed_text_2\">I</i> must mourn. To drag a man in fetters into the grand illuminated temple of liberty, and call upon him to join you in joyous anthems, were inhuman mockery and sacrilegious irony. Do you mean, citizens, to mock me, by asking me to speak today?”</p><p class=\"attribution author\">Frederick Douglass, African American activist, “What to the Slave Is the Fourth of July?,” speech, 1852</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">efforts to commemorate African American contributions to the American Revolution</p>","<p class=\"choice_paragraph\">public visibility of African Americans in abolitionist campaigns</p>","<p class=\"choice_paragraph\">migration of many African Americans from the rural South to the urban North</p>","<p class=\"choice_paragraph\">willingness of the abolitionist movement to use violence to free African Americans</p>"],"answer":1}]