[{"id":"VR597603","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597599.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following broader contexts most directly contributed to the conflict described in the excerpt?</p>\n","rubricRef":"VR597603_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“In exercising the power of regulating their own purely internal affairs, whether of trading or police, the states may sometimes enact laws, the validity of which depends on their interfering with, and being contrary to, an act of Congress passed in pursuance of the Constitution. . . . Should this collision exist, it will be immaterial whether those laws were passed in virtue of a concurrent power to regulate commerce with foreign nations and among the several states, or in virtue of a power to regulate their domestic trade and police. . . .</p><p class=\"passage_para\">“This court is of opinion that so much of the several laws of the state of New York as prohibits vessels, licensed according to the laws of the United States, from navigating the waters of the state of New York, by means of fire or steam, is repugnant to the said Constitution and void.”</p><p class=\"attribution author\">United States Supreme Court, <span class=\"formatted_text font_style:italic\">Gibbons </span>v. <span class=\"formatted_text font_style:italic\">Ogden</span>, 1824</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The public demand that the government regulate monopolies</p>","<p class=\"choice_paragraph\">The introduction of technological innovations in cotton production</p>","<p class=\"choice_paragraph\">The use of federal subsidies to expand the railroad network</p>","<p class=\"choice_paragraph\">The creation of a national market with increased regional interdependence</p>"],"answer":3}]