[{"id":"VR597606","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597604.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The construction of canals depicted on the map most directly led to which of the following?</p>\n","rubricRef":"VR597606_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><div class=\"title\"><p class=\"title_line passage-title\">MAJOR CANALS IN THE UNITED STATES, c. 1830</p></div><img alt=\"The figure shows a map of the eastern and central parts of the United States titled “Major Canals in the United States, circa 1830.” Rivers and canals are shown on the map. The following rivers are shown on the map. The Hudson River, which begins in northern New York and flows south through Albany and into New York City. The Potomac River, which begins in northern and central Virginia, and flows east to Washington, D C. The James River begins in central Virginia and flows east through Richmond to Norfolk, Virginia. The Mississippi River, which begins in the north-central part of the United States, and flows south to the Gulf of Mexico. The Ohio River, which flows from Western Pennsylvania south and west through Pittsburgh and along the northern border of Kentucky and the southern border of Ohio and ends at the Mississippi River. Canals are shown extending west from Albany to Rochester and from Harrisburg to Pittsburgh. Another canal runs along the Potomac River from Washington, D C toward Pittsburgh. Another canal begins at the Ohio River, and extends northward through Ohio to the Great Lakes.\" height=\"550\" src=\"https://assets.learnosity.com/organisations/537/VR597604.g09.svg\" width=\"504\"/></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The growth of plantation agriculture in the lower South</p>","<p class=\"choice_paragraph\">A strengthening of economic ties between the Northeast and the Midwest</p>","<p class=\"choice_paragraph\">Greater movement of goods between the South and the Northeast</p>","<p class=\"choice_paragraph\">Increased conflict between the United States and American Indians on the Great Plains</p>"],"answer":1}]