[{"id":"VR597634","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597633.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The ideas expressed in the excerpt were most likely aimed at which of the following groups?</p>\n","rubricRef":"VR597634_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“<span class=\"formatted_text font_weight:bold\">Housewifery.</span> This old-fashioned word is used here to include the methods and processes connected with the actual work of the house. . . . This department of household management is a combination of sanitation and the economics of labor. . . .</p><p class=\"passage_para\">“<span class=\"formatted_text font_weight:bold\">Order in work and division of labor.</span>—This depends so largely upon the number of workers, and upon the equipment of the house that no plan can be made for all. The question must be differently answered for the woman who has a helper one day a week, or with one or two, or with a large staff of workers. . . .</p><p class=\"passage_para\">“‘Domestic service’ is too large a social and economic problem to discuss at length here. Miss Jane Addams calls it ‘belated industry,’ meaning that in domestic work we are far behind the productive industries of commerce in organization. We are trying experiments in putting work out, and having helpers come in, and in time we may bring order out of chaos when employers and employees are all properly trained and have the right relation to each other.”</p><p class=\"attribution author\">Helen Kinne and Anna M. Cooley, <span class=\"formatted_text font_style:italic\">Foods and Household Management: A Textbook of the Household Arts</span>, 1914</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Union organizers</p>","<p class=\"choice_paragraph\">Laundry workers</p>","<p class=\"choice_paragraph\">Middle-class families</p>","<p class=\"choice_paragraph\">Farm laborers</p>"],"answer":2}]