[{"id":"VR597639","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597637.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best reflects a continuity with the sentiments described in the excerpt?</p>\n","rubricRef":"VR597639_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“There is hardly an office from United States Senator down to Alderman in any part of the country to which the businessman has not been elected; yet politics remains corrupt, government pretty bad, and the . . . citizen has to hold himself in readiness. . . . The commercial spirit is the spirit of profit, not patriotism; of credit, not honor. . . . ‘Business is business’ is not a political sentiment, but our politician has caught it. . . .</p><p class=\"passage_para\">“But there is hope, not alone despair, in the commercialism of our politics. If our political leaders are to be always a lot of political merchants, they will supply any demand we may create. All we have to do is establish a steady demand for good government. . . . If we would leave parties to the politicians, and would vote not for the party, not even for men, but for the city, and the State, and the nation, we should rule parties, and cities, and States and nation.”</p><p class=\"attribution author\">Lincoln Steffens, journalist, <span class=\"formatted_text font_style:italic\">The Shame of the Cities</span>, 1904</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Arguments for greater philanthropy among wealthy industrialists during the Progressive Era</p>","<p class=\"choice_paragraph\">Advocacy for policies of international isolationism following the First World War</p>","<p class=\"choice_paragraph\">Requests for support of the development of new communication technologies during the 1920s</p>","<p class=\"choice_paragraph\">Demands for increased government accountability during the New Deal</p>"],"answer":3}]