[{"id":"VR598747","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Using the excerpt, respond to <span class=\"formatted_text font_weight:bold\">parts a</span>, <span class=\"formatted_text font_weight:bold\">b</span>, and <span class=\"formatted_text font_weight:bold\">c</span>.</p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly describe the point of view of the excerpt.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one specific historical event or development between 1783 and 1854 led to developments such as that depicted in the excerpt.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one specific historical event or development between 1854 and 1877 resulted from developments such as that depicted in the excerpt.</p>\n\t</li>\n</ol>\n","rubricRef":"VR598747_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“[I have] been selected as the representative of the twenty-five thousand [free African Americans] of Ohio, to ask your honorable body to the necessary and appropriate steps for striking from the . . . law of this State, all those clauses which make discriminations on the ground of color. . . .</p>\n\n<p class=\"passage_para\">“As men . . . we have rights, inherent rights, which civil society is bound to respect. . . . Prominent among those rights . . . is the elective franchise. . . . Self-government, in our opinion, is an inherent right. And without the privilege of saying who shall be the makers of our laws, . . . there can be no self-government. This was the view taken of the matter by the Fathers of the Republic. And it was upon this principle as enduring granite that they built up the free institutions of the land. . . .</p>\n\n<p class=\"passage_para\">“. . . It is a . . . fundamental maxim of your political faith, that taxation and representation are never to be [separated], but always go together; and since we are taxed in common with all others to meet the expenditures of the government, we respectfully submit, that we ought to have the advantage of a fair and impartial representation [in the legislature]. . . .</p>\n\n<p class=\"passage_para\">“. . . In conclusion . . . , we hold that it is unjust, anti-democratic, impolitic and ungenerous to withhold from us the right of suffrage.”</p>\n\n<p class=\"attribution author\">John Mercer Langston, petition to the Ohio state legislature, 1854</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]