[{"id":"VR598746","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Using the excerpts, respond to <span class=\"formatted_text font_weight:bold\">parts a</span>,<span class=\"formatted_text font_weight:bold\"> b</span>, and <span class=\"formatted_text font_weight:bold\">c</span>.</p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly describe one major difference between Billington’s and Schwantes’ historical interpretations of the American West.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one historical event or development from 1848 to 1898 that is not explicitly mentioned in the excerpts could be used to support Billington’s interpretation.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one historical event or development from 1848 to 1898 that is not explicitly mentioned in the excerpts could be used to support Schwantes’ interpretation.</p>\n\t</li>\n</ol>\n","rubricRef":"VR598746_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Distance and inadequate training in agricultural pursuits closed the frontier to eastern workingmen; instead America was settled by successive waves of farmers who were already skilled in wresting a living from the soil. Farming, even before the day of mechanization, was a highly technical profession; frontiering required a knowledge of even more specialized techniques. Clearing the land, building a home, fencing fields, solving the problem of defense, and planting crops on virgin soil all demanded experience few workingmen could boast. . . .</p>\n\n<p class=\"passage_para\">“. . . Romantic characters took part [in frontier migration]: . . . trappers and leatherclad ‘Mountain Men,’ starry-eyed prospectors and hard-riding cowboys, badmen and vigilantes. But the true hero of the tale was the hard-working farmer who, ax in hand, marched ever westward until the boundaries of his nation touched the Pacific.”</p>\n\n<p class=\"attribution author\">Ray Allen Billington, historian, <span class=\"formatted_text font_style:italic\">Westward Expansion: A History of the American Frontier</span>, 1949</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“The rapid expansion of wagework in the United States . . . and the most intensive phase of the exploitation and settlement of the western third of the continent were roughly contemporaneous processes that occurred during a seventy-year interval [beginning in 1848]. Yet, at first glance, the terms <span class=\"formatted_text font_style:italic\">frontier </span>and <span class=\"formatted_text font_style:italic\">wagework </span>seem to describe mutually exclusive conditions. . . . In actuality, . . . one such conjunction [of these terms] was the wageworkers’ frontier. . . .</p>\n\n<p class=\"passage_para\">“. . . The wageworkers’ frontier . . . was foremost a predominantly male community of manual labor dependent upon others for wages in the extractive industries of the sparsely settled Rocky Mountain and Pacific regions of the United States. . . . It also represented a zone of extremely rapid transition from wilderness to industrial, post-frontier society. . . . The wageworkers’ frontier was a fragile entity forever at the mercy of the outside world’s pricing of its basic [export] commodities. . . . All [commodities] were shipped out of the west because the Rocky Mountain and Pacific regions contained too few people . . . to constitute a viable home market. Settlements on the wageworkers’ frontier tended to resemble factory towns in Pennsylvania or Massachusetts.”</p>\n\n<p class=\"attribution author\">Carlos A. Schwantes, historian, “The Concept of the Wageworkers’ Frontier,” 1987</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]