[{"id":"VR597651","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR597649.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The presence of troops overseas in the countries indicated on the graph demonstrates United States prioritization of which of the following?</p>\n","rubricRef":"VR597651_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"standalone_image\"><div class=\"title\"><p class=\"title_line passage-title\">CUMULATIVE PRESENCE OF UNITED STATES TROOPS BASED AROUND THE WORLD BY COUNTRY, 1950–2000</p></div><img alt=\"The figure shows a horizonal bar graph titled “Cumulative Presence of United States Troops Based Around the World by Country, 1950 to 2000.” The horizontal axis is labeled “Troops and the numbers 2,000,000 through 12,000,000, in increments of 2,000,000, are indicated. There are 19 countries indicated on the vertical axis. Each country has one bar. The data represented by the bars are as follows. Note that all values are approximate. Germany, 10,500,000 troops. Japan, 3,900,000 troops. South Korea, 3,100,000 troops. Vietnam, 2,750,000 troops. United Kingdom, 1,100,000 troops. France, 600,000 troops. Philippines, 600,000 troops. Italy, 500,000 troops. Panama, 400,000 troops. Thailand, 350,000 troops. Spain, 325,000 troops. Turkey, 300,000 troops. Canada, 250,000 troops. Iceland, 200,000 troops. Taiwan, 200,000 troops. Morocco, 200,000 troops. Greece, 200,000 troops. Saudi Arabia, 100,000 troops. Bermuda, 100,000 troops.\" height=\"450\" src=\"https://assets.learnosity.com/organisations/537/VR597649.g04.svg\" width=\"700\"/><span class=\"mandatory_credit_line\">Source: Heritage Foundation calculations based on annual records from the United States Department of Defense</span></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Fighting communism in the Middle East</p>","<p class=\"choice_paragraph\">Defending the principles of the Monroe Doctrine</p>","<p class=\"choice_paragraph\">Engaging in the global war on terrorism</p>","<p class=\"choice_paragraph\">Practicing containment around the world</p>"],"answer":3}]