[{"id":"VR733658","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733654.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The historical situation described in the excerpt could best be used by historians to study which of the following?</p>\n","rubricRef":"VR733658_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[The Pullman Association owns] very nearly 4,000 acres [of land]. . . . We will not sell an acre under any circumstances, and we will only lease to parties whom we are well satisfied will conform with our ideas in developing the place. We will not allow any saloons or drinking-resorts in the town. We shall do all we can to cultivate the better natures of our workmen. . . . My idea has always been that it was to the employer’s interest to see that his men are clean, contented, sober, educated, and happy. They make better workmen, and they develop the employer’s industries more. I shall try to benefit humanity where it is in my power to do so. Here we shall have every attribute of a town exemplified, and I hope to be able to provide each and every attraction that can be desired—churches, schools, gymnasiums, [and] reading rooms.”</p><p class=\"attribution author\">George Pullman, industrialist, describing the creation of the Pullman company town in Illinois, <span class=\"formatted_text font_style:italic\">Chicago Tribune</span>, 1881</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The impact of westward expansion on agricultural laborers during the Gilded Age</p>","<p class=\"choice_paragraph\">The ways in which standards of living changed during the late nineteenth century</p>","<p class=\"choice_paragraph\">The migration of African Americans out of the South during the early twentieth century</p>","<p class=\"choice_paragraph\">The attempts to reduce the use of child labor by activists during the Progressive Era</p>"],"answer":1}]