[{"id":"VR733626","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733623.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">That many enslaved women in English colonial society created their own family and marital experiences best reflects the historical development that enslaved women</p>\n","rubricRef":"VR733626_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“While the contours of the English class structure were lost in transit across the Atlantic and gradually replaced by new ones, the ideology of female subordination . . . was transported intact and easily replanted in colonial soil. . . .</p><p class=\"passage_para\">“It is tempting to debate the relative advantages of Chesapeake women, who seemed to profit from their low numbers, and New England women, with their longer life expectancy and greater chance of stable family life. But . . . the contrast between these two modes of seventeenth-century settlement obscure the commonality of female experience throughout the colonies. North or South, immigrant or native‑born, virtually all white women in the English colonies married. Consequently much of a woman’s life would be spent as the mistress of a family unit on a family farm. . . .</p><p class=\"passage_para\">“. . . In the colonies, where the family served as an agent of settlement and a source of population, . . . domestic order was especially crucial. . . . Accordingly, colonial authorities frequently reiterated the principle of male authority and wifely submission.”</p><p class=\"attribution author\">Nancy Woloch, historian, <span class=\"formatted_text font_style:italic\">Women and the American Experience</span>, 1984</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">often converted to Protestant Christianity</p>","<p class=\"choice_paragraph\">resisted the dehumanization of being enslaved</p>","<p class=\"choice_paragraph\">usually did not perform agricultural labor on plantations</p>","<p class=\"choice_paragraph\">abandoned traditional African culture and kinship ties</p>"],"answer":1}]