[{"id":"VR733661","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733659.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">African American political activism during Reconstruction differed from the political activism described in the first paragraph of the excerpt because during Reconstruction African Americans</p>\n","rubricRef":"VR733661_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“[In the South in the 1880s] some African Americans were looking to diversify their political options by working with white [political] independents. . . . The potential for [political] victories for independent white candidates through black electoral support was not lost on Democratic leadership. In 1888, North Carolina Democrats reacted to the black and independent threat by passing election laws that gave greater discretion to handpicked Democratic election registrars to disqualify potential voters. . . . The pattern of black disfranchisement continued in other parts of the South. In Georgia, independent political efforts challenging or seeking to reform the Democratic Party led to the establishment of ‘white primaries’ in the 1880s, further blocking black electoral participation. . . .</p><p class=\"passage_para\">“. . . Relatively low voter participation among African Americans was therefore a consequence of direct attacks on their voting rights, not simply black voter ‘apathy.’ . . . African Americans . . . were living under hostile political conditions that often made it impossible to vote for candidates of their choosing.”</p><p class=\"attribution author\">Omar H. Ali, historian, <span class=\"formatted_text font_style:italic\">In the Lion’s Mouth: Black Populism in the New South, 1886–1900</span>, published in 2010</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">emphasized pride in their cultural achievements</p>","<p class=\"choice_paragraph\">predominantly supported the Republican Party</p>","<p class=\"choice_paragraph\">were barred from holding office in state legislatures or Congress</p>","<p class=\"choice_paragraph\">mostly focused on building religious institutions instead of educational ones</p>"],"answer":1}]