[{"id":"VR733670","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733668.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The speech in the excerpt could best be used by a historian to study which of the following?</p>\n","rubricRef":"VR733670_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The strongest reason for giving woman all the opportunities for higher education, for the full development of her faculties, forces of mind and body; for giving her the most enlarged freedom of thought and action; a complete emancipation from all forms of bondage, of custom, dependence, superstition; . . . is the solitude and personal responsibility of her own individual life. The strongest reason why we ask for woman a voice in the government under which she lives; in the religion she is asked to believe; equality in social life, where she is a chief factor; a place in the trades and professions, where she may earn her bread, is because of her birthright to self-sovereignty; because, as an individual, she must rely on herself. No matter how much women prefer to lean, to be protected and supported, nor how much men desire to have them do so, they must make the voyage of life alone.”</p><p class=\"attribution author\">Elizabeth Cady Stanton, “The Solitude of Self,” speech to the Judiciary Committee of the House of Representatives, 1892</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Women’s strategies in arguing for female suffrage</p>","<p class=\"choice_paragraph\">Religious ideas about proper gender roles for women</p>","<p class=\"choice_paragraph\">The experience of women employed in specialized trades</p>","<p class=\"choice_paragraph\">The political alignments in Congress over women’s rights issues</p>"],"answer":0}]