[{"id":"VR733690","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733688.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The excerpt most strongly highlights which of the following historical issues?</p>\n","rubricRef":"VR733690_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“The brutal attacks on New York and Washington [on September 11, 2001] did, however, bring a tidal wave of renewed visibility and leverage to the presidential office. President [George W.] Bush’s standing to lead soared, and he seized the reins. On a variety of fronts, legislators hastened to expand his authority. With just one dissenting vote in either chamber . . . Congress passed a resolution on September 14, 2001, stating that ‘the president has authority under the Constitution to take action to deter and prevent acts of international terrorism against the United States.’ . . . Overall, Bush received historically high levels of legislative support throughout his first term. As 2006 began he had yet to veto a single bill, this five-year streak the longest since Thomas Jefferson’s administration.”</p><p class=\"attribution author\">Andrew Rudalevige, political scientist, “The Contemporary Presidency,” <span class=\"formatted_text font_style:italic\">Presidential Studies Quarterly</span>, 2006</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The leadership of Congress in foreign policy</p>","<p class=\"choice_paragraph\">The impact of a military-industrial complex</p>","<p class=\"choice_paragraph\">The influence of the news media on government decision making</p>","<p class=\"choice_paragraph\">The power of the executive branch during periods of crisis</p>"],"answer":3}]