[{"id":"VR734043","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Using the excerpts, respond to <span class=\"formatted_text font_weight:bold\">parts a</span>,<span class=\"formatted_text font_weight:bold\"> b</span>, and <span class=\"formatted_text font_weight:bold\">c</span>.</p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly describe one major difference between Gordon-Reed’s and Breen’s interpretations of the American Revolution.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one specific event or development from 1763 to 1800 not explicitly mentioned in the excerpts could be used to support Gordon-Reed’s interpretation.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one specific event or development from 1763 to 1800 not explicitly mentioned in the excerpts could be used to support Breen’s interpretation.</p>\n\t</li>\n</ol>\n","rubricRef":"VR734043_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“As [the American Revolution] unfolded . . . many white colonists . . . began to fashion themselves ever more urgently as a people under the threat of enslavement by the mother country’s colonial authorities. . . . The irony of their posture, when real-life slavery was legal in all the American colonies, was noted during the time and has been analyzed almost endlessly ever since. . . .</p>\n\n<p class=\"passage_para\">“. . . [Enslaved African Americans] immediately saw a connection between their situation and the metaphorical ‘enslavement’ that white colonists said they were trying to escape. Some sensed that the looming colonial conflict might benefit them, and hoped that all the talk about liberty would be a contagion spreading to all parts of society.”</p>\n\n<p class=\"attribution author\"><span class=\"formatted_text font_weight:bold\">Source: </span>Annette Gordon-Reed, historian, <span class=\"formatted_text font_style:italic\">The Hemingses of Monticello</span>, study of a family of enslaved people held by Thomas Jefferson, 2008<span class=\"formatted_text font_weight:bold\"></span></p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“The [American] Revolution transformed American political culture by allowing large numbers of people who had previously been excluded from politics to come forward, to speak up, and to shape the flow of events. . . . Within an eighteenth-century context in which political power revolved around figures claiming authority simply as a result of bloodlines, this was a radical development.</p>\n\n<p class=\"passage_para\">“. . . Managing the imperial conflict opened new opportunities for local men who suddenly found themselves in charge of organizing and policing resistance. . . . The newly empowered actors were neither owners of large plantations nor prosperous merchants. . . . Most people who . . . accepted demanding posts in local government would have remained obscure individuals in a colonial society had not the Revolution intervened, presenting unanticipated challenges and responsibilities. . . .</p>\n\n<p class=\"passage_para\">“During the course of this evolving political crisis, a colonial rebellion gave birth to a genuine revolution.”</p>\n\n<p class=\"attribution author\"><span class=\"formatted_text font_weight:bold\">Source:</span> T. H. Breen, historian, <span class=\"formatted_text font_style:italic\">The Will of the People: The Revolutionary Birth of America</span>, 2019</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]