[{"id":"VR733762","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Using the excerpts, respond to <span class=\"formatted_text font_weight:bold\">parts a</span>,<span class=\"formatted_text font_weight:bold\"> b</span>, and <span class=\"formatted_text font_weight:bold\">c</span>.</p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly describe one major difference between Sanders’ and Neverdon-Morton’s interpretations of reform movements from 1890 to 1920.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one specific event or development from 1890 to 1920 not explicitly mentioned in the excerpts could be used to support Sanders’ interpretation.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one specific event or development from 1890 to 1920 not explicitly mentioned in the excerpts could be used to support Neverdon-Morton’s interpretation.</p>\n\t</li>\n</ol>\n","rubricRef":"VR733762_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“When the American national state began, in the late nineteenth century, to acquire the legal authority and the administrative capability to regulate a mature industrial economy and protect its citizens from the acknowledged pathologies<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">social ills</span></span> of large-scale capitalism, it did so in response to the demands of politically mobilized farmers. . . . Although some of the features [of this regulation] . . . were not of the farmers’ <span class=\"formatted_text font_style:italic\">design</span>, they nonetheless represented responses to the agrarians’ unremitting pressure for public control of private economic power. In pursuing this reformulation of the state, the agrarians reached out to fellow citizens. . . . [An] alliance of ‘producers against plutocrats’<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">rich elites</span></span> was central to the . . . Progressive [Era]. . . . Agrarian movements constituted the most important political force driving the development of the American national state in the half century before World War I.”</p>\n\n<p class=\"attribution author\"><span class=\"formatted_text font_weight:bold\">Source: </span>Elizabeth Sanders, historian, <span class=\"formatted_text font_style:italic\">Roots of Reform: Farmers, Workers, and the American State, 1877–1917</span>, published in 1999</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“[By the early 1900s] Southern women focused on many needs of Afro-Americans. . . . But the key to solving all these problems, leaders of black women were convinced, was education of the masses of black citizens. Education was seen as the first step toward racial equality. . . . Throughout the period under consideration, the kind and quality of education appropriate for Afro-Americans in the South were subjects of continued debate. . . .</p>\n\n<p class=\"passage_para\">“In the United States generally, 1895–1925 was an era of social change, during which many self-help and social service programs were initiated throughout the country. The Progressive Movement . . . helped to bring about needed reform and a restructuring of white society. Afro-Americans, however, were generally excluded from the Progressive Party and from the effort to change the American social order. Consequently, Afro-Americans had to create their own social service organizations to aid the victims of an oppressive society. . . . The significant social, economic, and political gains made by Afro-Americans could not have been achieved without the diligent labor of countless black women who were dedicated to advancing the interests of all Afro-Americans.”</p>\n\n<p class=\"attribution author\"><span class=\"formatted_text font_weight:bold\">Source:</span> Cynthia Neverdon-Morton, historian, <span class=\"formatted_text font_style:italic\">Afro-American Women of the South and the Advancement of the Race, 1895–1925</span>, published in 1989</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]