[{"id":"VR734027","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Using the excerpts, respond to <span class=\"formatted_text font_weight:bold\">parts a</span>,<span class=\"formatted_text font_weight:bold\"> b</span>, and <span class=\"formatted_text font_weight:bold\">c</span>.</p>\n\n<ol class=\"ordered_list style:3\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly describe one major difference between Cohen’s and Katznelson’s historical interpretations of the New Deal.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one event or development from 1932 to 1945 that is not explicitly mentioned in the excerpts could be used to support Cohen’s argument.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Briefly explain how one event or development from 1932 to 1945 that is not explicitly mentioned in the excerpts could be used to support Katznelson’s argument.</p>\n\t</li>\n</ol>\n","rubricRef":"VR734027_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Working-class Chicagoans—male and female, black and white, . . . immigrants from eastern and southern Europe or their children—were . . . asserting themselves in new ways in the larger political arena. During the 1930s, Chicago workers, along with men and women elsewhere in the nation, had begun to vote Democratic more consistently and in greater numbers than ever before, joining President Franklin Roosevelt’s ‘New Democratic Coalition.’ . . . Supporting the Democrats . . . , they felt, would ensure a more activist federal government committed to providing the benefits that over time have become associated with ‘the welfare state.’”</p>\n\n<p class=\"attribution author\"><span class=\"formatted_text font_weight:bold\">Source:</span> Lizabeth Cohen, historian, <span class=\"formatted_text font_style:italic\">Making a New Deal: Industrial Workers in Chicago, 1919–1939</span>, published in 1991</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">“Far more enduring was the New Deal’s intimate partnership with those in the South who preached white supremacy. . . . Southern representatives acted . . . as an indispensable part of the governing party. New Deal lawmaking would have failed without . . . southern members of Congress. Here lay an acute incongruity. The New Deal permitted, or at least turned a blind eye toward, an organized system of racial cruelty. This alliance was a crucial part of its supportive structure. The New Deal thus collaborated with the South’s racial hegemony as it advanced liberal democracy.”</p>\n\n<p class=\"attribution author\"><span class=\"formatted_text font_weight:bold\">Source:</span> Ira Katznelson, historian, <span class=\"formatted_text font_style:italic\">Fear Itself: The New Deal and the Origins of Our Time</span>, published in 2013</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]