[{"id":"VR733647","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733645.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following was an effect in the late 1700s of the passage of the legislation described in the second paragraph of the excerpt?</p>\n","rubricRef":"VR733647_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">“Does the proper division of local from federal authority, or anything in the Constitution, forbid <span class=\"formatted_text font_style:italic\">our Federal Government</span> to control as to [the existence of] slavery in <span class=\"formatted_text font_style:italic\">our Federal Territories?</span> . . .</p><p class=\"passage_para\">“In 1789, by the first Congress which sat under the Constitution, an act was passed to enforce the [Northwest] Ordinance of [17]87. . . . It went through all its stages without a word of opposition, and finally passed both branches . . . [with] an unanimous passage. In this Congress there were sixteen of the thirty-nine [founding] fathers who framed the original Constitution. . . . The . . . number of those [founders] whom I have shown to have acted upon the question of [slavery in the territories] . . . is twenty-three. . . . [Only] two of the twenty-three voted against Congressional prohibition of slavery in the federal territories. . . .</p><p class=\"passage_para\">“. . . <span class=\"formatted_text font_style:italic\">As those fathers marked it, so let it be again marked, as an evil not to be extended, but to be tolerated and protected only because of and so far as its actual presence among us makes that toleration and protection a necessity. Let all the guaranties those fathers gave it, be, not grudgingly, but fully and fairly maintained</span>. For this Republicans contend, and with this, so far as I know or believe, they will be content.”</p><p class=\"attribution author\">Abraham Lincoln, speech delivered in New York City while he was seeking to be nominated as the Republican candidate for the presidency, 1860</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The banning of the international slave trade</p>","<p class=\"choice_paragraph\">The expansion of voting rights to all White men</p>","<p class=\"choice_paragraph\">The establishment of a process for admitting new states</p>","<p class=\"choice_paragraph\">The forced relocation of Native Americans to reservations</p>"],"answer":2}]