[{"id":"FDX000001_rubric_category_0","type":"custom","title":"Thesis/Claim","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Except where otherwise noted, each point of these rubrics is earned independently; for example, a student could earn a point for evidence without earning a point for thesis/claim.</p><p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restate or rephrase the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a defensible thesis or claim that establishes a line of reasoning about how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“While there were a number of factors at play, African American objections to being omitted from much of the study of American history were one of the most significant influences on the development of the field of Black Studies.”</p></li><li><p>“The development of Black Studies programs grew from a diverse set of factors including frustration at the lack of representation of the Black experience in many history courses, the desire to highlight the rich cultures and contributions across the Diaspora, and the goal of focusing on Black women’s roles and contributions.”</p></li><li><p>“The almost complete lack of representation in higher education was a driver for the field of Black Studies.” [Minimally acceptable thesis/claim]</p></li></ul><p><em>Responses that do not earn this point.</em></p><ul><li><p>Provide a restatement of the prompt.</p></li><li><p>Provide a defensible claim but do not establish a line of reasoning.</p></li><li><p>Establish a line of reasoning, but do not provide a defensible claim.</p></li></ul>","<p>The response does respond to the prompt with a defensible thesis or claim that establishes a line of reasoning about how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“While there were a number of factors at play, African American objections to being omitted from much of the study of American history were one of the most significant influences on the development of the field of Black Studies.”</p></li><li><p>“The development of Black Studies programs grew from a diverse set of factors including frustration at the lack of representation of the Black experience in many history courses, the desire to highlight the rich cultures and contributions across the Diaspora, and the goal of focusing on Black women’s roles and contributions.”</p></li><li><p>“The almost complete lack of representation in higher education was a driver for the field of Black Studies.” [Minimally acceptable thesis/claim]</p></li></ul>"]},{"id":"FDX000001_rubric_category_1","type":"custom","title":"Context","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>To earn this point, the response must describe broader events, developments, processes, or disciplinary connections that are relevant to the topic of the prompt. The point is not earned for a passing phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical or disciplinary context relevant to how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p><p><em>Examples of relevant context that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>Post-emancipation opportunities for scholars to document African American culture and history</p></li><li><p>Works of scholars and activists such as W.E.B. Du Bois, Alain Locke, Zora Neale Hurston, Carter G. Woodson, and others</p></li><li><p>Jim Crow laws</p></li><li><p>Segregation of public schools</p></li><li><p>The Civil Rights movement</p></li><li><p>Integration of predominantly white colleges during the 1960s and 1970s</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Provide an overgeneralized statement.</p></li><li><p>Provide context that is not relevant to the prompt.</p></li><li><p>Provide a passing phrase or reference.</p></li></ul>","<p>The response describes a broader historical or disciplinary context relevant to how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p><p><em>Examples of relevant context that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>Post-emancipation opportunities for scholars to document African American culture and history</p></li><li><p>Works of scholars and activists such as W.E.B. Du Bois, Alain Locke, Zora Neale Hurston, Carter G. Woodson, and others</p></li><li><p>Jim Crow laws</p></li><li><p>Segregation of public schools</p></li><li><p>The Civil Rights movement</p></li><li><p>Integration of predominantly white colleges during the 1960s and 1970s</p></li></ul>"]},{"id":"FDX000001_rubric_category_2","type":"custom","title":"Evidence From the Sources","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>To earn one point, the response must accurately describe—rather than simply quote—the content from at least two sources.</p><p>To earn two points, the response must accurately describe—rather than just quote—the content from at least three sources to support an argument in response to the prompt.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not meet the criteria for points.</p><p><em>Responses that earn 1 point</em>:</p><ul><li><p>Uses the content of at least <strong>two</strong> sources to address how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p></li></ul><p><em>Responses that earn 2 points:</em></p><ul><li><p>Support an <strong>argument</strong> about how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States by accurately using the content of at least <strong>three</strong> sources.</p></li></ul><p><em>Responses that earn 0 points:</em></p><ul><li><p>Use evidence from fewer than two of the sources.</p></li><li><p>Misinterpret the content of the sources.</p></li><li><p>Quote the content of the sources without providing an accompanying description.</p></li><li><p>Address sources collectively rather than considering separately the content of each source.</p></li></ul>","<p>The response uses the content of at least <strong>two</strong> sources to address how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p>","<p>The response supports an <strong>argument</strong> in response to the prompt by accurately using the content of at least <strong>three</strong> sources.</p>"]},{"id":"FDX000001_rubric_category_3","type":"custom","title":"Evidence Beyond Sources","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>To earn this point, the response must describe the evidence using more than a phrase or reference. This additional piece of evidence must be relevant to an argument in response to the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least one additional piece of specific evidence (beyond the evidence found in the sources) relevant to an argument about how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p><p><em>Examples of specific and relevant evidence beyond the sources that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>The Tulsa race massacre</p></li><li><p>Historically Black Colleges and Universities</p></li><li><p>The New Negro movement</p></li><li><p>The Harlem Renaissance</p></li><li><p>Carter G. Woodson</p></li><li><p>Négritude and <em>Negrismo</em> movements</p></li><li><p>The Civil Rights movement</p></li><li><p>The Black Arts movement</p></li><li><p>The Black is Beautiful movement</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Provide evidence that is not relevant to an argument about the prompt.</p></li><li><p>Provide evidence that is outside the topic specified in the prompt.</p></li><li><p>Repeat information that is specified in the prompt or in any of the sources.</p></li><li><p>Provide a passing phrase or reference.</p></li></ul>","<p>The response uses at least one additional piece of specific evidence (beyond the evidence found in the sources) relevant to an argument about how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p><p><em>Examples of specific and relevant evidence beyond the sources that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>The Tulsa race massacre</p></li><li><p>Historically Black Colleges and Universities</p></li><li><p>The New Negro movement</p></li><li><p>The Harlem Renaissance</p></li><li><p>Carter G. Woodson</p></li><li><p>Négritude and <em>Negrismo</em> movements</p></li><li><p>The Civil Rights movement</p></li><li><p>The Black Arts movement</p></li><li><p>The Black is Beautiful movement</p></li></ul><p><em>Example of acceptable use of an additional piece of specific historical evidence:</em></p><ul><li><p>“Many history books avoided the subject of the Tulsa race massacre of 1921, validating Du Bois’ claim that, to many, the truth is less important than defending the status quo. It was only one of many events, people, and traditions central to African American history that history books commonly avoided, leaving an incomplete treatment of the African American experience and an incomplete record of history.”</p></li><li><p>“The work of historian Carter G. Woodson in creating Negro History Week, which later became Black History Month, was instrumental in helping Black Studies to develop as an academic field. His work in creating an interest in Black history would help to gradually move Black Studies from a concept to a reality.”</p></li></ul>"]},{"id":"FDX000001_rubric_category_4","type":"custom","title":"Source Use","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>To earn this point, the response must explain how or why (rather than simply identify) the perspective, purpose, context, or audience of each source (for at least two sources) is relevant to an argument about the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not explain how or why the perspective, purpose, context, and/or audience of at least <strong>two</strong> sources is relevant to an argument about how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p><p><em>Example of acceptable explanation of the relevance of an author’s perspective:</em></p><ul><li><p>Source 1: “As an historian and scholar, Du Bois is well-qualified to critique the study of history. He is concerned about history’s omission of facts that are uncomfortable, particularly when those omitted facts could make important historical figures look bad.” (Connects the point of view of the source to an argument about the development of Black Studies in the twentieth century)</p></li></ul><p><em>Example of acceptable explanation of the relevance of the author’s purpose:</em></p><ul><li><p>Source 5: “The purpose of the graph is to show the growing frequency with which people were majoring in African American Studies; although the data also signals that during certain periods of time the numbers stagnate indicating a potential correlation between political developments and people choosing to pursue a major in African American Studies.” (Connects the purpose to an argument about the development of Black Studies in the twentieth century)</p></li></ul><p><em>Example of acceptable explanation of the relevance of the context of a source:</em></p><ul><li><p>Source 2: “Wilkins’ essay was written at a time when many African Americans had grown up with legally segregated schools, and that experience made him fearful that calls for distinct Black Studies departments might lead to segregated facilities once again.” (Connects the context of the source to an argument about the development of Black Studies in the twentieth century)</p></li></ul><p><em>Example of acceptable explanation of the relevance of the audience:</em></p><ul><li><p>Source 4: “Because Cole is speaking to a convention dedicated to women’s studies and minority studies, she wants to acknowledge the achievements they have made over the years but also warn of the dangers that lay ahead.” (Connects the audience of the source to an argument about the development of Black Studies in the twentieth century)</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Explain sourcing for fewer than two of the sources.</p></li><li><p>Identify the perspective, purpose, context, and/or audience but fail to explain how or why it is relevant to an argument.</p></li><li><p>Summarize the content or argument of the source without explaining the relevance of this summary to the perspective, purpose, context, and/or audience.</p></li></ul>","<p>The response explains how or why the perspective, purpose, context, and/or audience of at least <strong>two</strong> sources is relevant to an argument about how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p>"]},{"id":"FDX000001_rubric_category_5","type":"custom","title":"Reasoning","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>To earn this point, the response must demonstrate the use of reasoning to frame or structure an argument, even if the reasoning is uneven or the evidence lacks specificity.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use reasoning (e.g., causation, comparison, change or continuity across time or geography) to set up an argument about how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p><p><em>Examples of using reasoning to set up an argument might include the following:</em></p><ul><li><p>A response may address the role the arts played in embracing and popularizing Black culture. Artists, poets, authors, and musicians of African descent advocated for racial equality in movements throughout the twentieth century. The Black Freedom movement, Black Arts movement, hip-hop, and visual entertainment helped to spread the message of Black history and the contribution of Black culture to a wide audience. (Addresses causation)</p></li><li><p>A response may connect the roles of griots in traditional West African society with the overall goal of Black Studies. For example, a response could argue that people should be trained in the practice of keeping alive their community’s culture, heritage, and history, though in a written and documented format. (Addresses change/continuity across time and geography)</p></li><li><p>A response may connect Source 4 with the works of women throughout the Civil Rights movement and the efforts of women generations prior. For example, despite the efforts of women such as Sojourner Truth, Zora Neale Hurston, Madam C.J. Walker, Fannie Lou Hamer, Ella Baker, and many others, women were subjected to sexism within the very organizations who were working for equal rights for African Americans. (Addresses comparison)</p></li></ul>","<p>The response uses reasoning (e.g., causation, comparison, change or continuity across time or geography) to set up an argument about how developments in the twentieth century influenced the field of Black Studies in colleges and universities in the United States.</p><p><em>Examples of using reasoning to set up an argument might include the following:</em></p><ul><li><p>A response may address the role the arts played in embracing and popularizing Black culture. Artists, poets, authors, and musicians of African descent advocated for racial equality in movements throughout the twentieth century. The Black Freedom movement, Black Arts movement, hip-hop, and visual entertainment helped to spread the message of Black history and the contribution of Black culture to a wide audience. (Addresses causation)</p></li><li><p>A response may connect the roles of griots in traditional West African society with the overall goal of Black Studies. For example, a response could argue that people should be trained in the practice of keeping alive their community’s culture, heritage, and history, though in a written and documented format. (Addresses change/continuity across time and geography)</p></li><li><p>A response may connect Source 4 with the works of women throughout the Civil Rights movement and the efforts of women generations prior. For example, despite the efforts of women such as Sojourner Truth, Zora Neale Hurston, Madam C.J. Walker, Fannie Lou Hamer, Ella Baker, and many others, women were subjected to sexism within the very organizations who were working for equal rights for African Americans. (Addresses comparison)</p></li></ul>"]}]