[{"id":"MJK000002_rubric_category_0","type":"custom","title":"Thesis/Claim","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>Except where otherwise noted, each point of the rubric is earned independently; for example, a student could earn a point for evidence without earning a point for thesis/claim.</p><p></p><p>To earn this point, the thesis must make a claim that responds to the prompt; it should not simply restate or rephrase the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a defensible thesis or claim that establishes a line of reasoning about why African Americans had limited opportunities to advance in society after the abolition of slavery.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“White Southerners tried to keep African Americans in a form of servitude close to slavery through sharecropping and convict leasing, which kept them poor and created barriers to voting that prevented political power.”</p></li><li><p>“African Americans never received their 40 acres and had difficulty getting good jobs because of Black Codes and sharecropping.”</p></li><li><p>“Jim Crow laws were designed to make it hard for African Americans to advance.”</p></li></ul><p><em>Examples that do not earn this point:</em></p><ul><li><p>Provide a restatement of the prompt</p></li><li><p>Provide a defensible claim but do not establish a line of reasoning</p></li><li><p>Establish a line of reasoning but do not provide a defensible claim</p></li></ul>","<p>The response does respond to the prompt with a defensible thesis or claim that establishes a line of reasoning about why African Americans had limited opportunities to advance in society after the abolition of slavery.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“White Southerners tried to keep African Americans in a form of servitude close to slavery through sharecropping and convict leasing, which kept them poor and created barriers to voting that prevented political power.”</p></li><li><p>“African Americans never received their 40 acres and had difficulty getting good jobs because of Black Codes and sharecropping.”</p></li><li><p>“Jim Crow laws were designed to make it hard for African Americans to advance.”</p></li></ul>"]},{"id":"MJK000002_rubric_category_1","type":"custom","title":"Context","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>To earn this point, the response must describe broader events, developments, processes, or disciplinary connections that are relevant to the topic of the prompt. The point is not earned for a passing phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical or disciplinary context relevant to why African Americans had limited opportunities to advance in society after the abolition of slavery.</p><p><em>Examples of relevant context that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>“During Reconstruction, the federal government tried to protect the rights of free and formerly enslaved African Americans by granting them citizenship, equal rights, and political representation in American government, but this was short-lived.”</p></li><li><p>“After abolition, the Freedmen’s Bureau was responsible for assisting formerly enslaved people as they transitioned into American citizens. Assistance included providing clothing and food, legalizing marriages, and establishing schools.”</p></li><li><p>“The Fifteenth Amendment gave Black men the right to vote, and some were able to hold office and try to help other African Americans through legislation.”</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Provide an overgeneralized statement</p></li><li><p>Provide context that is not relevant to the prompt</p></li><li><p>Provide a passing phrase or reference</p></li></ul>","<p>The response describes a broader historical or disciplinary context relevant to why African Americans had limited opportunities to advance in society after the abolition of slavery.</p><p><em>Examples of relevant context that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>“During Reconstruction, the federal government tried to protect the rights of free and formerly enslaved African Americans by granting them citizenship, equal rights, and political representation in American government, but this was short-lived.”</p></li><li><p>“After abolition, the Freedmen’s Bureau was responsible for assisting formerly enslaved people as they transitioned into American citizens. Assistance included providing clothing and food, legalizing marriages, and establishing schools.”</p></li><li><p>“The Fifteenth Amendment gave Black men the right to vote, and some were able to hold office and try to help other African Americans through legislation.”</p></li></ul>"]},{"id":"MJK000002_rubric_category_2","type":"custom","title":"Evidence From the Sources","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>To earn one point, the response must accurately describe—rather than simply quote—the content from at least <strong>two</strong> sources.</p><p></p><p>To earn two points, the response must accurately describe—rather than just quote—the content from at least <strong>three</strong> sources to support an argument in response to the prompt.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not meet the criteria for points.</p><p><em>Responses that earn 1 point</em>:</p><ul><li><p>Use the content of at least <strong>two</strong> sources to address why African Americans had limited opportunities to advance in society after the abolition of slavery</p></li></ul><p><em>Responses that earn 2 points:</em></p><ul><li><p>Support an <strong>argument</strong> about why African Americans had limited opportunities to advance in society after the abolition of slavery by accurately using the content of at least <strong>three </strong>sources</p></li></ul><p><em>Responses that earn 0 points:</em></p><ul><li><p>Use evidence from fewer than two of the sources</p></li><li><p>Misinterpret the content of the sources</p></li><li><p>Quote the content of the sources without providing an accompanying description</p></li><li><p>Address sources collectively rather than considering the content of each source separately</p></li></ul>","<p>The response uses the content of at least <strong>two </strong>sources to address why African Americans had limited opportunities to advance in society after the abolition of slavery.</p>","<p>The response supports an <strong>argument</strong> in response to the prompt by accurately using the content of at least <strong>three</strong> sources.</p>"]},{"id":"MJK000002_rubric_category_3","type":"custom","title":"Evidence Beyond Sources","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>To earn this point, the response must describe the evidence using more than a phrase or reference. This additional piece of evidence must be relevant to an argument in response to the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least one additional piece of specific evidence (beyond the evidence found in the sources) relevant to an argument as to why African Americans had limited opportunities to advance in society after the abolition of slavery.</p><p><em>Examples of specific and relevant evidence beyond the sources that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>Reconstruction</p></li><li><p>Circular No. 8 from the Bureau of Refugees, Freedmen, and Abandoned Lands</p></li><li><p>Thirteenth Amendment</p></li><li><p>Fourteenth Amendment</p></li><li><p>Fifteenth Amendment</p></li><li><p>Poll taxes</p></li><li><p>Literacy tests</p></li><li><p><em>Plessy v. Ferguson</em></p></li><li><p>Jim Crow laws</p></li><li><p>Ku Klux Klan</p></li><li><p><em>A Red Record</em> by Ida B. Wells-Barnett</p></li><li><p>Lynching and racial violence</p></li><li><p>“If We Must Die” by Claude McKay</p></li><li><p>Tulsa Race Massacre</p></li><li><p><em>The Souls of Black Folk</em> by W.E.B. Du Bois</p></li><li><p>“We Wear the Mask” by Paul Laurence Dunbar</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Provide evidence that is not relevant to an argument about the prompt</p></li><li><p>Provide evidence that is outside the topic specified in the prompt</p></li><li><p>Repeat information that is specified in the prompt or in any of the sources</p></li><li><p>Provide a passing phrase or reference</p></li></ul>","<p>The response uses at least one additional piece of specific evidence (beyond the evidence found in the sources) relevant to an argument about why African Americans had limited opportunities to advance in society after the abolition of slavery.</p><p><em>Examples of specific and relevant evidence beyond the sources that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>Reconstruction</p></li><li><p>Circular No. 8 from the Bureau of Refugees, Freedmen, and Abandoned Lands</p></li><li><p>Thirteenth Amendment</p></li><li><p>Fourteenth Amendment</p></li><li><p>Fifteenth Amendment</p></li><li><p>Poll taxes</p></li><li><p>Literacy tests</p></li><li><p><em>Plessy v. Ferguson</em></p></li><li><p>Jim Crow laws</p></li><li><p>Ku Klux Klan</p></li><li><p><em>A Red Record</em> by Ida B. Wells-Barnett</p></li><li><p>Lynching and racial violence</p></li><li><p>“If We Must Die” by Claude McKay</p></li><li><p>Tulsa Race Massacre</p></li><li><p><em>The Souls of Black Folk</em> by W.E.B. Du Bois</p></li><li><p>“We Wear the Mask” by Paul Laurence Dunbar</p></li></ul><p><em>Example of acceptable use of an additional piece of specific historical evidence:</em></p><ul><li><p>“When Reconstruction was defeated, states instituted measures and practices like poll taxes and literacy tests to prevent Black people from voting.”</p></li><li><p><em>“Plessy v. Ferguson</em> is a Supreme Court decision that established the practice of “separate but equal” as constitutional and it made Jim Crow laws legal.”</p></li></ul>"]},{"id":"MJK000002_rubric_category_4","type":"custom","title":"Reasoning","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>To earn this point, the response must demonstrate the use of reasoning to frame or structure an argument, even if the reasoning is uneven or the evidence lacks specificity.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use reasoning (e.g., causation, comparison, change, or continuity across time or geography) to set up an argument about how African Americans had limited opportunities to advance in society after the abolition of slavery.</p><p><em>Examples of using reasoning to set up an argument might include the following:</em></p><ul><li><p>Arguing that white people wanted to profit from the labor of Black people and therefore passed unfair economic laws (Addresses causation)</p></li><li><p>Developing an argument about how African Americans worked hard for little to no pay and were unable to gain wealth from their labor during slavery and afterward (Addresses continuity across time)</p></li><li><p>Arguing that many African Americans in the South became caught in a cycle of sharecropping and debt, while many African Americans in the North were denied the best jobs and career possibilities (Utilizes comparison)</p></li></ul>","<p>The response uses reasoning (e.g., causation, comparison, change, or continuity across time or geography) to set up an argument about how African Americans had limited opportunities to advance in society after the abolition of slavery.</p><p><em>Examples of using reasoning to set up an argument might include the following:</em></p><ul><li><p>Arguing that white people wanted to profit from the labor of Black people and therefore passed unfair economic laws (Addresses causation)</p></li><li><p>Developing an argument about how African Americans worked hard for little to no pay and were unable to gain wealth from their labor during slavery and afterward (Addresses continuity across time)</p></li><li><p>Arguing that many African Americans in the South became caught in a cycle of sharecropping and debt, while many African Americans in the North were denied the best jobs and career possibilities (Utilizes comparison)</p></li></ul>"]}]