[{"id":"NQO000002_rubric_category_0","type":"custom","title":"Thesis/Claim","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Except where otherwise noted, each point of the rubric is earned independently; for example, a student could earn a point for evidence without earning a point for thesis/claim.</p><p>To earn this point, the thesis must make a claim that responds to the prompt; it should not simply restate or rephrase the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a defensible thesis or claim that establishes a line of reasoning about how African American athletes used their status to advocate for equality in the twentieth century.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“African American athletes could speak out against discrimination because their wealth and fame gave them a platform.”</p></li><li><p>“African American athletes were able to raise awareness of racism and sexism because they could get the attention of people through their celebrity status.”</p></li><li><p>“Black athletes have inspired others to protest injustice and to support civil rights through their own public examples.”</p></li></ul><p><em>Examples that do not earn this point:</em></p><ul><li><p>Provide a restatement of the prompt</p></li><li><p>Provide a defensible claim but do not establish a line of reasoning</p></li><li><p>Establish a line of reasoning but do not provide a defensible claim</p></li></ul>","<p>The response does respond to the prompt with a defensible thesis or claim that establishes a line of reasoning about how African American athletes used their status to advocate for equality in the twentieth century.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“African American athletes could speak out against discrimination because their wealth and fame gave them a platform.”</p></li><li><p>“African American athletes were able to raise awareness of racism and sexism because they could get the attention of people through their celebrity status.”</p></li><li><p>“Black athletes have inspired others to protest injustice and to support civil rights through their own public examples.”</p></li></ul>"]},{"id":"NQO000002_rubric_category_1","type":"custom","title":"Context","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>To earn this point, the response must describe broader events, developments, processes, or disciplinary connections that are relevant to the topic of the prompt. The point is not earned for a passing phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical or disciplinary context relevant to how African American athletes used their status to advocate for equality in the twentieth century.</p><p><em>Examples of relevant context that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>“Since the end of Reconstruction, African Americans faced segregation in schools and segregation in public as well as violence and discrimination. They resisted in many ways, including through the Double V Campaign in the Second World War, the Civil Rights movement, the Black Power movement, and in international support for decolonization. They won federal legislation for civil rights and voting rights.”</p></li><li><p>“America did not give African Americans their rights under the Constitution. Martin Luther King Jr. and Malcolm X were leaders who helped Black people attain their rights. This inspired other Black Americans, including some in the public eye, to engage in activist activities.”</p></li><li><p>“African Americans were dealing with Jim Crow laws and violence. The Civil Rights movement emerged as a way to fight back. Famous African Americans contributed to furthering this fight by championing the civil rights cause.”</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Provide an overgeneralized statement</p></li><li><p>Provide context that is not relevant to the prompt</p></li><li><p>Provide a passing phrase or reference</p></li></ul>","<p>The response describes a broader historical or disciplinary context relevant to how African American athletes used their status to advocate for equality in the twentieth century.</p><p><em>Examples of relevant context that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>“Since the end of Reconstruction, African Americans faced segregation in schools and segregation in public as well as violence and discrimination. They resisted in many ways, including through the Double V Campaign in the Second World War, the Civil Rights movement, the Black Power movement, and in international support for decolonization. They won federal legislation for civil rights and voting rights.”</p></li><li><p>“America did not give African Americans their rights under the Constitution. Martin Luther King Jr. and Malcolm X were leaders who helped Black people attain their rights. This inspired other Black Americans, including some in the public eye, to engage in activist activities.”</p></li><li><p>“African Americans were dealing with Jim Crow laws and violence. The Civil Rights movement emerged as a way to fight back. Famous African Americans contributed to furthering this fight by championing the civil rights cause.”</p></li></ul>"]},{"id":"NQO000002_rubric_category_2","type":"custom","title":"Evidence From the Sources","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>To earn one point, the response must accurately describe—rather than simply quote—the content from at least two sources.</p><p>To earn two points, the response must accurately describe—rather than just quote—the content from at least three sources to support an argument in response to the prompt.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not meet the criteria for points.</p><p><em>Responses that earn 1 point</em>:</p><ul><li><p>Use the content of at least <strong>two</strong> sources to address how African American athletes used their status to advocate for equality in the twentieth century</p></li></ul><p><em>Responses that earn 2 points:</em></p><ul><li><p>Support an <strong>argument</strong> about how African American athletes used their status to advocate for equality in the twentieth century by accurately using the content of at least <strong>three</strong> sources</p></li></ul><p><em>Responses that earn 0 points:</em></p><ul><li><p>Use evidence from fewer than two of the sources</p></li><li><p>Misinterpret the content of the sources</p></li><li><p>Quote the content of the sources without providing an accompanying description</p></li><li><p>Address sources collectively rather than considering the content of each source separately</p></li></ul>","<p>The response uses the content of at least <strong>two</strong> sources to address how African American athletes used their status to advocate for equality in the twentieth century.</p><p>Source 1: U.S. government poster featuring boxer Joe Louis as a solider in World War II, 1942</p><p>Source 2: Jackie Robinson, letter to President Dwight D. Eisenhower, May 13, 1958</p><p>Source 3: Muhammad Ali to a reporter from <em>Sports Illustrated</em>, 1967</p><p>Source 4: Arthur Ashe, <em>Off the Court</em>, 1981</p><p>Source 5: Lisa Dillman, “All Eyes on the Prize,” <em>Los Angeles Times</em>, 1998</p><p><em>Examples of describing the content of a source:</em></p><ul><li><p>Source 2: “Jackie Robinson told the president of the United States that African Americans deserved their Constitutional rights.”</p></li><li><p>Source 3: “Muhammad Ali refused to go to war for a country that treated him badly.”</p></li></ul><p><em>Responses that earn 2 points:</em></p><ul><li><p>Support an <strong>argument</strong> in response to the prompt by accurately using the content of at least <strong>three</strong> sources</p></li></ul>","<p>The response supports an <strong>argument</strong> in response to the prompt by accurately using the content of at least <strong>three</strong> sources.</p><p>Source 1: U.S. government poster featuring boxer Joe Louis as a solider in World War II, 1942</p><p>Source 2: Jackie Robinson, letter to President Dwight D. Eisenhower, May 13, 1958</p><p>Source 3: Muhammad Ali to a reporter from <em>Sports Illustrated</em>, 1967</p><p>Source 4: Arthur Ashe, <em>Off the Court</em>, 1981</p><p>Source 5: Lisa Dillman, “All Eyes on the Prize,” <em>Los Angeles Times</em>, 1998</p><p> <em>Examples of supporting an argument using the content of a source:</em></p><ul><li><p>Source 3: “Muhammad Ali was a famous boxer who appeared in a magazine stating he was willing to go to jail rather than fight in Vietnam, which helped other Americans understand the importance of standing up for one’s beliefs.” (Uses evidence from the source to support an argument about how athletes used their fame to encourage others to participate in the Civil Rights movement)</p></li><li><p>Source 4: “Arthur Ashe was worried about making public political statements, but in 1968 he finally was willing to use his “spotlight” as a famous tennis player to support civil rights for Black people.” (Uses evidence from the source to support an argument about how athletes used their celebrity status to bring attention to injustice)</p></li></ul>"]},{"id":"NQO000002_rubric_category_3","type":"custom","title":"Evidence Beyond Sources","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>To earn this point, the response must describe the evidence using more than a phrase or reference. This additional piece of evidence must be relevant to an argument in response to the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least one additional piece of specific evidence (beyond the evidence found in the sources) relevant to an argument about how African American athletes used their status to advocate for equality in the twentieth century.</p><p><em>Examples of specific and relevant evidence beyond the sources that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>African American jockeys at the Kentucky Derby</p></li><li><p>The Colored Hockey League of the Maritimes</p></li><li><p>The Negro League</p></li><li><p>Tommie Smith and John Carlos at the 1968 Olympics</p></li><li><p>Jesse Owens</p></li><li><p>John Shippen</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Provide evidence that is not relevant to an argument about the prompt</p></li><li><p>Provide evidence that is outside the topic specified in the prompt</p></li><li><p>Repeat information that is specified in the prompt or in any of the sources</p></li><li><p>Provide a passing phrase or reference</p></li></ul>","<p>The response uses at least one additional piece of specific evidence (beyond the evidence found in the sources) relevant to an argument about how African American athletes used their status to advocate for equality in the twentieth century.</p><p><em>Examples of specific and relevant evidence beyond the sources that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>African American jockeys at the Kentucky Derby</p></li><li><p>The Colored Hockey League of the Maritimes</p></li><li><p>The Negro League</p></li><li><p>Tommie Smith and John Carlos at the 1968 Olympics</p></li><li><p>Jesse Owens</p></li><li><p>John Shippen</p></li></ul><p><em>Examples of acceptable use of an additional piece of specific historical evidence:</em></p><ul><li><p>“At the 1968 Olympics, Tommie Smith raised a fist during the medal ceremony to protest racial discrimination in the United States.”</p></li><li><p>“In 1936, Jesse Owens won four gold medals at the Olympics, demonstrating that African Americans could compete very successfully on the world stage.”</p></li></ul>"]},{"id":"NQO000002_rubric_category_4","type":"custom","title":"Source Use","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>To earn this point, the response must explain how or why (rather than simply identify) the perspective, purpose, context, or audience of each source (for at least two sources) is relevant to an argument about the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not explain how or why the perspective, purpose, context, and/or audience of at least <strong>two</strong> sources is relevant to an argument about how African American athletes used their status to advocate for equality in the twentieth century.</p><p><em>Example of acceptable explanation of the relevance of an author’s perspective:</em></p><ul><li><p>Source 1: “The perspective of the Joe Louis poster is that America is a moral country fighting for a just cause against the Nazis. This perspective highlights a contradiction: the United States was asking African Americans to fight for freedom abroad while they were discriminated against at home. This discrimination motivated some athletes to use their status to advocate for change.”</p></li></ul><p><em>Example of acceptable explanation of the relevance of the author’s purpose:</em></p><ul><li><p>Source 5: “By highlighting the pay disparities between male and female athletes, Venus and Serena Williams helped expand the long fight for civil rights to include sexism.”</p></li></ul><p><em>Example of acceptable explanation of the relevance of the context of a source:</em></p><ul><li><p>Source 3: “The Vietnam War was part of a larger global struggle against European colonization and Western imperialism. Muhammad Ali’s refusal to be drafted is part of the context of connecting discrimination in America to worldwide discrimination.”</p></li></ul><p><em>Example of acceptable explanation of the relevance of the audience:</em></p><ul><li><p>Source 2: “Jackie Robinson wrote to President Eisenhower and because of Robinson’s fame, Eisenhower, who had the power to help the cause for civil rights, listened to him.”</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Explain sourcing for fewer than two of the sources</p></li><li><p>Identify the perspective, purpose, context, and/or audience but fail to explain how or why it is relevant to an argument</p></li><li><p>Summarize the content or argument of the source without explaining the relevance of this summary to the perspective, purpose, context, and/or audience</p></li></ul>","<p>The response explains how or why the perspective, purpose, context, and/or audience of at least 2 sources is relevant to an argument about how African American athletes used their status to advocate for equality in the twentieth century.</p><p>Source 1: U.S. government poster featuring boxer Joe Louis as a solider in World War II, 1942</p><p>Source 2: Jackie Robinson, letter to President Dwight D. Eisenhower, May 13, 1958</p><p>Source 3: Muhammad Ali to a reporter from <em>Sports Illustrated</em>, 1967</p><p>Source 4: Arthur Ashe, <em>Off the Court</em>, 1981</p><p>Source 5: Lisa Dillman, “All Eyes on the Prize,” <em>Los Angeles Times</em>, 1998</p><p><em>Example of acceptable explanation of the relevance of an author’s perspective:</em></p><ul><li><p>Source 1: “The perspective of the Joe Louis poster is that America is a moral country fighting for a just cause against the Nazis. This perspective highlights a contradiction: the United States was asking African Americans to fight for freedom abroad while they were discriminated against at home. This discrimination motivated some athletes to use their status to advocate for change.”</p></li></ul><p><em>Example of acceptable explanation of the relevance of the author’s purpose:</em></p><ul><li><p>Source 5: “By highlighting the pay disparities between male and female athletes, Venus and Serena Williams helped expand the long fight for civil rights to include sexism.”</p></li></ul><p><em>Example of acceptable explanation of the relevance of the context of a source:</em></p><ul><li><p>Source 3: “The Vietnam War was part of a larger global struggle against European colonization and Western imperialism. Muhammad Ali’s refusal to be drafted is part of the context of connecting discrimination in America to worldwide discrimination.”</p></li></ul><p><em>Example of acceptable explanation of the relevance of the audience:</em></p><ul><li><p>Source 2: “Jackie Robinson wrote to President Eisenhower and because of Robinson’s fame, Eisenhower, who had the power to help the cause for civil rights, listened to him.”</p></li></ul>"]},{"id":"NQO000002_rubric_category_5","type":"custom","title":"Reasoning","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>To earn this point, the response must demonstrate the use of reasoning to frame or structure an argument, even if the reasoning is uneven or the evidence lacks specificity.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use reasoning (e.g., causation, comparison, change, or continuity across time or geography) to set up an argument about how African American athletes used their status to advocate for equality in the twentieth century.</p><p><em>Examples of using reasoning to set up an argument might include the following, with appropriate elaboration:</em></p><ul><li><p>The United States refused to recognize rights for Black people, which caused them to fight back using both ordinary people and celebrity athletes to help the cause. (Addresses causation)</p></li><li><p>Earlier in the twentieth century, African Americans fought for integration and constitutional rights, but by the later twentieth century and early twenty-first century, they also advocated Black nationalism and women’s rights. (Addresses change across time)</p></li><li><p>Some athletes fought for equality in private, like Jackie Robinson writing a letter to President Eisenhower, while other athletes fought for equality in public, like Muhammad Ali granting interviews to widely read magazines. (Utilizes comparison)</p></li></ul>","<p>The response uses reasoning (e.g., causation, comparison, change, or continuity across time or geography) to set up an argument about how African American athletes used their status to advocate for equality in the twentieth century.</p><p><em>Examples of using reasoning to set up an argument might include the following:</em></p><ul><li><p>The United States refused to recognize rights for Black people, which caused them to fight back using both ordinary people and celebrity athletes to help the cause. (Addresses causation)</p></li><li><p>Earlier in the twentieth century, African Americans fought for integration and constitutional rights, but by the later twentieth century and early twenty-first century, they also advocated Black nationalism and women’s rights. (Addresses change across time)</p></li><li><p>Some athletes fought for equality in private, like Jackie Robinson writing a letter to President Eisenhower, while other athletes fought for equality in public, like Muhammad Ali granting interviews to widely read magazines. (Utilizes comparison)</p></li></ul>"]}]