[{"id":"TFN000002_rubric_category_0","type":"custom","title":"Thesis/Claim","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>Except where otherwise noted, each point of the rubric is earned independently; for example, a student could earn a point for evidence without earning a point for thesis/claim.</p><p></p><p>To earn this point, the thesis must make a claim that responds to the prompt; it should not simply restate or rephrase the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a defensible thesis or claim that establishes a line of reasoning about how African Americans shaped the development of communities in Florida from the seventeenth century to the nineteenth century.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“African Americans developed Florida into communities blended from multiple nationalities and cultural influences by making strategic military alliances.”</p></li><li><p>“African Americans made Florida more diverse by working with the Spanish and Native Americans.”</p></li><li><p>“African American communities developed in Florida through military alliances with the Spanish and Indigenous people and by the spread of plantation slavery.”</p></li></ul><p><em>Examples that do not earn this point:</em></p><ul><li><p>Provide a restatement of the prompt</p></li><li><p>Provide a defensible claim but do not establish a line of reasoning</p></li><li><p>Establish a line of reasoning but do not provide a defensible claim</p></li></ul>","<p>The response does respond to the prompt with a defensible thesis or claim that establishes a line of reasoning about how African Americans shaped the development of communities in Florida from the seventeenth century to the nineteenth century.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“African Americans developed Florida into communities blended from multiple nationalities and cultural influences by making strategic military alliances.”</p></li><li><p>“African Americans made Florida more diverse by working with the Spanish and Native Americans.”</p></li><li><p>“African American communities developed in Florida through military alliances with the Spanish and Indigenous people and by the spread of plantation slavery.”</p></li></ul>"]},{"id":"TFN000002_rubric_category_1","type":"custom","title":"Context","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>To earn this point, the response must describe broader events, developments, processes, or disciplinary connections that are relevant to the topic of the prompt. The point is not earned for a passing phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical or disciplinary context relevant to how African Americans shaped the development of communities in Florida from the seventeenth century to the nineteenth century.</p><p><em>Examples of relevant context that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>“Africans known as ladinos participated in the exploration and colonization of America including Spain’s colonization of Florida. Spain held Florida as a colony for centuries and then it became part of the United States.”</p></li><li><p>“The British and the Spanish were both colonizing the New World and getting rich from the African slave trade. During the Stono Rebellion, enslaved people in South Carolina revolted against British enslavers and then fled to freedom in the Spanish colony in Florida.”</p></li><li><p>“Spain and Britain were enemies, so Spain offered a deal to African Americans that if they escaped to Florida and became Catholic, they could be free.”</p></li><li><p>“The U.S. government was taking land away from Seminoles in Florida, so the Seminoles fought back.”</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Provide an overgeneralized statement</p></li><li><p>Provide context that is not relevant to the prompt</p></li><li><p>Provide a passing phrase or reference</p></li></ul>","<p>The response describes a broader historical or disciplinary context relevant to how African Americans shaped the development of communities in Florida from the seventeenth century to the nineteenth century.</p><p><em>Examples of relevant context that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>“Africans known as Ladinos participated in the exploration and colonization of America including Spain’s colonization of Florida. Spain held Florida as a colony for centuries and then it became part of the United States.”</p></li><li><p>“The British and the Spanish were both colonizing the New World and getting rich from the African slave trade. During the Stono Rebellion, enslaved people in South Carolina revolted against British enslavers, and then fled to freedom in the Spanish colony in Florida.”</p></li><li><p>“Spain and Britain were enemies, so Spain offered a deal to African Americans that if they escaped to Florida and became Catholic, they could be free.”</p></li><li><p>“The U.S. government was taking land away from Seminoles in Florida, so the Seminoles fought back.”</p></li></ul>"]},{"id":"TFN000002_rubric_category_2","type":"custom","title":"Evidence From the Sources","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>To earn one point, the response must accurately describe—rather than simply quote—the content from at least one source.</p><p></p><p>To earn two points, the response must accurately describe—rather than just quote—the content from at least two sources to support an argument in response to the prompt.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not meet the criteria for points.</p><p><em>Responses that earn 1 point</em>:</p><ul><li><p>Use the content of at least <strong>one</strong> source to address how African Americans shaped the development of communities in Florida from the seventeenth century to the nineteenth century</p></li></ul><p><em>Responses that earn 2 points:</em></p><ul><li><p>Support an <strong>argument</strong> about how African Americans shaped the development of communities in Florida from the seventeenth century to the nineteenth century by accurately using the content of at least <strong>two </strong>sources</p></li></ul><p><em>Responses that earn 0 points:</em></p><ul><li><p>Do not use evidence from one of the sources</p></li><li><p>Misinterpret the content of the sources</p></li><li><p>Quote the content of the sources without providing an accompanying description</p></li><li><p>Address sources collectively rather than considering the content of each source separately</p></li></ul>","<p>The response uses the content of at least <strong>one</strong> source to address how African Americans shaped the development of communities in Florida from the seventeenth century to the nineteenth century.</p>","<p>The response supports an <strong>argument</strong> in response to the prompt by accurately using the content of at least <strong>two</strong> sources.</p>"]},{"id":"TFN000002_rubric_category_3","type":"custom","title":"Evidence Beyond Sources","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>To earn this point, the response must describe the evidence using more than a phrase or reference. This additional piece of evidence must be relevant to an argument in response to the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least one additional piece of specific evidence (beyond the evidence found in the sources) relevant to an argument about how African Americans shaped the development of communities in Florida from the seventeenth century to the nineteenth century.</p><p><em>Examples of specific and relevant evidence beyond the sources that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>Yamasee War</p></li><li><p>Abraham, a Black Seminole leader</p></li><li><p>St. Augustine’s Black residents</p></li><li><p>Francisco Menéndez</p></li><li><p>British invasion of Florida in 1740</p></li><li><p>Diary entry recounting the capture of 41 Black Seminoles by General Thomas Sidney Jesup, 1836</p></li><li><p>Gopher John, a Black Seminole leader and interpreter</p></li><li><p>Second Seminole War</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Provide evidence that is not relevant to an argument about the prompt</p></li><li><p>Provide evidence that is outside the topic specified in the prompt</p></li><li><p>Repeat information that is specified in the prompt or in any of the sources</p></li><li><p>Provide a passing phrase or reference</p></li></ul>","<p>The response uses at least one additional piece of specific evidence (beyond the evidence found in the sources) relevant to an argument about how African Americans shaped the development of communities in Florida from the seventeenth century to the nineteenth century.</p><p><em>Examples of specific and relevant evidence beyond the sources that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>Yamasee War</p></li><li><p>Abraham, a Black Seminole leader</p></li><li><p>St. Augustine’s Black residents</p></li><li><p>Francisco Menéndez</p></li><li><p>British invasion of Florida in 1740</p></li><li><p>Diary entry recounting the capture of 41 Black Seminoles by General Thomas Sidney Jesup, 1836</p></li><li><p>Gopher John, a Black Seminole leader and interpreter</p></li><li><p>Second Seminole War</p></li></ul><p><em>Example of acceptable use of an additional piece of specific historical evidence:</em></p><ul><li><p>“Africans brought African musical culture wherever they went with instruments like the drum and banjo.”</p></li><li><p>“St. Augustine, Florida, is the oldest continuously occupied settlement of African Americans in the United States.”</p></li></ul>"]}]