[{"id":"VJE000002_rubric_category_0","type":"custom","title":"Thesis/Claim","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Except where otherwise noted, each point of the rubric is earned independently; for example, a student could earn a point for evidence without earning a point for thesis/claim.</p><p>To earn this point, the thesis must make a claim that responds to the prompt; it should not simply restate or rephrase the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a defensible thesis or claim that establishes a line of reasoning about how African Americans used art and literature as an expression of identity in the twentieth century.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“In the twentieth century, African Americans used art and literature to celebrate both their success in American society and their connections to their African heritage.”</p></li><li><p>“In the twentieth century, African Americans used art and literature successfully to assert and take pride in their identity in the African diaspora.”</p></li><li><p>“In the twentieth century, African Americans utilized art and literature to express racial pride and assert themselves as talented and sophisticated people.”</p></li></ul><p><em>Examples that do not earn this point:</em></p><ul><li><p>Provide a restatement of the prompt</p></li><li><p>Provide a defensible claim but do not establish a line of reasoning</p></li><li><p>Establish a line of reasoning but do not provide a defensible claim</p></li></ul>","<p>The response does respond to the prompt with a defensible thesis or claim that establishes a line of reasoning about how African Americans used art and literature as an expression of identity in the twentieth century.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“In the twentieth century, African Americans used art and literature to celebrate both their success in American society and their connections to their African heritage.”</p></li><li><p>“In the twentieth century, African Americans used art and literature successfully to assert and take pride in their identity in the African diaspora.”</p></li><li><p>“In the twentieth century, African Americans utilized art and literature to express racial pride and assert themselves as talented and sophisticated people.”</p></li></ul>"]},{"id":"VJE000002_rubric_category_1","type":"custom","title":"Context","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>To earn this point, the response must describe broader events, developments, processes, or disciplinary connections that are relevant to the topic of the prompt. The point is not earned for a passing phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical or disciplinary context relevant to how African Americans used art and literature as an expression of identity in the twentieth century.</p><p><em>Examples of relevant context that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>“As the twentieth century began, African Americans increased their resistance to Jim Crow laws and racism in several ways. They founded the NAACP to challenge racism in courts, used the press to highlight injustices such as lynching, and began the Great Migration out of the South. They also used art as a form of resistance by creating counternarratives to racial stereotypes.”</p></li><li><p>“A wide range of artists—from Phillis Wheatley to the creators of slave spirituals—use art to assert their identity in earlier periods.”</p></li><li><p>“African Americans produced a great deal of art and literature during the Harlem Renaissance, creating a cultural revolution that was born out of the Great Migration.”</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Provide an overgeneralized statement</p></li><li><p>Provide context that is not relevant to the prompt</p></li><li><p>Provide a passing phrase or reference</p></li></ul>","<p>The response describes a broader historical or disciplinary context relevant to how African Americans used art and literature as an expression of identity in the twentieth century.</p><p><em>Examples of relevant context that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>“As the twentieth century began, African Americans increased their resistance to Jim Crow laws and racism in several ways. They founded the NAACP to challenge racism in courts, used the press to highlight injustices such as lynching, and began the Great Migration out of the South. They also used art as a form of resistance by creating counternarratives to racial stereotypes.”</p></li><li><p>“A wide range of artists—from Phillis Wheatley to the creators of slave spirituals—use art to assert their identity in earlier periods.”</p></li><li><p>“African Americans produced a great deal of art and literature during the Harlem Renaissance, creating a cultural revolution that was born out of the Great Migration.”</p></li></ul>"]},{"id":"VJE000002_rubric_category_2","type":"custom","title":"Evidence from the Sources","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>To earn one point, the response must accurately describe—rather than simply quote—the content from at least two sources.</p><p></p><p>To earn two points, the response must accurately describe—rather than just quote—the content from at least three sources to support an argument in response to the prompt.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not meet the criteria for points.</p><p><em>Responses that earn 1 point</em>:</p><ul><li><p>Use the content of at least <strong>two</strong> sources to address how African Americans used art and literature as an expression of identity in the twentieth century</p></li></ul><p><em>Responses that earn 2 points:</em></p><ul><li><p>Support an <strong>argument</strong> about how African Americans used art and literature as an expression of identity in the twentieth century by accurately using the content of at least <strong>three</strong> sources</p></li></ul><p><em>Responses that earn 0 points:</em></p><ul><li><p>Use evidence from fewer than two of the sources</p></li><li><p>Misinterpret the content of the sources</p></li><li><p>Quote the content of the sources without providing an accompanying description</p></li><li><p>Address sources collectively rather than considering the content of each source separately</p></li></ul>","<p>The response uses the content of at least <strong>two</strong> sources to address how African Americans used art and literature as an expression of identity in the twentieth century.</p>","<p>The response supports an <strong>argument</strong> in response to the prompt by accurately using the content of at least <strong>three</strong> sources.</p>"]},{"id":"VJE000002_rubric_category_3","type":"custom","title":"Evidence Beyond Sources","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>To earn this point, the response must describe the evidence using more than a phrase or reference. This additional piece of evidence must be relevant to an argument in response to the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least one additional piece of specific evidence (beyond the evidence found in the sources) relevant to an argument about how African Americans used art and literature as an expression of identity in the twentieth century.</p><p><em>Examples of specific and relevant evidence beyond the sources that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>“Lift Every Voice and Sing” by James Weldon Johnson and J. Rosamond Johnson</p></li><li><p>“The Negro Artist and the Racial Mountain” by Langston Hughes</p></li><li><p>Harlem Renaissance</p></li><li><p>“Heritage” by Gwendolyn Bennett</p></li><li><p>“Heritage” by Countee Cullen</p></li><li><p>Duke Ellington</p></li><li><p>Jazz</p></li><li><p>Blues</p></li><li><p>Gospel</p></li><li><p><em>Les Fétiches</em> by Loïs Mailou Jones</p></li><li><p><em>The Jungle (La Jungla)</em> by Wifredo Lam</p></li><li><p>Nicolás Guillén</p></li><li><p>“Original Faubus Fables” by Charles Mingus</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Provide evidence that is not relevant to an argument about the prompt</p></li><li><p>Provide evidence that is outside the topic specified in the prompt</p></li><li><p>Repeat information that is specified in the prompt or in any of the sources</p></li><li><p>Provide a passing phrase or reference</p></li></ul>","<p>The response uses at least one additional piece of specific evidence (beyond the evidence found in the sources) relevant to an argument about how African Americans used art and literature as an expression of identity in the twentieth century.</p><p><em>Examples of specific and relevant evidence beyond the sources that earn this point include the following, if appropriate elaboration is provided:</em></p><ul><li><p>“Lift Every Voice and Sing” by James Weldon Johnson and J. Rosamond Johnson</p></li><li><p>“The Negro Artist and the Racial Mountain” by Langston Hughes</p></li><li><p>Harlem Renaissance</p></li><li><p>“Heritage” by Gwendolyn Bennett</p></li><li><p>“Heritage” by Countee Cullen</p></li><li><p>Duke Ellington</p></li><li><p>Jazz</p></li><li><p>Blues</p></li><li><p>Gospel</p></li><li><p><em>Les Fétiches</em> by Loïs Mailou Jones</p></li><li><p><em>The Jungle (La Jungla)</em> by Wifredo Lam</p></li><li><p>Nicolás Guillén</p></li><li><p>“Original Faubus Fables” by Charles Mingus</p></li></ul><p><em>Example of acceptable use of an additional piece of specific historical evidence:</em></p><ul><li><p>“In the 1920s, the New Negro Movement encouraged African American artists to define their own identity rather than letting others define them.”</p></li><li><p>“Langston Hughes claimed and praised his African American identity in his poems “I, Too” and “Freedom.”</p></li><li><p>“In her poem “BLK History Month,” Nikki Giovanni emphasized the importance of learning Black history as part of understanding and honoring one’s identity.”</p></li></ul>"]},{"id":"VJE000002_rubric_category_4","type":"custom","title":"Source Use","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>To earn this point, the response must explain how or why (rather than simply identify) the perspective, purpose, context, or audience of each source (for at least one source) is relevant to an argument about the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not explain how or why the perspective, purpose, context, and/or audience of at least one source is relevant to an argument about how African Americans used art and literature as an expression of identity in the twentieth century.</p><p><em>Example of acceptable explanation of the relevance of an author’s perspective:</em></p><ul><li><p>Source 1: “Lorraine Hansberry was the first African American woman to have a play produced on Broadway. Her family had asserted their American identity by moving into an all-white neighborhood, which became the underlying plot of <em>A Raisin in the Sun</em>.”</p></li></ul><p><em>Example of acceptable explanation of the relevance of the author’s purpose:</em></p><ul><li><p>Source 4: “James Van Der Zee is celebrating this couple in their fur coats for two reasons—for Black Americans to feel pride in the culture of Harlem and to counter prejudices and misconceptions in the white community.”</p></li></ul><p><em>Example of acceptable explanation of the relevance of the context of a source:</em></p><ul><li><p>Source 5: “Wells’s woodcut reflects his move to New York during the era of the Great Migration and the Harlem Renaissance, which adds to the possible meanings of his title <em>Looking Upward</em>.”</p></li></ul><p><em>Example of acceptable explanation of the relevance of the audience:</em></p><ul><li><p>Source 3: “As an article distributed by the Associated Negro Press, Dodson’s praise of <em>Cabin in the Sky</em> likely reached a large Black audience that shared her pride in the success of the African American performers.”</p></li></ul><p><em>Responses that do not earn this point:</em></p><ul><li><p>Explain sourcing for fewer than two of the sources</p></li><li><p>Identify the perspective, purpose, context, and/or audience but fail to explain how or why it is relevant to an argument</p></li><li><p>Summarize the content or argument of the source without explaining the relevance of this summary to the perspective, purpose, context, and/or audience</p></li></ul>","<p>The response explains how or why the perspective, purpose, context, and/or audience of at least one source is relevant to an argument about how African Americans used art and literature as an expression of identity in the twentieth century.</p>"]},{"id":"VJE000002_rubric_category_5","type":"custom","title":"Reasoning ","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>To earn this point, the response must demonstrate the use of reasoning to frame or structure an argument, even if the reasoning is uneven or the evidence lacks specificity.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use reasoning (e.g., causation, comparison, change, or continuity across time or geography) to set up an argument about how African Americans used art and literature as an expression of identity in the twentieth century.</p><p><em>Examples of using reasoning to set up an argument might include the following:</em></p><ul><li><p>Analyzing the reasons for this movement in art and literature or by analyzing the impact of this art on the African American community (Addresses causation)</p></li><li><p>Analyzing the extent of change over time in the depictions of Africa in the sources (Addresses continuity and change)</p></li><li><p>Comparing and contrasting the ways that artists and writers depicted Africa and America in their efforts to celebrate and assert their identity (Utilizes comparison)</p></li></ul>","<p>The response uses reasoning (e.g., causation, comparison, change, or continuity across time or geography) to set up an argument about how African Americans used art and literature as an expression of identity in the twentieth century.</p><p><em>Examples of using reasoning to set up an argument might include the following:</em></p><ul><li><p>Analyzing the reasons for this movement in art and literature or by analyzing the impact of this art on the African American community (Addresses causation)</p></li><li><p>Analyzing the extent of change over time in the depictions of Africa in the sources (Addresses continuity and change)</p></li><li><p>Comparing and contrasting the ways that artists and writers depicted Africa and America in their efforts to celebrate and assert their identity (Utilizes comparison)</p></li></ul>"]}]