[{"id":"FT545387_rubric_category_0","type":"custom","title":"Content","stimulusHtml":"<p><strong>5 points - The essay explains how the text represents the specified topic as well as the given cultural context using relevant evidence.</strong></p><ul><li><p>The essay explains how the text represents the specified period, movement, literary genre, or technique; and the given cultural context.</p></li><li><p>The essay discusses literary devices (or multiple examples of a singular literary device) in the text related to the specified period, movement, literary genre, or technique.</p></li><li><p>The essay is organized with a statement of purpose/ thesis, a coherent structure, and a logical grouping and progression of ideas. The explanation is supported with specific, well-chosen examples from the text. The use of transitional elements or cohesive devices is effective.</p></li></ul><p><strong>4 points - The essay discusses the specified topic as well as the given cultural context; evidence is appropriate but uneven.</strong></p><ul><li><p>The essay discusses the specified period, movement, literary genre, or technique; and the given cultural context. However, the discussion of one of them may be weak.</p></li><li><p>The essay discusses at minimum one literary device in the text related to the specified period, movement, literary genre, or technique.</p></li><li><p>The essay is organized with a coherent structure and a logical grouping and progression of ideas. The explanation is supported with appropriate examples from the text. There is some effective use of transitional elements or cohesive devices.</p></li></ul><p><strong>3 points - The essay discusses the specified topic or the given cultural context; examples are descriptive and not always clear or relevant.</strong></p><ul><li><p>The essay discusses the specified period, movement, literary genre, or technique; or the given cultural context. However, the response consists largely of description.</p></li><li><p>The essay may identify literary devices in the text without relating them to the specified period, movement, literary genre, or technique.</p></li><li><p>The essay is not well-organized or focused. The essay discusses main points and supports observations with examples; however, erroneous or repetitive statements may weaken the overall quality of the essay and the examples may not always be clear and relevant. There is limited use of transitional elements or cohesive devices.</p></li></ul><p><strong>2 points - The essay identifies a characteristic of the specified topic or cultural context; summary or paraphrasing predominate.</strong></p><ul><li><p>The essay identifies at minimum one characteristic of the specified period, movement, literary genre, or technique; or the given cultural context.</p></li><li><p>The essay may identify one or more literary devices, but they are not accurate or relevant.</p></li><li><p>The essay lacks organization. The essay may consist almost entirely of summary and/or paraphrasing. Transitional elements or cohesive devices, if present, are ineffective.</p></li></ul><p><strong>1 point - The essay may attempt to address the text but does not address the specified topic or the given cultural context.</strong></p><ul><li><p>The essay may attempt to address the text, but there is no discussion of the specified period, movement, literary genre, or technique; or the given cultural context.</p></li><li><p>The essay lacks relevant examples and may consist of generalizations that are irrelevant to the task.</p></li></ul><p><strong>0 points - </strong>The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</p><p>A response that merely restates part or all of the prompt and/or stimulus receives a score of 0. <br>A response that receives a 0 in content must also receive a 0 in language.</p><p><strong>NR (No Response) — Page is blank.</strong></p><p>A response that receives a NR in content must also receive a NR in language.</p><p><strong>NOTE</strong>: In AP Spanish Literature, the Free Response Questions are scored for two dimensions: content and language usage. When you score both dimensions using these Scoring Guidelines, you will end up with raw score total out of 6 points on the Short Response questions and a total out of 10 points on the Essay questions. On the actual exam, the score given was a weighted average of the two scores, with a student’s score for content counting for 70% of this raw score, and the score for language usage contributing 30%.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points"],"values":[0,1,2,3,4,5],"maxScores":[5,5,5,5,5,5],"descriptions":["<p>The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</p><p>A response that merely restates part or all of the prompt and/or stimulus receives a score of 0.</p><p>A response that receives a 0 in content must also receive a 0 in language.</p><p><strong>NR (No Response) — Page is blank.</strong></p><p>A response that receives a NR in content must also receive a NR in language.</p>","<p><strong>The essay may attempt to address the text but does not address the specified topic or the given cultural context.</strong></p><ul><li><p>The essay may attempt to address the text, but there is no discussion of the specified period, movement, literary genre, or technique; or the given cultural context.</p></li><li><p>The essay lacks relevant examples and may consist of generalizations that are irrelevant to the task.</p></li></ul>","<p><strong>The essay identifies a characteristic of the specified topic or cultural context; summary or paraphrasing predominate.</strong></p><ul><li><p>The essay identifies at minimum one characteristic of the specified period, movement, literary genre, or technique; or the given cultural context.</p></li><li><p>The essay may identify one or more literary devices, but they are not accurate or relevant.</p></li><li><p>The essay lacks organization. The essay may consist almost entirely of summary and/or paraphrasing. Transitional elements or cohesive devices, if present, are ineffective.</p></li></ul>","<p><strong>The essay discusses the specified topic or the given cultural context; examples are descriptive and not always clear or relevant.</strong></p><ul><li><p>The essay discusses the specified period, movement, literary genre, or technique; or the given cultural context. However, the response consists largely of description.</p></li><li><p>The essay may identify literary devices in the text without relating them to the specified period, movement, literary genre, or technique.</p></li><li><p>The essay is not well-organized or focused. The essay discusses main points and supports observations with examples; however, erroneous or repetitive statements may weaken the overall quality of the essay and the examples may not always be clear and relevant. There is limited use of transitional elements or cohesive devices. Elaborates on main points and supports observations with examples; however, the examples may not always be clear and relevant.</p></li></ul>","<p><strong>The essay discusses the specified topic as well as the given cultural context; evidence is appropriate but uneven.</strong></p><ul><li><p>The essay discusses the specified period, movement, literary genre, or technique; and the given cultural context. However, the discussion of one of them may be weak.</p></li><li><p>The essay discusses at minimum one literary device in the text related to the specified period, movement, literary genre, or technique.</p></li><li><p>The essay is organized with a coherent structure and a logical grouping and progression of ideas. The explanation is supported with appropriate examples from the text. There is some effective use of transitional elements or cohesive devices.</p></li></ul>","<p><strong>The essay explains how the text represents the specified topic as well as the given cultural context using relevant evidence.</strong></p><ul><li><p>The essay explains how the text represents the specified period, movement, literary genre, or technique; and the given cultural context.</p></li><li><p>The essay discusses literary devices (or multiple examples of a singular literary device) in the text related to the specified period, movement, literary genre, or technique.</p></li><li><p>The essay is organized with a statement of purpose/ thesis, a coherent structure, and a logical grouping and progression of ideas. The explanation is supported with specific, well-chosen examples from the text. The use of transitional elements or cohesive devices is effective.</p></li></ul>"]},{"id":"FT545387_rubric_category_1","type":"custom","title":"Language Usage","stimulusHtml":"<p><strong>5 points - Language usage is appropriate to the task, mostly accurate, and varied; the student’s use of language is clear and supports the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is varied and appropriate to the tasks.</p></li><li><p>Control of grammatical and syntactic structures is very good; use of verb tenses and moods as well as word order and formation are mostly accurate.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are mostly accurate.</p></li></ul><p><strong>4 points - Language usage is appropriate to the task and generally accurate; the student’s use of language is clear despite some errors that do not affect the reader’s understanding of the overall response.</strong></p><ul><li><p>Vocabulary is appropriate to the tasks.</p></li><li><p>General control of grammatical and syntactic structures supports understanding; errors in the use of verb tenses and moods do not detract from overall comprehensibility; word order and formation are generally accurate.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are generally accurate with some errors that do not detract from overall comprehensibility.</p></li></ul><p><strong>3 points - Language usage is appropriate to the task and sometimes accurate; the student’s use of language, although limited, generally supports the reader’s understanding of the response, with errors that may, at times, impede comprehensibility.</strong></p><ul><li><p>Vocabulary is appropriate to the tasks but may limit the student’s ability to present some relevant ideas.</p></li><li><p>Some control of grammatical and syntactic structures is present and supports basic understanding; errors in the use of verb tenses and moods may, at times, detract from understanding; word order and formation are sometimes accurate.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are sometimes accurate; numerous errors do not detract from overall understanding.</p></li></ul><p><strong>2 points - Language usage is sometimes inappropriate to the task and generally inaccurate; the student’s use of language requires the reader to make inferences to understand the response.</strong></p><ul><li><p>Vocabulary may be inappropriate to the tasks and impede comprehensibility.</p></li><li><p>Control of grammatical and syntactic structures is weak; errors in verb forms, word order, or word formation are numerous and frequently impede comprehensibility.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are generally inaccurate; errors are numerous and frequently impede comprehensibility.</p></li></ul><p><strong>1 point - Language usage is inappropriate to the task, inaccurate, or insufficient; the student’s use of language impedes the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is insufficient or inappropriate to the tasks; errors render comprehension difficult.</p></li><li><p>Control of grammatical and syntactic structures is inadequate; errors in verb forms, word order, or word formation are nearly constant and impede comprehensibility.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are inaccurate; errors are nearly constant and impede comprehensibility.</p></li></ul><p><strong>0 points - The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimulus receives a score of 0.</p><p>A response that receives a 0 in content must also receive a 0 in language.</p><p><strong>NR (No Response) — Page is blank.</strong></p><p>A response that receives a NR in content must also receive a NR in language.</p><p><strong>NOTE</strong>: In AP Spanish Literature, the Free Response Questions are scored for two dimensions: content and language usage. When you score both dimensions using these Scoring Guidelines, you will end up with raw score total out of 6 points on the Short Response questions and a total out of 10 points on the Essay questions. On the actual exam, the score given was a weighted average of the two scores, with a student’s score for content counting for 70% of this raw score, and the score for language usage contributing 30%.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points"],"values":[0,1,2,3,4,5],"maxScores":[5,5,5,5,5,5],"descriptions":["<p><strong>The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimulus receives a score of 0.<br>A response that receives a 0 in content must also receive a 0 in language.</p><p><strong>NR (No Response) — Page is blank.</strong></p><p>A response that receives a NR in content must also receive a NR in language.</p>","<p><strong>Language usage is inappropriate to the task, inaccurate, or insufficient; the student’s use of language impedes the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is insufficient or inappropriate to the tasks; errors render comprehension difficult.</p></li><li><p>Control of grammatical and syntactic structures is inadequate; errors in verb forms, word order, or word formation are nearly constant and impede comprehensibility.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are inaccurate; errors are nearly constant and impede comprehensibility.</p></li></ul>","<p><strong>Language usage is sometimes inappropriate to the task and generally inaccurate; the student’s use of language requires the reader to make inferences to understand the response.</strong></p><ul><li><p>Vocabulary may be inappropriate to the tasks and impede comprehensibility.</p></li><li><p>Control of grammatical and syntactic structures is weak; errors in verb forms, word order, or word formation are numerous and frequently impede comprehensibility.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are generally inaccurate; errors are numerous and frequently impede comprehensibility.</p></li></ul>","<p><strong>Language usage is appropriate to the task and sometimes accurate; the student’s use of language, although limited, generally supports the reader’s understanding of the response, with errors that may, at times, impede comprehensibility.</strong></p><ul><li><p>Vocabulary is appropriate to the tasks but may limit the student’s ability to present some relevant ideas.</p></li><li><p>Some control of grammatical and syntactic structures is present and supports basic understanding; errors in the use of verb tenses and moods may, at times, detract from understanding; word order and formation are sometimes accurate.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are sometimes accurate; numerous errors do not detract from overall understanding.</p></li></ul>","<p><strong>Language usage is appropriate to the task and generally accurate; the student’s use of language is clear despite some errors that do not affect the reader’s understanding of the overall response.</strong></p><ul><li><p>Vocabulary is appropriate to the tasks.</p></li><li><p>General control of grammatical and syntactic structures supports understanding; errors in the use of verb tenses and moods do not detract from overall comprehensibility; word order and formation are generally accurate.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are generally accurate with some errors that do not detract from overall comprehensibility.</p></li></ul>","<p><strong>Language usage is appropriate to the task, mostly accurate, and varied; the student’s use of language is clear and supports the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is varied and appropriate to the tasks.</p></li><li><p>Control of grammatical and syntactic structures is very good; use of verb tenses and moods as well as word order and formation are mostly accurate.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are mostly accurate.</p></li></ul>"]}]