[{"id":"FT545375_rubric_category_0","type":"custom","title":"Content","stimulusHtml":"<p><strong>3 points - The response compares the theme in the text and the artwork using relevant evidence. The response relates the theme to the specified period, movement, literary genre, or technique.</strong></p><ul><li><p>Compares the theme in the text and the artwork. Supports the comparison using relevant evidence from both the text and the artwork.</p></li><li><p>Relates the theme to the specified period, movement, literary genre, or technique as represented in the text, the artwork, or both.</p></li></ul><p><strong>2 points - The response discusses the theme in the text and the artwork using evidence from both, although the evidence may be imbalanced. The response relates the theme to the specified period, movement, literary genre, or technique.</strong></p><ul><li><p>Discusses the theme in the text and the artwork. The response describes the theme in both works with minimal or no comparison. Supports response with evidence from both the text and the artwork, but evidence may be imbalanced between the text and artwork.</p></li><li><p>Relates the theme to the specified period, movement, literary genre, or technique, but the connection between them may not be clear.</p></li></ul><p><strong>1 point - The response addresses the theme in the text and/or the artwork.</strong></p><p><strong>OR</strong></p><p><strong>The response addresses the specified period, movement, literary genre, or technique.</strong></p><ul><li><p>Addresses the theme in the text or the artwork; includes minimal or no supporting evidence.</p></li></ul><p><strong>OR</strong></p><ul><li><p>Addresses the specified period, movement, literary genre, or technique.</p></li></ul><p><strong>0 points - The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimuli receives a score of 0. A response that receives a 0 in content must also receive a 0 in language.</p><p><strong>NR (No Response)—Page is blank.</strong></p><p>A response that receives a NR in content must also receive a NR in language.</p><p><strong>NOTE</strong>: In AP Spanish Literature, the Free Response Questions are scored for two dimensions: content and language usage. When you score both dimensions using these Scoring Guidelines, you will end up with raw score total out of 6 points on the Short Response questions and a total out of 10 points on the Essay questions. On the actual exam, the score given was a weighted average of the two scores, with a student’s score for content counting for 70% of this raw score, and the score for language usage contributing 30%.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p><strong>The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimuli receives a score of 0. </p><p>A response that receives a 0 in content must also receive a 0 in language.</p><p><strong>NR (No Response)—Page is blank.</strong></p><p>A response that receives a NR in content must also receive a NR in language.</p>","<p><strong>The response attempts to compare the theme in both works and/or attempts to relate the theme to the Baroque era; description outweighs comparison; irrelevant comments may predominate.</strong></p><ul><li><p>Attempts to compare the theme in both works, yet the response is incomplete or insufficient.</p></li><li><p>Attempts to relate the theme of the text and artwork to the Baroque era, yet the response is incomplete or insufficient.</p></li><li><p>Does not provide supporting evidence from both works.</p></li></ul><p><em>Note:</em> A response that discusses the theme only in the text or the artwork or a response that only discusses the Baroque era cannot receive a score higher than 1.</p>","<p><strong>The response</strong> <strong>compares the theme in both works and relates the theme to the Baroque era; description outweighs comparison.</strong></p><ul><li><p>Compares the theme in both works, but description of the elements of both works outweighs comparison.</p></li><li><p>Relates the theme of the text and artwork to the Baroque era, but description of the elements of both works outweighs comparison.</p></li><li><p>Supports response with evidence from both works, but evidence may not be clear or relevant.</p></li></ul><p><em>Note:</em> If the response does not clearly relate the theme to the Baroque era, the comparison of the theme between the text and the artwork must be effective to earn a 2.</p>","<p><strong>The response</strong> <strong>effectively compares the theme in both works and relates the theme of the text and the artwork to the Baroque era.</strong></p><ul><li><p>Effectively compares the theme in both works.</p></li><li><p>Effectively relates the theme of the text and artwork to the Baroque era.</p></li><li><p>Supports response with relevant evidence from the text.</p></li></ul>"]},{"id":"FT545375_rubric_category_1","type":"custom","title":"Language Usage","stimulusHtml":"<p><strong>3 points - Language usage is appropriate to the task, generally accurate, and varied; the reader’s understanding of the response is clear and supported by the student’s use of language.</strong></p><ul><li><p>Vocabulary is varied and appropriate to the topic or works being discussed.</p></li><li><p>Control of grammatical and syntactic structures is very good in spite of a few errors; use of verb tenses and mood is generally accurate; word order and formation are generally accurate.</p></li><li><p>There are very few errors in conventions of written language (e.g., spelling, accent marks, punctuation).</p></li></ul><p><strong>2 points - Language usage is appropriate to the task and sometimes accurate; the reader understands the response, although the student’s use of language is somewhat limited.</strong></p><ul><li><p>Vocabulary is appropriate to the topics or works being discussed, but may limit the student’s ability to present relevant ideas.</p></li><li><p>Control of grammatical and syntactic structures is adequate, but there are some errors; errors in the use of verb tenses and moods are frequent, but do not detract from overall understanding; there are occasional errors in word order and formation.</p></li><li><p>There are some errors in conventions of written language (e.g., spelling, accent marks, punctuation), but they do not impede communication.</p></li></ul><p><strong>1 point - Language usage is inappropriate to the task, inaccurate, or insufficient; the reader struggles to create an understanding of the response.</strong></p><ul><li><p>Vocabulary is insufficient or inappropriate to the topics or works being discussed; errors render comprehension difficult.</p></li><li><p>Control of grammatical and syntactic structures is inadequate; errors in verb forms, word order, and formation are frequent and impede comprehension.</p></li><li><p>There are frequent errors in conventions of written language (e.g., spelling, accent marks, punctuation) that impede communication.</p></li></ul><p><strong>0 points - The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimuli receives a score of 0. </p><p>A response that receives a 0 in content must also receive a 0 in language.</p><p><strong>NR (No Response) — Page is blank.</strong></p><p>A response that receives a NR in content must also receive a NR in language.</p><p><strong>NOTE</strong>: In AP Spanish Literature, the Free Response Questions are scored for two dimensions: content and language usage. When you score both dimensions using these Scoring Guidelines, you will end up with raw score total out of 6 points on the Short Response questions and a total out of 10 points on the Essay questions. On the actual exam, the score given was a weighted average of the two scores, with a student’s score for content counting for 70% of this raw score, and the score for language usage contributing 30%.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p><strong>The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimulus receives a score of 0. A response that receives a 0 in content must also receive a 0 in language.</p><p><strong>NR (No Response)—Page is blank.</strong></p><p>A response that receives a NR in content must also receive a NR in language.</p>","<p><strong>Language usage is inappropriate to the task, inaccurate, or insufficient; the student’s use of language impedes the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is insufficient or inappropriate to the topics or works being discussed; errors render comprehension difficult.</p></li><li><p>Control of grammatical and syntactic structures is inadequate; errors in verb tenses, mood, word order, or word formation are frequent and impede comprehensibility.</p></li><li><p>There are frequent errors in conventions of written language (e.g., spelling, accent marks, punctuation) that impede comprehensibility.</p></li></ul>","<p><strong>Language usage is appropriate to the task and sometimes accurate; although the student’s use of language is somewhat limited, it supports the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is appropriate to the topics or works being discussed but may limit the student’s ability to present relevant ideas.</p></li><li><p>Control of grammatical and syntactic structures is adequate, but there are some errors that may, at times, detract from overall comprehensibility (e.g., errors in the use of verb tenses, mood, word order, or word formation). understanding; there are occasional errors in word order and formation.</p></li><li><p>There are some errors in conventions of written language (e.g., spelling, accent marks, punctuation), but they do not impede overall comprehensibility.</p></li></ul>","<p><strong>Language usage is appropriate to the task, generally accurate, and varied; the student’s use of language supports the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is varied and appropriate to the topic or works being discussed.</p></li><li><p>Control of grammatical and syntactic structures is good with occasional errors; use of verb tenses, mood, word order, and word formation are generally accurate.</p></li><li><p>There are occasional errors in conventions of written language (e.g., spelling, accent marks, punctuation).</p></li></ul>"]}]