[{"id":"VH907778-22_rubric_category_0","type":"custom","title":"Part 1- Content (3 points)","stimulusHtml":"<p><strong>Short Answer:</strong> Text and Art Comparison</p><p><strong>Text:</strong> “Hombres necios que acusáis”, Sor Juana Inés de la Cruz</p><p><strong>Artwork:</strong> <em>A Lady Writing</em>, Johannes Vermeer</p><p><strong>Theme / Sub-theme:</strong> <em>La tradición y la ruptura</em></p><p><strong>Literary Movement/Subgenre/Technique:</strong> <em>El Barroco</em></p><p><em>When applying the scoring guidelines, the response does not need to meet every single criterion in a column. You should award the score according to the preponderance of evidence.</em></p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p><strong>The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimuli receives a score of 0. A response that receives a 0 in content must also receive a 0 in language.</p>","<p><strong>The response addresses the theme in the text and/or the artwork.</strong></p><p><strong>OR</strong></p><p><strong>The response addresses the specified period, movement, literary genre, or technique.</strong></p><ul><li><p>Addresses the theme in the text or the artwork; includes minimal or no supporting evidence.</p></li></ul><p><strong>OR</strong></p><ul><li><p>Addresses the specified period, movement, literary genre, or technique.</p></li></ul>","<p><strong>The response discusses the theme in the text and the artwork using evidence from both, although the evidence may be imbalanced. The response relates the theme to the specified period, movement, literary genre, or technique.</strong></p><ul><li><p>Discusses the theme in the text and the artwork. The response describes the theme in both works with minimal or no comparison. Supports response with evidence from both the text and the artwork, but evidence may be imbalanced between the text and artwork.</p></li></ul><ul><li><p>Relates the theme to the specified period, movement, literary genre, or technique, but the connection between them may not be clear.</p></li></ul>","<p><strong>The response compares the theme in the text and the artwork using relevant evidence. The response relates the theme to the specified period, movement, literary genre, or technique.</strong></p><ul><li><p>Compares the theme in the text and the artwork. Supports the comparison using relevant evidence from both the text and the artwork.</p></li><li><p>Relates the theme to the specified period, movement, literary genre, or technique as represented in the text, the artwork, or both.</p></li></ul>"]},{"id":"VH907778-22_rubric_category_1","type":"custom","title":"Part 2- Language Usage (3 points)","stimulusHtml":"<p><strong>Short Answer:</strong> Text and Art Comparison</p><p><strong>Text:</strong> “Hombres necios que acusáis”, Sor Juana Inés de la Cruz</p><p><strong>Artwork:</strong> <em>A Lady Writing</em>, Johannes Vermeer</p><p><strong>Theme / Sub-theme:</strong> <em>La tradición y la ruptura</em></p><p><strong>Literary Movement/Subgenre/Technique:</strong> <em>El Barroco</em></p><p><em>When applying the scoring guidelines, the response does not need to meet every single criterion in a column. You should award the score according to the preponderance of evidence.</em></p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p><strong>The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimuli receives a score of 0. A response that receives a 0 in content must also receive a 0 in language.</p>","<p><strong>Language usage is inappropriate to the task, inaccurate, or insufficient; the student’s use of language impedes the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is insufficient or inappropriate to the topics or works being discussed; errors render comprehension difficult.</p></li></ul><ul><li><p>Control of grammatical and syntactic structures is inadequate; errors in verb tenses, mood, word order, or word formation are frequent and impede comprehensibility.</p></li></ul><ul><li><p>There are frequent errors in conventions of written language (e.g., spelling, accent marks, punctuation) that impede comprehensibility.</p></li></ul>","<p><strong>Language usage is appropriate to the task and sometimes accurate; although the student’s use of language is somewhat limited, it supports the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is appropriate to the topics or works being discussed but may limit the student’s ability to present relevant ideas.</p></li><li><p>Control of grammatical and syntactic structures is adequate, but there are some errors that may, at times, detract from overall comprehensibility (e.g., errors in the use of verb tenses, mood, word order, or word formation).</p></li><li><p>There are some errors in conventions of written language (e.g., spelling, accent marks, punctuation), but they do not impede overall comprehensibility.</p></li></ul>","<p><strong>Language usage is appropriate to the task, generally accurate, and varied; the student’s use of language supports the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is varied and appropriate to the topic or works being discussed.</p></li><li><p>Control of grammatical and syntactic structures is good with occasional errors; use of verb tenses, mood, word order, and word formation are generally accurate.</p></li><li><p>There are occasional errors in conventions of written language (e.g., spelling, accent marks, punctuation).</p></li></ul>"]}]