[{"id":"VR598917_rubric_category_0","type":"custom","title":"FRQ Score - Content (3 points)","stimulusHtml":"<p>This Text and Art Comparison question included a fragment of the anonymous ballad, “<strong>Romance del rey moro que perdió Alhama</strong>,” which forms part of the required course reading list, and the <strong>Miniatura representando corte musulmana</strong>, from the <em><strong>libro de</strong></em> <em><strong>Cantigas de Santa María</strong></em>. Students were asked to write a short response comparing <em><strong>La representación de las sociedades en contacto</strong></em> in these two works in relation to <strong>la época medieval</strong>.<br></p><p><strong>Scoring Notes: Content</strong><br>Below are some of the acceptable ways responses address the comparison of the theme in both works in relation to the specified period. This list is not exhaustive.</p><p><strong>Examples of la representación de las sociedades en contacto in the literary text (“Romance del rey moro que perdió Alhama”)</strong>:<br></p><ul><li><p>Discussion of the contact/battle between Christian and Muslim kingdoms during the Christian reconquest (specifically the 1482 Battle of Alhama and the allusion to the surrender of Granada in 1492) </p></li><li><p>The references to different political and social divisions and views and actions of the violent and out-of-touch king (royal family or leadership) and those of the religious society expressed by the religious leader (”alfaquí”) and those of the people expressed by the older wise man as well as the perspective of the poetic voice that acknowledges the brave quality “braveza” of the Christian soldiers </p></li><li><p>The pejorative reference to the Muslim king’s tolerance of religious conversión (specifically Christians, in this case, who convert to Islam, “los tornadizos”) </p></li><li><p>The use of certain symbols (e.g., “Descabalga de una mula”) to emphasize negative representation of the Muslim king, thus indicating Christian authorship and point of view </p></li><li><p>The absence of women in the Romance suggests the presence of a patriarchal society and social divide or limited contact between men and women </p></li><li><p>The written ballad’s manifestation of contact between early and late medieval Spanish societies and late medieval society’s borrowing and reworking of an earlier oral tradition and songs </p></li><li><p>The use of toponyms (place names) and Spanish words borrowed from Arabic </p></li><li><p>Evidence of cross-cultural contact and the sharing or intertwining of the rich cultural heritage from earlier societies evident in the classical allusion to the Greco-Roman God of War, “Marte”</p></li></ul><p><strong>Examples of la representación de las sociedades en contacto in the work of art (Miniatura representando corte musulmana)</strong>:</p><ul><li><p>Muslim court (reference below), visible in the turbans and robes, multilobed and horseshoe arches, and fabric-covered cushions </p></li><li><p>The architecture contains characteristics of Islamic architecture in medieval Spain </p></li><li><p>The inclusion of a miniature with a depiction of the Muslim court in a collection of songs dedicated to or celebrating the Virgin Mary’s miracles reflects the multireligious and multicultural reality and hybridity of Medieval Spain </p></li><li><p>Peaceful meeting/deliberations </p></li><li><p>The absence of women in the court deliberations suggests the presence of a patriarchal society and social divide or limited contact between men and women </p></li><li><p>The contrasting headwear and physical postures amongst the king with his pointing/directional hand gesture and those present in the court—a group of seemingly reverential listeners, dressed in a similar fashion as the king, and the two people behind them, perhaps attendants or members of a separate social or religious group <br></p><p>*Miniature comes from Panel 181 in the Cantigas de Santa Maria (produced and compiled by the Christian king, Alfonso X, the Wise, in the 13th century). The complete panel depicts a miracle in which the Virgin Mary protects the King of Marrakesh when his army holds up her banner and goes to battle accompanied by Christians carrying crosses. The enemy army of the Sultan of Fez, Yusuf, enemy of Alfonso X, is defeated and flees.</p></li></ul><p><strong>Social-cultural context (The Middle Ages): </strong></p><ul><li><p>Historical reference to the Battle of Alhama in 1482 and the years surrounding the end of the Christian Reconquest of most of the Iberian Peninsula from the Muslim leaders following a period of nearly 800 years of coexistence and Muslim rule, especially in Andalucía </p></li><li><p>As evident in the reference to the ornate silver instruments “añafiles de plata” in the ballad and in the ornate architecture—multilobed arches, horseshoe arch entrance, elaborate palace fortress, elegant robes and fabric cushions, and attendants of the members of the Muslim court, the Islamic culture in Spain was rich, sophisticated, and advanced </p></li><li><p>As evident in the Arabic words and toponyms (place names-“Zacatín,” “Alhama=baths,” “Alhambra”) in the ballad, although the Christians were now fighting, the Muslim and Christians coexisted for many years, and the Muslim culture influenced the Spanish language and culture in many positive ways </p></li><li><p>The ballad reflects late Medieval Spain’s growing religious intolerance (the Inquisition), concern about religious “purity,” and fear of religious conversion voiced in the criticism of the Muslim king’s tolerance of the religious converts from Cordoba (“los tornadizos”) </p></li><li><p>The absence of women in the war scenario of the poem and the court deliberations in the miniature suggests the presence of a patriarchal society and social divide or limited contact between men and women in these areas of society and culture reserved for men </p></li><li><p>Visible presence of Christians and Muslims in the Iberian Peninsula along with their cultural products (architecture; court; ballads) and practices (court gathering)</p></li></ul><p><strong>Comparison—Similarities</strong></p><ul><li><p>The text and art contain visible representations of the rich Islamic artistic culture and aesthetic “añafiles de plata” in the poem and “arcos lobulados” and “arco de herradura” in the Miniature; reference to Islamic architecture in Granada (Puerta de Elvira, la Alhambra) </p></li><li><p>The representation of Islamic culture in the artwork and in the text interestingly appears in works compiled or most likely produced and disseminated by Christians </p></li><li><p>The poem is anonymous, but the reference to Brave Christians and to the God of War, Mars, certainly suggests a Christian perspective or contact between the Christian and Muslim societies of the time and earlier societies, and the Cantigas were compiled by the Christian King, Alfonso X, El Sabio. The presence of the horseshoe arch reveals similar cross-cultural contact between Muslims and Christians of the time and earlier Visigothic and Byzantine architecture </p></li><li><p>Both the text and artwork represent what appears to be a patriarchal society (all the leaders are men) Comparison—Differences: </p></li><li><p>The poem presents and is critical of the image of a lazy and violent Islamic king, while the artwork presents a wise (bearded), peaceful, thoughtful king meeting with members of his kingdom </p></li><li><p>The poem contains multiple narrative voices and perspectives as well as references to both Christians and Muslims, while the artwork focuses primarily on the Muslim court and society</p></li><li><p>The poem displays a dominant or victorious Christian society while a Muslim king presides over the court in the artwork</p></li></ul><p><em>When applying the scoring guidelines, the response does not need to meet every single criterion in a column. You should award the score according to the preponderance of evidence.</em></p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p><strong>The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimuli receives a score of 0.</p><p>A response that receives a 0 in content must also receive a 0 in language.</p>","<p><strong>The response addresses the theme in the text and/or the artwork.</strong></p><p><strong>OR</strong></p><p><strong>The response addresses the specified period, movement, literary genre, or technique.</strong></p><ul><li><p>Addresses the theme in the text or the artwork; includes minimal or no supporting evidence.</p></li></ul><p><strong>OR</strong></p><ul><li><p>Addresses the specified period, movement, literary genre, or technique.</p></li></ul>","<p><strong>The response discusses the theme in the text and the artwork using evidence from both, although the evidence may be imbalanced. The response relates the theme to the specified period, movement, literary genre, or technique.</strong></p><ul><li><p>Discusses the theme in the text and the artwork. The response describes the theme in both works with minimal or no comparison. Supports response with evidence from both the text and the artwork, but evidence may be imbalanced between the text and artwork.</p></li><li><p>Relates the theme to the specified period, movement, literary genre, or technique, but the connection between them may not be clear.</p></li></ul>","<p><strong>The response compares the theme in the text and the artwork using relevant evidence. The response relates the theme to the specified period, movement, literary genre, or technique.</strong></p><ul><li><p>Compares the theme in the text and the artwork. Supports the comparison using relevant evidence from both the text and the artwork.</p></li><li><p>Relates the theme to the specified period, movement, literary genre, or technique as represented in the text, the artwork, or both.</p></li></ul>"]},{"id":"VR598917_rubric_category_1","type":"custom","title":"FRQ Score - Language (3 points)","stimulusHtml":"<p><em>When applying the scoring guidelines, the response does not need to meet every single criterion in a column. You should award the score according to the preponderance of evidence.</em></p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p><strong>The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimuli receives a score of 0. <br>A response that receives a 0 in content must also receive a 0 in language.</p>","<p><strong>Language usage is inappropriate to the task, inaccurate, or insufficient; the student’s use of language impedes the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is insufficient or inappropriate to the topics or works being discussed; errors render comprehension difficult.</p></li><li><p>Control of grammatical and syntactic structures is inadequate; errors in verb tenses, mood, word order, or word formation are frequent and impede comprehensibility.</p></li><li><p>There are frequent errors in conventions of written language (e.g., spelling, accent marks, punctuation) that impede comprehensibility.</p></li></ul>","<p><strong>Language usage is appropriate to the task and sometimes accurate; although the student’s use of language is somewhat limited, it supports the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is appropriate to the topics or works being discussed but may limit the student’s ability to present relevant ideas.</p></li><li><p>Control of grammatical and syntactic structures is adequate, but there are some errors that may, at times, detract from overall comprehensibility (e.g., errors in the use of verb tenses, mood, word order, or word formation).</p></li><li><p>There are some errors in conventions of written language (e.g., spelling, accent marks, punctuation), but they do not impede overall comprehensibility.</p></li></ul>","<p><strong>Language usage is appropriate to the task, generally accurate, and varied; the student’s use of language supports the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is varied and appropriate to the topic or works being discussed.</p></li><li><p>Control of grammatical and syntactic structures is good with occasional errors; use of verb tenses, mood, word order, and word formation are generally accurate.</p></li><li><p>There are occasional errors in conventions of written language (e.g., spelling, accent marks, punctuation).</p></li></ul>"]}]