[{"id":"VR598920_rubric_category_0","type":"custom","title":"FRQ Score - Content (5 points)","stimulusHtml":"<p>This Text Comparison question requires that the response accomplishes several tasks: compare explicitly how the theme of <em><strong>La tradición y la ruptura</strong></em> is developed in a fragment from “<strong>Dos palabras</strong>” by Isabel Allende, which is on the required course reading list, and a fragment from <em><strong>Tristana</strong></em> by Benito Pérez Galdós, which is not on the required course reading list; analyze at least two different literary devices in total (a minimum of one in each text) that contribute to the development of the theme; include examples from both texts; and be written in the form of an essay.</p><p><strong>Scoring Notes: Content</strong></p><p>Below are some of the acceptable ways responses address the different tasks in the prompt. This list is not exhaustive.</p><p><strong>Theme in “Dos palabras”</strong>:</p><ul><li><p>The transition from an inhospitable, poor, miserable, nameless, illiterate existence subject to the forces of nature to self-empowerment through determination, educating oneself, and the use of language </p></li><li><p>The transition from an oral culture to a more modern world with written expression </p></li><li><p>Feminist rejection of traditional female roles in a patriarchal society through education, selfempowerment, hard work, and determination (refusal to prostitute herself or work as a servant in favor of selling words) </p></li><li><p>A world in which a woman’s love and determination overcome a normative and historic reality of poverty, violence, and corruption </p></li><li><p>Belisa takes on and continues the tradition of a troubadour, transmitting news, stories, and information orally from town to town, before transforming herself into the writer of political discourse, discourse that ends up changing the politicians for whom she writes </p></li><li><p>Belisa brings new life to words, saving them from dictionaries and political discourse for moral, ethical causes</p></li></ul><p><strong>Theme in Tristana</strong>:</p><ul><li><p>Expressed yearning for freedom from the limited professions available to women </p></li><li><p>Expressed desire for freedom from dependency on men (“¿Y de qué vive una mujer no poseyendo rentas?”)</p></li><li><p>Critique of the constraints placed upon women by the traditional societal concepts of honor</p></li><li><p>Female questioning of, frustration with, and complaints about the economic inequality and lack of freedom they face in the patriarchal society (“Calcula las puntadas que hay que dar para mantener una casa”) </p></li><li><p>Questioning and rejection of the institution of marriage (“encadenarse a otra persona por toda la vida es invención del diablo”)</p></li></ul><p><strong>Literary Devices in “Dos palabras”</strong>:</p><ul><li><p>Third-person omniscient narrator • Symbolism—the title and magical words; the journey and transformation of Belisa as a reflection of Latin American history over time [primitive village to civilization and progress; oral to written expression; dictatorships to democracy]; Belisa’s name; the act of naming </p></li><li><p>Magic Realism (“el poder mágico de las palabras”) </p></li><li><p>Hyperbole (“que ni siquiera poseía nombres para llamar a sus hijos”) </p></li><li><p>Dialogue (“Son palabras, niña.”) </p></li><li><p>Enumeration (“donde algunos años las lluvias se convierten en avalanchas de agua […], y en otros no cae ni una gota del cielo, el sol se agranda […] y el mundo se convierte en un desierto.”) </p></li><li><p>Metaphoric language (“las palabras andan sueltas sin dueño”)</p></li></ul><p><strong>Literary Devices in </strong><em><strong>Tristana</strong></em>:</p><ul><li><p>Third-person omniscient narrator</p></li><li><p>Metaphoric language (“encadenarse a otra persona”; “se encuentran unos pantalones para todo”; “No volveré por agua a la fuente de la Vicaría”) </p></li><li><p>Dialogue with realistic colloquial phrases and expressions and detailed descriptions of the characters’ inner thoughts</p></li><li><p>Repetition (“libre”; “Libertad…Libertad”) </p></li><li><p>Enumeration (“Si nos hiciera médicas, abogadas, siquiera boticaria o escribanas”) </p></li><li><p>Rhetorical questions (“¿Y de qué vive una mujer no poseyendo rentas?”) </p></li><li><p>Euphemisms (“no quiero nombrar lo otro. Figúreselo”)</p></li></ul><p><strong>Comparison—Similarities</strong>:</p><ul><li><p>Both texts paint the picture of a woman (female protagonist) who finds herself in unpleasant, challenging circumstances or environment </p></li><li><p>Both texts reveal the limited professional options available to women </p></li><li><p>Both texts reveal the challenges faced by women in a patriarchal society </p></li><li><p>Both texts suggest that limited education or training is provided to women </p></li><li><p>Both texts present the story through third-person omniscient narrators</p></li></ul><p><strong>Comparison—Differences</strong>:</p><ul><li><p>In “Dos palabras,” the female protagonist transcends and triumphs over her challenging circumstances, whereas in Tristana, although the protagonist voices her complaints and desires, in the fragment at hand it is not clear to what extent she has or will act (or be able to act) on these desires </p></li><li><p>Belisa is born into a poor rural family, while Tristana finds herself in a more middle-class, bourgeois existence (“la señorita” chatting with “la criada”) </p></li><li><p>Belisa refuses to accept or surrender to circumstances, educates herself, and gets ahead, while Tristana laments and expresses her frustration </p></li><li><p>Belisa controls the patriarchal society, while Tristana feels controlled by it.</p></li></ul><p><em>When applying the scoring guidelines, the response does not need to meet every single criterion in a column. You should award the score according to the preponderance of evidence. Literary devices can include rhetorical, stylistic, or structural features of a text.</em></p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points"],"values":[0,1,2,3,4,5],"maxScores":[5,5,5,5,5,5],"descriptions":["<p><strong>The response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimuli receives a score of 0.</p><p>A response that receives a 0 in content must also receive a 0 in language.</p>","<p><strong>The essay may attempt to address one or both texts but does not discuss the theme.</strong></p><ul><li><p>The essay may attempt to address one or both texts, but there is no discussion of the theme.</p></li><li><p>The essay lacks relevant examples and may consist of generalizations that are irrelevant to the task.</p></li></ul>","<p><strong>The essay discusses the theme in one text; summary or paraphrasing predominate.</strong></p><ul><li><p>The essay may only discuss the theme in one text or minimally address the theme in both texts.</p></li><li><p>The essay may identify one literary device but does not discuss its relevance to the theme.</p></li><li><p>The essay lacks organization. The essay may consist almost entirely of summary and/or paraphrasing. Transitional elements or cohesive devices, if present, are ineffective.</p></li></ul>","<p><strong>The essay discusses the theme in both texts; examples are descriptive and not always clear or relevant.</strong></p><ul><li><p>The essay discusses the theme in both texts with minimal or no comparison.</p></li><li><p>The essay discusses literary devices (a minimum of one in one of the texts) and attempts to discuss their relevance to the theme.</p></li><li><p>The essay is not well organized or focused. The essay discusses main points and supports observations with examples; however, erroneous or repetitive statements may weaken the overall quality of the essay and the examples may not always be clear and relevant. There is limited use of transitional elements or cohesive devices.</p></li></ul>","<p><strong>The essay compares the theme in both texts; evidence is appropriate but uneven.</strong></p><ul><li><p>The essay compares the theme in both texts. However, the discussion of the theme in one of the texts may be weak.</p></li><li><p>The essay discusses literary devices (a minimum of one in each text) in relation to the development of the theme.</p></li><li><p>The essay is organized with a coherent structure and a logical grouping and progression of ideas. The explanation is supported with appropriate examples from the text. There is some effective use of transitional elements or cohesive devices.</p></li></ul>","<p><strong>The essay compares the theme in both texts using relevant evidence.</strong></p><ul><li><p>The essay compares the theme in both texts.</p></li><li><p>The essay explains how literary devices (a minimum of one in each text) contribute to the development of the theme.</p></li><li><p>The essay is organized with a statement of purpose/ thesis, a coherent structure, and a logical grouping and progression of ideas. The explanation is supported with specific, well-chosen examples from the text. The use of transitional elements or cohesive devices is effective.</p></li></ul>"]},{"id":"VR598920_rubric_category_1","type":"custom","title":"FRQ Score - Language (5 points)","stimulusHtml":"<p><em>When applying the scoring guidelines, the response does not need to meet every single criterion in a column. You should award the score according to the preponderance of evidence. Literary devices can include rhetorical, stylistic, or structural features of a text.</em></p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points"],"values":[0,1,2,3,4,5],"maxScores":[5,5,5,5,5,5],"descriptions":["<p><strong>Response is so brief or so poorly written as to be meaningless, is not in Spanish, or is otherwise off-task.</strong></p><p>A response that merely restates part or all of the prompt and/or stimuli receives a score of 0. <br>A response that receives a 0 in content must also receive a 0 in language.</p>","<p><strong>Language usage is inappropriate to the task, inaccurate, or insufficient; the student’s use of language impedes the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is insufficient or inappropriate to the tasks; errors render comprehension difficult.</p></li><li><p>Control of grammatical and syntactic structures is inadequate; errors in verb forms, word order, or word formation are nearly constant and impede comprehensibility.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are inaccurate; errors are nearly constant and impede comprehensibility.</p></li></ul>","<p><strong>Language usage is sometimes inappropriate to the task and generally inaccurate; the student’s use of language requires the reader to make inferences to understand the response.</strong></p><ul><li><p>Vocabulary may be inappropriate to the tasks and impede comprehensibility.</p></li><li><p>Control of grammatical and syntactic structures is weak; errors in verb forms, word order, or word formation are numerous and frequently impede comprehensibility.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are generally inaccurate; errors are numerous and frequently impede comprehensibility.</p></li></ul>","<p><strong>Language usage is appropriate to the task and sometimes accurate; the student’s use of language, although limited, generally supports the reader’s understanding of the response, with errors that may, at times, impede comprehensibility.</strong></p><ul><li><p>Vocabulary is appropriate to the tasks but may limit the student’s ability to present some relevant ideas.</p></li><li><p>Some control of grammatical and syntactic structures is present and supports basic understanding; errors in the use of verb tenses and moods may, at times, detract from understanding; word order and formation are sometimes accurate.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are sometimes accurate; numerous errors do not detract from overall understanding.</p></li></ul>","<p><strong>Language usage is appropriate to the task and generally accurate; the student’s use of language is clear despite some errors that do not affect the reader’s understanding of the overall response.</strong></p><ul><li><p>Vocabulary is appropriate to the tasks.</p></li><li><p>General control of grammatical and syntactic structures supports understanding; errors in the use of verb tenses and moods do not detract from overall comprehensibility; word order and formation are generally accurate.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are generally accurate with some errors that do not detract from overall comprehensibility.</p></li></ul>","<p><strong>Language usage is appropriate to the task, mostly accurate, and varied; the student’s use of language is clear and supports the reader’s understanding of the response.</strong></p><ul><li><p>Vocabulary is varied and appropriate to the tasks.</p></li><li><p>Control of grammatical and syntactic structures is very good; use of verb tenses and moods as well as word order and formation are mostly accurate.</p></li><li><p>Writing conventions (e.g., spelling, accent marks, punctuation, paragraphing) are mostly accurate.</p></li></ul>"]}]