[{"id":"FT4181","type":"mcq","stimulusHtml":"<p><img alt=\"The figure 1 shows a solid vertical line representing the border between air and plastic. The left side of the line is labeled n sub air equals 1, and the right side of the line is labeled n sub plastic. A horizontal dashed line goes through the midpoint of the vertical solid line. An arrow on the left of the solid vertical line points down and to the right, and intersects the point where the vertical and horizontal lines meet, creating an angle of theta sub 1 with the horizontal line. Another arrow leaves the same point and points down and to the right, creating an angle of theta sub 2 with the horizontal line. The second arrow makes a smaller angle with the vertical dashed line than the first arrow does. \" height=\"461\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5a1b60a5dfd688bffae4866fcd4aee7c/original.png\" width=\"200\"></p>\n\n<p>A student performs an experiment to determine the index of refraction of a plastic block. The student shines a laser beam from air (<em>n</em><sub>air</sub> = 1) into a piece of plastic (<em>n</em><sub>plastic</sub>) at an angle of incidence θ<sub>1</sub> and measures the angle of refraction θ<sub>2</sub>, as shown in Figure 1 above. Measurements are taken as θ<sub>1</sub> is increased. From the data the student produces the two graphs shown below.</p>\n\n<p><img alt=\"The figure shows a gridded graph in the first quadrant and data points. The graph is titled Graph 1. The horizontal axis is labeled theta sub 1, in units of degrees, and every fifth grid line is numbered. The vertical axis is labeled theta sub 2, in units of degrees. The numbers appearing on the horizontal axis from left to right are zero, 50, and 100. The numbers appearing on the vertical axis are from zero to 45 in increments of 5. The following data points are labeled with the following approximate coordinates: 10; 7 20; 13 30; 20 40; 26 50; 32 60; 37 70; 40 80; 43 The figure shows a gridded graph in the first quadrant and data points. The graph is titled Graph 2. The horizontal axis is labeled sine theta sub 1, and the vertical axis is labeled sine theta sub 2. The numbers appearing on the horizontal axis from left to right are from zero, to 1 point 2, in increments of zero point 2. The numbers appearing on the vertical axis are from zero, to zero point 8, in increments of zero point 1. The following data points are labeled with the following approximate coordinates: zero point one eight zero point one two zero point three seven; zero point two two zero point five zero; zero point three four zero point six four; zero point four three zero point seven eight zero point five two zero point eight eight zero point five nine zero point nine five; zero point six five zero point nine nine; zero point six eight\" height=\"793\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/729dda5ece60bc269d8e01effa745763/original.png\" width=\"400\"></p>\n\n<p>Which of the following is equal to the index of refraction of the plastic block.</p>\n","choicesHtml":["<p>The slope of the best-fit line for graph 1</p>","<p>The slope of the best-fit line for graph 2</p>","<p>The inverse of the slope of the best-fit line for graph 1</p>","<p>The inverse of the slope of the best-fit line for graph 2</p>"],"answer":2}]