[{"id":"FT556154-22","type":"longtextV2","stimulusHtml":"<p><img alt=\"The figure shows a battery connected to a horizontal pair of parallel plates. The battery is represented by a long line above a short line, with the long line connected to the top plate of the capacitor and the short line connected to the bottom plate. There is a magnetic field between the plates that is directed into the page. There is a particle between the plates. The particle has a horizontal arrow on it pointing to the right labeled v. At the end of the arrow begins a dashed horizontal line that has an arrow on it directed to the right. At the right end of the plates are two vertical lines, one coming off the top plate and one coming off the bottom plate. There is a vertical space between these lines. The dashed horizontal line goes through this space to an area outside the plates. This new area is rectangular in shape and extends below the bottom plate. There is a magnetic field in this area that is also directed into the page and labeled with a B. At the bottom left of this area are two vertical lines, one above the other, with a space between them. These lines are labeled Collector Plate. The dashed horizontal line has become a dashed semicircle that ends at the space labeled Collector Plate. The semicircle has an arrow from its center to its edge labeled r.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/21b51bb4a52072d94295647490eff22b/original.png\" /></p>\n\n<p>A particle with unknown mass and charge is projected into the apparatus shown above. The particle moves with constant speed v as it passes undeflected through a pair of parallel plates, as shown above. The plates are separated by a distance <em>d</em>, and a constant potential difference <em>V</em> is maintained between them. A uniform magnetic field of magnitude <em>B</em> directed into the page exists both in the region between the plates and in the region to the right of the plates that is enclosed by the dashed lines. In the region to the right of the plates, the particle’s path is circular with radius<em> r</em>. Assume the effects of gravity are negligible compared to other forces.</p>\n\n<p>(a) Explain why the particle moves through the parallel plates undeflected in terms of the forces exerted on the particle.</p>\n\n<p>(b) What is the sign of the charge on the particle? Justify your answer.</p>\n\n<p>&nbsp;</p>\n\n<p>A magnetic field of 0.30 T is applied with the plate separation at 5.0 x 10<sup>-3</sup>m . Singly ionized particles with various speeds enter the region between the plates, and only those with speed 2.0 x 10<sup>6</sup> m/s are undeflected as they pass between the plates. These particles then reach the collector plate a distance of 0.42 m below the point at which they left the region between the parallel plates.</p>\n\n<p>(c) Based on your explanation in part (a), derive an algebraic expression for the potential difference that must be applied to produce the motion of the undeflected particles. Use that expression to calculate the numerical value of the potential difference.</p>\n\n<p>(d) By analyzing the circular part of the motion, derive an algebraic expression for the mass of the particles. Use that expression to calculate a numerical value for the mass.</p>\n\n<p>(e) A scientist wants to use the apparatus to separate singly ionized atoms of <sup>12</sup>C and <sup>14</sup>C in order to use the <sup>14</sup>C in radiocarbon dating. Describe how the motion of the two isotopes of carbon in both regions of the apparatus leads to their separation, appropriately relating your description to the algebraic equations you wrote in parts (c) and (d).</p>\n"}]