[{"id":"FT555211","type":"longtextV2","stimulusHtml":"<p>Students are watching a science program about the North Pole. The narrator says that cold air sinking near the North Pole causes high air pressure. Based on the narrator’s statement, a student makes the following claim: “Since cold air near the North Pole is at high pressure, temperature and pressure must be inversely related.”</p>\n\n<p>(a) Do you agree or disagree with the student’s claim about the relationship between pressure and temperature? Justify your answer.</p>\n\n<p>After hearing the student’s hypothesis, you want to design an experiment to investigate the relationship between temperature and pressure for a fixed amount of gas. The following equipment is available.</p>\n\n<p><img alt=\"The figure shows two horizontal cylinders. The cylinder on the left is labeled Cylinder with Movable Piston and shows a piston depressed approximately one third of the way in. The cylinder on the right is labeled Cylinder with Fixed Lid.\" height=\"122\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/38d3882fbbc656577588ec07fc6fbaf2/original.png\" width=\"497\"></p>\n\n<p>____ A cylinder with a movable piston, shown above on the left</p>\n\n<p>____ A cylinder with a fixed lid, shown above on the right</p>\n\n<p>Note: The two cylinders have gaskets through which measurement instruments can be inserted without gas escaping.</p>\n\n<p>____ A pressure sensor&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ____ A source of mixed ice and water</p>\n\n<p>____ A basin that is large enough to hold&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;____ A meterstick</p>\n\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; either cylinder with a lot of extra room&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;____ A thermometer</p>\n\n<p>____ A source of hot water&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;____ A stopwatch</p>\n\n<p>(b) Put a check in the blank next to each of the items above that you would need for your investigation. Outline the experimental procedure you would use to gather the necessary data. Make sure the outline contains sufficient detail so that another student could follow your procedure.</p>\n\n<p>The table below shows data from a different experiment in which the volume, temperature, and pressure of a sample of gas are varied.</p>\n\n<p><img alt=\"The figure shows a table with 15 columns and 4 rows. The first column contains the labels, from top to bottom: column one, Trial number; Volume open parenthesis centimetre superscript three close parenthesis; Pressure open parenthesis k P a close parenthesis; Temperature in degrees Celsius. From left to right, the data is as follows: column two: Trial number, one; Volume open parenthesis centimetre superscript three close parenthesis, ten point zero; Pressure open parenthesis k P a close parenthesis, hundred; Temperature in degrees Celsius, zero. Column two: Trial number, two; Volume open parenthesis centimetre superscript three close parenthesis, five point zero; Pressure open parenthesis k P a close parenthesis, two hundred; Temperature in degrees Celsius, zero. Column four: Trial number, three; Volume open parenthesis centimetre superscript three close parenthesis, four point zero; Pressure open parenthesis k P a close parenthesis, two hundred fifty; Temperature in degrees Celsius, zero. Column five: Trial number, four; Volume open parenthesis centimetre superscript three close parenthesis, three point zero; Pressure open parenthesis k P a close parenthesis, three hundred thirty; Temperature in degrees Celsius, zero. Column six: Trial number, five; Volume open parenthesis centimetre superscript three close parenthesis, five point zero; Pressure open parenthesis k P a close parenthesis, two hundred twenty; Temperature in degrees Celsius, twenty. Column seven: Trial number, six; Volume open parenthesis centimetre superscript three close parenthesis, four point zero; Pressure open parenthesis k P a close parenthesis, two hundred seventy; Temperature in degrees Celsius, twenty. Column eight: Trial number, seven; Volume open parenthesis centimetre superscript three close parenthesis, ten point zero; Pressure open parenthesis k P a close parenthesis, one hundred ten; Temperature in degrees Celsius, twenty. Column nine: Trial number, eight; Volume open parenthesis centimetre superscript three close parenthesis, five point zero; Pressure open parenthesis k P a close parenthesis, two hundred thirty; Temperature in degrees Celsius, forty. Column ten: Trial number, nine; Volume open parenthesis centimetre superscript three close parenthesis, three point zero; Pressure open parenthesis k P a close parenthesis, three hundred eighty; Temperature in degrees Celsius, forty. Column eleven: Trial number, ten; Volume open parenthesis centimetre superscript three close parenthesis, four point zero; Pressure open parenthesis k P a close parenthesis, two hundred ninety; Temperature in degrees Celsius, forty. Column twelve: Trial number, eleven; Volume open parenthesis centimetre superscript three close parenthesis, five point zero; Pressure open parenthesis k P a close parenthesis, two hundred forty; Temperature in degrees Celsius, sixty. Column thirteen: Trial number, twelve; Volume open parenthesis centimetre superscript three close parenthesis, ten point zero; Pressure open parenthesis k P a close parenthesis, one hundred twenty; Temperature in degrees Celsius, sixty. Column fourteen: Trial number, thirteen; Volume open parenthesis centimetre superscript three close parenthesis, three point zero; Pressure open parenthesis k P a close parenthesis, four hundred twenty; Temperature in degrees Celsius, seventy. Column fifteen: Trial number, fourteen; Volume open parenthesis centimetre superscript three close parenthesis, five point zero; Pressure open parenthesis k P a close parenthesis, two hundred fifty; Temperature in degrees Celsius, seventy.\" height=\"116\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a55758ba1b16b9149cbb075b36e7ad03/original.png\" width=\"815\"></p>\n\n<p>(c) What subset of the experimental trials would be most useful in creating a graph to determine the relationship between temperature and pressure for a fixed amount of gas? Explain why the trials you selected are most useful.</p>\n\n<p>(d) Plot the subset of data chosen in part (c) on the axes below. Be sure to label the axes appropriately. Draw a curve or line that best represents the relationship between the variables.</p>\n\n<p><img alt=\"The figure shows axes and a grid in the first quadrant. There are thick dashed horizontal lines at every fifth dashed horizontal line and there are thick dashed vertical lines at every fifth dashed vertical line. There are six thick dashed horizontal lines, and there are nine thick dashed vertical lines. Both axes are unlabeled. \" height=\"413\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8552dda09210ff516f9da5ed11e2842b/original.png\" width=\"616\"></p>\n\n<p>(e) What can be concluded from your curve or line about the relationship between temperature and pressure?</p>\n"}]