[{"id":"FT561668","type":"mcq","stimulusHtml":"<p>Which of the following is most nearly the battery’s internal resistance?</p>","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure presents a circuit diagram, with 3 vertical branches. The left vertical branch has a battery. The center vertical branch has an ammeter, labeled A, and a resistor. The right vertical branch has a voltmeter, labeled V.\" height=\"119\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/cafbbe79907bc02ade838e668a36a903/original.png\" width=\"160\" /></p>\n\n<p>A student performs an experiment using the circuit shown above, with the goal of determining the characteristics of the battery, which has nonnegligible internal resistance. The student has many resistors with resistances ranging from 0.5 Ω to 15 Ω. The student puts different resistors in the circuit and records the current and the potential difference measured by the ammeter A and voltmeter V. The student’s data table and graph of current as a function of potential difference are shown below.</p>\n\n<p>&nbsp;</p>\n<img alt=\"Two figures are shown. The top figure presents a table with eight columns and three rows is shown. The first row is labeled Resistance (OMEGA symbol) and lists 0.5, 1.0, 2.0, 4.0, 6.0, 8.0, 10, 15. The second row is labeled Potential Difference (V) and lists 1.0, 1.6, 2.3, 3.3, 3.4, 3.6, 3.7, 3.8. The third row is labeled Current (A) and lists 2.0, 1.6, 1.2, 0.72, 0.55, 0.41, 0.35, and 0.23. The bottom figure presents a gridded graph of a line in the first quadrant of a coordinate plane, with origin labeled O. The horizontal axis is labeled “Potential Difference, in volts,” and the numbers 0 point 5 through 4 point 5, in increments of 0 point 5, are indicated. The vertical axis is labeled “Current, in amps,” and the numbers 0 point 5 through 2 point 5, in increments of 0 point 5, are indicated. The 8 points of data from the table are plotted on the graph, and a line of best fit is drawn. 6 points are on or almost on the line, 1 point is above the line, and one point is below the line. The line begins on the vertical axis at approximately 0 volts and 2 point 6 amps, and then moves steadily downward and to the right, until it ends on the horizontal axis at approximately 4 point 3 volts and 0 amps.\" height=\"282\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/15e93b86e0ef3d29b4acb65a898c19e9/original.png\" width=\"500\" />"}],"choicesHtml":["<p>0.4 ohm </p>","<p>0.6 ohm </p>","<p>1.6 ohm </p>","<p>2.6 ohm</p>"],"answer":1}]