[{"id":"FT561694","type":"mcq","stimulusHtml":"<p><img alt=\"Two figures are shown. On the left, the figure presents a parallel plate capacitor labeled “Figure 1.” The plates are aligned one above the other. The charges on the inner surfaces of the plates are represented by positive and negative signs. Under the top plate, there are 8 negative signs. Above the bottom plate, there are 8 positive signs. A dot representing a drop of oil is drawn between the plates, centered both vertically and horizontally. The dot is labeled with the charge plus q. There is a dashed horizontal line drawn through the center of the dot. The distance between the bottom edge of the top plate and the center of the dot is labeled d. The distance between the top edge of the bottom plate and the center of the dot is also labeled d. On the right, the figure presents a parallel plate capacitor labeled “Figure 2.” The charges on the inner surfaces of the plates are represented by positive and negative signs. Under the top plate, there are 8 negative signs. Above the bottom plate, there are 8 positive signs. A dot representing a drop of oil is drawn between the plates, and centered horizontally, but positioned vertically nearer the top plate. The dot is labeled with the charge plus q. There is a dashed horizontal line drawn through the center of the dot. The distance between the bottom edge of the top plate and the center of the dot is labeled with the fraction d over 2. The distance between the top edge of the bottom plate and the center of the dot is labeled with the fraction 3 d over 2.\" height=\"148\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a9a01cb7411317b1c0bb7514dad4c7bc/original.png\" width=\"612\" /></p>\n\n<p>A parallel-plate capacitor is charged so that an electric field <em>E </em>is created between the plates. A small oil drop with charge +q is placed halfway between the plates, as shown in Figure 1 above. The force exerted on the oil drop by the electric field is determined to have a magnitude of <em>F</em>. The oil drop is now moved half the distance toward the negatively charged plate, as shown in Figure 2 above. What is the magnitude of the force exerted by the electric field on the oil drop at the position shown in Figure 2 ?</p>\n","choicesHtml":["<em>F</em>/2","<em>F</em>","2<em>F</em>","4<em>F</em>"],"answer":0}]