[{"id":"FT561693","type":"mcq","stimulusHtml":"<p><img alt=\"The figure presents a diagram of 4 equally spaced horizontal wires arranged on 2 vertical poles. The current through each wire is labeled I, and the direction of the current is marked with an arrow. From top to bottom, the current in the wires flows as follows: the first wire's current flows leftward, the second wire's current flows leftward, the third wire's current flows rightward, and the fourth wire's current flows rightward. There is a dot below each of the wires representing a particle, with the sign of the charge on each particle noted to its left and its direction of motion at a particular instant indicated by an arrow to its right. From top to bottom, the dots are labeled A through D. The first dot, labeled A, is positioned midway between the first and second wires. It is labeled with a negative sign and a rightward pointing arrow. The second dot, labeled B, is positioned midway between the second and third wires. It is labeled with a positive sign and a leftward pointing arrow. The third dot, labeled C, is positioned midway between the third and fourth wires. It is labeled with a negative sign and an upward pointing arrow. The fourth dot, labeled D, is positioned below the fourth wire and is the same distance from the wire as the other dots are from the wires they are between. It is labeled with a positive sign and a leftward pointing arrow. \" height=\"193\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4170a0065848725f2a37604e7b770778/original.png\" width=\"350\" /></p>\n\n<p>Four horizontal wires are arranged on vertical wooden poles, as shown in the figure above. The wires are equally spaced and have equal currents <em>I</em> in the directions indicated in the figure. The dots represent four charged dust particles moving in the plane of the wires. The sign of the charge on each particle and its direction of motion at a particular instant are shown. Which of the dust particles has a magnetic force exerted on it in the downward direction at this instant?</p>\n","choicesHtml":["<p>A</p>","<p>B</p>","<p>C</p>","<p>D</p>"],"answer":2}]