[{"id":"FT562697-22","type":"longtextV2","stimulusHtml":"<p><br />\nStudents are asked to perform an experiment to determine the focal length of a converging lens. They are given an optical bench that includes a lamp, a converging lens in a holder, and a screen. All three of these can be positioned anywhere along the optical bench. The students decide to form real images by placing the lamp at various specific distances from the lens and moving the screen until a focused image of the lamp filament is formed on the screen. They keep the lens at the 60 cm mark on the optical bench. The table below shows their data for the object and image distances.</p>\n\n<p><img alt=\"The figure shows a table with 6 columns and 3 rows. The first column contains the labels, from top to bottom: column one, Trial; Object distance s subscript o open parenthesis centimetre close parenthesis; Image distance s subscript i open parenthesis centimetre close parenthesis. From left to right, the data is as follows: column two: Trial, one; Object distance s subscript o open parenthesis centimetre close parenthesis, fifty five; Image distance s subscript i open parenthesis centimetre close parenthesis, twenty-one point three. Column three: Trial, two; Object distance s subscript o open parenthesis centimetre close parenthesis, forty five; Image distance s subscript i open parenthesis centimetre close parenthesis, twenty-three point eight. Column four: Trial, three; Object distance s subscript o open parenthesis centimetre close parenthesis, thirty five; Image distance s subscript i open parenthesis centimetre close parenthesis, twenty-eight point five. Column five: Trial, four; Object distance s subscript o open parenthesis centimetre close parenthesis, thirty; Image distance s subscript i open parenthesis centimetre close parenthesis, thirty-two point five. Column six: Trial, five; Object distance s subscript o open parenthesis centimetre close parenthesis, twenty five; Image distance s subscript i open parenthesis centimetre close parenthesis, forty-three.\" height=\"144\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ea6f948f42007267c921854d5f314637/original.png\" width=\"520\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>On the figure below, representing the optical bench, draw and label the screen, lens, and lamp in correct positions for trial 1.</p>\n\n\t<p><img alt=\"The figure presents a diagram of an optical bench. The optical bench is represented by a rectangle with several tick marks. The numbers 0 through 150 centimeters, in increments of 30 centimeters, are indicated on every third tick mark.\" height=\"47\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/840d0d81b4183ae74419bac1678d6af6/original.png\" width=\"430\" /></p>\n\t</li>\n\t<li>\n\t<p>What quantities could be plotted to create a linear graph that could be used to calculate the focal length of the lens? Justify your answer.</p>\n\n\t<p>Use the empty rows of the table above to record any values you need to calculate.</p>\n\t</li>\n\t<li>\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>On the axes below, plot data for the quantities you indicated in part (b). Label and scale the axes.<img alt=\"The figure presents the first quadrant of a coordinate plane with dashed grid lines. Both axes are unlabeled.\" height=\"281\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/748c99eecbdaf80361b614e60444b84a/original.png\" width=\"385\" /></p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Use your graph to calculate the focal length of the lens. Show your calculations.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>The students are now given a converging mirror of focal length 15 cm to replace the lens and asked to make measurements that would allow them to verify the focal length of the mirror. Describe a procedure that would result in creation of a real image from which the focal length could be determined. On the figure below, representing the optical bench, draw and label the screen, lamp, and mirror in appropriate positions. Indicate what measurements should be made and how they could be used to calculate the focal length.</p>\n\n\t<p>&nbsp;</p>\n\t<img alt=\"The figure presents a diagram of an optical bench. The optical bench is represented by a rectangle with several tick marks, The numbers  0 through 150 centimeters, in increments of 30 centimeters, are indicated on every third tick mark.\" height=\"65\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3b54f1b585a0a98c6fbbd93d2b9afa11/original.png\" width=\"420\" /></li>\n</ol>\n"}]