[{"id":"VH965896","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure presents a system of three spheres along a horizontal axis which is labeled x. The midway point along the axis is labeled 0. The location of each of the three spheres and their respective charges are as follows. A point with a charge of negative q is located along the leftmost point of the horizontal axis. A point with a charge of positive Q is located above the midpoint of the axis, and a point with a charge of positive Q is located below the midpoint of the axis.\" height=\"154\" src=\"https://assets.learnosity.com/organisations/537/VH965896.g01.png\" width=\"410\" /></div>\n\n<p class=\"stem_paragraph\">The figure shows a system of three spheres that are isolated from other objects. The small sphere with charge <span class=\"math_expression\"><span aria-label=\"negative q\"><math alttext=\"negative q\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>−</mo><mi>q</mi></mrow></mrow></mstyle></math></span></span> is released from rest on the <span class=\"math_expression\"><span aria-label=\"x axis\"><math alttext=\"x axis\" overflow=\"scroll\"><mstyle><mrow><mi>x</mi><mo>−</mo><mi>a</mi><mi>x</mi><mi>i</mi><mi>s</mi></mrow></mstyle></math></span></span>, far from the other two spheres. The two spheres with charge <span class=\"math_expression\"><span aria-label=\"positive Q\"><math alttext=\"positive Q\" overflow=\"scroll\"><mstyle><mrow><mo>+</mo><mi>Q</mi></mrow></mstyle></math></span></span> are held fixed at the same distance from the axis. Gravitational effects are negligible. Which of the following pairs of graphs best represents the potential energy <span class=\"math_expression\"><span aria-label=\"U\"><math alttext=\"U\" overflow=\"scroll\"><mstyle><mrow><mi>U</mi></mrow></mstyle></math></span></span> of the system and the kinetic energy <span class=\"math_expression\"><span aria-label=\"K\"><math alttext=\"K\" overflow=\"scroll\"><mstyle><mrow><mi>K</mi></mrow></mstyle></math></span></span> of the moving sphere as a function of the position <span class=\"math_expression\"><span aria-label=\"x\"><math alttext=\"x\" overflow=\"scroll\"><mstyle><mrow><mi>x</mi></mrow></mstyle></math></span></span> of the moving sphere?</p>\n","rubricRef":"VH965896_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents two graphs with their horizontal axes labeled x, and their vertical axes that are long beneath the origin and short above the origin. The first graph has a vertical axis labeled U. The line begins at the bottom of the vertical axis beneath the origin and moves vertically upward until reaching a point approximately one thirds of the way toward the origin. It then branches out into two separate lines, with the first line curving upward and to the left until reaching the leftmost point on the horizontal axis, and with the second line curving upward and to the right until reaching the rightmost point on the horizontal axis. The second graph has a vertical axis labeled K. The line begins at the bottom of the vertical axis beneath the origin and moves vertically upward until reaching a point approximately one thirds of the way toward the origin. It then branches out into two separate lines, with the first line curving upward and to the left until reaching the leftmost point on the horizontal axis, and with the second line curving upward and to the right until reaching the rightmost point on the horizontal axis.\" height=\"107\" src=\"https://assets.learnosity.com/organisations/537/VH965896.g06.png\" width=\"320\" /></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span></p>\n\n\n<span class=\"inline_image\"><img alt=\"The figure presents two graphs with their horizontal axes labeled x. The graph on the left has a vertical axis that is short above the origin and long below the origin and the graph on the right a vertical axis that is long above the origin. The first graph has a vertical axis labeled U. The line begins at the bottom of the vertical axis beneath the origin and moves vertically upward until reaching a point approximately one thirds of the way toward the origin. It then branches out into two separate lines, with the first line curving upward and to the left until reaching the leftmost point on the horizontal axis, and with the second line curving upward and to the right until reaching the rightmost point on the horizontal axis. The second graph has a vertical axis labeled K. The line begins at the top of the vertical axis above the origin and moves vertically downward until reaching a point approximately one thirds of the way toward the origin. It then branches out into two separate lines, with the first line curving downward and to the left until reaching the leftmost point on the horizontal axis, and with the second line curving downward and to the right until reaching the rightmost point on the horizontal axis.\" height=\"107\" src=\"https://assets.learnosity.com/organisations/537/VH965896.g07.png\" width=\"320\"></span>","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span></p>\n\n\n<span class=\"inline_image\"><img alt=\"The figure presents two graphs with their horizontal axes labeled x. The graph on the left has a vertical axis that is long above the origin and the graph on the right has a vertical axis that is short above the origin and long below the origin. The first graph has a vertical axis labeled U. The line begins at the top of the vertical axis above the origin and moves vertically downward until reaching a point approximately one thirds of the way toward the origin. It then branches out into two separate lines, with the first line curving downward and to the left until reaching the leftmost point on the horizontal axis, and with the second line curving downward and to the right until reaching the rightmost point on the horizontal axis. The second graph has a vertical axis labeled K. The line begins at the bottom of the vertical axis beneath the origin and moves vertically upward until reaching a point approximately one thirds of the way toward the origin. It then branches out into two separate lines, with the first line curving upward and to the left until reaching the leftmost point on the horizontal axis, and with the second line curving upward and to the right until reaching the rightmost point on the horizontal axis.\" height=\"107\" src=\"https://assets.learnosity.com/organisations/537/VH965896.g08.png\" width=\"320\"></span>","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span></p>\n\n\n<span class=\"inline_image\"><img alt=\"The figure presents two graphs with their horizontal axes labeled x, and their vertical axes that are long above the origin. The first graph has a vertical axis labeled U and the second graph has a vertical axis labeled K. The lines on both graphs begins at the top of the vertical axis above the origin and moves vertically downward until reaching a point approximately one thirds of the way toward the origin. It then branches out into two separate lines, with the first line curving downward and to the left until reaching the leftmost point on the horizontal axis, and with the second line curving downward and to the right until reaching the rightmost point on the horizontal axis.\" height=\"108\" src=\"https://assets.learnosity.com/organisations/537/VH965896.g09.png\" width=\"320\"></span>"],"answer":1}]