[{"id":"VH978947","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978911.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The students now press the plunger inward rapidly, decreasing the volume of the gas. Which of the following describes the effect this has on the pressure and the temperature of the gas?</p>\n","rubricRef":"VH978947_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of a flask submerged into a water bath. A syringe with a plunger and a pressure sensor are inserted into the flask. A temperature sensor is in the water bath.\" height=\"261\" src=\"https://assets.learnosity.com/organisations/537/VH978911.g01.png\" width=\"270\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Students perform an experiment to determine the relationship between the pressure and temperature of an ideal gas. They have a flask with a stopper through which a syringe and a pressure sensor are inserted, as shown in the figure. The flask is in a water bath whose temperature can be adjusted. There is a temperature sensor to measure the temperature of the water.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The volume of the gas decreases, so the gas molecules hit the walls of the flask more often. This increases the pressure and thus the average force exerted on the gas molecules. The speed of the gas molecules increases, which means greater kinetic energy, and thus an increase in the temperature.</p>","<p class=\"choice_paragraph\">The volume of the gas decreases, so the pressure inside the flask increases. The gas molecules slow down due to the increased pressure, which means their kinetic energy increases. Collisions of molecules with the walls involve less force. As a result, temperature decreases.</p>","<p class=\"choice_paragraph\">The volume of the gas decreases. The pressure inside the flask increases and so does the temperature. As a result the molecules hit the walls with a greater force and thus exert a larger pressure. The gas reaches instant equilibrium with the surroundings.</p>","<p class=\"choice_paragraph\">The volume of the gas decreases. The pressure inside the flask increases; however, there is no change in the temperature of the gas.</p>"],"answer":0}]