[{"id":"VH978912","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH978911.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The water bath is initially hotter than the gas. The plunger will eventually reach an equilibrium position. Which of the following statements describing the microscopic model of the gas correctly explains the process by which equilibrium is reached? Assume the mass of the plunger is negligible.</p>\n","rubricRef":"VH978912_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of a flask submerged into a water bath. A syringe with a plunger and a pressure sensor are inserted into the flask. A temperature sensor is in the water bath.\" height=\"261\" src=\"https://assets.learnosity.com/organisations/537/VH978911.g01.png\" width=\"270\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Students perform an experiment to determine the relationship between the pressure and temperature of an ideal gas. They have a flask with a stopper through which a syringe and a pressure sensor are inserted, as shown in the figure. The flask is in a water bath whose temperature can be adjusted. There is a temperature sensor to measure the temperature of the water.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The force exerted by the gas molecules and the force exerted by the air molecules on the plunger are always equal. The plunger is always in equilibrium so it does not move.</p>","<p class=\"choice_paragraph\">The gas molecules make elastic collisions with the plunger. These collisions exert a force on the plunger. The plunger moves up until the temperature of the gas is the same as the temperature of the water and the pressure of the gas is the same as the air pressure on the plunger.</p>","<p class=\"choice_paragraph\">The gas molecules make elastic collisions with the plunger. These collisions exert a force on the plunger. The plunger moves up until the volume of gas in the syringe is the same as the volume of the gas in the flask.</p>","<p class=\"choice_paragraph\">The temperature inside the container makes the gas less dense than the air. The gas molecules rise to the top of the flask and exert an upward force on the plunger. The plunger moves upward until the density of the gas near it equals the density of the air.</p>"],"answer":1}]