[{"id":"VH992561","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a set of two graphs of interference patterns. The first graph presents a pattern in the first quadrant of a coordinate plane, and is titled “Pattern A.” The horizontal axis is labeled “Intensity,” and the vertical axis is labeled “Position,” and units are indicated by gray lines that emanate horizontally and to the right from the axis. The pattern begins on the horizontal axis, and slightly to the right of the vertical axis. The intensity  oscillates between zero and the same maximum value, with about 4.5 position units from peak to peak. The second graph presents a pattern in the first quadrant of a coordinate plane, and is titled “Pattern B.” The horizontal axis is labeled “Intensity,” and the vertical axis is labeled “Position,” and units are indicated by gray lines that emanate horizontally and to the right from the axis. The pattern begins on the horizontal axis, and slightly to the right of the vertical axis. The intensity oscillates between zero and the same maximum value, which is also about the same value as in pattern A. There are about 3 position units from peak to peak.\" height=\"351\" src=\"https://assets.learnosity.com/organisations/537/VH992561.g01.png\" width=\"245\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">An interference pattern is formed on a distant screen when monochromatic laser light is incident on two closely spaced slits. Initially, interference pattern A is created. A change is made to the setup, and then interference pattern B is created. Which of the following indicates a possible change to the setup?</p>\n","rubricRef":"VH992561_rubric","choicesHtml":["<p class=\"choice_paragraph\">The wavelength of the laser light decreased.</p>","<p class=\"choice_paragraph\">The spacing of the slits decreased.</p>","<p class=\"choice_paragraph\">The distance from the slits to the screen increased.</p>","<p class=\"choice_paragraph\">The width of the slits increased.</p>"],"answer":0}]