[{"id":"VR002420","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"Figure 1 presents a diagram of a solid arrow labeled Object placed to the left of  a spherical mirror curved inward towards the object. To the right of the mirror, there is an arrow labeled Image. It is the same shape as the object, but larger and only lightly shaded. A horizontal line goes through the center of the mirror, representing the axis of the mirror, and the bottoms of the object and the image touch this line.. There is a point on the horizontal line to the left of the object. A ray from the tip of the object to the mirror extends back to this point,  The reflected ray comes off the mirror horizontally. Another ray comes horizontally from the tip of the object, and reflects off the mirror so that is passes through the point on the axis. The two reflected rays are extended by dashed lines to the other side of the mirror, where they meet at the tip of the image. Figure 2 presents a diagram of a solid arrow labeled Object placed to the right of a spherical mirror curved away from the object. To the left of the mirror, there is an arrow labeled Image. It is the same shape as the object, but smaller and only lightly shaded. A horizontal line goes through the center of the mirror, representing the axis of the mirror, and the bottoms of the object and the image touch this line. There is a point on the horizontal line to the left of the image. A horizontal ray from the tip of the object to the mirror reflects so that its extension to the right of the mirror passes through this point, Another ray from the tip of the object moves down and to the left, and looks like it would pass through the point drawn on the axis. This ray reflects horizontally off the mirror. The two reflected rays are extended by dashed lines to the left side of the mirror, where they meet at the tip of the image. \" height=\"177\" src=\"https://assets.learnosity.com/organisations/537/VR002420.g03.png\" width=\"416\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The figures shown illustrate the images formed when a real object is placed in front of a spherical mirror at a distance that is less than the magnitude of the focal length. Which of the following is a correct conclusion from the two figures shown?</p>\n","rubricRef":"VR002420_rubric","choicesHtml":["<p class=\"choice_paragraph\">The image formed by the concave mirror is virtual and enlarged, while the image formed by the convex mirror is real and reduced in size.</p>","<p class=\"choice_paragraph\">The image formed by the concave mirror is real and reduced in size, while the image formed by the convex mirror is virtual and enlarged.</p>","<p class=\"choice_paragraph\">The image formed by both concave and convex mirrors is virtual, but the image formed by the concave mirror is enlarged, while the image formed by the convex mirror is reduced in size.</p>","<p class=\"choice_paragraph\">The image formed by both concave and convex mirrors is enlarged, but the image formed by the concave mirror is virtual, while the image formed by the convex mirror is real.</p>"],"answer":2}]