[{"id":"VR000352","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a set of two figures that are labeled “Figure 1” and “Figure 2.” In Figure 1, there is a vertical line which has a pair of narrow slits that allow light to pass through. The distance between the pair of slits is labeled d. There is a vertical axis parallel to the line with the slits, and three values are indicated. From bottom to top, the values on the vertical axis are negative X, 0, and X. Each value is marked on the vertical axis by a black circle. From 0 on the vertical axis, a dashed horizontal line moves to the right, and touches the middle of the section of the wall between the two slits. From the top slit, an arrow moves horizontally and to the right, and touches X on the vertical axis. From the bottom slit, an arrow moves upward and to the right, and touches X on the vertical axis. In Figure 2, there is a vertical line which has a pair of narrow slits that allow light to pass through. The distance between the pair of slits is labeled d over 2. There is a vertical axis parallel to the line with the slits, and nine values are indicated. From bottom to top, the values on the vertical axis are from negative 2 X through 2 X, in increments of one half. The value 0 on the vertical axis is marked by a black circle, and the rest of the values are marked by white circles. From 0 on the vertical axis, a dashed horizontal line moves to the right, and touches the middle of the section of the wall between the two slits.\" height=\"189\" src=\"https://assets.learnosity.com/organisations/537/VR000352.g04.png\" width=\"368\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Light from a coherent source passes through a pair of narrow slits spaced a distance <span class=\"math_expression\"><span aria-label=\"d\"><math alttext=\"d\" overflow=\"scroll\"><mstyle><mrow><mi>d</mi></mrow></mstyle></math></span></span> apart and produces a diffraction pattern with bright spots that are spaced a distance <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" overflow=\"scroll\"><mstyle><mrow><mi>X</mi></mrow></mstyle></math></span></span> apart, as shown in Figure 1. The slits are then replaced by a pair that are spaced a distance <span class=\"math_expression\"><span aria-label=\"d over 2\"><math alttext=\"d over 2\" overflow=\"scroll\"><mstyle><mrow><mrow><mrow><mi>d</mi><mo>/</mo><mn>2</mn></mrow></mrow></mrow></mstyle></math></span></span> apart, as shown in Figure 2. Which of the following most accurately describes the spacing of the bright spots in the interference pattern produced by the new slits?</p>\n","rubricRef":"VR000352_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"2 X\"><math alttext=\"2 X\" overflow=\"scroll\"><mstyle><mrow><mrow><mn>2</mn><mi>X</mi></mrow></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"3 X over 2\"><math alttext=\"3 X over 2\" overflow=\"scroll\"><mstyle><mrow><mrow><mrow><mrow><mn>3</mn><mi>X</mi></mrow><mo>/</mo><mn>2</mn></mrow></mrow></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" overflow=\"scroll\"><mstyle><mrow><mi>X</mi></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"X over 2\"><math alttext=\"X over 2\" overflow=\"scroll\"><mstyle><mrow><mrow><mrow><mi>X</mi><mo>/</mo><mn>2</mn></mrow></mrow></mrow></mstyle></math></span></span></p>"],"answer":0}]