[{"id":"VR024132","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents two diagrams of a system. The system in the diagram consists of a conducting bar moving along a pair of stationary parallel conducting rails that are connected to a lightbulb, to form a circuit. The first diagram is labeled Top View, and there are two horizontal rails, one on top and one on the bottom, connected by a vertical conducting bar on the left side. On the right side between the two rails, there is a lightbulb connected to the two rails. A rightward pointing arrow is drawn below the vertical conducting bar. Five rows of equally spaced dots are also drawn throughout the diagram. The second diagram is labeled Side View, and shows a rail that that slants diagonally downward and to the right. The conducting bar is on the left side of the rail and there is a rightward pointing arrow drawn above the bar. The lightbulb is on the right side of the rail. Above the rail, between the conducting bar and the lightbulb, an upward pointing arrow labeled B is drawn.\" height=\"140\" src=\"https://assets.learnosity.com/organisations/537/VR024132.g01.png\" width=\"465\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The system in the figure above consists of a conducting bar moving with negligible friction along a pair of stationary parallel conducting rails that are connected to a light bulb, forming a circuit. The rails are slightly tilted from horizontal, and the system is in a uniform magnetic field <span class=\"math_expression\"><span aria-label=\"B\"><math alttext=\"B\" overflow=\"scroll\"><mstyle><mrow><mi>B</mi></mrow></mstyle></math></span></span> that is perpendicular to the plane of the rails and pointing up. As the bar slides downward along the rails, a current is induced that causes the bulb to light. Which of the following statements is true about the energy in the system or the forces exerted on the sliding bar?</p>\n","rubricRef":"VR024132_rubric","choicesHtml":["<p class=\"choice_paragraph\">The gravitational potential energy of the circuit-magnetic field-Earth system is converted only to kinetic energy of the sliding bar.</p>","<p class=\"choice_paragraph\">The gravitational potential energy of the circuit-magnetic field-Earth system increases due to the work done by the magnetic field on the moving bar.</p>","<p class=\"choice_paragraph\">The motion of the bar is determined by the magnetic force due to the induced current and a component of the force of gravity, which are in the same direction.</p>","<p class=\"choice_paragraph\">The motion of the bar is determined by the magnetic force due to the induced current and a component of the force of gravity, which are in opposite directions.</p>"],"answer":3}]