[{"id":"VR023667","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents lines of equal electric potential in a region of space in the plane of a page. An equipotential line running vertically down the center has an electric potential of 0 volts. To the right of this equipotential line, there are several more equipotential lines running down and curving to the right. Each of these lines have electric potential values of increments of 2, where the next lines are labeled negative 2 volts, negative 4 volts, negative 6 volts and negative 8 volts. An identical number of lines to the right of the center line are shown, where values of the equipotential lines are positive 2 volts, 4 volts, 6 volts, and 8 volts. Four points are shown. Point A is towards the top and near the equipotential line labeled 0 volts. Point B is nearest the line labeled positive 4 volts. Point C is lower and near the equipotential line labeled 0 volts. Point D is nearest to the equipotential line labeled negative 4 volts.\" height=\"248\" src=\"https://assets.learnosity.com/organisations/537/VR023667.g01.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The figure above shows lines of equal electric potential in a region of space in the plane of the page. At which labeled point is the magnitude of the electric field greatest?</p>\n","rubricRef":"VR023667_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"A\"><math alttext=\"A\" overflow=\"scroll\"><mstyle><mrow><mi>A</mi></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"B\"><math alttext=\"B\" overflow=\"scroll\"><mstyle><mrow><mi>B</mi></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"C\"><math alttext=\"C\" overflow=\"scroll\"><mstyle><mrow><mi>C</mi></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"D\"><math alttext=\"D\" overflow=\"scroll\"><mstyle><mrow><mi>D</mi></mrow></mstyle></math></span></span></p>"],"answer":0}]