[{"id":"VR252432","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">This question is a short free-response question. Show your work for each part of the question. (10 points, suggested time 15 minutes)</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows two graphs of cycles in the first quadrant of the coordinate plane, labeled Cycle 1 and Cycle 2. Both cycles are counterclockwise. The graph of Cycle 1 has the horizontal axis labeled V, and the values of V sub ref and 2 V sub ref are indicated. The vertical axis is labeled P, and the values of 2 P sub atmosphere and 6 P sub atmosphere are indicated. Three data points, labeled J through L, are shown in the cycle as follows. Point J is at the coordinates V sub ref comma 6 P sub atmosphere, and a diagonal process directed downward and to the right goes from point J to point K which is located at the coordinates 2 V sub ref comma 2 P sub atmosphere. A vertical process directed upward goes from point K to point L, which is located at the coordinates 2 V sub ref comma 6 P sub atmosphere, after which the cycle returns horizontally left to point J. The graph of Cycle 2 has the horizontal axis labeled V, and the values of V sub ref and 2 V sub ref are indicated. The vertical axis is labeled P, and the values of 3 P sub atmosphere and 6 P sub atmosphere are indicated. Three data points, labeled J, L, and M are shown in the cycle as follows.  Point J is at the coordinates V sub ref comma 6 P sub atmosphere, and a diagonal process directed downward and to the right goes to point M, which is located at the coordinates 2 V sub ref comma 3 P sub atmosphere. A vertical upward process then goes to point L, which is located at the coordinates 2 V sub ref comma 6 P sub atmosphere. The cycle then returns to point J by a horizontal process to the left.\" height=\"207\" src=\"https://assets.learnosity.com/organisations/537/VR252432.g02.png\" width=\"450\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A sample of an ideal gas can be taken through the two cycles shown in the graphs above of pressure <span class=\"math_expression\"><span aria-label=\"P\"><math alttext=\"P\" overflow=\"scroll\"><mstyle><mrow><mi>P</mi></mrow></mstyle></math></span></span> as a function of volume <span class=\"math_expression\"><span aria-label=\"V\"><math alttext=\"V\" overflow=\"scroll\"><mstyle><mrow><mi>V</mi></mrow></mstyle></math></span></span>. In each cycle the gas starts and ends in state <span class=\"math_expression\"><span aria-label=\"J\"><math alttext=\"J\" overflow=\"scroll\"><mstyle><mrow><mi>J</mi></mrow></mstyle></math></span></span>. The gas is contained in a cylindrical container with a movable piston.</p>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) Rank the temperature <span class=\"math_expression\"><span aria-label=\"T\"><math alttext=\"T\" overflow=\"scroll\"><mstyle><mrow><mi>T</mi></mrow></mstyle></math></span></span> of the gas for each labeled state in cycle <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn></mrow></mstyle></math></span></span>. Clearly indicate the order of ranking and if any states have the same temperature. Justify your ranking using information from the graph.</p>\n</div>\n","rubricRef":"VR252432_rubric"},{"id":"VR252432","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b) Calculate the net work on the gas during cycle <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn></mrow></mstyle></math></span></span>. Justify your answer.</p></div>\n","rubricRef":"VR252432_rubric"},{"id":"VR252432","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\"><p class=\"stem_paragraph\">(c) Given that the net change in internal energy for a closed cycle is zero, determine whether energy is added to the gas by heating or removed by cooling in each cycle. Support your claim in a coherent paragraph-length response that qualitatively compares the amounts of energy added to the gas by heating or removed by cooling in the two cycles <span class=\"formatted_text text_decoration:underline\">and</span> refers to the work done on the gas and the change in internal energy of the gas.</p></div>\n","rubricRef":"VR252432_rubric"}]