[{"id":"VR796120","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows four graphs labeled Pair 1 through Pair 4. Each graph shows a sound wave in the first and fourth quadrants of a coordinate plane. In each of the graphs, the horizontal axis is labeled “Time, in seconds ,” and the numbers 0.00 through 0.25, in increments of 0.05, are indicated. The vertical axis is labeled “Gauge Pressure, in pascals,” and the numbers negative 0.04 through 0.04, in increments of 0.02, are indicated. In the graph labeled Pair 1, three full periods are shown, each with an amplitude of 0.02. The periods are approximately 0.065 second in length. In the graph labeled Pair 2, two full periods are shown, each with an amplitude of 0.04. The periods are approximately 0.1 second in length. In the graph labeled Pair 3, one full period is shown, with an amplitude of 0.02. The periods are approximately 0.19 second in length. In the graph labeled Pair 4, one full period is shown, with an amplitude of 0.04. The periods are approximately 0.16 second in length.\" src=\"https://assets.learnosity.com/organisations/578/VR796120.g02.svg\"/></div></div></div><p class=\"stem_paragraph\">Pairs of tuning forks are struck near a microphone, which is connected to a computer that creates graphs of the resulting gauge pressure (the difference between the pressure and atmospheric pressure) as functions of time. The figure shows graphs for four pairs of tuning forks, where each pair consists of tuning forks that vibrate at different frequencies. Which pair of tuning forks has the greatest difference in frequencies?</p>\n","rubricRef":"VR796120_rubric","choicesHtml":["<p class=\"choice_paragraph\">Pair <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" display=\"inline\" overflow=\"scroll\"><mn>1</mn></math></span></span></p>","<p class=\"choice_paragraph\">Pair <span class=\"math_expression\"><span aria-label=\"2\"><math alttext=\"2\" display=\"inline\" overflow=\"scroll\"><mn>2</mn></math></span></span></p>","<p class=\"choice_paragraph\">Pair <span class=\"math_expression\"><span aria-label=\"3\"><math alttext=\"3\" display=\"inline\" overflow=\"scroll\"><mn>3</mn></math></span></span></p>","<p class=\"choice_paragraph\">Pair <span class=\"math_expression\"><span aria-label=\"4\"><math alttext=\"4\" display=\"inline\" overflow=\"scroll\"><mn>4</mn></math></span></span></p>"],"answer":0}]