[{"id":"VR846587","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows a rectangular circuit diagram with a battery and six resistors. The circuit has three horizontal branches and two vertical branches. The top left corner is labeled point A. The midpoint of the top horizontal branch is labeled point B. The top right corner is labeled point C. The intersection between the left vertical branch and the middle horizontal branch is labeled point X. The midpoint of the middle horizontal branch is labeled point Y. The intersection between the right vertical branch and the middle horizontal branch is labeled point Z. A point along the bottom horizontal branch is labeled point O, where V equals 0. From left to right, the top horizontal branch has a resistor with resistance 6 R between points A and B, and a resistor with resistance 6 R between points B and C. From left to right, the middle horizontal branch has a resistor with resistance 3 R between points X and Y, and a resistor with resistance 3 R between points Y and Z. The bottom horizontal branch has the battery just to the left of point O with its long terminal to the left. The left vertical branch has a resistor with resistance R below point X. The right vertical branch has a resistor with resistance R below point Z.\" src=\"https://assets.learnosity.com/organisations/578/VR846587.g01.svg\"/></div></div></div><p class=\"stem_paragraph\">The figure shows a circuit comprised of a battery and six resistors with the indicated resistances. The labeled points indicate seven locations in the circuit, and the electric potential is defined to be zero at point <span class=\"math_expression\"><span aria-label=\"O\"><math alttext=\"O\" display=\"inline\" overflow=\"scroll\"><mi>O</mi></math></span></span>. Which of the following pairs of graphs best represents the electric potential <span class=\"math_expression\"><span aria-label=\"V\"><math alttext=\"V\" display=\"inline\" overflow=\"scroll\"><mi>V</mi></math></span></span> as a function of position along the two circuit paths <span class=\"math_expression\"><span aria-label=\"A B C\"><math alttext=\"A B C\" display=\"inline\" overflow=\"scroll\"><mi>ABC</mi></math></span></span> and <span class=\"math_expression\"><span aria-label=\"X Y Z\"><math alttext=\"X Y Z\" display=\"inline\" overflow=\"scroll\"><mi>XYZ</mi></math></span></span>? Assume that all graphs have the same scale for the potential.</p>\n","rubricRef":"VR846587_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"Two figures are shown. Each figure shows a line graph in a coordinate plane. In the first figure, the horizontal axis is labeled “Position,” is divided into six evenly-spaced units, and from left to right the values A, B, and C, are indicated at 0 units, 3 units, and 6 units respectively. In the second figure, the horizontal axis is labeled “Position,” is divided into six evenly-spaced units, and from left to right the values X, Y, and Z, are indicated at 0 units, 3 units, and 6 units respectively. Each vertical axis is labeled “V,” is divided into four evenly-spaced units, and the number 0 is indicated along it. The first figure is described as follows. The line graph begins at A comma 4 units, and moves horizontally to the right to 1 unit comma 4 units. It then slants downward and to the right to the point with coordinates 2 units comma 2 units. It then moves horizontally to the right, passes over B on the horizontal axis, and continues to the point with coordinates 4 units comma 2 units. It then slants downward and to the right to the point with coordinates 5 units comma 0 units. It then moves horizontally to the right to end at the point with coordinates C comma 0 units. The second figure is described as follows. The line graph begins at X comma 4 units, and moves horizontally to the right to 1 unit comma 4 units. It then slants downward and to the right to the point with coordinates 2 units comma 2 units. It then moves horizontally to the right, passes over Y on the horizontal axis, and continues to the point with coordinates 4 units comma 2 units. It then slants downward and to the right to the point with coordinates 5 units comma 0 units. It then moves horizontally to the right to end at the point with coordinates Z comma 0 units.\" src=\"https://assets.learnosity.com/organisations/578/VR846587.g02.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"Two figures are shown. Each figure shows a line graph in a coordinate plane. In the first figure, the horizontal axis is labeled “Position,” is divided into six evenly-spaced units, and from left to right the values A, B, and C, are indicated at 0 units, 3 units, and 6 units respectively. In the second figure, the horizontal axis is labeled “Position,” is divided into six evenly-spaced units, and from left to right the values X, Y, and Z, are indicated at 0 units, 3 units, and 6 units respectively. Each vertical axis is labeled “V,” is divided into four evenly-spaced units, and the number 0 is indicated along it. The first figure is described as follows. The line graph begins at A comma 4 units, and moves horizontally to the right to 1 unit comma 4 units. It then slants downward and to the right to the point with coordinates 2 units comma 2 units. It then moves horizontally to the right, passes over B on the horizontal axis, and continues to the point with coordinates 4 units comma 2 units. It then slants downward and to the right to the point with coordinates 5 units comma 0 units. It then moves horizontally to the right to end at the point with coordinates C comma 0 units. The second figure is described as follows. The line graph begins at X comma 2 units, and moves horizontally to the right to 1 unit comma 2 units. It then slants downward and to the right to the point with coordinates 2 units comma 1 unit. It then moves horizontally to the right, passes over Y on the horizontal axis, and continues to the point with coordinates 4 units comma 1 unit. It then slants downward and to the right to the point with coordinates 5 units comma 0 units. It then moves horizontally to the right to end at the point with coordinates Z comma 0 units.\" src=\"https://assets.learnosity.com/organisations/578/VR846587.g03.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"Two figures are shown. Each figure shows a line graph in a coordinate plane. In the first figure, the horizontal axis is labeled “Position,” is divided into six evenly-spaced units, and from left to right the values A, B, and C, are indicated at 0 units, 3 units, and 6 units respectively. In the second figure, the horizontal axis is labeled “Position,” is divided into six evenly-spaced units, and from left to right the values X, Y, and Z, are indicated at 0 units, 3 units, and 6 units respectively. Each vertical axis is labeled “V,” is divided into five evenly-spaced units, and the number 0 is indicated along it. The first figure is described as follows. The line graph begins at A comma 5 units, and moves horizontally to the right to 1 unit comma 5 units. It then slants downward and to the right to the point with coordinates 2 units comma 3 units. It then moves horizontally to the right, passes over B on the horizontal axis, and continues to the point with coordinates 4 units comma 3 units. It then slants downward and to the right to the point with coordinates 5 units comma 1 unit. It then moves horizontally to the right to end at the point with coordinates C comma 1 unit. The second figure is described as follows. The line graph begins at X comma 5 units, and moves horizontally to the right to 1 unit comma 5 units. It then slants downward and to the right to the point with coordinates 2 units comma 3 units. It then moves horizontally to the right, passes over Y on the horizontal axis, and continues to the point with coordinates 4 units comma 3 units. It then slants downward and to the right to the point with coordinates 5 units comma 1 unit. It then moves horizontally to the right to end at the point with coordinates Z comma 1 unit.\" src=\"https://assets.learnosity.com/organisations/578/VR846587.g04.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"Two figures are shown. Each figure shows a line graph in a coordinate plane. In the first figure, the horizontal axis is labeled “Position,” is divided into six evenly-spaced units, and from left to right the values A, B, and C, are indicated at 0 units, 3 units, and 6 units respectively. In the second figure, the horizontal axis is labeled “Position,” is divided into six evenly-spaced units, and from left to right the values X, Y, and Z, are indicated at 0 units, 3 units, and 6 units respectively. Each vertical axis is labeled “V,” is divided into five evenly-spaced units, and the number 0 is indicated along it. The first figure is described as follows. The line graph begins at A comma 5 units, and moves horizontally to the right to 1 unit comma 5 units. It then slants downward and to the right to the point with coordinates 2 units comma 3 units. It then moves horizontally to the right, passes over B on the horizontal axis, and continues to the point with coordinates 4 units comma 3 units. It then slants downward and to the right to the point with coordinates 5 units comma 1 unit. It then moves horizontally to the right to end at the point with coordinates C comma 1 unit. The second figure is described as follows. The line graph begins at X comma 5 units, and moves horizontally to the right to 1 unit comma 5 units. It then slants downward and to the right to the point with coordinates 2 units comma 4 units. It then moves horizontally to the right, passes over Y on the horizontal axis, and continues to the point with coordinates 4 units comma 4 units. It then slants downward and to the right to the point with coordinates 5 units comma 3 units. It then moves horizontally to the right to end at the point with coordinates Z comma 3 units.\" src=\"https://assets.learnosity.com/organisations/578/VR846587.g05.svg\"/></span></p>"],"answer":2}]