[{"id":"VR876704","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">A toy consists of two metal cans connected by a long, thin, string that is stretched taut. When one person speaks into one can, the sound waves in the air cause the can to vibrate. The vibrations of the can then cause a wave that travels along the string. When the wave reaches the other end of the string, it causes the other can to vibrate, which creates a sound wave in the air that a second person can hear.</p><p class=\"stem_paragraph\">The toy is stretched between two students, Student <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">X</mi></math></span></span> and Student <span class=\"math_expression\"><span aria-label=\"Y\"><math alttext=\"Y\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">Y</mi></math></span></span>. In case <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" display=\"inline\" overflow=\"scroll\"><mn>1</mn></math></span></span>, Student <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">X</mi></math></span></span> speaks into one can at a normal speaking volume. In case <span class=\"math_expression\"><span aria-label=\"2\"><math alttext=\"2\" display=\"inline\" overflow=\"scroll\"><mn>2</mn></math></span></span>, the students add additional tension to the string and Student <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">X</mi></math></span></span> speaks into the can with a significantly quieter voice. Which of the following best indicates how the speeds of the waves on the string compare in the two cases and provides a valid justification?</p>\n","rubricRef":"VR876704_rubric","choicesHtml":["<p class=\"choice_paragraph\">The speeds of the waves are the same in each case. The speed at which a wave propagates through a string is independent of the tension of the string.</p>","<p class=\"choice_paragraph\">The speeds of the waves are the same in each case. The speed at which a wave propagates through a string is a property of the string and does not change.</p>","<p class=\"choice_paragraph\">The speeds of the waves are different in the two cases. The speed at which a wave propagates through a string depends on the tension in the string.</p>","<p class=\"choice_paragraph\">The speeds of the waves are different in the two cases. The speed at which a wave propagates through a string depends on the energy carried by the wave.</p>"],"answer":2}]