[{"id":"VR914656","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Four different periodic waves are produced on the same string, but at different times. Each of the following graphs represents, for one of the waves, the displacement <span class=\"math_expression\"><span aria-label=\"delta y\"><math alttext=\"delta y\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">Δ</mi><mi>y</mi></math></span></span> as a function of time <span class=\"math_expression\"><span aria-label=\"t\"><math alttext=\"t\" display=\"inline\" overflow=\"scroll\"><mi>t</mi></math></span></span> at the same location on the string. The graphs all use the same scale for both the displacement and the time. Which graph represents the wave that has the greatest period?</p>\n","rubricRef":"VR914656_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of a sinusoidal curve in the first and fourth quadrants of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “t,” and the vertical axis is labeled “delta y.” No numbers are indicated on either axis. Six evenly spaced grid lines extend vertically along the horizontal axis. Four evenly spaced grid lines extend horizontally to the right from the vertical axis, such that two horizontal grid lines are above the horizontal axis, and two horizontal grid lines are below the horizontal axis. The curve begins at the origin and moves upward and to the right until it reaches a peak at the point with coordinates 1 unit comma 0.5 unit. It then moves downward and to the right, crosses the horizontal axis at 2 units, and reaches a trough at the point with coordinates 3 units comma negative 0.5 unit. The curve then moves upward and to the right, crosses the horizontal axis at 4 units, and reaches a second peak at the point with coordinates 5 units comma 0.5 unit. It then moves downward and to the right until it ends on the horizontal axis at 6 units. Note that all coordinates are approximate.\" src=\"https://assets.learnosity.com/organisations/578/VR914656.g01.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of a sinusoidal curve in the first and fourth quadrants of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “t,” and the vertical axis is labeled “delta y.” No numbers are indicated on either axis. Six evenly spaced grid lines extend vertically along the horizontal axis. Four evenly spaced grid lines extend horizontally to the right from the vertical axis, such that two horizontal grid lines are above the horizontal axis, and two horizontal grid lines are below the horizontal axis. The curve begins at the origin and moves upward and to the right until it reaches a peak at the point with coordinates 1.5 unit comma 1 unit. It then moves downward and to the right, crosses the horizontal axis at 3 units, and reaches a trough at the point with coordinates 4.5 units comma negative 1 unit. The curve then moves upward and to the right until it ends on the horizontal axis at 6 units. Note that all coordinates are approximate.\" src=\"https://assets.learnosity.com/organisations/578/VR914656.g02.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of a sinusoidal curve in the first and fourth quadrants of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “t,” and the vertical axis is labeled “delta y.” No numbers are indicated on either axis. Six evenly spaced grid lines extend vertically along the horizontal axis. Four evenly spaced grid lines extend horizontally to the right from the vertical axis, such that two horizontal grid lines are above the horizontal axis, and two horizontal grid lines are below the horizontal axis. The curve begins at the origin and moves upward and to the right until it reaches a peak at the point with coordinates 0.75 unit comma 1 unit. It then moves downward and to the right, crosses the horizontal axis at 1.5 unit, and reaches a trough at the point with coordinates 2.25 units comma negative 1 unit. The curve then moves upward and to the right, crosses the horizontal axis at 3 units, and reaches a second peak at the point with coordinates 3.75 units comma 1 unit. It then moves downward and to the right, crosses the horizontal axis at 4.5 units, and reaches a second trough at the point with coordinates 5.25 units comma negative 1 unit. The curve then moves upward and to the right until it ends on the horizontal axis at 6 units. Note that all coordinates are approximate.\" src=\"https://assets.learnosity.com/organisations/578/VR914656.g03.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows the graph of a sinusoidal curve in the first and fourth quadrants of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “t,” and the vertical axis is labeled “delta y.” No numbers are indicated on either axis. Six evenly spaced grid lines extend vertically along the horizontal axis. Four evenly spaced grid lines extend horizontally to the right from the vertical axis, such that two horizontal grid lines are above the horizontal axis, and two horizontal grid lines are below the horizontal axis. The curve begins at the origin and moves upward and to the right until it reaches a peak at the point with coordinates 1 unit comma 2 units. It then moves downward and to the right, crosses the horizontal axis at 2 units, and reaches a trough at the point with coordinates 3 units comma negative 2 units. The curve then moves upward and to the right, crosses the horizontal axis at 4 units, and reaches a second peak at the point with coordinates 5 units comma 2 units. It then moves downward and to the right until it ends on the horizontal axis at 6 units. Note that all coordinates are approximate.\" src=\"https://assets.learnosity.com/organisations/578/VR914656.g04.svg\"/></span></p>"],"answer":1}]