[{"id":"VR914651","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows two diagrams. The upper diagram shows two students. The student on the right holds a pulley. The student on the left holds the end of a string that extends horizontally and passes over the pulley. A cylinder is attached to the right end of the string and hangs vertically downward from the pulley. The student on the left moves the string such that a wave pulse travels to the right along the horizontal string. The lower diagram shows the same two students from the upper diagram. In the lower diagram, the student on the left stands closer to the student on the right. The student on the left holds the string at about its midpoint. The student on the left moves the string such that a wave pulse travels to the right along the horizontal string. The cylinder attached to the right end of the string hangs vertically downward at about the same height in both the upper and lower diagrams. A note below the figure states that the figure is not drawn to scale.\" src=\"https://assets.learnosity.com/organisations/578/VR914651.g01.svg\"/></div></div></div><p class=\"stem_paragraph\">Two students are experimenting with wave pulses on a string, as shown in the figure. The student on the left holds one end of the string. The other end of the string passes over a pulley, held by the student on the right, and is attached to a cylinder that hangs vertically. In two experimental trials, a wave pulse is created and travels to the right along the string. In the first experimental trial, the students use nearly the full length of the string. In the second trial, they use approximately half the length of the string. The amplitude of the wave pulse is the same in both trials.</p><p class=\"stem_paragraph\">Which of the following correctly compares the propagation speed of the pulse in the two trials, and provides evidence or reasoning that helps support the claimed comparison?</p>\n","rubricRef":"VR914651_rubric","choicesHtml":["<p class=\"choice_paragraph\">The pulse speed is faster in the first trial. The pulse travels along a greater length of string in the first trial.</p>","<p class=\"choice_paragraph\">The pulse speed is faster in the first trial. The pulse travels along a more massive section of string in the first trial.</p>","<p class=\"choice_paragraph\">The pulse speed is the same in both trials. The pulse’s amplitude is the same in the two trials.</p>","<p class=\"choice_paragraph\">The pulse speed is the same in both trials. The string’s tension and mass per length are the same in the two trials.</p>"],"answer":3}]