[{"id":"VR914697","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows an 11 by 6 grid. A key indicates that the width of each cell in the grid is 1 centimeter. The grid shows two pulses, labeled Pulse 1 and Pulse 2. Pulse 1 moves horizontally to the right. Pulse 2 moves horizontally to the left toward Pulse 1. The grid consists of 8 line segments. The first line segment begins at 0 units across and 3 units up, and moves horizontally to the right until it ends at 1 unit across and 3 units up. Pulse 1 is comprised of the second, third, and fourth line segments, which are as follows. The second line segment begins where the first segment ends, and slants upward and to the right until it ends at 2 units across and 5 units up. The third line segment begins where the second segment ends, and moves horizontally to the right until it ends at 3 units across and 5 units up. The fourth line segment begins where the third segment ends, and slants downward and to the right until it ends at 4 units across and 3 units up. The fifth line segment begins where the fourth segment ends, and moves horizontally to the right until it ends at 7 units across and 3 units up. Pulse 2 is comprised of the sixth and seventh line segments, which are as follows. The sixth line segment begins where the fifth segment ends, and slants downward and to the right until it ends at 9 units across and 1 unit up. The seventh line segment begins where the sixth segment ends, and slants upward and to the right until it ends at 10 units across and 3 units up. The eighth line segment begins where the seventh segment ends, and moves horizontally to the right until it ends at 11 units across and 3 units up.\" src=\"https://assets.learnosity.com/organisations/578/VR914697.g01.svg\"/></div></div></div><p class=\"stem_paragraph\">Two wave pulses on a string are moving toward each other, as shown in the figure. A horizontal scale is indicated at the top of the figure, and each pulse moves a distance <span class=\"math_expression\"><span aria-label=\"1 centimeter\"><math alttext=\"1 centimeter\" display=\"inline\" overflow=\"scroll\"><mn>1</mn><mspace width=\"0.2em\"></mspace><mi>cm</mi></math></span></span> of every millisecond. If the figure shows the string’s displacement at time <span class=\"math_expression\"><span aria-label=\"t equals 0 milliseconds\"><math alttext=\"t equals 0 milliseconds\" display=\"inline\" overflow=\"scroll\"><mi>t</mi><mo>=</mo><mn>0</mn><mspace width=\"0.2em\"></mspace><mtext>ms</mtext></math></span></span>, which of the following best represents the displacement of the string at <span class=\"math_expression\"><span aria-label=\"t equals 3 milliseconds\"><math alttext=\"t equals 3 milliseconds\" display=\"inline\" overflow=\"scroll\"><mi>t</mi><mo>=</mo><mn>3</mn><mspace width=\"0.2em\"></mspace><mtext>ms</mtext></math></span></span>?</p>\n","rubricRef":"VR914697_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a 6 by 5 grid. The grid consists of 4 line segments. The first line segment begins at 0 units across and 2 units up, and moves horizontally to the right until it ends at 2 units across and 2 units up. The second line segment begins where the first segment ends, and slants upward and to the right until it ends at 3 units across and 3 units up. The third line segment begins where the second segment ends, and slants downward and to the right until it ends at 4 units across and 2 units up. The fourth line segment begins where the third segment ends, and moves horizontally to the right until it ends at 6 units across and 2 units up.\" src=\"https://assets.learnosity.com/organisations/578/VR914697.g02.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a 6 by 5 grid. The grid consists of 5 line segments. The first line segment begins at 0 units across and 0 units up, and moves horizontally to the right until it ends at 1 unit across and 0 units up. The second line segment begins where the first segment ends, and slants upward and to the right until it ends at 2 units across and 3 units up. The third line segment begins where the second segment ends, and slants upward and to the right until it ends at 3 units across and 4 units up. The fourth line segment begins where the third segment ends, and slants downward and to the right until it ends at 4 units across and 0 units up. The fifth line segment begins where the fourth segment ends, and moves horizontally to the right until it ends at 6 units across and 0 units up.\" src=\"https://assets.learnosity.com/organisations/578/VR914697.g03.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a 6 by 5 grid. The grid consists of 7 line segments. The first line segment begins at 0 units across and 2 units up, and moves horizontally to the right until it ends at 1 unit across and 2 units up. The second line segment begins where the first segment ends, and slants upward and to the right until it ends at 2 units across and 4 units up. The third line segment begins where the second segment ends, and moves horizontally to the right until it ends at 2.5 units across and 4 units up. The fourth line segment begins where the third segment ends, and moves vertically downward until it ends at 2.5 units across and 0.5 unit up. The fifth line segment begins where the fourth segment ends, and slants downward and to the right until it ends at 3 units across and 0 units up. The sixth line segment begins where the fifth segment ends, and slants upward and to the right until it ends at 4 units across and 2 units up. The seventh line segment begins where the sixth segment ends, and moves horizontally to the right until it ends at 6 units across and 2 units up.\" src=\"https://assets.learnosity.com/organisations/578/VR914697.g04.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a 6 by 5 grid. The grid consists of 6 line segments. The first line segment begins at 0 units across and 2 units up, and moves horizontally to the right until it ends at 1 unit across and 2 units up. The second line segment begins where the first segment ends, and slants upward and to the right until it ends at 2 units across and 4 units up. The third line segment begins where the second segment ends, and slants downward and to the right until it ends at 3 units across and 3 units up. The fourth line segment begins where the third segment ends, and slants downward and to the right until it ends at 4 units across and 0 units up. The fifth line segment begins where the fourth segment ends, and slants upward and to the right until it ends at 5 units across and 2 units up. The sixth line segment begins where the fifth segment ends, and moves horizontally to the right until it ends at 6 units across and 2 units up.\" src=\"https://assets.learnosity.com/organisations/578/VR914697.g05.svg\"/></span></p>"],"answer":0}]