[{"id":"BIM000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following pieces of evidence from the source best supports the claim that Harriet Tubman leveraged the social connections she had acquired in her previous anti-slavery work?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“In 1863, Black Moses (also known as Harriet Tubman) achieved the first U.S. military victory organized and led by a woman, a decisive blow to a Confederacy that was at that time dominating and draining the Union. Most important, the Combahee River uprising—during which almost 800 enslaved people of African descent stole themselves to freedom, burned down thirty-two plantation buildings, and flooded the rice plantations that were the center of South Carolina’s confederate economy—could be called the most successful uprising against slavery in the U.S. The Combahee River uprising had the triple impact of achieving freedom for hundreds of enslaved Africans, causing irreparable damage to South Carolina rice plantations, and adding hundreds of black troops to the Union army’s campaign in the South Carolina stronghold of the Confederacy at a major turning point of the Civil War. It would not be excessive to say the 800 people of multiple genders and ages who enacted the Combahee Uprising, after a full year of intelligence and organizing by Tubman and eight of her trusted scouts, achieved freedom for themselves and played a key role in ending chattel slavery as a legal institutional practice in the United States.\"</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Alexis Pauline Gumbs, African American Studies scholar, “Prophecy in the Present Tense: Harriet Tubman, the Combahee Pilgrimage, and Dreams Coming True,” article published in 2014</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Harriet Tubman was known as “Black Moses” by the United States military.</p>","<p class=\"dap_body\">The Combahee River uprising caused “i<span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">rreparable damage to South Carolina rice plantations.”</span></p>","<p class=\"dap_body\">Tubman gathered “a full year of intelligence\" and used “eight of her trusted scouts” in planning the military operation.</p>","<p class=\"dap_body\">Tubman’s success in the Combahee River uprising was the “<span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">first U.S. military victory organized and led by a woman.”</span></p>"],"answer":"1709849908899.6626"}]