[{"id":"BJM000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">The inclusion in the passage of Esi’s memory that she “would have married him in the summer...” best supports which claim about how the transatlantic slave trade affected West African societies?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“Esi had been in the women's dungeon of the Cape Coast Castle for two weeks. She spent her fifteenth birthday there. On her fourteenth birthday, she was in the heart of Asanteland, in her father's...compound. He was the best warrior in the village, so everyone had come to pay their respects to the daughter who grew more beautiful with each passing day. Kwasi Nnuro [one of the men wishing to marry Esi] brought sixty <span aria-controls=\"573ebf177ac34839bf4c39a6052345c5\" aria-describedby=\"573ebf177ac34839bf4c39a6052345c5\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;Yams were an essential agricultural crop in West and Central Africa. They were often brought to community celebrations and rituals.&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e4e8195b46dc99851abc8f7b03bc692fc\" tabindex=\"0\">yams<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"573ebf177ac34839bf4c39a6052345c5\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">Yams were an essential agricultural crop in West and Central Africa. They were often brought to community celebrations and rituals.</span></span></span></span> [as a gift]. More yams than any other suitor had ever brought before. Esi would have married him in the summer, when the sun stretched long and high, when the palm trees could be tapped for <span aria-controls=\"bea581d0d1744c5f906ab3a1f8de3a0a\" aria-describedby=\"bea581d0d1744c5f906ab3a1f8de3a0a\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;Palm wine is made of the sap of some palm trees.&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e768ce96dfb2fe2284ed203628390250b\" tabindex=\"0\">wine<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"bea581d0d1744c5f906ab3a1f8de3a0a\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">Palm wine is made of the sap of some palm trees.</span></span></span></span>, climbed by the spriest children, their arms holding the trunk in a hug as they shinnied to the top....<br/> </p><p class=\"dap_body\">When she wanted to forget the Castle, she thought of these things, but she did not expect joy. Hell was a place of remembering, each beautiful moment passed through the mind's eye until it fell to the ground like a rotten mango, perfectly useless, uselessly perfect.<br/> </p><p class=\"dap_body\">A [white] soldier came into the dungeon and began to speak. He had to hold his nose to keep from vomiting. The women did not understand him. His voice didn't seem angry, but they had learned to back away at the sight of that uniform, that skin the color of coconut meat.” <br/> </p><p class=\"dap_body\" style=\"text-align:right;\">Source: Yaa Gyasi, Ghanaian-American writer, <i>Homegoing</i>, historical fiction novel, published in 2016</p></div>"}],"choicesHtml":["<p class=\"dap_body\">The ethnic warfare associated with the transatlantic slave trade politically destabilized many states located in the interior of West Africa.</p>","<p class=\"dap_body\">Increased contacts with Europe led to the creation of new cultural traditions in West African coastal states that participated in the transatlantic slave trade. </p>","<p class=\"dap_body\">Some West African societies experienced significant demographic and cultural disruption and loss of kin as a result of the transatlantic slave trade.</p>","<p class=\"dap_body\">West African societies were generally less affected by the transatlantic slave trade than were societies in South and East Africa, such as Great Zimbabwe.</p>"],"answer":"1705701843597.3342"}]