[{"id":"BYO000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">The host’s assurance to Charles Ball’s enslaver that “at this time slaves were much in demand” most directly refers to which of the following developments in the early nineteenth century?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\"><i>[Charles Ball, recalling a journey from Maryland to South Carolina that he and other enslaved African Americans were forced to make with their enslaver, circa 1805]</i></p><p class=\"dap_body\"> </p><p class=\"dap_body\">“It was after dark when we arrived at our lodging place, which proved to be the house of a small cotton planter.... This man and my master had known each other before, and seemed to be well acquainted.... As they kept up a very free conversation, through the course of the evening, and the house in which they were, was only separated from the kitchen, in which we [the enslaved African Americans] were lodged, by a space of a few feet, I had an opportunity of hearing much that was highly interesting to me.... I here learned, that so many of us as could be sold for a good price, were to be disposed of in Columbia [South Carolina], on our arrival at that place, and that the [rest] would be driven to Augusta [Georgia] and sold there.</p><p class=\"dap_body\">The landlord assured my master that at this time slaves were much in demand, both in Columbia and Augusta; that purchasers were numerous and prices good; and that the best plan of effecting good sales would be to put up each [of us] separately at auction, after giving a few days’ notice, by an advertisement, in the neighboring country.</p><p class=\"dap_body\">Cotton, he said, had not been higher for many years, and as a great many persons, especially young men, were moving [to settle] in Georgia, prime <span aria-controls=\"7dadeb3b1930443b929ac6f63771db90\" aria-describedby=\"7dadeb3b1930443b929ac6f63771db90\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;Enslaved workers&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e7e9519ea63b74cd15883409771a589fe\" tabindex=\"0\">hands<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"7dadeb3b1930443b929ac6f63771db90\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">Enslaved workers</span></span></span></span> were in high demand, for the purpose of clearing the land in the new country; that the boys and girls, under twenty, would bring almost any price, at present, in Columbia, for the purpose of picking the growing crop of cotton, which promised to be very heavy; and as most persons had planted more than their hands would be able to pick, young [workers], who would soon learn to pick cotton, were prime articles in the market.”<br/> </p><p class=\"dap_body\" style=\"text-align:right;\">Source: Charles Ball, <i>Slavery in the United States: A Narrative of the Life and Adventures of Charles Ball, a Black Man, Who Lived Forty Years in Maryland, South Carolina and Georgia, as a Slave Under Various Masters, </i>autobiography published in 1837</p></div>"}],"choicesHtml":["<p class=\"dap_body\">The economy of the southern United States was becoming more dependent on cash crops such as cotton, produced largely by enslaved African Americans. </p>","<p class=\"dap_body\">The invention of the cotton gin resulted in the intensification of the transatlantic slave trade.</p>","<p class=\"dap_body\">Some enslaved African Americans performed skilled nonagricultural work for their enslavers, working as blacksmiths, carpenters, tanners, and other similar occupations.</p>","<p class=\"dap_body\">Enslaved people used religious beliefs and practices to resist the dehumanizing conditions and injustices of enslavement.</p>"],"answer":"1706475054471.0686"}]