[{"id":"CQV000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Kramer used which of the following approaches to persuade readers of his argument?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“There is a broad hall, situated in one of the most frequented streets of a large and well-known city in the South.... There are many gentlemen entering, and soon is gathered a large assemblage, by whom the chairs are occupied.... Four ladies, splendidly dressed...are [also] entering the hall....</p><p class=\"dap_body\">“But, you will ask, for what reason is all this going on?... A SLAVE AUCTION! Great God in heaven! a SLAVE AUCTION! And that man upon the platform is the auctioneer!... </p><p class=\"dap_body\">“...The doors [are] re-opened, and...a large number of people...[enter] the hall. There are men, women and children, and some babies upon their mothers’ arms. Their color differs from that of the ladies and gentlemen sitting upon the chairs. Some are black..., some brown, some yellow.... Not one among all of these poor [people] will raise his or her head and eyes, to take a glance at the sitting assemblage. Some poor girls are weeping audibly, and all are looking sad—sad—sad! Reader, if you should happen to be of a gentle nature, take a glance at the little babies upon the arms of their poor and distressed mothers! Can babies feel their misery? Yes, indeed, they can. Every mother will endorse my words.... You, who have human feelings—you, who are no figures of cold marble—contemplate each of these one hundred and forty-nine descendants of Africa’s sons and daughters! Will you be still indifferent towards that ‘institution’ which degrades men to beasts, which is the deepest pit of barbarity?”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: John Theophilus Kramer, <i>The Slave-Auction</i>, published in Boston, Massachusetts, 1859</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Convincing readers with statistical data on the number of enslaved people sold in the South</p>","<p class=\"dap_body\">Shaming readers by showing how goods that they purchase are produced by enslaved laborers</p>","<p class=\"dap_body\">Appealing to readers’ emotions by showing the effect of slavery on enslaved women and children</p>","<p class=\"dap_body\">Influencing readers’ beliefs with a fictionalized story about a character who is a formerly enslaved person</p>"],"answer":"1707835599155.051"}]