[{"id":"CZQ000002","type":"mcq","stimulusHtml":"<p class=\"dap_body\">How is Johnson’s perspective in this source similar to that of Paul Laurence Dunbar’s in “We Wear the Mask?”</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“[The] generally accepted literary ideal of the American Negro constitutes what is really an obstacle in the way of the thoughtful and progressive element of the race. His character has been established as a happy-go-lucky, laughing, shuffling, banjo-picking being, and the reading public has not yet been prevailed upon to take him seriously. His efforts to elevate himself socially are looked upon as a sort of absurd caricature of ‘white civilization.’ A novel dealing with colored people who lived in respectable homes and amidst a fair degree of culture and who naturally acted ‘just like white folks’ would be taken in a comic-opera sense.... No matter how well he may portray the deeper passions, the public is loath to give him up in his old character; they even conspire to make him a failure in serious work, in order to force him back into comedy.... However, this very fact constitutes the opportunity of the future Negro novelist and poet to give the country something new and unknown, in depicting the life, the ambitions, the struggles, and the passions of those of their race who are striving to break the narrow limits of traditions.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: James Weldon Johnson, <i>The Autobiography of an Ex-Colored Man</i>, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1912</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\">Both authors discuss the role of Christianity in shaping perceptions of African Americans by white society.</p>","<p class=\"dap_body\">Both authors discuss how African American characters in literature are depicted as comedic.</p>","<p class=\"dap_body\">Both authors discuss African Americans’ separation from full participation in American society.</p>","<p class=\"dap_body\">Both authors discuss the continuity and change in the representation of African Americans in literature.</p>"],"answer":"1717434524200.78"}]