[{"id":"CZQ000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best explains how the metaphor of the “color line” can be a helpful context for understanding Johnson’s argument?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“[The] generally accepted literary ideal of the American Negro constitutes what is really an obstacle in the way of the thoughtful and progressive element of the race. His character has been established as a happy-go-lucky, laughing, shuffling, banjo-picking being, and the reading public has not yet been prevailed upon to take him seriously. His efforts to elevate himself socially are looked upon as a sort of absurd caricature of ‘white civilization.’ A novel dealing with colored people who lived in respectable homes and amidst a fair degree of culture and who naturally acted ‘just like white folks’ would be taken in a comic-opera sense.... No matter how well he may portray the deeper passions, the public is loath to give him up in his old character; they even conspire to make him a failure in serious work, in order to force him back into comedy.... However, this very fact constitutes the opportunity of the future Negro novelist and poet to give the country something new and unknown, in depicting the life, the ambitions, the struggles, and the passions of those of their race who are striving to break the narrow limits of traditions.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: James Weldon Johnson, <i>The Autobiography of an Ex-Colored Man</i>, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1912</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\">The metaphor symbolizes the internal conflict experienced by Black authors; Johnson’s reference to the absurdness of African American characters highlights this conflict among Black writers.</p>","<p class=\"dap_body\">The color line refers to racial discrimination; Johnson’s argument about the difficulty of moving away from comedic stereotypes of Black characters is an example of the rigidness of the color line.</p>","<p class=\"dap_body\">The metaphor refers to the way African Americans viewed themselves and how they were viewed by white society; Johnson’s argument about the difficulty of developing serious Black characters is an example of the power of these perceptions.</p>","<p class=\"dap_body\">The color line symbolizes the period in American history when race relations were at their lowest; Johnson’s hopelessness in the excerpt is an example of the impact of the difficulties African Americans faced in this period.</p>"],"answer":"1717434458941.33"}]