[{"id":"DSJ000002","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following statements supports the claim that the Fugitive Slave Act of 1850 encouraged abolitionist sympathies in the North?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“The Fugitive Slave Law of 1850 inspired among many northerners a newfound sympathy for abolitionism.... </p><p class=\"dap_body\">Although masters used the law to recapture hundreds of runaways, many northern communities resisted it. In Buffalo, abolitionists challenged officials who captured an alleged fugitive named Daniel in the summer of 1851. Arguing that he was a free man, a large group—led by blacks—gathered at the courthouse and tried to liberate Daniel. After abolitionists filed a writ of habeas corpus, Daniel was released and fled to Canada. In Syracuse, the so-called Jerry Rescue again found local citizens openly defying authorities. The case centered on William Henry, an escaped slave from Kentucky who lived under the alias ‘Jerry’ before being seized by slave catchers in October 1851. Led by blacks, abolitionists stormed the prison and spirited Jerry away to Canada. For the next several years, local abolitionists celebrated Jerry's liberation day.</p><p class=\"dap_body\">In 1860, still another high-profile case occurred in Troy, New York, where officials claimed Charles Nalle was a fugitive slave from Virginia. A throng of activists demanded Nalle’s freedom, including Harriet Tubman, a former slave from Maryland who was already a noted figure on the Underground Railroad. On her way to an antislavery meeting in Boston, she heard about the Nalle case and literally threw her body in the way of slave catchers twice to foil Nalle’s return to bondage.”<br/> </p><p class=\"dap_body\" style=\"text-align:right;\">Source: Richard Newman, historian, <i>Abolitionism: A Very Short Introduction</i>, book published in 2018</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Most Northern states continued to restrict the rights of African American residents, including barring them from voting in elections.</p>","<p class=\"dap_body\">Free African Americans living in Northern cities formed mutual-aid societies and Black churches to help them build stronger communities.</p>","<p class=\"dap_body\">Northern state governments usually complied with southerners’ legal requests for the arrest and return of formerly enslaved persons under the Fugitive Slave Act. </p>","<p class=\"dap_body\">Underground Railroad activists such as Harriet Tubman, who relied on northerners’ support, continued and often expanded their operations after 1850.</p>"],"answer":"1710127727111.769"}]