[{"id":"DZL000002","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following arguments could best be made about armed resistance efforts against slavery that occurred both within and outside the United States?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“Among the [French colonists] who fled the colony [of Saint-Domingue during the Haitian Revolution]...were French slaveholders who were often accompanied by some of their human property....</p><p class=\"dap_body\">Together, <span aria-controls=\"afb0b66a6c7f452687ecee076f065b5f\" aria-describedby=\"afb0b66a6c7f452687ecee076f065b5f\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;enslaved people&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e0dd34f0fe50cdb438d384b0ab5545113\" tabindex=\"0\">bondservants<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"afb0b66a6c7f452687ecee076f065b5f\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">enslaved people</span></span></span></span>, masters, and mistresses boarded ships that dropped them on the shores of Cuba and various Caribbean islands as well as the Caribbean coast of South America and the United States. US planters rightly suspected that the political sensibilities of their own slaves, and of freedmen, would be affected.... For example, in 1800 an enslaved blacksmith, Gabriel Prosser, plotted a rebellion in Richmond, inspired in part by the example of Haiti. More troubles followed in 1811, as Haitian-born slave Charles Deslondes led a large band of enslaved rebels marching toward New Orleans in a failed attempt to conquer the city and overthrow the slavocracy. Then came Denmark Vesey, a free Black carpenter from Charleston, South Carolina who plotted a failed rebellion that inspired South Carolina’s Negro Seamen Act of 1822, which restricted the land movements of Black sailors for fear that they would spread ideas inspired by Haiti....</p><p class=\"dap_body\">...It appeared that no locales could enjoy tranquility that had not respected the humanity of the enslaved or the full rights of the citizenship of free people of color.” </p><p class=\"dap_body\" style=\"text-align:right;\">Source: Westenley Alcenat, scholar, study of the Haitian Revolution, 2018</p></div>"}],"choicesHtml":["<p class=\"dap_body\">They shared common goals, inspirations, and tactics. </p>","<p class=\"dap_body\">They tended to be suppressed by federal military forces.</p>","<p class=\"dap_body\">They occurred in rapid succession to one another.</p>","<p class=\"dap_body\">They typically freed a significant number of people.</p>"],"answer":"1707944439297.083"}]