[{"id":"EHW000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which statement best explains the significance of the author’s purpose in writing this article?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“Many causes have been assigned for the three days of race rioting, from July 27 to 30 in Chicago, each touching some particular phase of the general condition that led up to the outbreak.... A background of strained race relations brought to a head more rapidly through political corruption, economic competition and clashes due to the overflow of the greatly increased colored population into sections outside of the so-called ‘Black Belt,’...where only a spark was needed to ignite the flames of racial antagonism. That spark was contributed by a white youth when he knocked a colored lad off a raft at the <span class=\"tts-container\" data-ssml-say-as=\"ordinal\" ssml-label=\"Ordinal\">29th</span> Street bathing beach and the colored boy was drowned.</p><p class=\"dap_body\">Four weeks spent in studying the situation in Chicago...seem to show at least eight general causes for the riots, and the same conditions, to a greater or less degree, can be found in almost every large city with an appreciable Negro population. These causes, taken after a careful study in order of their prominence, are:</p><ol style=\"list-style-type:decimal;\"><li><p class=\"dap_body\">Race Prejudice. </p></li><li><p class=\"dap_body\">Economic Competition. </p></li><li><p class=\"dap_body\">Political Corruption and Exploitation of Negro Voters. </p></li><li><p class=\"dap_body\">Police Inefficiency. </p></li><li><p class=\"dap_body\">Newspaper Lies about Negro Crime. </p></li><li><p class=\"dap_body\">Unpunished Crimes Against Negroes. </p></li><li><p class=\"dap_body\">Housing. </p></li><li><p class=\"dap_body\">Reaction of Whites and Negroes from War.”</p></li></ol><p class=\"dap_body\" style=\"text-align:right;\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">Source: Walter White, assistant executive secretary of the NAACP, “Chicago and Its Eight Reasons,\" article published by the NAACP, a civil rights organization headquartered in New York, in their magazine<span> </span></span><i>The Crisis,</i><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\"><span> </span>1919</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\">By attributing the unrest in northern urban areas to political corruption and economic competition, the author is dismissing white racism as a cause of violence.</p>","<p class=\"dap_body\">By recounting the violent events in Chicago during the summer of <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1919</span>, the publisher is marking the official end of the era of the Civil War and Reconstruction.</p>","<p class=\"dap_body\">By highlighting the role of the Great Migration in the rise of racial violence in the North, the author is blaming the African American community for the unrest.</p>","<p class=\"dap_body\">By identifying the causes of the racial violence in Chicago, the author is resisting white supremacy through political activism and by publishing accounts of violence.</p>"],"answer":"1717185945640.0298"}]