[{"id":"EMP000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Woodson set the foundation for which of the following future developments?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“This book is an adaptation of <i>The Negro in Our History</i>...[for] children in the elementary schools.... </p><p class=\"dap_body\">The aim here is to facilitate the teacher’s task of preparing children.... The teacher must hold up before them the examples of their own people, who have done things worth while. Those who have no record of what their forbears have accomplished lose the inspiration which comes from the teaching of biography and history. </p><p class=\"dap_body\">With these things in mind the author has not only presented the essentials of this history but also extensive sketches of those who have done these significant things. In almost every chapter, then, will be found the story of some prominent figure set forth as a maker of history.... </p><p class=\"dap_body\">The teacher...should [also] keep on hand certain important books for reference. The most useful for this course are Kerlin’s <i>Negro Poets and Their Poems</i> and the author’s <i>Negro Orators and Their Orations</i>. In these two works are found most of the best speeches and poems of the large majority of the characters treated in this book. Both teachers and pupils will be interested in extending their knowledge of these persons by reading their productions.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Carter <span class=\"tts-container\" data-ssml-sub-alias=\"G\" ssml-label=\"Substitution\">G.</span> Woodson, Preface of <i>Negro Makers of History</i>, <span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">Washington, <span class=\"tts-container\" data-ssml-sub-alias=\"DC\" ssml-label=\"Substitution\">D.C.,</span> September,<span> </span></span><span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1928</span>.</p></div>"}],"choicesHtml":["<p class=\"dap_body\">The establishment of historically Black colleges and universities</p>","<p class=\"dap_body\">The creation of the field of African American Studies in the late 1960s</p>","<p class=\"dap_body\">The emergence of schools for formerly enslaved children</p>","<p class=\"dap_body\">The start of African Americans’ connection to Africa through art and literature</p>"],"answer":"1719845105983.2266"}]