[{"id":"FGN000004","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following statements best supports the claim that Africans served an important role in colonizing the Americas?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Source 1</strong></span></p><p class=\"dap_body\">“I, Juan Garrido, black resident...of this city...appear before Your Mercy and state that I am in need of making a [petition]...a report on how I served Your Majesty in the conquest and pacification of this New Spain, from the time when the Marqués del Valle [Cortés] entered it; and in his company I was present at all the invasions and conquests and pacifications which were carried out, always with the said Marqués, all of which I did at my own expense without being given either salary or allotment of natives...or anything else. As I am married and a resident of this city, where I have always lived; and also as I went with the Marqués...[Cortés] to discover the islands which are in that part of the southern sea [the Pacific] where there was much hunger and <span aria-controls=\"0ba55318a68b4f3797c47949fcfecac2\" aria-describedby=\"0ba55318a68b4f3797c47949fcfecac2\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;the act of depriving someone of something&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#ed718a255a1d30cd03d07461bc507ef29\" tabindex=\"0\">privation<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"0ba55318a68b4f3797c47949fcfecac2\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">the act of depriving someone of something</span></span></span></span>; and also as I went to discover and pacify the islands of...Puerto Rico; and also as I went on the pacification and conquest of the island of Cuba with...Diego Velázquez; in all these ways for thirty years have I served and continue to serve Your Majesty—for these reasons stated above do I petition Your Mercy. And also because I was the first to have the inspiration to sow maize here in New Spain and to see if it took; I did this and experimented at my own expense.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Juan Garrido, Petition to Charles V, Holy Roman Emperor and King of Spain, 1538</p><p class=\"dap_body\" style=\"text-align:right;\"> </p> <p class=\"dap_body\"> </p><p class=\"dap_body\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Source 2</strong></span></p><p class=\"dap_body\">“Other sources produce a similar litany of incidents that add up to overwhelming evidence of the black presence in the Peruvian Conquest. The first four non-natives to see the Inca capital of Cuzco in 1533 included a black man.... During Manco Inca’s [Incan ruler] 1536 siege of Cuzco, blacks labored to extinguish the fires on the roof of the royal palace.... A force sent from [the island of] Hispaniola to relieve the defenders included 200 Africans with military experience—a veritable squadron of black conquistadors.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Matthew Restall, historian, <i>Seven Myths of the Spanish Conquest</i>, 2003</p></div>"}],"choicesHtml":["<p class=\"dap_body\">They were intermediaries who spoke multiple languages.</p>","<p class=\"dap_body\">They negotiated with French colonial forces during decolonization.</p>","<p class=\"dap_body\">They helped to convert Indigenous people to Christianity.</p>","<p class=\"dap_body\">They fought to expand the rights of Indigenous people.</p>"],"answer":"1704812403693.3054"}]