[{"id":"FPH000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following is a claim made by Holt and Brown in the source?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“Being a free Negro [in the 1800s] in a society organized to support racial slavery was an anomalous status, in the North as well as in the South. Free [African Americans] were legally free but not accorded full civil rights and freedom of movement. They were natives of American soil but not fully accepted as American citizens. The fact that most [African Americans] were held in bondage and that bondage was defended as their ‘natural’ condition undercut any claims to respect or equal treatment that [African Americans] who were legally free might make.... </p><p class=\"dap_body\">Racially yoked to their enslaved brothers and sisters, free [African Americans] alternated between struggles to abolish slavery and the impulse to emigrate to a more hospitable place [in Africa].... [Some] rejected this course [of emigration] as a betrayal of an American destiny for African Americans as well as of the members of their race who were still enslaved.... </p><p class=\"dap_body\">Despite the oppression they faced, free [African Americans] managed to build viable communities and institutions, such as newspapers, churches, and mutual aid societies.... Most devoted their energies and fortunes to the abolitionist cause and to ‘uplifting’ the race.... In their speeches and behavior began a tradition that would reach well into [the future]: the idea that moral respectability, noteworthy achievements, and material success of each individual member of the race enhanced the opportunities and recognition accorded to all members of the race.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Thomas C. Holt and Elsa Barkley Brown, historians, “Free Blacks Confront the ‘Slave Power’: The Meaning of Freedom in a Slave Society,” 2000</p></div>"}],"choicesHtml":["<p class=\"dap_body\">African Americans living in the South were the primary supporters of the abolitionist cause.</p>","<p class=\"dap_body\">In the North, free African Americans developed institutions intended to enhance opportunities for all Black people.</p>","<p class=\"dap_body\">Most African Americans chose to support emigration to Africa rather than advocating for their rights in the United States.</p>","<p class=\"dap_body\">Free African Americans in the North were recognized as United States citizens while African Americans in the South were not.</p>"],"answer":"1710352037856.4558"}]