[{"id":"HRJ000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following pieces of evidence best supports the author’s claim that Southern white political resistance to Reconstruction only intensified?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“One of the most shocking things to realize about Reconstruction is how painfully short it was, compared to the dreadfully long duration of slavery.... It was clearly on the road to ending by [1873]...and suffered a devastating political blow...with the Compromise of 1877.... </p><p class=\"dap_body\">The process of Reconstruction involved nothing less than the monumental effort to create a biracial democracy out of the wreckage of the rebellion. Though that effort ultimately was thwarted, Reconstruction saw the passage of a vast array of legislation aimed at transforming the status of the formerly enslaved....</p><p class=\"dap_body\">Over time, the federal military occupation that enabled the nation’s bold experiment...lost support among the cost-conscious and war-weary parts of the political and economic leadership in the North.... Year after year, election after election, the counterrevolution led by white Southern Democrats only intensified.... Eventually [Southern state] governments...would bring the African American people to...‘the nadir’—the rock-bottom lowest point in American race relations.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Henry Louis Gates, <span class=\"tts-container\" data-ssml-sub-alias=\"Jr\" ssml-label=\"Substitution\">Jr.</span>, scholar, <span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\"><i>Stony the Road: Reconstruction, White Supremacy, and the Rise of Jim Crow</i></span>, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">2019</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\">Black voting was suppressed through literacy tests and grandfather clauses.</p>","<p class=\"dap_body\">The Freedmen’s Bureau supported the implementation of restrictive Black codes.</p>","<p class=\"dap_body\">Black women’s suffrage was denied throughout the Reconstruction era.</p>","<p class=\"dap_body\">Freed people received 40 acres of land, which was insufficient for supporting a family.</p>"],"answer":"1717183241486.7195"}]