[{"id":"HWM000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes the author’s characterization of Baker’s perspective on the Black Freedom movement?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“For Ella Baker...her activism within the black freedom struggle was not simply a matter of identity but rather a part of a political analysis that recognized...racism as the cornerstone of an unjust social and economic order in the United States extending back to slavery. A movement for black freedom...would inevitably be a movement against economic exploitation and the oppressive conditions faced by other groups within American society as well.... African Americans and...other peoples of color were excluded from basic access to the political process, marginalized socially, and super-exploited economically for the better part of the twentieth century. If this contradiction could not be confronted, Baker felt, there was no hope for American society as a whole. More precisely, she felt that to push and challenge political and economic leaders on this question would expose some of the society’s fundamental flaws and serve as an impetus for transformative social change.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Barbara Ransby, <i>Ella Baker and the Black Freedom Movement: A Radical Democratic Vision</i>, 2003</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Activism is most effective when oppressed societal groups form alliances and implement change from the top down.</p>","<p class=\"dap_body\">Change can only happen when leaders focus on solving the problems of African Americans before trying to solve other problems.</p>","<p class=\"dap_body\">Activism requires exploiting flaws and forcing political leaders to advocate for fair treatment of African American citizens.</p>","<p class=\"dap_body\">Change involves correcting a set of societal problems that could limit people’s ability to participate as equal citizens.</p>"],"answer":"1710334455357.863"}]