[{"id":"IAM000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes the sentiments expressed in Source 1 regarding emigration?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Source 1</strong></span></p><p class=\"dap_body\">“Mr. Editor—I am happy to learn that the sentiments of some of my...brethren are in accordance with my own....</p><p class=\"dap_body\">The government of these United States is not the only one in this hemisphere that offers equal rights to men; but there are others under whose protection we may safely reside...and where our rights will not be continually trampled upon.... We profess to be republicans...but wherein do we show our republican spirit, by sitting still and sighing for that liberty...or in hoping that in some fifty or a hundred years...our children’s children will be made free? I...believe that the time has arrived when we...ought to manifest that spirit of independence...by leaving the land of oppression and emigrating where we may be received and treated as brothers...we may acquire education, wealth, and respectability....</p><p class=\"dap_body\">Some of your readers may inquire, where is that country to which we may remove, and thus become free and equal? I believe that country to be Mexico. [Mexico] is an independent nation, where indeed ‘all men are born free and equal,’ possessing those inalienable rights which our constitution guarantees...whereas in this country we...cannot aspire to anything more than what we always have been.” </p><p class=\"dap_body\" style=\"text-align:right;\">Source: “Emigration to Mexico” by “A Colored Female of Philadelphia,” letter to <i>The Liberator</i>, 1832 </p> <p class=\"dap_body\"> </p><p class=\"dap_body\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Source 2</strong></span></p><p class=\"dap_body\">“Frederick Douglass...briefly contemplated emigration.... As he explained, ‘We propose to act in view of the settled fact that many...[African Americans] are already resolved to look for homes beyond the boundaries of the United States, and that most of their minds are turned towards Haiti.’ Yet, in a powerful stroke of fate, Douglass never made the journey to Haiti; before they had a chance to embark, shots were fired at Fort Sumter and the Civil War commenced. The war prompted Douglass and many other Black leaders to relinquish their emigration schemes...in hopes that slavery might be vanquished and the battle for suffrage might eventually succeed. As Douglass explained, ‘This is no time for us to leave the country.... We shall stay here and watch the current of events, and serve the cause of freedom and mankind.’ In July of 1861, Frederick Douglass simply declared bluntly and unequivocally: ‘I am not an Emigrationist.’”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Leslie M. Alexander, historian, “‘The Black Republic’: The Influence of the Haitian Revolution on Northern Black Political Consciousness, 1816–1862,” 2010</p></div>"}],"choicesHtml":["<p class=\"dap_body\">African Americans would achieve liberation if they emigrated to a nation that provided equality to all.</p>","<p class=\"dap_body\">African Americans should support the opportunity presented by the colonization efforts of the United States government.</p>","<p class=\"dap_body\">African Americans believed that emigration was an attempt to prevent access to citizenship in the United States. </p>","<p class=\"dap_body\">African Americans’ support of emigration would prevent them from retaining their ethnic identity.</p>"],"answer":"1709675066917.2346"}]