[{"id":"IHE000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following describes Carney’s primary argument in the excerpt?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“The conventional interpretation of rice history in the [colonial] Americas assigns Europeans the role of ingeniously adapting a crop of Asian origin to New World conditions. This perspective, however, ignores the role of Africans in establishing a preferred food staple under slavery. The development of rice culture marked not simply the movement of a crop across the Atlantic but also the transfer of an entire cultural system, from production to consumption....</p><p class=\"dap_body\">...[Rice cultivation was] a knowledge system long practiced in West Africa [that] was brought with slaves across the Atlantic....Its diffusion has been misunderstood and misinterpreted in ways that diminished the significance of the African origins of the crop and of the people who grew the rice, processed the grain, and prepared the food. Recovery of this African knowledge system promotes our understanding of rice history in the Atlantic basin and the African contribution to the Americas.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Judith Carney, historian, <i>Black Rice: The African Origins of Rice Cultivation in the Americas</i>, 2001</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Europeans had been growing rice in southern Europe for many centuries before they later taught West Africans how to cultivate it.</p>","<p class=\"dap_body\">Rice cultivation originated in Asia, and Europeans learned how to cultivate this new crop and modify it for rice plantations in the Carolinas.</p>","<p class=\"dap_body\">Enslaved Africans successfully adapted skills, knowledge, and cultural practices of West African rice production to New World conditions.</p>","<p class=\"dap_body\">The introduction of rice cultivation to the Americas from Africa was notable only because it represented the movement of a crop across the Atlantic.</p>"],"answer":"1705610467974.1096"}]