[{"id":"IHE000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following contexts is most helpful for understanding the development described in the excerpt? </p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“The conventional interpretation of rice history in the [colonial] Americas assigns Europeans the role of ingeniously adapting a crop of Asian origin to New World conditions. This perspective, however, ignores the role of Africans in establishing a preferred food staple under slavery. The development of rice culture marked not simply the movement of a crop across the Atlantic but also the transfer of an entire cultural system, from production to consumption....</p><p class=\"dap_body\">...[Rice cultivation was] a knowledge system long practiced in West Africa [that] was brought with slaves across the Atlantic....Its diffusion has been misunderstood and misinterpreted in ways that diminished the significance of the African origins of the crop and of the people who grew the rice, processed the grain, and prepared the food. Recovery of this African knowledge system promotes our understanding of rice history in the Atlantic basin and the African contribution to the Americas.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Judith Carney, historian, <i>Black Rice: The African Origins of Rice Cultivation in the Americas</i>, 2001</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Under the task system on plantations, enslaved people were able to maintain some of their cultural practices.</p>","<p class=\"dap_body\">Enslaved people participated in Spanish expansion in the Americas as conquistadores in hopes of gaining their freedom.</p>","<p class=\"dap_body\">Many enslaved people had to learn new specialized trades and worked as painters, carpenters, and tailors in the Americas.</p>","<p class=\"dap_body\">Due to the demand for enslaved labor, many enslaved people were forcibly relocated from the upper South to the lower South. </p>"],"answer":"1705607153518.9255"}]