[{"id":"IXH000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following claims best explains why John Thompson included examples of violence in the source? </p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“On the plantation was a slave named Ben, who was highly prized...[for] being...the best and most faithful servant on the farm.... </p><p class=\"dap_body\">One day...the overseer thought [Ben] did not drive his oxen fast enough....Ben attempted to comply, by urging his [oxen] to their utmost speed. But [it did not work]. As soon as they met, the overseer struck Ben upon the head with the butt of his whip, felling him to the ground.... Before he could repeat the blow, Ben sprang from the ground, seized his [attacker and started] choking and beating him.... </p><p class=\"dap_body\">When [the overseer]...recovered...he [went inside and told the slave owner what had happened].... Ben...fled to the woods, where he remained about three weeks.</p><p class=\"dap_body\">[When he was captured] Ben was soon bound in <span aria-controls=\"8e6bee5e62de4df4a0f010b391414167\" aria-describedby=\"8e6bee5e62de4df4a0f010b391414167\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;rope&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#eb8a2c208c5222b48ed43f1f0d128b18e\" tabindex=\"0\">hemp<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"8e6bee5e62de4df4a0f010b391414167\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">rope</span></span></span></span>...[and] led to the place of torture, where he was whipped.... Poor Ben! his crime, according to the laws of Maryland, was punishable with death; a penalty far more merciful than the one he received....</p><p class=\"dap_body\">Ben was a brave fellow, nor did this flogging lessen his bravery in the least. Nor is Ben the only brave slave at the South; there are many there who would rather be shot than whipped by any man.”  </p><p class=\"dap_body\" style=\"text-align:right;\">Source:<i> </i>John Thompson, <i>The Life of John Thompson, a Fugitive Slave; Containing His History of 25 Years in Bondage, and His Providential Escape. Written by Himself</i>,  <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1856</span> </p></div>"}],"choicesHtml":["<p class=\"dap_body\">The acts of violence directed toward enslaved people in Maryland were unique and deserved to be recorded.</p>","<p class=\"dap_body\">A strong sense of unity often developed among enslaved populations that routinely experienced violence. </p>","<p class=\"dap_body\">Exposing readers to acts of violence endured by enslaved people was crucial to strengthening the abolitionist movement. </p>","<p class=\"dap_body\">Highlighting the violence experienced by many enslaved people encouraged overseers to treat them more humanely. </p>"],"answer":"1726585594260.8938"}]