[{"id":"IZU000002","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes Wells’s and other African American writers’ responses to the violence described in the excerpt?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_passagetitle\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Crusade for Justice</strong></span></p><p class=\"dap_body\">“The [Associated Press] article stated that...a committee of leading citizens had gone to the office of the <i>Free Speech</i>..., run the business manager...out of town, destroyed the type and furnishings of the office, and left a note saying that anyone trying to publish the paper again would be punished with death. The article went on to say that the paper was owned by Ida <span class=\"tts-container\" data-ssml-sub-alias=\"B\" ssml-label=\"Substitution\">B.</span> Wells...who was traveling in the North. </p><p class=\"dap_body\">Although I had been warned repeatedly by my own people that something would happen if I did not cease harping on the lynching of three months before, I had expected that happening to come when I was at home.... But fate decided that the blow should fall when I was away.... </p><p class=\"dap_body\">My friends declared that the trains and my home were being watched by white men who promised to kill me on sight. They also told me that colored men were organized to protect me if I should return. They said it would mean more bloodshed, more widows and orphans if I came back, and now that I was out of it all, to stay away where I would be safe from harm. </p><p class=\"dap_body\">Because I saw the chance to be of more service to the cause by staying in New York than by returning to Memphis, I accepted their advice, took a position on the New York Age, and continued my fight against lynching and lynchers. They had destroyed my paper, in which every dollar I had in the world was invested. They had made me an exile and threatened my life for hinting at the truth. I felt that I owed it to myself and my race to tell the whole truth.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Ida <span class=\"tts-container\" data-ssml-sub-alias=\"B\" ssml-label=\"Substitution\">B.</span> Wells, co-owner of The <i>Free Speech and Headlight</i>, describing events in <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1892</span>, from her autobiography <i>Crusade for Justice</i></p></div>"}],"choicesHtml":["<p class=\"dap_body\">They advocated for the expansion of Black Codes as a means to protect African Americans from violence perpetrated by white people.</p>","<p class=\"dap_body\">They worked to highlight the racism at the core of Southern lynching laws and protest the killing of Black people.</p>","<p class=\"dap_body\">They used moral appeals to call on the Freedmen’s Bureau to protect African Americans from racially motivated violence.</p>","<p class=\"dap_body\">They used the shock value of lynching to sell papers to white audiences and build economic success in Black communities.</p>"],"answer":"1717184343097.1965"}]