[{"id":"JYI000004","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes the historical context in which the speech was delivered?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“The basis of the manumission society was to elevate Africans by morals, and this has been formed upwards of a half century, and what has been done? Our people were slaves then and are the same today; this northern freedom is nothing but a nickname for northern slavery, and it was but a speculative policy in making us the free slaves of the north, being the climate would not suffer a sugar plantation, a coffee or a rice field, the master found it to be a good speculation in making us the free slaves of the north.... </p><p class=\"dap_body\">Is it possible that this foolish thought of moral elevation suffers us to remain inactive? If so, then remain inactive, and you but raise another generation of slaves, and your children’s children to the last posterity will spend their lives in as bitter oppression as we do now today....</p><p class=\"dap_body\">Remain inactive, and the almighty himself will spurn you, for lack of courage and not using properly your agency. No, we must show <span class=\"tts-container\" data-ssml-sub-alias=\"ACTION ACTION ACTION\" ssml-label=\"Substitution\">ACTION! ACTION! ACTION!</span> and our will to be, or not to be; this we study, this we must physically practice, and we will be in truth an independent people.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Peter Paul Simmons African American abolitionist, “We Must Remain Active,” <span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">speech delivered to African Clarkson Association of New York City, </span><span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1839</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\">A generation of Africans known as <i>ladinos</i> served as intermediaries across the Atlantic.</p>","<p class=\"dap_body\">Afro-descendant women embraced Queen Idia as a symbol of resistance and leadership.</p>","<p class=\"dap_body\">Black visual and performance artists repurposed the iconography of slave ships.</p>","<p class=\"dap_body\">Many in the African diaspora came to believe that ending enslavement by appealing to ethics had failed.</p>"],"answer":"1726072674506.3438"}]