[{"id":"JZP000004","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following most directly contributed to the foundation of Black Studies in the United States in the late twentieth century?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“Black Studies, as a socially engaged field of scholarly inquiry, is the progeny<span class=\"dap-footnote\" data-footnote='&lt;p class=\"dap_body\"&gt;result, offspring&lt;/p&gt;' id=\"footnotemark-1\" tabindex=\"-1\"><span class=\"dap-footnotemark\"><a aria-label=\"Footnote 1\" href=\"#footnote-1\"><sup>1</sup></a></span></span> of centuries of research that seeks to redress long-standing misconceptions of Black inferiority, African heritage, and cultural significance. As early as the nineteenth century, groundbreaking volumes containing radical reinterpretations of Black history were published....  </p><p class=\"dap_body\">Historic social justice movements...led to fundamental alterations in...institutions of higher learning. The first contemporary initiatives toward the establishment of Black Studies programs on college campuses were ignited at Merritt Junior College in Oakland, California, in 1963.... Between 1968 and 1975 over five hundred academic units (programs and departments) offering Black Studies courses were in place across the country.... Black students and other students of color...challenged mainstream scholarly discourse.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Jacqueline Bobo, Cynthia Hudley, and Claudine Michel, editors, “Introduction,” <i>The Black Studies Reader</i>, 2004</p><hr class=\"footnotes-divider\"/><span id=\"footnote-1-94c01f22-6e83-4718-929e-529bbae16337\" tabindex=\"-1\"><span class=\"dap-footnotemark\" id=\"footID-1-94c01f22-6e83-4718-929e-529bbae16337\">1:</span><span class=\"dap_footnotetext\"><span>result, offspring</span></span><a aria-describedby=\"footID-1-94c01f22-6e83-4718-929e-529bbae16337\" aria-label=\"Return to passage\" href=\"#footnotemark-1-94c01f22-6e83-4718-929e-529bbae16337\">↩</a></span><br/></div>"}],"choicesHtml":["<p class=\"dap_body\">A coalition of racially and culturally diverse college students demanded opportunities to study Black history and culture.</p>","<p class=\"dap_body\">The Black Panther Party for Self-Defense argued that Black Studies was key to improving the employment opportunities of African Americans.</p>","<p class=\"dap_body\">The success of African Americans in the field of science and medicine created an increased awareness of the importance of Black history and culture.</p>","<p class=\"dap_body\">An increase in the popularity of African American contributions in art and music stimulated an interest in Black Studies.</p>"],"answer":"1710853879854.4546"}]