[{"id":"LDE000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best explains the significance of the source’s perspective on how African Americans should protect their rights? </p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“If the plan of colonizing [Africa] is intended for our benefit...we humbly and respectfully urge that it is not asked for by us....</p><p class=\"dap_body\">If this plan of colonization now proposed is intended to provide a refuge and a dwelling for a portion of our brethren, who are now held in slavery in the South, we have stronger objections to it.... </p><p class=\"dap_body\">The ultimate and final abolition of slavery in the United States is, under the guidance and protection of a just God, progressing. Every year [that passes]...affords new and safe assurances that the freedom of all will...be accomplished.... </p><p class=\"dap_body\">But, if this plan of colonization shall go into effect...[the] cords, which now connect [those enslaved] with us shall be stretched...until they break; and all the sources of...affection and connection which [shared] blood bestow, will...be no more. </p><p class=\"dap_body\">To those of our brethren who shall be left behind, there will be assured perpetual slavery [and] augmented sufferings.... The southern masters will colonize only those whom [they see as dangerous].... </p><p class=\"dap_body\">[As a result of colonization parents] will be torn from their children—husbands from their wives—brothers from brothers.... The shores of America will like the sands of Africa be watered by the tears of those who will be left behind. Those who shall be carried away will roam childless, widowed, and alone, over the burning plains of Guinea....</p><p class=\"dap_body\">We humbly, respectfully, and fervently entreat and beseech your disapprobation of the plan of colonization.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: James Forten and Russell Perrott, African American activists, “Address to the Humane and Benevolent Inhabitants of the City and County of Philadelphia,” 1817</p></div>"}],"choicesHtml":["<p class=\"dap_body\">It illustrates the coordinated efforts of free African Americans to resist the domestic slave trade within the United States.</p>","<p class=\"dap_body\">It is a testament to the power of Black churches to shape public opinion on the question of slavery.</p>","<p class=\"dap_body\">It is important because very little is known about the political views of members of the African American community of Philadelphia.</p>","<p class=\"dap_body\">It is an early example of African Americans asserting that abolition and racial equality can be achieved through political means.</p>"],"answer":"1710134265770.4263"}]