[{"id":"MFN000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes one way laws such as those in the source contributed to the undoing of Reconstruction era reforms?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“An Act to define and declare the rights of persons lately known as Slaves, and Free Persons of Color.</p><p class=\"dap_body\">Section 1. Be it enacted by the Legislature of the State of Texas, That all persons heretofore known as slaves, and free persons of color, shall have the right to make and enforce contracts, to sue and be sued, to inherit, purchase, lease, hold, sell, and convey real, personal and mixed estate; to make wills and testaments, and to have and enjoy the rights of personal security, liberty, and private property, and all remedies and proceedings for the protection and enforcement of the same; and there shall be no discrimination against such persons in the administration of the criminal laws of this State. </p><p class=\"dap_body\"><span class=\"tts-container\" data-ssml-sub-alias=\"Sec\" ssml-label=\"Substitution\">Sec.</span> 2. That all laws and parts of laws relating to persons lately held as slaves, or free persons of color, contrary to, or in conflict with the provisions of this act, be and the same are hereby repealed: Provided, nevertheless, that nothing herein shall be so construed as to repeal any law prohibiting the inter- marriage of the white and black races, nor to permit any other than white men to serve on juries, hold office, or vote at any election. State, county, or municipal: Provided, further, that nothing herein contained shall be so construed as to allow them to testify, except in such cases and manner as prescribed in the Constitution of the State. </p><p class=\"dap_body\">Approved November 10, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1866</span>”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Chapter CXXVII, Sections 1 and 2, from Texas’s Black Codes, 1866</p></div>"}],"choicesHtml":["<p class=\"dap_body\">They ended the military occupation of the South</p>","<p class=\"dap_body\">They reduced the practice of sharecropping</p>","<p class=\"dap_body\">They limited African American women’s right to vote</p>","<p class=\"dap_body\">They denied African Americans political rights</p>"],"answer":"1716492332297.7236"}]