[{"id":"MKU000002","type":"mcq","stimulusHtml":"<p class=\"dap_body\">According to the source, which of the following best explains the purpose in founding the Association for the Study of Negro Life and History?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“Until the students of the white race give the same attention to the study of Africa which they have given to the study of the history of Europe and Asia, they will be unprepared to reach any conclusions as to the sort of civilization which the Negro race has produced and its relative value. The fact is that the white man is still ignorant as to what has taken place in Africa.... Because the whites of modern times succeeded in finding in Africa slaves for exploitation at the time when the country was torn to pieces by wars of migrating hordes, they have concluded that these weak captives in war, whom they enslaved and debased, must be taken as a sample of what the Negro is capable of. Yet if the Negroes of this country are to serve as an indication of the capabilities of the race, it is both unscientific and unjust to expect the Negroes to pass through two hundred and fifty years of slavery and in three generations achieve as much as the whites have during many centuries. If they could, instead of thereby showing that they are equal to the whites, they would demonstrate their superiority.</p><p class=\"dap_body\">To disabuse the public mind of this slander proceeding from ill-designing investigators, <span class=\"tts-container\" data-ssml-sub-alias=\"CG\" ssml-label=\"Substitution\">C. G.</span> Woodson organized the Association for the Study of Negro Life and History in Chicago in <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1915</span>, hoping to save and publish the records of the Negro, that the race may not become a negligible factor in the thought of the world. The work of this Association is to collect sociological and historical data, to publish books on Negro life and history, to promote studies in this field through schools and clubs with a view to bringing about harmony between the races by interpreting the one to the other.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Carter <span class=\"tts-container\" data-ssml-sub-alias=\"G\" ssml-label=\"Substitution\">G.</span> Woodson, <i>The Negro in Our History</i>, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1922</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\">To help document the history and contributions of people of African descent and therefore improve <span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">how they are perceived and treated</span></p>","<p class=\"dap_body\">To serve as a meeting place for African American intellectuals to work on their research free from the discriminatory and racially charged gazes of people of other races</p>","<p class=\"dap_body\">To inspire other African American leaders to create avenues for creative and artistic expression that are comparable to the association Woodson founded</p>","<p class=\"dap_body\">To help inform research at historically Black colleges and universities so that they can compete for grants and other funding with predominantly white institutions of higher education</p>"],"answer":"1719887692352.6143"}]