[{"id":"MLX000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes the perspective of the source?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“Devoted as we are to the principles of justice, of love to all men, and of equal rights on which our Government is based, and which make it the hope of the world. We know the burdens of citizenship, and are ready to bear them. We know the duties of the good citizen, and are ready to perform them cheerfully, and would ask to be put in a position in which we can discharge them more effectually. We do not ask for the privilege of citizenship, wishing to shun the obligations imposed by it.... </p><p class=\"dap_body\">The Government has asked the colored man to fight for its preservation and gladly has he done it. It can afford to trust him with a vote as safely as it trusted him with a <span aria-controls=\"acb7f27986c1456c94c359d40050413d\" aria-describedby=\"acb7f27986c1456c94c359d40050413d\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;a weapon used in war&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e0f5cf481245c46002881704be876613f\" tabindex=\"0\">bayonet<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"acb7f27986c1456c94c359d40050413d\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">a weapon used in war</span></span></span></span>. How boundless would be the love of the colored citizen, how intense and passionate his zeal and devotion to the government, how enthusiastic and how lasting would be his gratitude, if his white brethren were to take him by the hand and say, ‘You have been ever loyal to our government; henceforward be voters.’ Again, the granting of this privilege would stimulate the colored man to greater exertion to make himself an intelligent, respected, useful citizen.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Petition from 59 African American inhabitants of Nashville, Tennessee to state leaders, January, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1865</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\">As African American Freedman’s Bureau agents in Tennessee, the petitioners believe in equal rights for all of the citizens of the state.</p>","<p class=\"dap_body\">As citizens of a southern slave state, the petitioners favor the reunification of the nation after the end of the war.</p>","<p class=\"dap_body\">As former Union soldiers from Tennessee, the petitioners are concerned about financial compensation for their service in the army.</p>","<p class=\"dap_body\">As African Americans loyal to the United States, the petitioners desire the right to participate in the political process. </p>"],"answer":"1717432247056.1614"}]