[{"id":"MNA000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes the role of the Haitian Revolution in the history of the African diaspora?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“We need first to seize <span aria-controls=\"38a05b2952ad468bb427f1446f315d62\" aria-describedby=\"38a05b2952ad468bb427f1446f315d62\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;Cap Haitien, a coastal town in Haiti&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e2df6bc4abac3c0afbf46abba65b7c8a7\" tabindex=\"0\">Le Cap<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"38a05b2952ad468bb427f1446f315d62\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">Cap Haitien, a coastal town in Haiti</span></span></span></span> in a spontaneous attack. By not giving them a chance to realize what is happening, we will surprise them with the help of the mulattoes and blacks, free and slave, on our side. And as Le Cap is the heart of the colony and its stronghold, once it is taken, the rest of the colony will be easy for us.... [Slaves from neighboring regions] will set fire to the plantations on their way to Le Cap. They will burn the big houses, kill the [enslavers], and seize their arms and ammunition, and then join their comrades...who will already be in front of Le Cap. This plot is known to all the slaves in the colony, it involves everyone, and the object is to take over the country.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: François and Dechaussée, planning the start of the Haitian Revolution in a meeting at Lenormand Plantation, 1791</p></div>"}],"choicesHtml":["<p class=\"dap_body\">It failed and <span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">discouraged</span> additional resistance movements by enslaved people.</p>","<p class=\"dap_body\">It was the only resistance movement by enslaved people that successfully overturned a colonial government.</p>","<p class=\"dap_body\">It was inspirational to the successful German Coast Uprising led by Charles Deslondes.</p>","<p class=\"dap_body\">It was successful and marked the beginning of a long period of prosperity in Haiti.</p>"],"answer":"1726066130050.2678"}]