[{"id":"MWP000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">What evidence do the authors provide to show their opposition to the American Colonization Society?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“The...Colored citizens and Ministers [of New York City]...have not been inattentive to the course of the Colonization meetings [here].... The sole object of these meetings was to act on the interests of the colored people.... [But] none of that class were invited to take part in them, and they have been carried on without any reference whatever to their wishes or opinions....</p><p class=\"dap_body\">The Colonization scheme was set on foot...by Slaveholders, with the view...of perpetuating their system of Slavery, <i>undisturbed</i>. From the first, no very high expectations seem to have been entertained, that an enterprise, so unnecessary, so unnatural,...bearing about it so little of hope, so much of despair, would [re]commend itself strongly to that class of the community to which it purported solely to be addressed. But little reliance appears to have been placed on obtaining their <i>voluntary </i>consent to exchange for...Africa, this, the country of their fathers for generations, and of their own nativity...where, notwithstanding they were called to suffer many ills brought on them by others, they might yet live in hope, that the dark cloud of Slavery which had so long obscured the free principles asserted by our governments, would one day pass away and permit these principles to shine in all their warmth and effulgence, if <i>not on themselves</i>, on a not very distant generation of their descendants....</p><p class=\"dap_body\">We ask you...whether you ought longer...to press on us an enterprise that we have unremittingly rejected from the first?”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Samuel E. Cornish and Theodore <span class=\"tts-container\" data-ssml-sub-alias=\"S\" ssml-label=\"Substitution\">S.</span> Wright, African American ministers, public letter to political leaders in New York City and New Jersey r<span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">egarding the American Colonization Society</span>, 1840</p></div>"}],"choicesHtml":["<p class=\"dap_body\">The American Colonization Society needed more input from white abolitionists in order to be taken seriously.</p>","<p class=\"dap_body\">The American Colonization Society needed more support from independent African states to be successful.</p>","<p class=\"dap_body\">The American Colonization Society was created by enslavers to force Blacks out of the United States.</p>","<p class=\"dap_body\">The American Colonization Society was founded before there was a law that abolished slavery in the United States.</p>"],"answer":"1709850871982.994"}]