[{"id":"NIO000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best conveys a reason for concern about “an educated Negro” as mentioned in Source 1?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Source 1</strong></span></p><p class=\"dap_body\">“After consultation with the citizens of Tuskegee, I set July 4, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1881</span>, as the day for the opening of the school in the little shanty and church which had been secured for its accommodation. The white people, as well as the coloured, were greatly interested in the starting of the new school, and the opening day was looked forward to with much earnest discussion. There were not a few white people in the vicinity of Tuskegee who looked with some disfavour upon the project. They questioned its value to the coloured people, and had a fear that it might result in bringing about trouble between the races. Some had the feeling that in proportion as the Negro received education, in the same proportion would his value decrease as an economic factor in the state. These people feared the result of education would be that the Negroes would leave the farms, and that it would be difficult to secure them for domestic service.<br/> </p><p class=\"dap_body\">The white people who questioned the wisdom of starting this new school had in their minds pictures of what was called an educated Negro, with a high hat, imitation gold eye-glasses, a showy walking-stick, kid gloves, fancy boots, and what not—in a word, a man who was determined to live by his wits. It was difficult for these people to see how education would produce any other kind of a coloured man.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Chapter VIII, “Teaching School in a Stable and a Hen-House” from <i>Up From Slavery: An Autobiography</i> by Booker <span class=\"tts-container\" data-ssml-sub-alias=\"T\" ssml-label=\"Substitution\">T.</span> Washington, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1900</span></p> <p class=\"dap_body\"> </p><p class=\"dap_body\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Source 2</strong></span></p><figure class=\"image left-justified dap_title_normal_visual_order\" data-original-file-name=\"NIO000000_APC.png\" style=\"padding-top:30px;\"><figcaption>Fisk Jubilee Singers</figcaption><img alt=\"Photograph titled Fisk Jubilee Singers. Refer to long description.\" data-filename=\"\" data-height=\"850\" data-image-id=\"\" data-sizeinkb=\"\" data-status=\"\" data-uploadedon=\"\" data-width=\"1116\" height=\"auto\" src=\"https://assets.learnosity.com/organisations/578/NIO000000_APC.png\" style=\"aspect-ratio:1116/850;\" width=\"1116\"/></figure><div aria-label=\"Long description for photograph titled Fisk Jubilee Singers\" class=\"sr-only\" id=\"b7a24762-86f2-4532-b815-72afad1c4127\" role=\"region\"><ul><li><p class=\"dap_body\">The photograph is a formally posed portrait of 6 African American women and 4 African American men.</p></li><li><p class=\"dap_body\">5 of the women are seated, and the remaining woman and all 4 men stand behind them.</p></li><li><p class=\"dap_body\">The women are dressed in dark, floor-length, ruffled dresses with white neckerchiefs.</p></li><li><p class=\"dap_body\">The men are dressed in dark suits, white shirts, and bow ties.</p></li><li><p class=\"dap_body\">A caption at the bottom reads Jubilee Singers. It is followed by the name of each singer.</p></li></ul></div><p class=\"dap_copyright\">Photo by © Hulton-Deutsch Collection/CORBIS/Corbis via Getty Images</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Access to education and professional training allowed many African Americans to rise out of poverty and become societal leaders challenging historic racial roles.</p>","<p class=\"dap_body\">The development of Black Greek-letter organizations threatened the power of long-established white sororities and fraternities as social and cultural clubs.</p>","<p class=\"dap_body\">The concern about declining contributions to white colleges and universities as HBCUs produced a growing number of successful businessmen.</p>","<p class=\"dap_body\">Global exposure led to increasing international recognition of the religious and musical tradition of African American culture as a viable art forms.</p>"],"answer":"1719866296212.1543"}]