[{"id":"OBQ000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best explains why the Universal Negro Improvement Association (UNIA) developed?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“The Universal Negro Improvement Association and African Communities’ League is a social, friendly, humanitarian, charitable, educational, institutional, constructive and expansive society, and is founded by persons desiring to the utmost to work for the general uplift of the Negro peoples of the world. And the members pledge themselves to all in their power to conserve the rights of their noble race and to respect the rights of all mankind, believing always in the Brotherhood of Man and the Fatherhood of God. The motto of the organization is ‘One God! One Aim! One Destiny!’ Therefore, let justice be done to all mankind, realizing that if the strong oppresses the weak confusion and discontent will ever mark the path of man, but with love, faith and charity towards all the reign of peace and plenty will be heralded into the world and the generations of men shall be called Blessed.... </p><p class=\"dap_body\"> </p><p class=\"dap_body\">Objects and Aims </p><p class=\"dap_body\">Section 3. The objects of the Universal Negro Improvement Association and African Communities’ League shall be: to establish a Universal Confraternity among the race; to promote the spirit of pride and love; to reclaim the fallen; to administer to and assist the needy; to assist in civilizing the backward tribes of Africa; to assist in the development of Independent Negro Nations and Communities; to establish Commissionaires or Agencies in the principal countries and cities of the world for the representation and protection of all Negroes, irrespective of nationality; to promote a conscientious Spiritual worship among the native tribes of Africa; to establish Universities, Colleges, Academies and Schools for the racial education and culture of the people; to conduct a world-wide Commercial and Industrial Intercourse for the good of the people; to work for better conditions in all Negro communities.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Constitution of the Universal Negro Improvement Association, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1918</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\">To unite all people of African descent</p>","<p class=\"dap_body\">To encourage people of African descent to migrate to urban areas</p>","<p class=\"dap_body\">To create a Black aesthetic reflected in the arts and broader Black culture</p>","<p class=\"dap_body\">To provide postsecondary education to Black people in the United States</p>"],"answer":"1719858141381.6072"}]