[{"id":"OHS000005","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Tubman’s testimony was part of a larger effort by abolitionists to highlight which of the following?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“I grew up like a neglected weed,—ignorant of liberty, having no experience of it. Then I was not happy or contented: every time I saw a white man I was afraid of being carried away. I had two sisters carried away in a chain-gang,—one of them left two children. We were always uneasy. Now I've been free, I know what a dreadful condition slavery is. I have seen hundreds of escaped slaves, but I never saw one who was willing to go back and be a slave. I have no opportunity to see my friends in my <span aria-controls=\"50a6194f4b794548b285db05af12beed\" aria-describedby=\"50a6194f4b794548b285db05af12beed\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;“Native land” refers to Maryland in the United States, where Harriet Tubman was formerly enslaved.&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#ecc975571acf7f0be60b0e6ff89148005\" tabindex=\"0\">native land<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"50a6194f4b794548b285db05af12beed\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">“Native land” refers to Maryland in the United States, where Harriet Tubman was formerly enslaved.</span></span></span></span>. We would rather stay [there], if we could be as free there as we are here. I think slavery is the next thing to hell.” </p><p class=\"dap_body\" style=\"text-align:right;\">Source: Harriet Tubman, testimony as compiled in Benjamin Drew's <i>A North-Side View of Slavery, </i>1856</p></div>"}],"choicesHtml":["<p class=\"dap_body\">The challenges of life for Black women during segregation</p>","<p class=\"dap_body\">The effects of Black Codes on the lives of newly freed African Americans</p>","<p class=\"dap_body\">The experiences of enslaved people in order to advance the cause of freedom</p>","<p class=\"dap_body\">The claims that African Americans would be unable to integrate into society</p>"],"answer":"1704980091581.5657"}]