[{"id":"OLK000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following was a legal principle that governed race classification throughout the United States before the Civil War?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“I was born May 1815, of a slave mother, in Shelby County, Kentucky, and was claimed as the property of David White Esq. He came into possession of my mother long before I was born....</p><p class=\"dap_body\">My mother was known by the name of Milldred Jackson. She is the mother of seven slaves only, all being sons, of whom I am the eldest. She was also so fortunate or unfortunate, as to have some of what is called the slaveholding blood flowing in her veins. I know not how much; but not enough to prevent her children though fathered by slaveholders, from being bought and sold in the slave markets of the South. It is almost impossible for slaves to give a correct account of their male parentage. All that I know about it is, that my mother informed me that my father’s name was James Bibb. He was doubtless one of the present Bibb family of <span aria-controls=\"9b1461cca72d46459f73c181bdab0349\" aria-describedby=\"9b1461cca72d46459f73c181bdab0349\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;The Bibb family was a prominent white family in nineteenth century Kentucky, whose members included James Bibb (the author’s father), a Kentucky state senator, and George Bibb, a United States senator from Kentucky.&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e0393f9cb41096bfbe830de44c173215f\" tabindex=\"0\">Kentucky;<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"9b1461cca72d46459f73c181bdab0349\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">The Bibb family was a prominent white family in nineteenth century Kentucky, whose members included James Bibb (the author’s father), a Kentucky state senator, and George Bibb, a United States senator from Kentucky.</span></span></span></span> but I have no personal knowledge of him at all, for he, died before my recollection.”<br/> </p><p class=\"dap_body\" style=\"text-align:right;\">Henry Bibb, <i>Narrative of the Life and Adventures of Henry Bibb, An American Slave, Written by Himself</i>, book published in 1849. </p></div>"}],"choicesHtml":["<p class=\"dap_body\">Race was legally determined based on hypodescent, the principle that racially mixed persons were assigned the lower racial status, making them legally inferior to white people.</p>","<p class=\"dap_body\">Race was legally determined based on the notion that race is a socially constructed concept, thus giving legal consideration to individuals’ own racial self-identification.</p>","<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">Race was legally determined based on people’s phenotype, meaning observable traits such as hair type and skin color made darker-skinned persons automatically deemed inferior to lighter-skinned persons, regardless of ancestry.</span></p>","<p class=\"dap_body\">Race was legally determined based on the “one-drop rule,\" meaning that people who had any African ancestry were legally considered fully Black regardless of their observable appearance.</p>"],"answer":"1706566159951.1475"}]