[{"id":"OXZ000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes how laws and regulations regarding African Americans developed during the eighteenth and early nineteenth centuries? </p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“[Article 15]. We forbid slaves to carry any weapon, or large sticks, on pain of whipping and of confiscation of the weapon to the profit of those who seize them; with the sole exception of those who are sent hunting by their master.</p><p class=\"dap_body\">[Article 16]. We forbid slaves belonging to different masters to gather during the day or at night whether claiming [to do so] for a wedding or otherwise, whether on their master's property or elsewhere, and still less in the main roads or in faraway places, on pain of corporal punishment, which will not be less than the whip and the <span class=\"langSpan\" lang=\"fr\"><i><span aria-controls=\"e57577e262b74f11a3a8081950c389ba\" aria-describedby=\"e57577e262b74f11a3a8081950c389ba\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;A reference to the practice of branding criminals with a hot iron in the shape of a lily flower, the royal emblem of the kings of France; this was a punishment for deserters and habitual criminals in France.&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#ebcff0c459e7fdafc959801f3b659d8d4\" tabindex=\"0\">fleur de lys<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"e57577e262b74f11a3a8081950c389ba\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">A reference to the practice of branding criminals with a hot iron in the shape of a lily flower, the royal emblem of the kings of France; this was a punishment for deserters and habitual criminals in France.</span></span></span></span></i></span> and which in cases of frequent violations and other aggravating circumstances may be punished with death: this we leave to the decision of judges. We [authorize] all our subjects, even those who are not officers of the state, to approach the offenders, to arrest them, and to take them to prison, even if there is not yet any decree against them.</p><p class=\"dap_body\">[Article 17]. Masters who are convicted of having permitted or tolerated such assemblies composed of slaves other than those belonging to them will be condemned... to pay for all the damage that will have been done to their neighbors by these said assemblies and a fine of 10 <span class=\"langSpan\" lang=\"fr\"><i><span aria-controls=\"5bae9125d2ab49f2a6b8bebc7808c30a\" aria-describedby=\"5bae9125d2ab49f2a6b8bebc7808c30a\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;French unit of currency&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e246106738e417f4674f44f0ffba0c334\" tabindex=\"0\">ecus<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"5bae9125d2ab49f2a6b8bebc7808c30a\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">French unit of currency</span></span></span></span></i></span> for the first time and double for repeat offenses.”<br/> </p><p class=\"dap_body\" style=\"text-align:right;\">Source: Law issued by King Louis XIV of France referred to as Code Noir, which regulated the practice of slavery in French colonies, 1685</p></div>"}],"choicesHtml":["<p class=\"dap_body\">African Americans gradually gained more citizenship rights and legal protections as a result of the application of the Constitution by federal courts.</p>","<p class=\"dap_body\">In free states, African Americans were prohibited from voting prior to the ratification of the Fifteenth Amendment. </p>","<p class=\"dap_body\">Many slave codes were changed to grant enslaved workers new economic rights such as a five-day working week and a minimum wage.</p>","<p class=\"dap_body\">African Americans’ efforts to resist or escape enslavement were met with new, even stricter, legal regulations on their personal and citizenship rights.</p>"],"answer":"1706473541615.7039"}]