[{"id":"PAW000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">Which of the following claims about the success of the Haitian Revolution is best supported by evidence in the excerpt?</span></p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">We...[who] in our name [as well as] in that of the people of Hayti, who have legally constituted us faithfully organs and interpreters of their will, in presence of the Supreme Being, before whom all mankind are equal, and who has scattered so many species of creatures on the surface of the earth for the purpose of manifesting his glory and his power by the diversity of his works, in the presence of all nature by whom we have been so unjustly and for so long a time considered as outcast children.</p><p class=\"dap_body\">Do declare that the tenor of the present constitution is the free spontaneous and invariable expression of our hearts, and the general will of our constituents, and we submit it to the sanction of H.M. the Emperor Jacques Dessalines our deliverer, to receive its speedy and entire execution.<br/>Preliminary Declaration.<br/>Art. 1. The people inhabiting the island formerly called St. Domingo, hereby agree to form themselves into a free state sovereign and independent of any other power in the universe, under the name of empire of Hayti.<br/>2. Slavery is forever abolished.<br/>3. The Citizens of Hayti are brothers at home; equality in the eyes of the law is incontestably acknowledged, and there cannot exist any titles, advantages, or privileges, other than those necessarily resulting from the consideration and reward of services rendered to liberty and independence.<br/>4. The law is the same to all, whether it punishes, or whether it protects.<br/> </p><p class=\"dap_body\" style=\"text-align:right;\">Source: <span>English translation of the Constitution of Haiti, published in the </span><i><span>New York Evening Post</span></i><span>, 1805</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">It became a symbol of Black freedom and power.</span></p>","<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">It caused France to have continued economic prosperity.</span></p>","<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">It inspired the French Revolution to be based on similar ideals.</span></p>","<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">It was made possible by the contributions of local maroons.</span></p>"],"answer":"1707942863295.6926"}]