[{"id":"PXZ000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following would best support the author’s claim in the passage that the end of the Civil War “offered little reason for jubilation” to enslaved African Americans living in the Choctaw and Chickasaw Nations? </p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“For the enslaved men and women in the Choctaw and Chickasaw Nations, the end of the Civil War offered little reason for jubilation.... Months after the war’s end and slavery’s demise in the United States, Choctaw and Chickasaw lawmakers...refused to contemplate the possibility of legally and socially redefining people of African descent as something other than slaves. Finally, in the spring of 1866, the Choctaw and Chickasaw Nations, despite having separate governments, entered a joint treaty with the United States...[in which] the issues of black people’s status and rights were tightly interwoven with matters of U.S. Indian policy—namely, the unrelenting drive to curb tribal sovereignty and claim the better part of Indian Territory for the United States....”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Barbara Krauthamer, historian, <i>Black Slaves, Indian Masters : Slavery, Emancipation, and Citizenship in the Native American South</i>, book published in 2013</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Like other Indigenous nations, the Choctaw and Chickasaw kept their codified system of racial slavery until after the practice had been abolished in the rest of the United States.</p>","<p class=\"dap_body\">The Choctaw and Chickasaw nations were forcibly removed from their ancestral lands and moved west of the Mississippi in the Trail of Tears.</p>","<p class=\"dap_body\">As was the case with other Indigenous nations, the lands of the Choctaw and Chickasaw had historically served as destinations for African Americans seeking to escape from slavery.</p>","<p class=\"dap_body\">As a result of centuries of coexistence, many African Americans in the pre–Civil War South had come to have partial Indigenous ancestry.</p>"],"answer":"1710129475407.08"}]