[{"id":"QFD000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">The source demonstrates which of the following historical developments in the African American community in the early twentieth century?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“The [objective of the] Oklahoma State Federation of Negro Women's Clubs...[is to] raise to the highest plane the home, the moral, intellectual, and civil life of the race and to cultivate that spirit of general helpfulness, as expressed in its motto, ‘Lifting as We Climb.’...</p><p class=\"dap_body\">This organization is promoting work along all lines of educational and civic improvement in many of the cities and towns of the state.... One club has a day nursery and lunch room for school children.... Another club furnished properly chaperoned weekly entertainments for the young people.</p><p class=\"dap_body\">[The] Muskogee and El Reno clubs are promoting public libraries and hospitals. Many clubs all over the state are furnishing playgrounds for the children.”</p><p class=\"dap_copyright\">Library of Congress</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Mrs. H. P. Jacobson, “Negro Women’s Club Work in Oklahoma,” <i>The Tulsa Star</i>, August 15, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1914</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">The promotion of equality through highlighting the dignity and determination of Black women</span></p>","<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">The highlighting of anti-Black violence through journalism</span></p>","<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">The challenging of racist stereotypes through the arts</span></p>","<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">The coordination of efforts to fight political discrimination</span></p>"],"answer":"1716491123534.2256"}]