[{"id":"TFY000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best supports the claim that jazz music was significant for the African American community?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“It was as though Ellington had taken the traditional instruments of Negro American music and modified them, extended their range, enriched their tonal possibilities. We were studying the classics then, working at harmony and the forms of symphonic music. And while we affirmed the voice of jazz and the blues despite all criticism from our teachers because they spoke to a large extent of what we felt of the life we lived most intimately, it was not until the discovery of Ellington that we had any hint that jazz possessed possibilities of a range of expressiveness comparable to that of classical European music. </p><p class=\"dap_body\">And then Ellington and the great orchestra came to town; came with their uniforms, their sophistication, their skills; their golden horns, their flights of controlled and disciplined fantasy; came with their art, their special sound.... They were news from the great wide world, an example and a goal.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Ralph Ellison, “Homage to Duke Ellington on His Birthday” from <i>Going to the Territory</i>, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1986</span> </p></div>"}],"choicesHtml":["<p class=\"dap_body\">Jazz music such as Ellington’s showed that African American music was better than European classical music.</p>","<p class=\"dap_body\">Ellington's orchestra was composed of predominantly white musicians, indicating a lack of representation for African Americans in jazz.</p>","<p class=\"dap_body\">The increasing recognition and acceptance of jazz music by mainstream white audiences signaled its transformation into a widely respected art form.</p>","<p class=\"dap_body\">Jazz resonated with the life experiences of the African American community despite facing criticism from educators.</p>"],"answer":"1719887295824.2617"}]