[{"id":"TJJ000004","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best explains how the New Negro movement of the 1920s contextualizes the reference to “suppression of liberty” in Source 1 and the image in Source 2?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Source 1</strong></span></p><p class=\"dap_body\">“[Considering the incident, Merriweather said,]...America was founded for the sake of liberty and the establishment of an asylum for all who were oppressed. And no land has more actively engaged in the suppression of liberty, or in keeping down those who were already oppressed. So that a white boy raised on all sorts of high falutin idealism finds himself when he grows up completely at sea. I confess...when I came to realize that all my wealth and all the combination of environment and position which has made life hitherto so beautiful and perfect, were founded quite specifically on the backs of broken, beaten slaves, I got a shock from which I think sometimes I’ll never recover. It’s robbed me of happiness forever.... <span class=\"tts-container\" data-ssml-sub-alias=\"That\" ssml-label=\"Substitution\">[T]hat</span> sort of extremeness seems to be inherent in the question of color. Either you concern yourself with it violently as the Southerner does and so let slip by all the other important issues of life; or you are indifferent and callous like the average Northerner and grow hardened to all sorts of atrocities; or you steep yourself in it like the sentimentalist—that’s my class—and find yourself paralyzed by the vastness of the problem.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Jessie Redmon Fauset, a novelist in the Harlem Renaissance, <i>There is Confusion</i>, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1924</span></p> <p class=\"dap_body\"> </p><p class=\"dap_body\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Source 2</strong></span></p><figure class=\"image dap_title_normal_visual_order\" data-original-file-name=\"TJJ000002_APC.jpg\" style=\"padding-top:30px;\"><figcaption>Photograph of Flag Flown from the NAACP Headquarters, New York City</figcaption><img alt=\"Black-and-white photograph of a large flag hanging from an upper story window of a tall building overlooking a busy city street. The flag is black with bold, white text that reads “A Man Was Lynched Yesterday.”\" data-filename=\"\" data-height=\"1341\" data-sizeinkb=\"\" data-status=\"\" data-uploadedon=\"\" data-width=\"1766\" height=\"auto\" src=\"https://assets.learnosity.com/organisations/578/TJJ000002_APC.jpg\" style=\"aspect-ratio:1766/1341;\" width=\"1766\"/></figure><p class=\"dap_copyright\">Library of Congress</p></div>"}],"choicesHtml":["<p class=\"dap_body\">The New Negro movement funded writing programs at historically Black colleges and universities (HBCUs), the primary providers of postsecondary education to African Americans.</p>","<p class=\"dap_body\">The New Negro movement’s organization and management of the Black press allowed for the distribution of news to African American communities locally and nationally.</p>","<p class=\"dap_body\">The New Negro movement inspired public conversations about race through the political activism and literary creativity that blossomed during the 1920s.</p>","<p class=\"dap_body\">The New Negro movement fostered Black economic advancement and supported community business initiatives through philanthropy.</p>"],"answer":"1719841828699.906"}]