[{"id":"TXY000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes Johnson’s purpose in writing “Lift Every Voice and Sing”?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_passagetitle\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Lift Every Voice and Sing</strong></span><br/> </p><p class=\"dap_body\">Let our rejoicing rise </p><p class=\"dap_body\">High as the listening skies, </p><p class=\"dap_body\">Let it resound loud as the rolling sea.</p><p class=\"dap_body\">Sing a song full of the faith that the dark past has taught us, </p><p class=\"dap_body\">Sing a song full of the hope that the present has brought us. </p><p class=\"dap_body\">Facing the rising sun of our new day begun, </p><p class=\"dap_body\">Let us march on till victory is won....<br/> </p><p class=\"dap_body\">Have not our weary feet </p><p class=\"dap_body\">Come to the place for which our fathers sighed? </p><p class=\"dap_body\">We have come over a way that with tears has been watered, </p><p class=\"dap_body\">We have come, treading our path through the blood of the slaughtered,</p><p class=\"dap_body\">Out from the gloomy past, </p><p class=\"dap_body\">Till now we stand at last.</p><p class=\"dap_body\" style=\"text-align:right;\">Source: James Weldon Johnson, hymn set to music, originally written as a poem, 1900</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Johnson wanted to illuminate the dehumanization African Americans endured under enslavement to highlight the nation’s tumultuous past.</p>","<p class=\"dap_body\">Johnson sought to call attention to widespread anti-Black sentiment in the United States in order to further demands for federal civil rights legislation.</p>","<p class=\"dap_body\">Johnson sought to celebrate the perseverance and contributions of African Americans after a long period of oppression.</p>","<p class=\"dap_body\">Johnson wanted to highlight the struggles African Americans faced while indicating that these struggles were over.</p>"],"answer":"1704814471725.8074"}]