[{"id":"UJC000007","type":"mcq","stimulusHtml":"<p class=\"dap_body\">In the source, Jefferson advocated most directly for the</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“DEAR SIR,</p><p class=\"dap_body\">The course of things in the neighboring islands of the West Indies appears to have given a considerable impulse to the minds of the slaves in different parts of the US. A great disposition to insurgency has manifested itself among them, which, in one instance, in the state of Virginia broke out into actual insurrection.... The legislature of the state, at a subsequent meeting, took the subject into consideration, and have communicated to me...their wish that some place could be provided, out of the limits of the US to which slaves guilty of insurgency might be transported; and they have particularly looked to Africa as offering the most desirable receptacle. We might, for this purpose, enter into negotiations with the natives, on some part of the coast, to obtain a settlement, and, by establishing an African company combine with its commercial operations. But there being already such an establishment on that coast by the English Sierra Leone company...it would seem better, by incorporating our emigrants with theirs, to make one strong, rather than two weak colonies....</p><p class=\"dap_body\">I pray you to accept assurances of my high consideration and respect.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Thomas Jefferson, letter to Rufus King, July 13, 1802</p></div>"}],"choicesHtml":["<p class=\"dap_body\">repeal of Virginia laws that made slavery a condition passed down through the mother</p>","<p class=\"dap_body\">gradual emancipation of enslaved people in the United States to prevent further insurrections </p>","<p class=\"dap_body\">removal of enslaved people engaged in rebellion to locations outside the United States</p>","<p class=\"dap_body\">immediate expulsion of the growing free Black population from the United States to the West Indies</p>"],"answer":"1709762705598.9243"}]