[{"id":"UVM000002","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following is a similarity between Queen Njinga and Queen Idia?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“In 1641 a Dutch fleet composed of twenty-two warships with good land troops appeared in the port of Luanda. The Portuguese defended Luanda so badly that the town was taken, along with a goodly part of the kingdom.</p><p class=\"dap_body\">Having learned of these advantageous events, Queen Njinga thought that the time had arrived for her to revenge herself against the Portuguese. She had always remembered in her heart how they had affronted her by proclaiming <span aria-controls=\"e3071aef5abc454583da8183957af745\" aria-describedby=\"e3071aef5abc454583da8183957af745\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;During the conflict between Queen Njinga and the Portuguese, the Portuguese declared that Ngola Arij, an enemy of Njinga, was the legitimate king of Ndongo.&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e5541ac79d59f648c4cf2d5d32072a64f\" tabindex=\"0\">Ngola Arij<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"e3071aef5abc454583da8183957af745\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">During the conflict between Queen Njinga and the Portuguese, the Portuguese declared that Ngola Arij, an enemy of Njinga, was the legitimate king of Ndongo.</span></span></span></span> the King of Ndongo. She sent the Dutch [her] ambassadors to congratulate them on their victories and to invite them to join their troops to hers so as to get rid of their common enemies once and for all.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Giovanni Cavazzi, an Italian-born Roman Catholic missionary in West Central Africa, “An Historical Description of Three Kingdoms: Congo, Matamba, and Angola,” 1687</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Both queens fought to suppress the slave trade. </p>","<p class=\"dap_body\">Both queens ruled the West African kingdom of Benin. </p>","<p class=\"dap_body\">Both rulers left a legacy that demonstrated the effectiveness of women as leaders.</p>","<p class=\"dap_body\">Both rulers established a tradition of nonviolence in their kingdoms.</p>"],"answer":"1697569452301.4065"}]