[{"id":"UXR000002","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Based on the excerpt, Mustakeem would most likely agree with which of the following claims?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“Violent eruptions acted out by [enslaved people] were far from uncommon on the oceanic highway of the Atlantic. In 1769, after sales were finalized and 425 slaves were boarded in hollowed corners of the Liverpool vessel Unity, the commander Richard Norris directed his crew to make preparations to expedite sail toward Jamaica. Prior to their departure, Norris reported, ‘the Slaves made an Insurrection,’ pointing out ‘[it] was soon quelled....’ Archival records leave silent the number of people who rose in rebellion [and] the efforts used in their suppression.... With stories of black aggression criss-crossing the Atlantic and exposing audiences to the dangers sailors regularly confronted in the transport and management of slaves, Norris likely became familiar with these same maritime realities, preparing himself and his crew for a similar prospect of danger....</p><p class=\"dap_body\">Ship revolts encapsulated a collective language of resistance. Sailors continually sought to prevent ‘chaining those together who speak the same language.’ Yet these divisive mechanisms often proved futile in thwarting collectivism among boarded captives. Forced to live altered lives as someone else’s property, they formulated beginning ideals of a community grounded upon a shared struggle of oppression. Unfamiliar with their geographical locations far from land out at sea, [enslaved people] adapted to their forced surroundings, routinely drawing upon the terrain of ships to reclaim their own versions of power and freedom. Those held captive were many times, in one scholar’s estimation, ‘unorganized, undisciplined, and united only in their insatiable desire for liberty.’”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Sowande Mustakeem, historian, <i>Slavery at Sea: Terror, Sex, and Sickness in the Middle Passage</i>, 2016</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Enslaved people did not have opportunities to resist slavery before arriving in the Americas.</p>","<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">Sailors generally had total power over the enslaved people being held on slave ships.</span></p>","<p class=\"dap_body\">The actions of enslaved people influenced the preparations made aboard slave ships.</p>","<p class=\"dap_body\">Little can be known about revolts by enslaved people because of the lack of archival records.</p>"],"answer":"1706024799497.9243"}]