[{"id":"VVJ000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes the event being depicted in the source? </p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“Oh dear! I cannot bear to think of <span aria-controls=\"6d9c4da02cb844a78d87664d27e678be\" aria-describedby=\"6d9c4da02cb844a78d87664d27e678be\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;when Mary (then aged 12) and her sisters were separated from their mother and sold to different enslavers in Bermuda&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#ea57deddb642ea5fb2aa02b35ab780b9b\" tabindex=\"0\">that day<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"6d9c4da02cb844a78d87664d27e678be\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">when Mary (then aged 12) and her sisters were separated from their mother and sold to different enslavers in Bermuda</span></span></span></span>, it is too much. It recalls the great grief that filled my heart, and the woeful thoughts that passed to and fro through my mind, whilst listening to the pitiful words of my poor mother, weeping for the loss of her children. I wish I could find words to tell you all I then felt and suffered. The great God above alone knows the thoughts of the poor slave's heart, and the bitter pains which follow such separations as these. All that we love taken away from us—Oh, it is sad, sad! and sore to be borne! I got no sleep that night for thinking of the morrow; and dear <span aria-controls=\"3da5ce0c6e6f45c399e39cd5d7662988\" aria-describedby=\"3da5ce0c6e6f45c399e39cd5d7662988\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;the granddaughter of Mary’s current enslaver, to whom Mary had been a companion and servant&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e0bde571c8dd39958b19b2b9c94b1ba0e\" tabindex=\"0\">Miss Betsey<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"3da5ce0c6e6f45c399e39cd5d7662988\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">the granddaughter of Mary’s current enslaver, to whom Mary had been a companion and servant</span></span></span></span> was scarcely less distressed. She could not bear to part with her old playmates, and she cried sore and would not be pacified.”</p><p class=\"dap_body\" style=\"text-align:right;\">Mary Prince, formerly enslaved Black woman from Bermuda, <i>The History of Mary Prince, a West Indian Slave, </i>book published in London,<i> </i>1831</p></div>"}],"choicesHtml":["<p class=\"dap_body\">An enslaved woman is being forced onto a slave ship in Africa.</p>","<p class=\"dap_body\">An enslaved woman is reflecting on the start of the Civil War.</p>","<p class=\"dap_body\">An enslaved woman is missing her family and friends from whom she is forcibly separated.</p>","<p class=\"dap_body\">An enslaved woman is recounting the events of a failed slave uprising before the Civil War began.</p>"],"answer":"1709847819439.6106"}]