[{"id":"WNE000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes African American blues music?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“The blues insisted that the fate of the individual black man or woman, what happened in their “trivial” affairs, what took place within them—their yearnings, their problems, their frustrations, their dreams—were important, were worth taking note of and sharing in a song. Stressing individual expression and group coherence at one and the same time, the blues was an inward-looking music which insisted upon the meaningfulness of black lives. In these respects it was not only the more obviously angry work songs but the blues as well, that were subversive of the American racial order and proved to be an important <span aria-controls=\"5e98d2423c8249f786bd59188dfc630d\" aria-describedby=\"5e98d2423c8249f786bd59188dfc630d\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;sign&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e761d18dad16f32db2960e815737a52f7\" tabindex=\"0\">portent<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"5e98d2423c8249f786bd59188dfc630d\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">sign</span></span></span></span> of what was to come in a very few decades.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Lawrence Levine, <i>Black Culture and Black Consciousness: Afro-American Thought from Slavery to Freedom</i>, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1975</span> </p></div>"}],"choicesHtml":["<p class=\"dap_body\">It originated among African American communities in New Orleans and continues to evolve.</p>","<p class=\"dap_body\">It was created mostly for economic gain as African Americans struggled to acquire job opportunities.</p>","<p class=\"dap_body\">It emerged from slavery as African Americans sought forms of self-expression. </p>","<p class=\"dap_body\">It was used by African Americans as the primary means to protest racism.</p>"],"answer":"1719844677023.4097"}]