[{"id":"WNE000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best serves as evidence in support of Levine’s claim?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“The blues insisted that the fate of the individual black man or woman, what happened in their “trivial” affairs, what took place within them—their yearnings, their problems, their frustrations, their dreams—were important, were worth taking note of and sharing in a song. Stressing individual expression and group coherence at one and the same time, the blues was an inward-looking music which insisted upon the meaningfulness of black lives. In these respects it was not only the more obviously angry work songs but the blues as well, that were subversive of the American racial order and proved to be an important <span aria-controls=\"5e98d2423c8249f786bd59188dfc630d\" aria-describedby=\"5e98d2423c8249f786bd59188dfc630d\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;sign&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e761d18dad16f32db2960e815737a52f7\" tabindex=\"0\">portent<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"5e98d2423c8249f786bd59188dfc630d\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">sign</span></span></span></span> of what was to come in a very few decades.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Lawrence Levine, <i>Black Culture and Black Consciousness: Afro-American Thought from Slavery to Freedom</i>, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1975</span> </p></div>"}],"choicesHtml":["<p class=\"dap_body\">The blues originated in the South and traveled northward in the Great Migration.</p>","<p class=\"dap_body\">The foundation of the blues was established on African musical traditions.</p>","<p class=\"dap_body\">The radio contributed to the spread of African American musical genres.</p>","<p class=\"dap_body\">The blues conveyed emotional themes of despair, hope, love, and loss.</p>"],"answer":"1719844770653.5896"}]