[{"id":"XOO000002","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following contexts is most helpful for understanding the development in the painting?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><figure class=\"image\" data-original-file-name=\"XOO000000_APC.png\" style=\"padding-top:30px;\"><img alt=\"Painting titled Image of Juan Garrido on a Spanish Expedition, Sixteenth Century. Refer to long description.\" data-filename=\"\" data-height=\"\" data-sizeinkb=\"\" data-status=\"\" data-uploadedon=\"\" data-width=\"\" height=\"auto\" src=\"https://assets.learnosity.com/organisations/578/XOO000000_APC.png\" style=\"aspect-ratio:1200/648;\" width=\"1200\"/><figcaption>Image of Juan Garrido on a Spanish Expedition, Sixteenth Century</figcaption></figure><div aria-label=\"Long description for painting titled Image of Juan Garrido on a Spanish Expedition, Sixteenth Century\" class=\"sr-only\" id=\"4ad9791a-818e-4668-affd-6efdca73e889\" role=\"region\"><ul><li>The painting centers on Juan Garrido, an African man holding a pike in one hand and the reins of a horse in the other hand.</li><li>On the right side of the painting is a light-skinned man wearing a red coat and 3 Indigenous people wearing robes with red trim.<ul><li>The light-skinned man approaches the group of Indigenous people.</li><li>The Indigenous people offer a green garland to the light-skinned man.</li></ul></li><li>On the left side of the painting are several soldiers wearing full armor and holding pikes and other weapons.</li><li>In the background is a mountain and greenery.</li></ul></div><p class=\"dap_copyright\">Photo by G. Dagli Orti / De Agostini Picture Library via Getty Images</p><p class=\"dap_caption\"><i>Painting of Juan Garrido holding a pike and leading a horse during a European expedition in the Americas in 1533.</i></p></div>"}],"choicesHtml":["<p class=\"dap_body\">As plantation laborers for Spanish settlers, Africans rarely rose above their designated status.</p>","<p class=\"dap_body\">Most of the Africans accompanying early Spanish conquistadors primarily acted as servants for Spanish elites.</p>","<p class=\"dap_body\">Africans referred to as Atlantic creoles used their familiarity with multiple cultures to gain social mobility.</p>","<p class=\"dap_body\">Africans resisted the transatlantic slave trade by forming revolts onboard slave ships. </p>"],"answer":"1707764224289.3108"}]