[{"id":"XPQ000006","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following claims is best supported by the evidence in the source?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“The abolitionist movement in Brazil was a struggle between classes within one nation.... </p><p class=\"dap_body\">Government leaders [in Brazil] thought that they had resolved the emancipation issue with [a law passed in 1871].... </p><p class=\"dap_body\">Although slave owners proclaimed their emancipationist sentiments...the radical abolitionists challenged these assertions [beginning in 1885].... The immediate abolitionist leaders held that [decrees that gradually emancipated enslaved people] were having little effect on the institution.</p><p class=\"dap_body\">It was this move toward confrontational politics on the part of the abolitionists in the post-1885 period that finally saw the dismantling of slavery.... The army and the local police now refused to return fugitives, and mass exodus from plantations was becoming common in the most advanced plantation counties of [the capital city of] São Paulo.... When even members of the imperial family [ruling Brazil] were converted to a radical abolitionist position, there was little hope left for the slave owners. In May 1888, the government finally decreed immediate and totally uncompensated emancipation for all slaves. Thus ended the largest remaining slave regime in America, and with its destruction, African slavery was finally brought to an end in all the Americas.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Herbert S. Klein and Francisco Vidal Luna, historians, <i>Slavery in Brazil</i>, 2010</p></div>"}],"choicesHtml":["<p class=\"dap_body\">The example of Brazil encouraged emancipation in other countries in the Americas.</p>","<p class=\"dap_body\">The Haitian Revolution inspired Brazilians to abolish the institution of slavery in Brazil.</p>","<p class=\"dap_body\">The actions of enslaved people helped to pressure enslavers into ending slavery in Brazil.</p>","<p class=\"dap_body\">Slave narratives by African Americans contributed to the decline of slavery in Brazil.</p>"],"answer":"1710511688530.9175"}]