[{"id":"XWW000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following best describes a historical context that connected the Africans discussed in Source 1 with the Spanish discussed in Source 2?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Source 1 </strong></span></p><p class=\"dap_body\">“On the 9th day of September...[twenty] Angola negroes assembled...and one who was called Jemmy was their captain. They surprised a warehouse belonging to <span class=\"tts-container\" data-ssml-sub-alias=\"Mr\" ssml-label=\"Substitution\">Mr.</span> Hutchenson...they there killed <span class=\"tts-container\" data-ssml-sub-alias=\"Mr\" ssml-label=\"Substitution\">Mr.</span> Robert Bathurst, and <span class=\"tts-container\" data-ssml-sub-alias=\"Mr\" ssml-label=\"Substitution\">Mr.</span> Gibbs, plundered the house, and took a pretty many small arms and powder.... They then...marched southward...through Georgia to Augustine.... They increased every minute by new negroes coming to them, so that they were above sixty, some say a hundred, [when] they halted in a field, and set to dancing, singing and beating drums, to draw more negroes to them...but...the planters...pursued them and when they came up...charged them on foot.... About 30 escaped from the flight.... General Oglethorpe...immediately ordered a troop of rangers...to patrol through Georgia...and published a proclamation ordering all the constables...of Georgia to pursue and seize all negroes.... It is hoped these measures will prevent any negroes from getting down to the Spaniards.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Unknown author, a description of the Stono Rebellion, South Carolina, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1739</span>, in the Colonial Records of the State of Georgia</p> <p class=\"dap_body\"> </p><p class=\"dap_body\"><span aria-level=\"3\" class=\"selected-document-header\" role=\"heading\"><strong>Source 2</strong></span> </p><p class=\"dap_body\">“Mose was located...directly north of <span class=\"tts-container\" data-ssml-sub-alias=\"Saint\" ssml-label=\"Substitution\">St.</span> Augustine.... It was strategically significant. Governor Montiano surely considered the benefits of a northern outpost against anticipated British attacks. And who better to serve as an advanced warning system than grateful ex-slaves carrying Spanish arms? The freedmen understood their expected role, for, in a declaration to the king, they vowed to be ‘the most cruel enemies of the English’ and to risk their lives and spill their ‘last drop of blood in defense of the Great Crown of Spain and the Holy Faith.’ If the new homesteaders were diplomats, they were also <span aria-controls=\"0df9b8dea9e2441b80644d04b6221195\" aria-describedby=\"0df9b8dea9e2441b80644d04b6221195\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;person who is practical and focused on a goal&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e1a75a923f7859368564709e01693f803\" tabindex=\"0\">pragmatists<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"0df9b8dea9e2441b80644d04b6221195\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">person who is practical and focused on a goal</span></span></span></span>, and their own interests were clearly served by fighting those who would seek to return them to chattel slavery.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Jane Landers, historian, “Gracia Real de Santa Teresa de Mose: A Free Black Town in a Spanish Colony,” article published in the <i>American Historical Review</i>, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1990</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\">Spanish Florida was predominantly Catholic and many of the participants in the Stono Rebellion were from a largely Catholic region of Africa.</p>","<p class=\"dap_body\">The griot tradition originated in Spain and spread to the region of Africa where many of the participants in the Stono rebellion originated.</p>","<p class=\"dap_body\">Many enslaved people from the region near the Stono River were forced to relocate to Spanish Florida during the Second Middle Passage.</p>","<p class=\"dap_body\">The American Colonization Society exiled free Black people from South Carolina to Spanish Florida for many years.</p>"],"answer":"1726067169525.0896"}]