[{"id":"YMY000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following statements best explains a connection between the pendant in the image and enslaved Africans in the Americas?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><figure class=\"image\" data-original-file-name=\"YMY000000_APC.png\" style=\"padding-top:30px;\"><img alt=\"Photograph titled Brass Pendant of St. Anthony of Padua Created in Kongo Refer to long description.\" data-filename=\"\" data-height=\"850\" data-image-id=\"1fe51bb9-b015-4b9c-9314-fd03731d9108\" data-sizeinkb=\"\" data-status=\"\" data-uploadedon=\"\" data-width=\"560\" height=\"auto\" src=\"https://assets.learnosity.com/organisations/578/YMY000000_APC.png\" style=\"aspect-ratio:560/850;\" width=\"560\"/><figcaption>Brass Pendant of St. Anthony of Padua Created in Kongo</figcaption></figure><div aria-label=\"Long description for Photograph titled Pendant: Saint Anthony of Padua\" class=\"sr-only\" id=\"7e7be249-b4c9-4f63-96d1-489dada6b47c\" role=\"region\"><ul><li>The pendant depicts Saint Anthony standing and wearing a Catholic monk’s habit.</li><li>In his right hand, Saint Anthony holds a cross.</li><li>In his left hand, Saint Anthony holds a small figure, possibly an infant.</li><li>The pendant’s sheen suggests it is made of metal.</li></ul></div><p class=\"dap_copyright\">Gift of Ernst Anspach, 1999. The Metropolitan Museum of Art.</p></div>"}],"choicesHtml":["<p class=\"dap_body\">By depicting a saint important in Portugal, the pendant indicates how the Kingdom of Kongo was forced to convert to Christianity and explains why enslaved people in the Americas rejected the faith. </p>","<p class=\"dap_body\">The use of brass to manufacture the pendant highlights the role of the brass trade in initially attracting Europeans to West Africa, which became a major source of enslaved people in the Americas. </p>","<p class=\"dap_body\">A pendant of a Roman Catholic saint created in the Kingdom of Kongo suggests that many West Central Africans were Christians before they arrived in the Americas as enslaved people.</p>","<p class=\"dap_body\">A Christian pendant made by Africans provides evidence of the export of African manufactured goods to the Americas to support the veneration of ancestors by enslaved people.</p>"],"answer":"1696865498211.4407"}]