[{"id":"YMY000006","type":"mcq","stimulusHtml":"<p class=\"dap_body\"><span style=\"background-color:rgb(255,255,255);color:rgb(30,30,30);\">W</span>hich of the following statements most accurately explains the effect of the Tulsa Race Massacre of <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1921</span>?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“I reached my office in safety; but I knew that that safety would be short-lived. I now knew the mob-spirit. I knew too that government and law and order has broken down. I knew that mob law had been substituted in all its fiendishness and barbarity. I knew that the mobbist cared nothing about the written law and the constitution and I also now knew that he had neither the patience nor the intelligence to distinguish between the good and the bad, the law abiding and the lawless in my race. From my office window, I could see planes circling in mid-air. They grew in number and hummed, darted and dipped low. I could hear something like hail falling upon the top of my office building. Down East Archer, I saw the old Mid-Way hotel on fire, burning from its top, and then another and another and another building began to burn from the top. “What, an attack from the air too?”, I asked myself. Lurid flames roared and belched and licked their forked tongues in the air. Smoke ascended from the sky in thick, black volumes and amid it all, the planes—now a dozen or more in number—still hummed and darted here and there with the agility of natural birds of the air.... </p><p class=\"dap_body\">For fully forty eight hours, the fires raged and burned everything in its path and it left nothing but ashes and burned safes and trunks and the like where once stood beautiful homes and business houses. And so proud, [rich], black Tulsa was destroyed by fire—that is its buildings and property; but its spirit was neither killed nor daunted.”</p><p class=\"dap_copyright\">Collection of the Smithsonian National Museum of African American History and Culture, Gift from Tulsa Friends and John W. and Karen R. Franklin</p><p class=\"dap_body\" style=\"text-align:right;\">Source: <i>The Tulsa Race Riot and Three of Its Victims</i>, unpublished manuscript, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1931</span></p></div>"}],"choicesHtml":["<p class=\"dap_body\">It prevented many African American families from passing down wealth and property due to the destruction and loss incurred during the violence.</p>","<p class=\"dap_body\">It led to the wave of racial violence incited by white supremacists across the country in the period known as the Red Summer.</p>","<p class=\"dap_body\">It inspired Ida <span class=\"tts-container\" data-ssml-sub-alias=\"B\" ssml-label=\"Substitution\">B.</span> Wells to publish her findings that lynching aimed to instill fear in African Americans and discourage them from pursuing economic advancement.</p>","<p class=\"dap_body\">It discouraged African American writers from publishing any accounts about racial violence in order to avoid retaliation from white supremacists.</p>"],"answer":"1716490528733.4802"}]