[{"id":"YPG000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following statements best describes the context of the author’s social activism, as outlined in the letter?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“It has been said by our enemies among the whites, that it is doing us harm to set us free: we cannot, they say, maintain ourselves decently and respectably.... To prove which, they bid us look around [at] the many poor [people] of...color with which this city [Philadelphia] abounds, [a city in which very many wealthy African Americans] live on the best, dress in the finest and most fashionable clothing...[and] have everything provided for the body without thought or care.... </p><p class=\"dap_body\">These men work hard...have money...and [believe they] must enjoy it in the way they have seen others do....</p><p class=\"dap_body\">When I was first <span aria-controls=\"469e94a7a4c04814be7299a349a96258\" aria-describedby=\"469e94a7a4c04814be7299a349a96258\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;The author married a moderately well-off Afro-Caribbean barber resident in Philadelphia.&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#eca7b3e9b55721735f48070d41dd1c26f\" tabindex=\"0\">married<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"469e94a7a4c04814be7299a349a96258\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">The author married a moderately well-off Afro-Caribbean barber resident in Philadelphia.</span></span></span></span>, I found myself precisely in this way. We had our parties and tea-drinkings; we must have the best wine and the best cake; our friends had it and we must give them the same they gave us.... But when it pleased the Lord to open my eyes, these things became a burden to me. I remembered [Christ] had said ‘When thou makest a feast call in the poor, the lame and the blind....’ It occurred to me that Christ had lived a self-denying life, and I began to think how I might deny myself, take up the cross and follow him, when dress presented itself to my view first. Now a pair of [fine] shoes cost one dollar and 50 cents: [I told myself that] a pair of [worse quality] will do just as well, and I shall have 50 cents for the poor. A fine muslin dress costs five dollars: I can buy a very good calico one for three and have two dollars to spare....</p><p class=\"dap_body\">These things were very trifling in themselves, but oh! the peace of mind and the liberty I gained by [doing them].... I no longer felt disturbed as to whether my appearance was better than my neighbor or not, and I always had something for the poor.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Grace Bustill Douglass, free African American abolitionist, Society of Friends (Quaker) religious reformer, and women’s rights activist, letter to Rev. John Gloucester, African American religious leader, founder of the First African Presbyterian Church in Philadelphia, 1819</p></div>"}],"choicesHtml":["<p class=\"dap_body\">Religion inspired resistance to slavery in the form of rebellions.</p>","<p class=\"dap_body\">Some free Black entrepreneurs established successful manufacturing businesses that became household names.</p>","<p class=\"dap_body\">Free African Americans built community through religious institutions, including established and independent churches.</p>","<p class=\"dap_body\">African Americans used spirituals and other religious artistic genres to articulate their hardships and hopes under enslavement.</p>"],"answer":"1710049876869.3604"}]