[{"id":"ZKM000004","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Based on the passage, Olmsted most likely would have agreed with which of the following claims regarding slavery in Mississippi and Alabama?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\"><i>[Describing a plantation in Mississippi]</i> </p><p class=\"dap_body\"><br/>“There were 135 slaves, big and little, of which 67 went to field regularly—equal, the overseer thought, to 60 able-bodied hands. Besides the field-hands, there were 3 mechanics (blacksmith, carpenter and wheelwright), 2 seamstresses, 1 cook, 1 stable servant, 1 cattle-tender, 1 hog-tender, 1 <span aria-controls=\"6e873749e53b45faa96d359140ecc9cb\" aria-describedby=\"6e873749e53b45faa96d359140ecc9cb\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;A person who drives horse or cattle carts&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e12e306695599be2572159df542ff1f71\" tabindex=\"0\">teamster<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"6e873749e53b45faa96d359140ecc9cb\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">A person who drives horse or cattle carts</span></span></span></span>, 1 house servant (overseer’s cook), and one midwife and nurse.”...</p><p class=\"dap_body\"> </p><p class=\"dap_body\"><i>[Describing a plantation in Alabama]</i></p><p class=\"dap_body\"><br/>“Each overseer regulated the hours of work on his own plantation. I saw the negroes at work before sunrise and after sunset. At about eight o’clock they were allowed to stop for breakfast, and again about noon, to dine. The length of these rests was at the discretion of the overseer or drivers...</p><p class=\"dap_body\"> </p><p class=\"dap_body\">The plowing, both with single and double mule teams, was generally performed by women, and very well performed, too.... Twenty of them were plowing together, with double teams and heavy plows. They were superintended by a male negro driver, who carried a whip, which he frequently cracked at them, permitting no dawdling or delay... Throughout the <span aria-controls=\"6de0e763234b49929721720db6d6961b\" aria-describedby=\"6de0e763234b49929721720db6d6961b\" aria-roledescription=\"Define term\" class=\"dap_tooltip\" data-cb-placement=\"top\" data-cb-title='&lt;p class=\"dap_body\"&gt;At the time, the term referred mainly to the states of Louisiana, Mississippi, Alabama, Tennessee, and Kentucky&lt;/p&gt;' data-cbtrack-comp=\"apricot-vanilla:tooltip\" id=\"tooltipTriggerAnchor#e9ffff9672d4054b8758e54e5eaa06328\" tabindex=\"0\">Southwest<span aria-hidden=\"true\" class=\"cb-tooltip\" id=\"6de0e763234b49929721720db6d6961b\" role=\"tooltip\"><span class=\"cb-tooltip-inner\"><span class=\"dap_body\">At the time, the term referred mainly to the states of Louisiana, Mississippi, Alabama, Tennessee, and Kentucky</span></span></span></span> the negroes, as a rule, appear to be worked much harder than in the eastern and northern slave States. I do not think they accomplish as much daily, as agricultural laborers at the North usually do, but they certainly labor much harder, and more unremittingly.”<br/> </p><p class=\"dap_body\" style=\"text-align:right;\">Source: Frederick Law Olmsted, United States architect and journalist, <i>A Journey in the Back Country in the Winter of 1853–4</i>, book published in 1860</p></div>"}],"choicesHtml":["<p class=\"dap_body\">It was a benign institution and enslaved people were treated humanely.</p>","<p class=\"dap_body\">It had become foundational to the economy of the region and had to be maintained as a “necessary evil.”</p>","<p class=\"dap_body\">It was inefficient compared to the agricultural labor systems in use elsewhere in the United States.</p>","<p class=\"dap_body\">It had fostered interdependence among the economies of the Southern and Northern states.</p>"],"answer":"1706506663162.7622"}]