[{"id":"ZST000001","type":"mcq","stimulusHtml":"<p class=\"dap_body\">Which of the following claims is made by Brown in the excerpt? </p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“From the mid-sixteenth century, when African traders in the Senegambia and Angola first supplied slaves to the Europeans... the [Atlantic] trade expanded dramatically through the eighteenth century....European enterprise in the Americas flourished whenever and wherever enslaved African labor was most exploited. Slaves were the region’s...most vital factor in the production of goods and services....</p><p class=\"dap_body\">Atlantic trade wasn’t the African elites’ only concern by any means, but as various merchants, middlemen, and enterprising renegades recognized the increasing scope of Atlantic opportunities, they found ways to turn the slave trade to their advantage. The process was dramatically demonstrated by the highly centralized states—such as Oyo, Dahomey, and Asante inland from the Gold and Slave Coasts [in West Africa]—that incorporated trade with Europeans into their wars of expansion. They valued firearms from Europe among the most useful commodities. Gold Coast traders had imported sizable numbers of guns beginning as early as the 1650s, but by 1730 an estimated 180,000 firearms a year were flooding into the Gold and Slave Coasts, facilitating the rise and reach of predatory slaving states. These slaving regimes engaged in regular campaigns to plunder stateless societies for captives or to raid weakened polities that could no longer protect their people. Captives could be retained to swell armies and enlarge retinues or be sold to Europeans for goods and more guns, which only deepened the spiraling vortex of violence. Such predatory slaving states proliferated and gathered strength in the eighteenth century, and the privations and chaos attending their local wars made ever more refugees available for capture and sale abroad.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Vincent Brown, historian, <i>Tacky’s Revolt: The Story of an Atlantic Slave War</i>, 2020</p></div>"}],"choicesHtml":["<p class=\"dap_body\">African elites attempted to halt the trade of enslaved people in Western Africa. </p>","<p class=\"dap_body\">African states that traded with Europeans held a significant advantage over societies that did not. </p>","<p class=\"dap_body\">Relations between African states were largely peaceful until the introduction of firearms by Europeans.</p>","<p class=\"dap_body\">The enslavement of people in Africa did not begin until after European merchants traded weapons for captive people.</p>"],"answer":"1705517663192.499"}]