[{"id":"ZSU000003","type":"mcq","stimulusHtml":"<p class=\"dap_body\">The source could best be used as evidence for which of the following claims about the experience of African American voters during the later nineteenth century?</p>","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\"><p class=\"dap_body\">“The conduct of the late election [of <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1876</span>] in Mississippi...put in question and jeopardy the sacred rights of the citizens; and the [congressional] investigation contemplated...has for its objective...the protection in all their purity and significance of the political rights of the people and the free institutions of the country.... </p><p class=\"dap_body\">The evidence in hand and accessible will show...that in many parts of the State corrupt and violent influences were brought to bear upon the registrars of voters, thus materially affecting the character of the voting or poll lists.... Threats and violence were practiced directly upon the masses of voters in such measures and strength as to produce grave apprehensions for their personal safety, and as to deter them from the exercise of their political franchises.... </p><p class=\"dap_body\">The sober American judgment must [prevail] in the South as elsewhere in the Republic, ...that differences of religion, nationality, or race can neither with safety nor propriety be permitted for a moment to enter into the [political] party contests of the day.”</p><p class=\"dap_body\" style=\"text-align:right;\">Source: Speech by Blanche <span class=\"tts-container\" data-ssml-sub-alias=\"K\" ssml-label=\"Substitution\">K.</span> Bruce, United States senator from Mississippi, the first African American to serve a full term in the Senate, <span class=\"tts-container\" data-ssml-say-as=\"date\" ssml-label=\"Date\">1876</span>  </p></div>"}],"choicesHtml":["<p class=\"dap_body\">The political rights of African Americans were threatened by other citizens.</p>","<p class=\"dap_body\">The Freedmen’s Bureau helped African American voters cast ballots during elections.</p>","<p class=\"dap_body\">The Fifteenth Amendment fully protected the ability of African American voters to participate in elections.</p>","<p class=\"dap_body\">The federal government prioritized protecting African American voters over reintegrating Southern states into the Union.</p>"],"answer":"1717431465123.216"}]