[{"id":"FT549662-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Oates uses literary elements and techniques to develop a complex characterization of the speaker, Judd Mulvaney.","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Joyce Carol Oates’s novel <em>We Were the Mulvaneys</em>, published in 1996. In this passage, Judd Mulvaney reflects on a time when he contemplated the brook near the driveway. Read the passage carefully. Then, in a well-written essay, analyze how Oates uses literary elements and techniques to develop a complex characterization of the speaker, Judd Mulvaney.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><br />\nThat time in our lower driveway, by the brook. I was straddling my bike staring down into the water. Fast-flowing clear water, shallow, shale beneath, and lots of leaves. Sky the color of lead and the light mostly drained so I couldn’t see my face only the dark shape of a head that could be anybody’s head. Hypnotizing myself the way kids do. Lonely kids, or kids not realizing they’re lonely. The brook was flowing below left to right (east to west, though at a slant) and I stood immobile leaning on the railing (pretty damn rotted: I’d tell Dad it needed to be replaced with new planks, we could do it together) until it began to happen as it always does the water gets slower and slower and you’re the one who begins to move—oh boy! we-ird! scary and ticklish in the groin and I leaned farther and farther over the rail staring into the water and I was moving, moving helplessly forward, it seemed I was moving somehow upward, rising into the air, helpless, in that instant aware of my heart beating <em>ONEtwothree ONEtwothree</em>! thinking <em>Every heartbeat is past and gone! Every heartbeat is past and gone!</em> A chill came over me, I began to shiver. It wasn’t warm weather now but might have been late as November, most of the leaves blown from the trees. Only the evergreens and some of the black birches remaining but it’s a fact when dry yellow leaves (like on the birches) don’t fall from a tree the tree is partly dead. A light gritty film of snow on the ground, darkest in the crevices where you’d expect shadow so it was like a film negative. <em>Every heartbeat is past and gone! Every heartbeat is past and gone!</em> in a trance that was like a trance of fury, raging hurt <em>Am I going to die?</em> because I did not believe that Judd Mulvaney could die. (Though on a farm living things are dying, dying, dying all the time, and many have been named, and others are born taking their places not even knowing that they are taking the places of those who have died.) So I knew, I wasn’t a dope, but I didn’t know—not really. Aged eleven, or maybe twelve. Leaning over the rotted rail gaping at the water hypnotized and scared and suddenly there came Dad and Mike in the mud-colored Ford pickup (Might as well buy our vehicles mud-colored to begin with, saves time, was Dad’s logic) barreling up the drive, bouncing and rattling. On the truck’s doors were neat curving white letters sweet to see MULVANEY ROOFING (716) 689-8329. They’d be passing so close my bike might snag in a fender so I grabbed it and hauled it to the side. Mike had rolled down his window to lean out and pretend to cuff at my head—“Hey Ranger-kid: what’s up?” Dad at the wheel grinned and laughed and next second they were past, the pickup in full throttle ascending the drive. And I looked after them, these two people so remarkable to me, my dad who was like nobody else’s dad and my big brother who was—well, Mike Mulvaney: “Mule” Mulvaney—and the most terrible thought came to me.</p>\n\n<p><em>Them, too. All of them. Every heartbeat past and gone.</em></p>\n\n<p>It stayed with me for a long time, maybe forever. Not just that I would lose the people I loved, but they would lose me—<em>Judson Andrew Mulvaney</em>. And they knew nothing of it. (Did they?) And I, just a skinny kid, the runt of the litter at High Point Farm, would have to pretend not to know what I knew.</p>\n"}]}]