[{"id":"FT549233-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Walcott uses literary elements and techniques to convey the speaker’s complex experience.","features":[{"type":"sharedpassage","html":"<p>In Derek Walcott’s poem “XIV,” published in 1984, the speaker recalls a childhood experience of visiting an elderly woman storyteller. Read the poem carefully. Then, in a well-written essay, analyze how Walcott uses literary elements and techniques to convey the speaker’s complex experience.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; XIV</strong></p>\n\n<div style=\"padding-left: 35px;\">\n<p>With the frenzy of an old snake shedding its skin,<br />\nthe speckled road, scored with ruts, smelling of mold,<br />\ntwisted on itself and reentered the forest<br />\nwhere the dasheen<sup>1</sup> leaves thicken and folk stories begin.<br />\n<strong style=\"position:absolute; left: 0;\">(5)</strong> Sunset would threaten us as we climbed closer<br />\nto her house up the asphalt hill road, whose yam vines<br />\nwrangled over gutters with the dark reek of moss,<br />\nthe shutters closing like the eyelids of that mimosa<sup>2</sup><br />\ncalled Ti-Marie; then—lucent as paper lanterns,<br />\n<strong style=\"position:absolute; left: 0;\">(10)</strong> lamplight glowed through the ribs, house after house—<br />\nthere was her own lamp at the black twist of the path.<br />\nThere’s childhood, and there’s childhood’s aftermath.<br />\nShe began to remember at the minute of the fireflies,<br />\nto the sound of pipe water banging in kerosene tins,<br />\n<strong style=\"position:absolute; left: 0;\">(15)</strong> stories she told to my brother and myself.<br />\nHer leaves were the libraries of the Caribbean.<br />\nThe luck that was ours, those fragrant origins!<br />\nHer head was magnificent, Sidone. In the gully of her voice<br />\nshadows stood up and walked, her voice travels my shelves.<br />\n<strong style=\"position:absolute; left: 0;\">(20)</strong> She was the lamplight in the stare of two mesmerized boys<br />\nstill joined in one shadow, indivisible twins.</p>\n</div>\n\n<p class=\"text-center\">&nbsp;</p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\"><sup>1</sup>dasheen: tropical plant with large leaves</span></p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\"><sup>2</sup>mimosa: tropical plant whose leaves close or droop when touched or shaken</span></p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\"><sup>“XIV” from MIDSUMMER by Derek Walcott. Copyright © 1984 by Derek Walcott. </sup></span></p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\"><sup>Reprinted by permission of Farrar, Straus and Giroux, LLC and Faber and Faber Ltd.</sup></span></p>\n"}]}]