[{"id":"FT547561","type":"mcq","stimulusHtml":"<p>The passage primarily focuses on the</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p><p>Clytie cooked the three meals on the stove, for they all ate different things, and set the three trays. She had to carry them in proper order up the stairs. She frowned in concentration, for it was hard to keep all the dishes straight, to make them come out right in the end, as Old Lethy could have done. They had had to give up the cook long ago when their father suffered the first stroke. Their father had been fond of Old Lethy, she had been his nurse in childhood, and she had come back out of the country to see him when she heard he was dying. Old Lethy had come and knocked at the back door. And as usual, at the first disturbance, front or back, Octavia had peered down from behind the curtain and cried, “Go away! Go away! What the devil have you come here for?” And although Old Lethy and their father had both pleaded that they might be allowed to see each other, Octavia had shouted as she always did, and sent the intruder away. Clytie had stood as usual, speechless in the kitchen, until finally she had repeated after her sister, “Lethy, go away.” But their father had not died. He was, instead, paralyzed, blind, and able only to call out in unintelligible sounds and to swallow liquids. Lethy still would come to the back door now and then, but they never let her in, and the old man no longer heard or knew enough to beg to see her. There was only one caller admitted to his room. Once a week the barber came by appointment to shave him. On this occasion not a word was spoken by anyone.</p><p>Clytie went up to her father’s room first and set the tray down on a little marble table they kept by his bed.</p><p>“I want to feed Papa,” said Octavia, taking the bowl from her hands.</p><p>“You fed him last time,” said Clytie.</p><p>Relinquishing the bowl, she looked down at the pointed face on the pillow. Tomorrow was the barber’s day, and the sharp black points, at their longest, stuck out like needles all over the wasted cheeks. The old man’s eyes were half closed. It was impossible to know what he felt. He looked as though he were really far away, neglected, free. . . . Octavia began to feed him.</p><p>Without taking her eyes from her father’s face, Clytie suddenly began to speak in rapid, bitter words to her sister, the wildest words that came to her head. But soon she began to cry and gasp, like a small child who has been pushed by the big boys into the water.</p><p>“That is enough,” said Octavia.</p><p>But Clytie could not take her eyes from her father’s unshaven face and his still-open mouth.</p><p>“And I’ll feed him tomorrow if I want to,” said Octavia. She stood up. The thick hair, growing back after an illness and dyed almost purple, fell over her forehead. Beginning at her throat, the long accordion pleats which fell the length of her gown opened and closed over her breasts as she breathed. “Have you forgotten Gerald?” she said. “And I am hungry too.”</p><p>Clytie went back to the kitchen and brought her sister’s supper.</p><p>Then she brought her brother’s. <br> <br></p><p><sup>Excerpt from “Clytie” in A CURTAIN OF GREEN AND OTHER STORIES, copyright 1941 and renewed 1969 by Eudora Welty, reproduced by permission of Houghton Mifflin Harcourt Publishing Company. All rights reserved.</sup></p>"}],"choicesHtml":["<p>dying father’s last relationships with family and servants</p>","<p>mental and physical worlds of Clytie as her father is dying</p>","<p>vengeance visited on the family by those they have wronged</p>","<p>relationship of the family to the outside world during the father’s illness</p>"],"answer":1}]