[{"id":"FT547960","type":"mcq","stimulusHtml":"<p>All of the following verbs from the second sentence have the same subject EXCEPT</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p>And now that the cloud settled on Saint Antoine,<sup>1</sup> which a momentary gleam had driven from his sacred countenance, the darkness of it was heavy—cold, dirt, sickness, ignorance, and want, were the lords in waiting on the saintly presence—nobles of great power all of them; but, most especially the last. Samples of a people that had undergone a terrible grinding and re-grinding in the mill, and certainly not in the fabulous mill which ground old people young, shivered at every corner, passed in and out at every doorway, looked from every window, fluttered in every vestige of a garment that the wind shook. The mill which had worked them down, was the mill that grinds young people old; the children had ancient faces and grave voices; and upon them, and upon the grown faces, and ploughed into every furrow of age and coming up afresh, was the sign, Hunger. It was prevalent everywhere. Hunger was pushed out of the tall houses, in the wretched clothing that hung upon poles and lines; Hunger was patched into them with straw and rag and wood and paper; Hunger was repeated in every fragment of the small modicum of firewood that the man sawed off; Hunger stared down from the smokeless chimneys, and started up from the filthy street that had no offal,<sup>2</sup> among its refuse, of anything to eat. Hunger was the inscription on the baker’s shelves, written in every small loaf of his scanty stock of bad bread; at the sausage-shop, in every dead-dog preparation that was offered for sale. Hunger rattled its dry bones among the roasting chestnuts in the turned cylinder; Hunger was shred into atomies in every farthing porringer of husky chips of potato, fried with some reluctant drops of oil.<br>\n&nbsp;</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup> a district of Paris<br>\n<sup>2</sup> waste parts of a butchered animal</span></p>\n"}],"choicesHtml":["\"ground\" (second sentence)","\"shivered\"&nbsp;(second sentence)","\"passed\"&nbsp;(second sentence)","\"looked\"&nbsp;(second sentence)"],"answer":-1}]