[{"id":"FT549267-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Desai uses literary elements and techniques to portray Arun’s complex experience.","features":[{"type":"sharedpassage","html":"<header>The following excerpt is from Anita Desai’s novel&nbsp;<em style=\"font-family: inherit; font-size: inherit; font-variant-ligatures: inherit; font-variant-caps: inherit; font-weight: inherit;\">Fasting, Feasting</em>, published in 1999. In this passage, Arun, an exchange student from India, joins members of his American host family for an afternoon at the beach. Read the passage carefully. Then, in a well-written essay, analyze how Desai uses literary elements and techniques to portray Arun’s complex experience.</header>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>It is Saturday. Arun cannot plead work. He stands despondent, and when Melanie comes to the door, dressed in her bathing suit with a big shirt drawn over her shoulders, and stares at him challengingly, he starts wildly to find excuses.</p>\n\n<p>Mrs. Patton will not hear them. No, she will not. Absolutely not. So she says, with her hands spread out and pressing against the air. ‘No, no, no. We’re all three of us going. Rod and Daddy have gone sailing on Lake Wyola and we’re not going to sit here waiting for them to come home—oh no.’</p>\n\n<p>Arun must go back upstairs and collect his towel and swimming trunks. Then he follows Melanie to the driveway where Mrs. Patton is waiting with baskets of equipment—oils and lotions, paperbacks and dark glasses, sandwiches and lemonade. With that new and animated prance galvanising her dwindled shanks, she leads the way through a gap in the bushes to one of the woodland paths. Melanie and Arun follow silently. They try to find a way to walk that will not compel them to be side by side or in any way close together. But who is to follow whom? It is an awkward problem. Arun finally stops trying to lag behind her—she can lag even better—and goes ahead to catch up with Mrs. Patton. He ought to help carry those baskets anyway. He takes one from her hands and she throws him a radiant, lipsticked smile. Then she swings away and goes confidently forwards.</p>\n\n<p>‘Summertime,’ he hears her singing, ‘when the living is eeh-zee—’</p>\n\n<p>They make their way along scuffed paths through layers of old soft pine needles. The woods are thrumming with cicadas: they shrill and shrill as if the sun is playing on their sinews, as if they were small harps suspended in the trees. A bird shrieks hoarsely, flies on, shrieks elsewhere, further off— that ugly, jarring note that does not vary. But there are no birds to be seen, nor animals. It is as if they are in hiding, or have fled. Perhaps they have because the houses of Edge Hill do intrude and one can glimpse a bit of wall here or roof there, a washing line hung with sheets or a plastic gnome, finger to nose, enigmatically winking. Arun finds the hair on the back of his neck begin to prickle, as if in warning. He is sweating, and the palms of his hands are becoming puffy and damp. Why must people live in the vicinity of such benighted wilderness and become a part of it? The town may be small and have little to offer, but how passionately he prefers its post office, its shops, its dry-cleaning stores and picture framers to this creeping curtain of insidious green, these grasses stirring with insidious life, and bushes with poisonous berries— so bright or else so pale. Nearly tripping upon a root, he stumbles and has to steady himself so as not to spill the contents of the basket.</p>\n<iframe data-authorapi-selector=\"author-xdomain-iframe\" frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" src=\"https://authorapi.learnosity.com/v2020.2.LTS/xdomain\"></iframe><iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" src=\"https://questioneditor.learnosity.com/v2020.2.LTS/xdomain\"></iframe><iframe aria-hidden=\"true\" frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" src=\"https://questions.learnosity.com/v2020.2.LTS/xdomain\"></iframe>"}]}]