[{"id":"FT549103-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Viramontes uses literary elements and techniques to develop Estrella’s complex character.","features":[{"type":"sharedpassage","html":"<p>The excerpt is from Helena María Viramontes’ novel <em>Under the Feet of Jesus</em>, published in 1995. In this passage, Estrella learns about the tools in Perfecto’s red tool chest and reflects on her education. Read the passage carefully. Then, in a well-written essay, analyze how Viramontes uses literary elements and techniques to develop Estrella’s complex character.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>So what is this?</p>\n\n<p>When Estrella first came upon Perfecto’s red tool chest like a suitcase near the door, she became very angry. So what is this about? She had opened the tool chest and all that jumbled steel inside the box, the iron bars and things with handles, the funny-shaped objects, seemed as confusing and foreign as the alphabet she could not decipher. The tool chest stood guard by the door and she slammed the lid closed on the secret. For days she was silent with rage. The mother believed her a victim of the evil eye.</p>\n\n<p>Estrella hated when things were kept from her. The teachers in the schools did the same, never giving her the information she wanted. Estrella would ask over and over, So what is this, and point to the diagonal lines written in chalk on the blackboard with a dirty fingernail. The script <em>A</em>’s had the curlicue of a pry bar, a hammerhead split like a <em>V</em>. The small <em>i</em>’s resembled nails. So tell me. But some of the teachers were more concerned about the dirt under her fingernails. They inspected her head for lice, parting her long hair with ice cream sticks. They scrubbed her fingers with a toothbrush until they were so sore she couldn’t hold a pencil properly. They said good luck to her when the pisca<sup>1</sup> was over, reserving the desks in the back of the classroom for the next batch of migrant children. Estrella often wondered what happened to all the things they boxed away in tool chests and kept to themselves.</p>\n\n<p>She remembered how one teacher, Mrs. Horn, who had the face of a crumpled Kleenex and a nose like a hook—she did not imagine this—asked how come her mama never gave her a bath. Until then, it had never occurred to Estrella that she was dirty, that the wet towel wiped on her resistant face each morning, the vigorous brushing and tight braids her mother neatly weaved were not enough for Mrs. Horn. And for the first time, Estrella realized words could become as excruciating as rusted nails piercing the heels of her bare feet.</p>\n\n<p>The curves and tails of the tools made no sense and the shapes were as foreign and meaningless to her as chalky lines on the blackboard. But Perfecto Flores was a man who came with his tool chest and stayed, a man who had no record of his own birth except for the year 1917 which appeared to him in a dream. He had a history that was unspoken, memories that only surfaced in nightmares. No one remembered knowing him before his arrival, but everyone used his name to describe a job well done.</p>\n\n<p>He opened up the tool chest, as if bartering for her voice, lifted a chisel and hammer; aquí, pegarle aquí,<sup>2</sup> to take the hinge pins out of the hinge joints when you want to remove a door, start with the lowest hinge, tap the pin here, from the top, tap upwards. When there’s too many layers of paint on the hinges, tap straight in with the screwdriver at the base, here, where the pins widen. If that doesn’t work, because your manitas<sup>3</sup> aren’t strong yet, fasten the vise pliers, these, then twist the pliers with your hammer.</p>\n\n<p>Perfecto Flores taught her the names that went with the tools: a claw hammer, he said with authority, miming its function; screwdrivers, see, holding up various heads and pointing to them; crescent wrenches, looped pliers like scissors for cutting chicken or barbed wire; old wood saw, new hacksaw, a sledgehammer, pry bar, chisel, axe, names that gave meaning to the tools. Tools to build, bury, tear down, rearrange and repair, a box of reasons his hands took pride in. She lifted the pry bar in her hand, felt the coolness of iron and power of function, weighed the significance it awarded her, and soon she came to understand how essential it was to know these things. That was when she began to read.</p>\n\n<p><br />\n<span style=\"font-size:0.8em\"><sup>1</sup> harvest<br />\n<sup>2</sup> here, hit it here<br />\n<sup>3</sup> little hands</span></p>\n\n<p><span style=\"font-size:0.8em\">From <em>Under the Feet of Jesus</em> by Helena María Viramontes, copyright © 1995 by Helena María Viramontes. Used by permission of Dutton, a division of Penguin Group (USA) Inc.</span></p>\n"}]}]