[{"id":"FT548531","type":"mcq","stimulusHtml":"<p>The main purpose of the passage is to</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p>Criticism is a study by which men grow important and formidable at very small expense. The power of invention has been conferred by nature upon few, and the labour of learning those sciences which may, by mere labour, be obtained is too great to be willingly endured; but every man can exert such judgment as he has upon the works of others; and he whom nature has made weak, and idleness keeps ignorant, may yet support his vanity by the name of a critic.</p>\n\n<p>I hope it will give comfort to great numbers who are passing through the world in obscurity when I inform them how easily distinction may be obtained. All the other powers of literature are coy and haughty, they must be long courted, and at last are not always gained; but criticism is a goddess easy of access and forward of advance, who will meet the slow and encourage the timourous; the want of meaning she supplies with words, and the want of spirit she recompenses with malignity.</p>\n\n<p>This profession has one recommendation peculiar to itself, that it gives vent to malignity without real mischief. No genius was ever blasted by the breath of critics. The poison which, if confined, would have burst the heart, fumes away in empty hisses, and malice is set at ease with very little danger to merit. The critic is the only man whose triumph is without another's pain, and whose greatness does not rise upon another's ruin.</p>\n\n<p>To a study at once so easy and so reputable, so malicious and so harmless, it cannot be necessary to invite my readers by a long or laboured exhortation; it is sufficient, since all would be critics if they could, to show by one eminent example that all can be critics if they will.</p>\n\n<p class=\"text-right\">(1759)</p>\n"}],"choicesHtml":["<p>urge the reader to become a critic</p>","<p>explain how critics find their inspiration</p>","<p>ridicule critics as inept but self-important</p>","<p>condemn critics as unprincipled and dangerous</p>"],"answer":2}]