[{"id":"FT548177","type":"mcq","stimulusHtml":"<p>Which of the following best describes how Janie felt about the influence of her mother and grandmother on her character?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p><p>Janie starched and ironed her face and came set in the funeral behind her veil. It was like a wall of stone and steel. The funeral was going on outside. All things concerning death and burial were said and done. Finish. End. Nevermore. Darkness. Deep hole. Dissolution. Eternity. Weeping and wailing outside. Inside the expensive black folds were resurrection and life. She did not reach outside for anything, nor did the things of death reach inside to disturb her calm. She sent her face to Joe's funeral, and herself went rollicking with the springtime across the world. After a while the people finished their celebration and Janie went on home.</p><p>Before she slept that night she burnt up every one of her head rags and went about the house next morning with her hair in one thick braid swinging well below her waist. That was the only change people saw in her. She kept the store in the same way except of evenings she sat on the porch and listened and sent Hezekiah in to wait on late custom. She saw no reason to rush at changing things around. She would have the rest of her life to do as she pleased.</p><p>Most of the day she was at the store, but at night she was there in the big house and sometimes it creaked and cried all night under the weight of lonesomeness. Then she'd lie awake in bed asking lonesomeness some questions. She asked if she wanted to leave and go back where she had come from and try to find her mother. Maybe tend her grandmother's grave. Sort of look over the old stamping ground generally. Digging around inside of herself like that she found that she had no interest in that seldomseen mother at all. She hated her grandmother and had hidden it from herself all these years under a cloak of pity. She had been getting ready for her great journey to the horizons in search of <em>people</em>; it was important to all the world that she should find them and they find her. But she had been whipped like a cur dog, and run off down a back road after <em>things</em>. It was all according to the way you see things. Some people could look at a mud-puddle and see an ocean with ships. But Nanny belonged to that other kind that loved to deal in scraps. Here Nanny had taken the biggest thing God ever made, the horizon—for no matter how far a person can go the horizon is still way beyond you—and pinched it in to such a little bit of a thing that she could tie it about her granddaughter's neck tight enough to choke her. She hated the old woman who had twisted her so in the name of love. Most humans didn't love one another nohow, and this mis-love was so strong that even common blood couldn't overcome it all the time. She had found a jewel down inside herself and she had wanted to walk where people could see her and gleam it around. But she had been set in the market-place to sell. Been set for still-bait. When God had made The Man, he made him out of stuff that sung all the time and glittered all over. Then after that some angels got jealous and chopped him into millions of pieces, but still he glittered and hummed. So they beat him down to nothing but sparks but each little spark had a shine and a song. So they covered each one over with mud. And the lonesomeness in the sparks make them hunt for one another, but the mud is deaf and dumb. Like all the other tumbling mud-balls, Janie had tried to show her shine.</p><p>Janie found out very soon that her widowhood and property was a great challenge in South Florida. Before Jody had been dead a month, she noticed how often men who had never been intimates of Joe drove considerable distances to ask after her welfare and offer their services as advisor.</p><p>Janie laughed at all these well-wishers because she knew that they knew plenty of women alone; that she was not the first one they had ever seen. But most of the others were poor. Besides she liked being lonesome for a change.</p>"}],"choicesHtml":["<p>She dismissed it as negligible, but remembered her stern upbringing with appreciation.</p>","<p>She still harbored some resentment, but was confident that she had matured intact.</p>","<p>She believed that she would never understand them and they would never understand her.</p>","She worried that as she grew older she would become more like them instead of freer from their effect."],"answer":1}]