[{"id":"FT549154-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how James uses literary elements and techniques to portray the three characters and the relationships among them.","features":[{"type":"sharedpassage","html":"<p>The excerpt is from Henry James’ short story “The Pupil,” published in 1891. In this passage, James describes Mrs. Moreen’s hiring of Pemberton as a tutor for her son, Morgan. Read the passage carefully. Then, in a well-written essay, analyze how James uses literary elements and techniques to portray the three characters and the relationships among them.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>The poor young man hesitated and procrastinated: it cost him such an effort to broach the subject of terms, to speak of money to a person who spoke only of feelings and, as it were, of the aristocracy. Yet he was unwilling to take leave, treating his engagement as settled, without some more conventional glance in that direction than he could find an opening for in the manner of the large, affable lady who sat there drawing a pair of soiled <em>gants de Suède</em>* through a fat, jewelled hand and, at once pressing and gliding, repeated over and over everything but the thing he would have liked to hear. He would have liked to hear the figure of his salary; but just as he was nervously about to sound that note the little boy came back—the little boy Mrs. Moreen had sent out of the room to fetch her fan. He came back without the fan, only with the casual observation that he couldn't find it. As he dropped this cynical confession he looked straight and hard at the candidate for the honour of taking his education in hand. This personage reflected, somewhat grimly, that the first thing he should have to teach his little charge would be to appear to address himself to his mother when he spoke to her—especially not to make her such an improper answer as that.</p>\n\n<p>When Mrs. Moreen bethought herself of this pretext for getting rid of their companion, Pemberton supposed it was precisely to approach the delicate subject of his remuneration. But it had been only to say some things about her son which it was better that a boy of eleven shouldn't catch. They were extravagantly to his advantage, save when she lowered her voice to sigh, tapping her left side familiarly: \"And all over-clouded by <em>this</em>, you know—all at the mercy of a weakness—!” Pemberton gathered that the weakness was in the region of the heart. He had known the poor child was not robust: this was the basis on which he had been invited to treat, through an English lady, an Oxford acquaintance, then at Nice, who happened to know both his needs and those of the amiable American family looking out for something really superior in the way of a resident tutor.</p>\n\n<p>The young man's impression of his prospective pupil, who had first come into the room, as if to see for himself, as soon as Pemberton was admitted, was not quite the soft solicitation the visitor had taken for granted. Morgan Moreen was, somehow, sickly without being delicate, and that he looked intelligent (it is true Pemberton wouldn't have enjoyed his being stupid), only added to the suggestion that, as with his big mouth and big ears he really couldn't be called pretty, he might be unpleasant. Pemberton was modest—he was even timid; and the chance that his small scholar might prove cleverer than himself had quite figured, to his nervousness, among the dangers of an untried experiment. He reflected, however, that these were risks one had to run when one accepted a position, as it was called, in a private family; when as yet one's University honours had, pecuniarily speaking, remained barren. At any rate, when Mrs. Moreen got up as if to intimate that, since it was understood he would enter upon his duties within the week she would let him off now, he succeeded, in spite of the presence of the child, in squeezing out a phrase about the rate of payment. It was not the fault of the conscious smile which seemed a reference to the lady's expensive identity, if the allusion did not sound rather Vulgar. This was exactly because she became still more gracious to reply: \"Oh, I can assure you that all that will be quite regular.”</p>\n\n<p>Pemberton only wondered, while he took up his hat, what \"all that” was to amount to—people had such different ideas. Mrs. Moreen's words, however, seemed to commit the family to a pledge definite enough to elicit from the child a strange little comment, in the shape of the mocking, foreign ejaculation, \"Oh, là-là!”</p>\n\n<p><span style=\"font-size:0.8em\">*suede gloves</span></p>\n"}]}]