[{"id":"FT549106-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Dabydeen uses literary elements and techniques to convey Max’s complex attitudes toward place.","features":[{"type":"sharedpassage","html":"<p>The excerpt is from Cyril Dabydeen’s short story “Mammita’s Garden Cove,” published in 1980. In this passage, the narrator reflects on his experiences in Canada and in the West Indies. Read the passage carefully. Then, in a well-written essay, analyze how Dabydeen uses literary elements and techniques to convey Max’s complex attitudes toward place.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>‘Where d’you come from?’ Max was used to the question; used to being told no as well. He walked away, feet kicking hard ground, telling himself that he must persevere. More than anything else he knew he must find a job before long. In a way being unemployed made him feel prepared for hell itself even though he knew too that somewhere there was a sweet heaven waiting for him. How couldn’t it be? After all he was in Canada. He wanted to laugh all of a sudden.</p>\n\n<p>He continued walking along, thoughts drifting back to the far-gone past. Was it that far-gone? He wasn’t sure . . . yet his thoughts kept going back, to the time he was on the island and how he used to dream about being in Canada, of starting an entirely new life. He remembered those dreams clearly now; remembered too thinking of marrying some sweet island-woman with whom he’d share his life, of having children and later buying a house. Maybe someday he’d even own a cottage on the edge of the city. He wasn’t too sure where one built a cottage, but there had to be a cottage. He’d then be in the middle class; life would be different from the hand-to-mouth existence he was used to.</p>\n\n<p>His heels pressed into the asphalt, walking on. And slowly he began to sense a revulsion for everything around him. Maybe he was really happy on the island—more than he realised. Once more he thought about a job; if he didn’t find one soon he might starve. But as the reality of this dawned on him he began laughing. No! No one starved in Canada; that only happened in such places as India or Africa. But definitely not Canada! A growling in his stomach reminded him of reality. A slight panic. Max stepped quickly, walking, looking around, feeling like a fugitive.</p>\n\n<p>He decided to return home to his room in the ramshackle rooming house. There for a while he’d find solace. He always did, staring at the walls, and thinking.</p>\n\n<p>Christ! Same thing again, day-dreaming. And he remembered his cronies on the island, their faces reappearing, their words clear and fresh in his ears.</p>\n\n<p>‘Max, when you get to that cold-cold place, you’d have ice freezin’ yuh up yuh insides . . . freezin’ yuh, you hear me!’ A burst of loud laughter. Max didn’t reply. And when they started again he laughed loudly too. West Indian laughter was always contagious— how couldn’t it be?</p>\n\n<p>Another, cynically said, ‘Put on some weight, Max. You must, man!’ More laughter. The voice continued, ‘But imagine Max becoming fat though . . .’ The laughter rose louder—in Max’s head now. He pictured the faces of the fellas on the island, still lazing around while they sat in Mammita’s Garden Cove. He remembered how he used to go there, often with a novel in his hand; the others used to call him a ‘bookworm’. Max never minded; he’d only smile and think that he wasn’t really a bookworm. They’d say to him, ‘Hey, bookworm, tell us what yuh readin’ about! What’s goin through that head o’ yours, eh?’ Max would merely smile; he loved reading, loved escaping into the world of fantasy. Mammita’s turn: she’d look at him, then turn to the others, her body shaking as she’d say, ‘At least Max knows where he’s goin’! . . . He’ll get far . . . far I tell yuh!’</p>\n\n<p>Max wished he’d gotten far: and he thought that Mammita would really be surprised to see him living half-starved in a ramshackle rooming house in downtown Toronto with the last few dollars in his pocket and still wondering whether he’d have enough for the next week’s rent. He wished more than anything else that a job would fall into his lap. Oh, how he wished this could happen!</p>\n\n<p><sup>From</sup> <em><sup>Still Close to the Island</sup></em> <sup>by Cyril Dabydeen, copyright © 1980 by Cyril Dabydeen and Commoners’ Publishing. Used by permission of Commoners’ Publishing.</sup></p>\n"}]}]