[{"id":"FT549237-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Lawrence uses literary elements and techniques to portray the woman and her situation.","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from D. H. Lawrence’s novel <em>The Rainbow</em>, published in 1915. In this passage, a woman reflects on the lives of the Brangwens, a farming family in rural England, and that of a vicar. &nbsp;Read the passage carefully. Then, in a well-written essay, analyze how Lawrence uses literary elements and techniques to portray the woman and her situation.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>It was enough for the men, that the earth heaved and opened its furrow to them, that the wind blew to dry the wet wheat, and set the young ears of corn wheeling freshly round about; it was enough that they helped the cow in labour, or ferreted the rats from under the barn, or broke the back of a rabbit with a sharp knock of the hand. So much warmth and generating and pain and death did they know in their blood, earth and sky and beast and green plants, so much exchange and interchange they had with these, that they lived full and surcharged, their senses full fed, their faces always turned to the heat of the blood, staring into the sun, dazed with looking towards the source of generation, unable to turn around.</p>\n\n<p>But the woman wanted another form of life than this, something that was not blood-intimacy. Her house faced out from the farm-buildings and fields, looked out to the road and the village with church and Hall and the world beyond. She stood to see the far- off world of cities and governments and the active scope of man, the magic land to her, where secrets were made known and desires fulfilled. She faced outwards to where men moved dominant and creative, having turned their back on the pulsing heat of creation, and with this behind them, were set out to discover what was beyond, to enlarge their own scope and range and freedom; whereas the Brangwen men faced inwards to the teeming life of creation, which poured unresolved into their veins.</p>\n\n<p>Looking out, as she must, from the front of her house towards the activity of man in the world at large, whilst her husband looked out to the back at sky and harvest and beast and land, she strained her eyes to see what man had done in fighting outwards to knowledge, she strained to hear how he uttered himself in his conquest, her deepest desire hung on the battle that she heard, far off, being waged on the edge of the unknown. She also wanted to know, and to be of the fighting host.</p>\n\n<p>At home, even so near as Cossethay, was the vicar, who spoke the other, magic language, and had the other, finer bearing, both of which she could perceive, but could never attain to. The vicar moved in worlds beyond where her own menfolk existed. Did she not know her own menfolk; fresh, slow, full-built men, masterful enough, but easy, native to the earth, lacking outwardness and range of motion. Whereas the vicar, dark and dry and small beside her husband, had yet a quickness and a range of being that made Brangwen, in his large geniality, seem dull and local. She knew her husband. But in the vicar’s nature was that which passed beyond her knowledge. As Brangwen had power over the cattle so the vicar had power over her husband. What was it in the vicar, that raised him above the common men as man is raised above the beast? She craved to know. She craved to achieve this higher being, if not in herself, then in her children. That which makes a man strong even if he be little and frail in body, just as any man is little and frail beside a bull, and yet stronger than the bull, what was it? It was not money nor power nor position. What power had the vicar over Tom Brangwen—none. Yet strip them and set them on a desert island, and the vicar was the master. His soul was master of the other man’s. And why—why? She decided it was a question of knowledge.</p>\n"}]}]