[{"id":"FT549231-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Hardy uses literary elements and techniques to portray the complex relationship between the two characters.","features":[{"type":"sharedpassage","html":"<p>The excerpt is from Thomas Hardy’s novel <em>The Mayor of Casterbridge</em>, published in 1886. In this passage, Michael Henchard and his daughter Elizabeth-Jane are reunited after years of estrangement. During this separation, Henchard has risen from poor seasonal farmworker to wealthy mayor of a small country town, while Elizabeth has supported herself by waiting on tables at a tavern.</p>\n\n<p>Read the passage carefully. Then, in a well-written essay, analyze how Hardy uses literary elements and techniques to portray the complex relationship between the two characters.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p><i>O</i>f all the enigmas which ever confronted a girl there can have been seldom one like that which followed Henchard’s announcement of himself to Elizabeth as her father. He had done it in an ardour and an agitation which had half carried the point of affection with her; yet, behold, from the next morning onwards his manner was constrained as she had never seen it before.</p>\n\n<p>The coldness soon broke out into open chiding. One grievous failing of Elizabeth’s was her occasional pretty and picturesque use of dialect words—those terrible marks of the beast to the truly genteel.</p>\n\n<p>It was dinner-time—they never met except at meals—and she happened to say when he was rising from table, wishing to show him something, “If you’ll bide where you be a minute, Father, I’ll get it.”</p>\n\n<p>“‘Bide where you be,’” he echoed sharply. “Good God, are you only fit to carry wash to a pig-trough, that ye use such words as those?”</p>\n\n<p>She reddened with shame and sadness.</p>\n\n<p>“I meant ‘Stay where you are,’ Father,” she said, in a low, humble voice. “I ought to have been more careful.”</p>\n\n<p>He made no reply, and went out of the room.</p>\n\n<p>The sharp reprimand was not lost upon her, and in time it came to pass that for “fay” she said “succeed”; that she no longer spoke of “dumbledores” but of “humble-bees”; no longer said of young men and women that they “walked together,” but that they were “engaged”; that she grew to talk of “greggles” as “wild hyacinths”; that when she had not slept she did not quaintly tell the servants next morning that she had been “hag-rid,” but that she had “suffered from indigestion.”</p>\n\n<p>These improvements, however, are somewhat in advance of the story. Henchard, being uncultivated himself, was the bitterest critic the fair girl could possibly have had of her own lapses—really slight now, for she read omnivorously. A gratuitous ordeal was in store for her in the matter of her handwriting. She was passing the dining-room door one evening, and she had occasion to go in for something. It was not till she had opened the door that she knew the Mayor was there in the company of a man with whom he transacted business.</p>\n\n<p>“Here, Elizabeth-Jane,” he said, looking round at her, “just write down what I tell you—a few words of an agreement for me and this gentleman to sign. I am a poor tool with a pen.”</p>\n\n<p>“Be jowned, and so be I,” said the gentleman.</p>\n\n<p>She brought forward blotting-book, paper, and ink, and sat down.</p>\n\n<p>“Now then—An agreement entered into this sixteenth day of October—write that first.”</p>\n\n<p>She started the pen in an elephantine march across the sheet. It was a splendid round, bold hand of her own conception, a style that would have stamped a woman as Minerva’s own in more recent days. But other ideas reigned then: Henchard’s creed was that proper young girls wrote ladies’-hand—nay, he believed that bristling characters were as innate and inseparable a part of refined womanhood as sex itself. Hence when, instead of scribbling like the Princess Ida,</p>\n\n<p>In such a hand as when a field of corn<br />\nBows all its ears before the roaring East,</p>\n\n<p>Elizabeth-Jane produced a line of chain-shot and sandbags, he reddened in angry shame for her, and, peremptorily saying, “Never mind—I’ll finish it,” dismissed her there and then.</p>\n\n<p>Her considerate disposition became a pitfall to her now. She was, it must be admitted, sometimes provokingly and unnecessarily willing to saddle herself with manual labors. She would go to the kitchen instead of ringing, “not to make Phoebe come up twice.” She went down on her knees, shovel in hand, when the cat overturned the coal-scuttle; moreover, she would persistently thank the parlour-maid for everything, till one day, as soon as the girl was gone from the room, Henchard broke out with, “Good God, why dostn’t leave off thanking that girl as if she were a goddess born! Don’t I pay her a dozen pound a year to do things for ’ee?” Elizabeth shrank so visibly at the exclamation that he became sorry a few minutes after, and said that he did not mean to be rough.</p>\n\n<p>These domestic exhibitions were the small protruding needle-rocks which suggested rather than revealed what was underneath. But his passion had less terror for her than his coldness. The increasing frequency of the latter mood told her the sad news that he disliked her with a growing dislike. The more interesting that her appearance and manners became under the softening influences which she could now command, and in her wisdom did command, the more she seemed to estrange him.</p>\n"}]}]