[{"id":"FT548034","type":"mcq","stimulusHtml":"<p>In the context of the paragraph in which it appears, “associations” (first sentence) connotes all of the following EXCEPT</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong><br>\n&nbsp;</p>\n\n<p>The fresh harrow-lines<sup>1</sup> seemed to stretch like the channellings in a piece of new corduroy, lending a meanly utilitarian air to the expanse, taking away its gradations, and depriving it of all history beyond that of the few recent months, though in every clod and stone there really lingered associations enough and to spare—echoes of songs from ancient harvest-days, of spoken words, and of sturdy deeds. Every inch of ground had been the site, first or last, of energy, gaiety, horse-play, bickerings, weariness. Groups of gleaners had squatted in the sun on every square yard. Love-matches that had populated the adjoining hamlet had been made up there between reaping and carrying. Under the hedge which divided the field from a distant plantation girls had given themselves to lovers who would not turn their heads to look at them by the next harvest; and in that ancient corn-field many a man had made love-promises to a woman at whose voice he had trembled by the next seed-time after fulfilling them in the church adjoining. But this neither Jude nor the rooks<sup>2</sup> around him considered. For them it was a lonely place, possessing, in the one view, only the quality of a work-ground, and in the other that of a granary good to feed in.</p>\n\n<p>The boy stood under the rick before mentioned, and every few seconds used his clacker or rattle briskly. At each clack the rooks left off pecking, and rose and went away on their leisurely wings, burnished like tassets of mail,<sup>3</sup> afterwards wheeling back and regarding him warily, and descending to feed at a more respectful distance.</p>\n\n<p>He sounded the clacker till his arm ached, and at length his heart grew sympathetic with the birds’ thwarted desires. They seemed, like himself, to be living in a world which did not want them. Why should he frighten them away? They took upon them more and more the aspect of gentle friends and pensioners—the only friends he could claim as being in the least degree interested in him, for his aunt had often told him that she was not. He ceased his rattling, and they alighted anew.<br>\n&nbsp;</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup> lines made by an agricultural implement that breaks up clods on ploughed land<br>\n<sup>2</sup> black birds similar to crows<br>\n<sup>3</sup> overlapping metal plates in a suit of armor</span></p>\n"}],"choicesHtml":["<p>memories</p>","<p>connections</p>","<p>couplings</p>","<p>organizations</p>"],"answer":3}]