[{"id":"FT549864-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Highway uses literary elements and techniques to portray Okimasis’ complex experience.","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Tomson Highway’s novel <em>Kiss of the Fur Queen</em>, published in 1998. In this passage, Abraham Okimasis, a dog-sled racer, is competing in a world championship. Read the passage carefully. Then, in a well-written essay, analyze how Highway uses literary elements and techniques to portray Okimasis’ complex experience.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><em>“Mush!”</em> the hunter cried into the wind. Through the rising vapour of a northern Manitoba February, so crisp, so dry, the snow creaked underfoot, the caribou hunter Abraham Okimasis drove his sled and team of eight grey huskies through the orange-rose-tinted dusk. His left hand gripping handlebar of sled, his right snapping moose-hide whip above his head, Abraham Okimasis was urging his huskies forward.</p>\n\n<p><em>“Mush!”</em> he cried, <em>“mush.”</em> The desperation in his voice, like a man about to sob, surprised him.</p>\n\n<p>Abraham Okimasis could see, or thought he could, the finish line a mile away. He could also see other mushers, three, maybe four. Which meant forty more behind him. But what did these forty matter? What mattered was that, so close to the end, he was not leading. What mattered was that he was not going to win the race.</p>\n\n<p>And he was so tired, his dogs beyond tired, so tired they would have collapsed if he was to relent.</p>\n\n<p><em>“Mush!”</em> the sole word left that could feed them, dogs and master both, with the will to travel on. Three days. One hundred and fifty miles of low-treed tundra, ice-covered lakes, all blanketed with at least two feet of snow—fifty miles per day—a hundred and fifty miles of freezing temperatures and freezing winds. And the finish line mere yards ahead.</p>\n\n<p>The shafts of vapour rising from the dogs’ panting mouths, the curls of mist emerging from their undulating backs, made them look like insubstantial wisps of air.</p>\n\n<p><em>“Mush!”</em> the hunter cried to his lead dog. “Tiger-Tiger, <em>mush</em>.”</p>\n\n<p>He had sworn to his dear wife, Mariesis Okimasis, on pain of separation and divorce, unthinkable for a Roman Catholic in the year of our Lord 1951, that he would win the world championship just for her: the silver cup, that holy chalice was to be his twenty-first-anniversary gift to her. With these thoughts racing through his fevered mind, Abraham Okimasis edged past musher number 54—Jean-Baptiste Ducharme of Cranberry Portage. Still not good enough.</p>\n\n<p>Half a mile to the finish line—he could see the banner now, a silvery white with bold black lettering, though he couldn’t make out the words.</p>\n\n<p>Mushers numbers 32 and 17, so close, so far: Douglas Ballantyne of Moosoogoot, Saskatchewan, at least twenty yards ahead, and Jackson Butler of Flin Flon, Manitoba, another ten ahead of that.</p>\n"}]}]