[{"id":"FT547867","type":"mcq","stimulusHtml":"<p>Which feature is most prominent in the passage?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers. </strong><br>\n<br>\nFor many years Henry Kitteridge was a pharmacist in the next town over, driving every morning on snowy roads, or rainy roads, or summertime roads, when the wild raspberries shot their new growth in brambles along the last section of town before he turned off to where the wider road led to the pharmacy. Retired now, he still wakes early and remembers how mornings used to be his favorite, as though the world were his secret, tires rumbling softly beneath him and the light emerging through the early fog, the brief sight of the bay off to his right, then the pines, tall and slender, and almost always he rode with the window partly open because he loved the smell of the pines and the heavy salt air, and in the winter he loved the smell of the cold.</p>\n\n<p>The pharmacy was a small two-story building attached to another building that housed separately a hardware store and a small grocery. Each morning Henry parked in the back by the large metal bins, and then entered the pharmacy’s back door, and went about switching on the lights, turning up the thermostat, or, if it was summer, getting the fans going. He would open the safe, put money in the register, unlock the front door, wash his hands, put on his white lab coat. The ritual was pleasing, as though the old store—with its shelves of toothpaste, vitamins, cosmetics, hair adornments, even sewing needles and greeting cards, as well as red rubber hot water bottles, enema pumps—was a person altogether steady and steadfast. And any unpleasantness that may have occurred back in his home, any uneasiness at the way his wife often left their bed to wander through their home in the night’s dark hours—all this receded like a shoreline as he walked through the safety of his pharmacy. Standing in the back, with the drawers and rows of pills, Henry was cheerful when the phone began to ring, cheerful when Mrs. Merriman came for her blood pressure medicine, or old Cliff Mott arrived for his digitalis, cheerful when he prepared the Valium for Rachel Jones, whose husband ran off the night their baby was born. It was Henry’s nature to listen, and many times during the week he would say, “Gosh, I’m awful sorry to hear that,” or “Say, isn’t that something?”</p>\n\n<p>Inwardly, he suffered the quiet trepidations of a man who had witnessed twice in childhood the nervous breakdowns of a mother who had otherwise cared for him with stridency. And so if, as rarely happened, a customer was distressed over a price, or irritated by the quality of an Ace bandage or ice pack, Henry did what he could to rectify things quickly. For many years Mrs. Granger worked for him; her husband was a lobster fisherman, and she seemed to carry with her the cold breeze of the open water, not so eager to please a wary customer. He had to listen with half an ear as he filled prescriptions, to make sure she was not at the cash register dismissing a complaint. More than once he was reminded of that same sensation in watching to see that his wife, Olive, did not bear down too hard on Christopher over a homework assignment or a chore left undone; that sense of his attention hovering—the need to keep everyone content. When he heard a briskness in Mrs. Granger’s voice, he would step down from his back post, moving toward the center of the store to talk with the customer himself. Otherwise, Mrs. Granger did her job well. He appreciated that she was not chatty, kept perfect inventory, and almost never called in sick. That she died in her sleep one night astonished him, and left him with some feeling of responsibility, as though he had missed, working alongside her for years, whatever symptom might have shown itself that he, handling his pills and syrups and syringes, could have fixed.</p>\n\n<p><span style=\"font-size:0.9em\">“Pharmacy,” © copyright 2008 by Elizabeth Strout, from <em>Olive Kitteridge</em> by Elizabeth Strout. Used by permission of Random House, Inc.</span></p>\n"}],"choicesHtml":["<p>A sustained symbol</p>","<p>A series of dramatic shifts</p>","<p>Realistic description</p>","<p>Elevated diction</p>"],"answer":2}]