[{"id":"FT549313-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Bradstreet uses literary elements and techniques to convey the complex attitude of the speaker.","features":[{"type":"sharedpassage","html":"<p>In Anne Bradstreet’s poem “The Author to Her Book,” published in 1678, the speaker addresses a book she has written. Read the poem carefully. Then, in a well-written essay, analyze how Bradstreet uses literary elements and techniques to convey the complex attitude of the speaker.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</strong> &nbsp; &nbsp;The Author to Her Book</p>\n\n<div style=\"padding-left: 35px;\">\n<p>Thou ill-formed offspring of my feeble brain,<br />\nWho after birth did'st by my side remain,<br />\nTil snatched from thence by friends, less wise than true,<br />\nWho thee abroad exposed to public view;<br />\n<strong style=\"position:absolute; left: 0;\">(5)&nbsp; &nbsp;</strong>Made thee in rags, halting, to the press to trudge,<br />\nWhere errors were not lessened, all may judge.<br />\nAt thy return my blushing was not small,<br />\nMy rambling brat (in print) should mother call,<br />\nI cast thee by as one unfit for light,<br />\n<strong style=\"position:absolute; left: 0;\">(10)&nbsp; &nbsp;</strong>Thy visage was so irksome in my sight;<br />\nYet being mine own, at length affection would<br />\nThy blemishes amend, if so I could.<br />\nI washed thy face, but more defects I saw,<br />\nAnd rubbing off a spot, still made a flaw.<br />\n<strong style=\"position:absolute; left: 0;\">(15)&nbsp; &nbsp;</strong>I Stretched thy joints to make thee even feet,<br />\nYet still thou run'st more hobbling than is meet;<br />\nIn better dress to trim thee was my mind,<br />\nBut nought save homespun cloth in the house I find.<br />\nIn this array, 'mongst vulgars may’st thou roam;<br />\n<strong style=\"position:absolute; left: 0;\">(20)&nbsp; &nbsp;</strong>&nbsp; &nbsp; In critics’ hands beware thou dost not come;<br />\nAnd take thy way where yet thou are not known.<br />\nIf for thy Father asked, say thou had'st none;<br />\nAnd for thy Mother, she alas is poor,<br />\nWhich caused her thus to send thee out of door.</p>\n\n<p>&nbsp;</p>\n</div>\n\n<p style=\"padding-left: 35px;\">(1678)</p>\n"}]}]