[{"id":"FT549163-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Jewett uses literary elements and techniques to develop the young heroine’s adventure.","features":[{"type":"sharedpassage","html":"<p>The excerpt is adapted from Sarah Orne Jewett’s short story “A White Heron,” published in 1886. In this passage, Jewett describes Sylvia’s experience climbing a tall tree. Read the passage carefully. Then, in a well-written essay, analyze how Jewett uses literary elements and techniques to develop the young heroine’s adventure.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>Half a mile from home, at the farther edge of the woods, where the land was highest, a great pine-tree stood, the last of its generation. Whether it was left for a boundary mark, or for what reason, no one could say; the woodchoppers who had felled its mates were dead and gone long ago, and a whole forest of sturdy trees, pines and oaks and maples, had grown again. But the stately head of this old pine towered above them all and made a landmark for sea and shore miles and miles away. Sylvia knew it well. She had always believed that whoever climbed to the top of it could see the ocean; and the little girl had often laid her hand on the great rough trunk and looked up wistfully at those dark boughs that the wind always stirred, no matter how hot and still the air might be below. . .</p>\n\n<p>There was the huge tree asleep yet in the paling moonlight, and small and silly Sylvia began with utmost bravery to mount to the top of it, with tingling, eager blood coursing the channels of her whole frame, with her bare feet and fingers, that pinched and held like a bird's claws to the monstrous ladder reaching up, up, almost to the sky itself. First she must mount the white oak tree that grew alongside, where she was almost lost among the dark branches and the green leaves heavy and wet with dew; a bird fluttered off its nest, and a red squirrel ran to and fro and scolded pettishly at the harmless housebreaker. Sylvia felt her way easily. She had often climbed there, and knew that higher still one of the oak's upper branches chafed against the pine trunk, just where its lower boughs were set close together. There, when she made the dangerous pass from one tree to the other, the great enterprise would really begin.</p>\n\n<p>She crept out along the swaying oak limb at last, and took the daring step across into the old pine-tree. The way was harder than she thought; she must reach far and hold fast, the sharp dry twigs caught and held her and scratched her like angry talons, the pitch made her thin little fingers clumsy and stiff as she went round and round the tree's great stem. . .</p>\n\n<p>The tree seemed to lengthen itself out as she went up, and to reach farther and farther upward. It was like a great main-mast to the voyaging earth; it must truly have been amazed that morning through all its ponderous frame as it felt this determined spark of human spirit creeping and climbing from higher branch to branch. Who knows how steadily the least twigs held themselves to advantage this light, weak creature on her way! The old pine must have loved his new dependent. More than all the hawks, and bats, and moths, and even the sweet-voiced thrushes, was the brave, beating heart of the solitary gray-eyed child. And the tree stood still and held away the winds that June morning while the dawn grew bright in the east.</p>\n\n<p>Sylvia's face was like a pale star, if one had seen it from the ground, when the last thorny bough was past, and she stood trembling and tired but wholly triumphant, high in the tree-top. Yes, there was the sea with the dawning sun making a golden dazzle over it, and toward that glorious east flew two hawks with slow-moving pinions. How low they looked in the air from that height when before one had only seen them far up, and dark against the blue sky. Their gray feathers were as soft as moths; they seemed only a little way from the tree, and Sylvia felt as if she too could go flying away among the clouds. Westward, the woodlands and farms reached miles and miles into the distance; here and there were church steeples, and white villages; truly it was a vast and awesome world.</p>\n\n<p>—text adapted from \"A White Heron” by Sarah Orne Jewett</p>\n"}]}]