[{"id":"FT549861-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Clair uses literary elements and techniques to convey the narrator’s memories of her fifth-grade summer world.","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Maxine Clair’s short story “Cherry Bomb,” published in 1994. In this passage, the adult narrator recalls experiences from the summer of fifth grade. Read the passage carefully. Then, in a well-written essay, analyze how Clair uses literary elements and techniques to convey the narrator’s memories of her fifth-grade summer world.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>It was two summers before I would put my thin-penny bus token in the slot and ride the Fifth Street trolley all the way to the end of the line to junior high. Life was measured in summers then, and the expression “I am in this world, but not of it” appealed to me. I wasn’t sure what it meant, but it had just the right ring for a lofty statement I should adopt. That Midwest summer broke records for straight over-one-hundred-degree days in July, and Mr. Calhoun still came around with that-old-thing of an ice truck. Our mother still bought a help-him-out block of ice to leave in the backyard for us to lick or sit on. It was the summer that the Bible’s plague of locusts came. Evening sighed its own relief in a locust hum that swelled from the cattails next to the cemetery, from the bridal wreath shrubs and the pickle grass that my younger cousin, Bea, combed and braided on our side of the alley.</p>\n\n<p>I kept a cherry bomb and a locked diary in the closet under the back steps where Bea, restrained by my suggestion that the Hairy Man hid there, wouldn’t try to find them. It was an established, Daddy-said-so fact that at night the Hairy Man went anywhere he wanted to go but in the daytime he stayed inside the yellow house on Sherman Avenue near our school. During the school year if we were so late that the patrol boys had gone inside, we would see him in his fenced-in yard, wooly-headed and bearded, hollering things we dared not repeat until a nurse kind of woman in a bandanna came out and took him back inside the house with the windows painted light blue, which my mother said was a peaceful color for somebody shell-shocked.</p>\n\n<p>If you parted the heavy coats between the raggedy mouton that once belonged to my father’s mother, who, my father said, was his Heart when she died, and the putrid-colored jacket my father wore when he got shipped out to the dot in the Pacific Ocean where, he said, the women wore one piece of cloth and looked as fine as wine in the summertime, you would find yourself right in the middle of our cave-dark closet. Then, if you closed your eyes, held your hands up over your head, placed one foot in front of the other, walked until the tips of your fingers touched the smooth cool of slanted plaster all the way down to where you had to slue your feet and walk squat-legged, fell to your knees and felt around on the floor—then you would hit the strong-smelling cigar box. My box of private things.</p>\n\n<p>From time to time my cousins Bea and Eddy stayed with us, and on the Fourth of July the year before, Eddy had lit a cherry bomb in a Libby’s corn can and tried to lob it over the house into the alley. Before it reached the top of the porch it went off, and a piece of tin shot God-is-whipping-you straight for Eddy’s eye. By the time school started that year, Eddy had a keloid* like a piece of twine down the side of his face and a black patch he had to wear until he got his glass eye that stared in a fixed angle at the sky. Nick, Eddy’s friend, began calling Eddy “Black-Eyed Pea.”</p>\n\n<p>After Eddy’s accident, he gave me a cherry bomb. His last. I kept it in my cigar box as a sort of memento of good times. Even if I had wanted to explode it, my mother had threatened to do worse to us if we so much as looked at fireworks again. Except for Christmas presents, it was the first thing anybody ever gave me.</p>\n\n<p><br />\n<sup>* a thick scar</sup></p>\n"}]}]