[{"id":"FT549244-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Eliot uses literary elements and techniques to portray the complex relationship of the husband and wife.","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from George Eliot’s novel <em>Middlemarch</em>, published in 1871. George Eliot is the pen name of Mary Ann Evans. In this passage, Rosamund and Tertius Lydgate, a recently married couple, confront financial difficulties. Read the passage carefully. Then, in a well-written essay, analyze how Eliot uses literary elements and techniques to portray the complex relationship of the husband and wife.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>Rosamond coloured deeply. “Have you not asked Papa for money?” she said as soon as she could speak.</p>\n\n<p>“No.”</p>\n\n<p>“Then I must ask him!” she said, releasing her hands from Lydgate’s and rising to stand at two yards’ distance from him.</p>\n\n<p>“No, Rosy,” said Lydgate decisively. “It is too late to do that. The inventory will be begun tomorrow. Remember it is a mere security; it will make no difference; it is a temporary affair. I insist upon it that your father shall not know unless I choose to tell him,” added Lydgate with a more peremptory emphasis.</p>\n\n<p>This certainly was unkind, but Rosamond had thrown him back on evil expectation as to what she would do in the way of quiet, steady disobedience. The unkindness seemed unpardonable to her; she was not given to weeping and disliked it, but now her chin and lips began to tremble and the tears welled up. Perhaps it was not possible for Lydgate, under the double stress of outward material difficulty and of his own proud resistance to humiliating consequences, to imagine fully what this sudden trial was to a young creature who had known nothing but indulgence and whose dreams had all been of new indulgence, more exactly to her taste. But he did wish to spare her as much as he could, and her tears cut him to the heart. He could not speak again immediately, but Rosamond did not go on sobbing; she tried to conquer her agitation and wiped away her tears, continuing to look before her at the mantelpiece.</p>\n\n<p>“Try not to grieve, darling,” said Lydgate, turning his eyes up towards her. That she had chosen to move away from him in this moment of her trouble made everything harder to say, but he must absolutely go on. “We must brace ourselves to do what is necessary. It is I who have been in fault; I ought to have seen that I could not afford to live in this way. But many things have told against me in my practice, and it really just now has ebbed to a low point. I may recover it, but in the meantime we must pull up—we must change our way of living. We shall weather it. When I have given this security I shall have time to look about me; and you are so clever that if you turn your mind to managing you will school me into carefulness. I have been a thoughtless rascal about squaring prices—but come, dear, sit down and forgive me.”</p>\n\n<p>Lydgate was bowing his neck under the yoke like a creature who had talons but who had reason too, which often reduces us to meekness. When he had spoken the last words in an imploring tone, Rosamond returned to the chair by his side. His self-blame gave her some hope that he would attend to her opinion, and she said, “Why can you not put off having the inventory made? You can send the men away tomorrow when they come.”</p>\n\n<p>“I shall not send them away,” said Lydgate, the peremptoriness rising again. Was it of any use to explain?</p>\n\n<p>“If we left Middlemarch, there would of course be a sale, and that would do as well.”</p>\n\n<p>“But we are not going to leave Middlemarch.”</p>\n\n<p>“I am sure, Tertius, it would be much better to do so. Why can we not go to London? Or near Durham, where your family is known?”</p>\n\n<p>“We can go nowhere without money, Rosamond.”</p>\n\n<p>“Your friends would not wish you to be without money. And surely these odious tradesmen might be made to understand that and to wait if you would make proper representations to them.”</p>\n\n<p>“This is idle, Rosamond,” said Lydgate angrily. “You must learn to take my judgement on questions you don’t understand. I have made necessary arrangements, and they must be carried out. As to friends, I have no expectations whatever from them and shall not ask them for anything.”</p>\n\n<p>Rosamond sat perfectly still. The thought in her mind was that if she had known how Lydgate would behave, she would never have married him.</p>\n\n<p>“We have no time to waste now on unnecessary words, dear,” said Lydgate, trying to be gentle again. “There are some details that I want to consider with you. Dover says he will take a good deal of the plate back again, and any of the jewellery we like. He really behaves very well.”</p>\n\n<p>“Are we to go without spoons and forks then?” said Rosamond, whose very lips seemed to get thinner with the thinness of her utterance. She was determined to make no further resistance or suggestions.</p>\n"}]}]