[{"id":"FT547857","type":"mcq","stimulusHtml":"<p>The syntax of the first sentence (lines 1-5) establishes the speaker’s</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following poem carefully before you choose your answers.</strong></p>\n\n<p><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; The Race</strong></p>\n\n<p>When I got to the airport I rushed up to the desk,<br />\nbought a ticket, ten minutes later<br />\nthey told me the flight was cancelled, the doctors<br />\nhad said my father would not live through the night<br />\n<strong>(5) </strong>and the flight was cancelled. A young man<br />\nwith a dark blond moustache told me<br />\nanother airline had a non-stop<br />\nleaving in seven minutes. See that<br />\nelevator over there, well go<br />\n<strong>(10) </strong>down to the first floor, make a right, you’ll<br />\nsee a yellow bus, get off at the<br />\nsecond Pan Am terminal, I<br />\nran, I who have no sense of direction<br />\nraced exactly where he’d told me, a fish<br />\n<strong>(15) </strong>slipping upstream deftly against<br />\nthe flow of the river. I jumped off that bus with those<br />\nbags I had thrown everything into<br />\nin five minutes, and ran, the bags<br />\nwagged me from side to side as if<br />\n<strong>(20) </strong>to prove I was under the claims of the material,<br />\nI ran up to a man with a white flower on his breast,<br />\nI who always go to the end of the line, I said<br />\n<em>Help me</em>. He looked at my ticket, he said<br />\nMake a left and then a right, go up the moving stairs and then<br />\n<strong>(25) </strong>run. I lumbered up the moving stairs,<br />\nat the top I saw the corridor,<br />\nand then I took a deep breath, I said<br />\nGoodbye to my body, goodbye to comfort,<br />\nI used my legs and heart as if I would<br />\n<strong>(30) </strong>gladly use them up for this,<br />\nto touch him again in this life. I ran, and the<br />\nbags banged me, wheeled and coursed<br />\nin skewed orbits, I have seen pictures of<br />\nwomen running, their belongings tied<br />\n<strong>(35) </strong>in scarves grasped in their fists, I blessed my<br />\nlong legs he gave me, my strong<br />\nheart I abandoned to its own purpose,<br />\nI ran to Gate 17 and they were<br />\njust lifting the thick white<br />\n<strong>(40) </strong>lozenge of the door to fit it into<br />\nthe socket of the plane. Like the one who is not<br />\ntoo rich, I turned sideways and<br />\nslipped through the needle’s eye,<sup>1</sup> and then<br />\nI walked down the aisle toward my father. The jet<br />\n<strong>(45) </strong>was full, and people’s hair was shining, they were<br />\nsmiling, the interior of the plane was filled with a<br />\nmist of gold endorphin<sup>2</sup> light,<br />\nI wept as people weep when they enter heaven,<br />\nin massive relief. We lifted up<br />\n<strong>(50) </strong>gently from one tip of the continent<br />\nand did not stop until we set down lightly on the<br />\nother edge. I walked into his room<br />\nand watched his chest rise slowly<br />\nand sink again, all night<br />\n<strong>(55) </strong>I watched him breathe.</p>\n\n<p><span style=\"font-size:0.9em\">“The Race” from <em>The Father</em> by Sharon Olds, copyright © 1992 by Sharon Olds. Used by permission of Alfred A. Knopf, a division of Random House, Inc.</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup>“It is easier for a camel to go through the eye of a needle, than for a rich man to enter the kingdom of God.” Mark 10:25</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup>A hormone that reduces the sensation of pain</span></p>\n"}],"choicesHtml":["<p>hopeless resignation</p>","<p>sense of purpose</p>","<p>breathless desperation</p>","<p>ambivalent emotions</p>"],"answer":1}]