[{"id":"FT549109-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Lively uses literary elements and techniques to portray the complex phases of life her protagonist is leaving and entering.","features":[{"type":"sharedpassage","html":"<p>The excerpt is from Charlotte Brontë’s novel <em>Shirley</em>, published in 1849. In this passage, the narrator describes the age of eighteen as an important threshold. Read the passage carefully. Then, in a well-written essay, analyze how Lively uses literary elements and techniques to portray the complex phases of life her protagonist is leaving and entering.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li><i>Explain how the evidence supports your line of reasoning.</i></li>\n\t<li><i>Use appropriate grammar and punctuation in communicating your argument.</i></li>\n</ul>\n\n<p>Caroline Helstone was just eighteen years old; and at eighteen the true narrative of life is yet to be commenced. Before that time, we sit listening to a tale, a marvellous fiction; delightful sometimes, and sad sometimes; almost always unreal. Before that time, our world is heroic; its inhabitants half-divine or semi-demon; its scenes are dream-scenes: darker woods and stranger hills; brighter skies, more dangerous waters; sweeter flowers, more tempting fruits: wider plains, drearier deserts, sunnier fields than are found in nature, over-spread our enchanted globe. What a moon we gaze on before that time! How the trembling of our hearts at her aspect bears witness to its unutterable beauty! As to our sun, it is a burning heaven—the world of gods.</p>\n\n<p>At that time—at eighteen, drawing near the confines of illusive, void dreams, Elf-land lies behind us, the shores of Reality rise in front. These shores are yet distant: they look so blue, soft, gentle, we long to reach them. In sunshine we see a greenness beneath the azure, as of spring meadows; we catch glimpses of silver lines, and imagine the roll of living waters. Could we but reach this land, we think to hunger and thirst no more: whereas many a wilderness, and often the flood of Death, or some stream of sorrow as cold and almost as black as Death, is to be crossed ere true bliss can be tasted. Every joy that life gives must be earned ere it is secured; and how hardly earned, those only know who have wrestled for great prizes. The heart’s blood must gem with red beads the brow of the combatant, before the wreath of victory rustles over it.</p>\n\n<p>At eighteen, we are not aware of this. Hope, when she smiles on us, and promises happiness to-morrow, is implicitly believed;—Love, when he comes wandering like a lost angel to our door, is at once admitted, welcomed, embraced: his quiver is not seen; if his arrows penetrate, their wound is like a thrill of new life: there are no fears of poison, none of the barb which no leech’s hand can extract: that perilous passion—an agony ever in some of its phases; with many, an agony throughout—is believed to be an unqualified good: in short, at eighteen, the school of Experience is to be entered, and her humbling, crushing, grinding, but yet purifying and invigorating lessons are yet to be learnt.</p>\n\n<p>Alas, Experience! No other mentor has so wasted and frozen a face as yours: none wears a robe so black, none bears a rod so heavy, none with hand so inexorable draws the novice so sternly to his task, and forces him with authority so resistless to its acquirement. It is by your instructions alone that man or woman can ever find a safe track through life’s wilds; without it, how they stumble, how they stray! On what forbidden grounds do they intrude, down what dread declivities are they hurled!</p>\n"}]}]