[{"id":"FT549243-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Lee uses literary elements and techniques to convey the complex relationship of the father and son.","features":[{"type":"sharedpassage","html":"<p>In Li-Young Lee’s poem “A Story,” published in 1990, the speaker describes the relationship between a father and son. Read the poem carefully. Then, in a well-written essay, analyze how Lee uses literary elements and techniques to convey the complex relationship of the father and son.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</strong> &nbsp;A Story</p>\n\n<div style=\"padding-left: 35px;\">\n<p>Sad is the man who is asked for a story<br />\nand can’t come up with one.</p>\n</div>\n\n<div style=\"padding-left: 35px;\">\n<p>His five-year-old son waits in his lap.<br />\n<em>Not the same story, Baba. A new one.</em><br />\n<strong style=\"position:absolute; left: 0;\">(<em>5</em>)&nbsp; &nbsp;</strong>The man rubs his chin, scratches his ear.</p>\n</div>\n\n<div style=\"padding-left: 35px;\">\n<p>In a room full of books in a world<br />\nof stories, he can recall<br />\nnot one, and soon, he thinks, the boy<br />\nwill give up on his father.</p>\n</div>\n\n<div style=\"padding-left: 35px;\">\n<p><strong style=\"position:absolute; left: 0;\">(<em>10</em>)&nbsp; &nbsp;</strong>Already the man lives far ahead, he sees<br />\nthe day this boy will go. <em>Don’t go!<br />\nHear the alligator story! The angel story once more!<br />\nYou love the spider story. You laugh at the spider.<br />\nLet me tell it!</em></p>\n</div>\n\n<div style=\"padding-left: 35px;\">\n<p><strong style=\"position:absolute; left: 0;\">(<em>15</em>)&nbsp; &nbsp;</strong>But the boy is packing his shirts,<br />\nhe is looking for his keys. <em>Are you a god,</em><br />\nthe man screams, <em>that I sit mute before you?<br />\nAm I a god that I should never disappoint?</em></p>\n</div>\n\n<div style=\"padding-left: 35px;\">\n<p>But the boy is here. <em>Please, Baba, a story?</em><br />\n<strong style=\"position:absolute; left: 0;\">(<em>20</em>)&nbsp; &nbsp;</strong>It is an emotional rather than logical equation,<br />\nan earthly rather than heavenly one,<br />\nwhich posits that a boy’s supplications<br />\nand a father’s love add up to silence.</p>\n</div>\n\n<p><sup>Li-Young Lee, “A Story” from</sup> <em><sup>The City in Which I Love You.</sup></em> <sup>Copyright © 1990 by Li-Young Lee. Used by permission of BOA Editions, Ltd., www.boaeditions.org.</sup></p>\n"}]}]