[{"id":"FT548448","type":"mcq","stimulusHtml":"<p>The narrator provides the clause \"that was as much a matter of course as breathing\" (paragraph 2) most probably as</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p>Louisa heard an exclamation and a soft commotion behind the bushes; then Lily spoke again—the voice sounded as if she had risen. \"This must be put a stop to,” said she. “We've stayed here long enough. I'm going home.\"</p>\n\n<p>Louisa sat there in a daze, listening to their retreating steps. After a while she got up and slunk softly home herself. The next day she did her housework methodically; that was as much a matter of course as breathing; but she did not sew on her wedding-clothes. She sat at her window and meditated. In the evening Joe came. Louisa Ellis had never known that she had any diplomacy in her, but when she came to look for it that night she found it, although meek of its kind, among her little feminine weapons. Even now she could hardly believe that she had heard aright, and that she would not do Joe a terrible injury should she break her troth-plight.<sup>1</sup> She wanted to sound him without betraying too soon her own inclinations in the matter. She did it successfully, and they finally came to an understanding; but it was a difficult thing, for he was as afraid of betraying himself as she.</p>\n\n<p>She never mentioned Lily Dyer. She simply said that while she had no cause of complaint against him, she had lived so long in one way that she shrank from making a change.</p>\n\n<p>\"Well, I never shrank, Louisa,\" said Dagget. \"I'm going to be honest enough to say that I think maybe it's better this way; but if you'd wanted to keep on, I'd have stuck to you till my dying day. I hope you know that.”</p>\n\n<p>“Yes, I do,” said she.</p>\n\n<p>That night she and Joe parted more tenderly than they had done for a long time. Standing in the door, holding each other’s hands, a last great wave of regretful memory swept over them.</p>\n\n<p>“Well, this ain’t the way we've thought it was all going to end, is it, Louisa?” said Joe.</p>\n\n<p>She shook her head. There was a little quiver on her placid face.</p>\n\n<p>\"You let me know if there's ever anything I can do for you,” said he. \"I ain't ever going to forget you, Louisa.\" Then he kissed her, and went down the path.</p>\n\n<p>Louisa, all alone by herself that night, wept a little, she hardly knew why; but the next morning, on waking, she felt like a queen who, after fearing lest her domain be wrested away from her, sees it firmly insured in her possession.</p>\n\n<p>Now the tall weeds and grasses might cluster around Caesar's little hermit hut,<sup>2</sup> the snow might fall on its roof year in and year out, but he never would go on a rampage through the unguarded village. Now the little canary might turn itself into a peaceful yellow ball night after night, and have no need to wake and flutter with wild terror against its bars. Louisa could sew linen seams, and distil roses, and dust and polish and fold away in lavender, as long as she listed. That afternoon she sat with her needle-work at the window, and felt fairly steeped in peace. Lily Dyer, tall and erect and blooming, went past; but she felt no qualm. If Louisa Ellis had sold her birthright she did not know it, the taste of the pottage<sup>3</sup> was so delicious, and had been her sole satisfaction for so long. Serenity and placid narrowness had become to her as the birthright itself. She gazed ahead through a long reach of future days strung together like pearls in a rosary, every one like the others, and all smooth and flawless and innocent, and her heart went up in thankfulness. Outside was the fervid summer afternoon; the air was filled with the sounds of the busy harvest of men and birds and bees; there were halloos, metallic clatterings, sweet calls, and long hummings. Louisa sat, prayerfully numbering her days, like an uncloistered nun.</p>\n\n<p class=\"text-right\">(1891)</p>\n\n<p><sup>1</sup> Engagement to be married</p>\n\n<p><sup>2</sup> The doghouse for Caesar, Louisa’s dog</p>\n\n<p><sup>3</sup> ln the Bible (Genesis 25), Esau sells his birthright for pottage—a soup.</p>\n"}],"choicesHtml":["<p>a parenthetical observation that characterizes Louisa</p>","<p>a critical commentary that undercuts Louisa's own remarks</p>","<p>an aside to the reader about the importance of habits</p>","<p>an exaggeration for the sake of ridiculing Louisa</p>"],"answer":-1}]