[{"id":"FT549248-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how the character’s experience with exile is both alienating and enriching and how this experience contributes to an interpretation of the work as a whole.","features":[{"type":"sharedpassage","html":"<p>Palestinian American literary theorist and cultural critic Edward Said has written that “Exile is strangely compelling to think about but terrible to experience. It is the unhealable rift forced between a human being and a native place, between the self and its true home: its essential sadness can never be surmounted.” Yet Said has also said that exile can become “a potent, even enriching” experience.</p>\n\n<p>Either from your own reading or from the list below, choose a work of fiction in which a character experiences such a rift and becomes cut off from “home,” whether that home is the character’s birthplace, family, homeland, or other special place. Then, in a well-written essay, analyze how the character’s experience with exile is both alienating and enriching and how this experience contributes to an interpretation of the work as a whole.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Provide evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><em>The American</em></p>\n\n<p><em>Angle of Repose</em></p>\n\n<p><em>Another Country</em></p>\n\n<p><em>As You Like It</em></p>\n\n<p><em>Brave New World</em></p>\n\n<p><em>Crime and Punishment</em></p>\n\n<p><em>Doctor Zhivago</em></p>\n\n<p><em>Heart of Darkness</em></p>\n\n<p><em>Invisible Man</em></p>\n\n<p><em>Jane Eyre</em></p>\n\n<p><em>Jasmine</em></p>\n\n<p><em>Jude the Obscure</em></p>\n\n<p><em>King Lear</em></p>\n\n<p><em>The Little Foxes</em></p>\n\n<p><em>Madame Bovary</em></p>\n\n<p><em>The Mayor of Casterbridge</em></p>\n\n<p><em>My Ántonia</em></p>\n\n<p><em>Obasan</em></p>\n\n<p><em>The Odyssey</em></p>\n\n<p><em>One Day in the Life of Ivan Denisovich</em></p>\n\n<p><em>The Other</em></p>\n\n<p><em>Paradise Lost</em></p>\n\n<p><em>The Poisonwood Bible</em></p>\n\n<p><em>A Portrait of the Artist as a Young Man</em></p>\n\n<p><em>The Road</em></p>\n\n<p><em>Robinson Crusoe</em></p>\n\n<p><em>Rosencrantz and Guildenstern Are Dead</em></p>\n\n<p><em>Sister Carrie</em></p>\n\n<p><em>Sister of My Heart</em></p>\n\n<p><em>Snow Falling on Cedars</em></p>\n\n<p><em>The Tempest</em></p>\n\n<p><em>Things Fall Apart</em></p>\n\n<p><em>The Women of Brewster Place</em></p>\n\n<p><em>Wuthering Heights</em></p>\n"}]}]