[{"id":"FT547659","type":"mcq","stimulusHtml":"<p>Which best describes the series of questions and the exclamation starting in the second sentence of paragraph 4 (“The spring . . . Infinity!”) ?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p><p>Our ability to measure and apportion time affords an almost endless source of comfort.</p><p>“Synchronize watches at oh six hundred,” says the infantry captain, and each of his huddled lieutenants finds a respite from fear in the act of bringing two tiny pointers into jeweled alignment while tons of heavy artillery go fluttering overhead: the prosaic, civilian-looking dial of the watch has restored, however briefly, an illusion of personal control. Good, it counsels, looking tidily up from the hairs and veins of each terribly vulnerable wrist; fine: so far, everything’s happening right on time.</p><p>“I’m afraid I’m booked solid through the end of the month,” says the executive, voluptuously nestling the phone at his cheek as he thumbs the leaves of his appointment calendar, and his mouth and eyes at that moment betray a sense of deep security. The crisp, plentiful, day-sized pages before him prove that nothing unforeseen, no calamity of chance or fate can overtake him between now and the end of the month. Ruin and pestilence have been held at bay, and death itself will have to wait; he is booked solid.</p><p>“Oh, let me see now,” says the ancient man, tilting his withered head to wince and blink at the sun in bewildered reminiscence, “my first wife passed away in the spring of—” and for a moment he is touched with terror. The spring of what? Past? Future? What is any spring but a mindless rearrangement of cells in the crust of the spinning earth as it floats in endless circuit of its sun? What is the sun itself but one of a billion insensible stars forever going nowhere into nothingness? Infinity! But soon the merciful valves and switches of his brain begin to do their tired work, and “The spring of Nineteen-Ought-Six,” he is able to say. “Or no, wait—” and his blood runs cold again as the galaxies revolve. “Wait! Nineteen-Ought—Four.” Now he is sure of it, and a restorative flood of well-being brings his hand involuntarily up to slap his thigh in satisfaction. He may have forgotten the shape of his first wife’s smile and the sound of her voice in tears, but by imposing a set of numerals on her death he has imposed coherence on his own life, and on life itself. Now all the other years can fall obediently into place, each with its orderly contribution to the whole. Nineteen-Ten, Nineteen-Twenty—Why, of course he remembers!—Nineteen-Thirty, Nineteen-Forty, right on up to the well-deserved peace of his present and on into the gentle promise of his future. The earth can safely resume its benevolent stillness—Smell that new grass!—and it’s the same grand old sun that has hung there smiling on him all these years. “Yes sir,” he can say with authority, “Nineteen-Ought-Four,” and the stars tonight will please him as tokens of his ultimate heavenly rest. He has brought order out of chaos.</p><p></p><p><sup>From </sup><em><sup>Revolutionary Road </sup></em><sup>by Richard Yates, copyright © 1961, copyright renewed 1989 by Richard Yates. Used by permission of Vintage Books, a division of Random House, Inc.</sup></p>"}],"choicesHtml":["They reflect an increasingly broad set of anxieties.","They reveal a progressively more sophisticated outlook.","<p>They pinpoint several issues of universal concern.</p>","They pursue a line of reasoning to a flawed conclusion."],"answer":-1}]