[{"id":"FT548480","type":"mcq","stimulusHtml":"<p>In context, \"the way a leaf falls from a tree\" (end of first major paragraph) suggests which of the following about the conversations of the Laters?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p><p>Suppose that people live forever.</p><p>Strangely, the population of each city splits in two: the Laters and the Nows.</p><p>The Laters reason that there is no hurry to begin their classes at the university, to learn a second language, to read Voltaire or Newton, to seek promotion in their jobs, to fall in love, to raise a family. For all these things, there is an infinite span of time. In endless time, all things can be accomplished. Thus all things can wait. Indeed, hasty actions breed mistakes. And who can argue with their logic? The Laters can be recognized in any shop or promenade. They walk an easy gait and wear loose-fitting clothes. They take pleasure in reading whatever magazines are open, or rearranging furniture in their homes, or slipping into conversation the way a leaf falls from a tree. The Laters sit in cafés sipping coffee and discussing the possibilities of life.</p><p>The Nows note that with infinite lives, they can do all they can imagine. They will have an infinite number of careers, they will marry an infinite number of times, they will change their politics infinitely. Each person will be a lawyer, a bricklayer, a writer, an accountant, a painter, a physician, a farmer. The Nows are constantly reading new books, studying new trades, new languages. In order to taste the infinities of life, they begin early and never go slowly. And who can question their logic? The Nows are easily spotted. They are the owners of the cafés, the college professors, the doctors and nurses, the politicians, the people who rock their legs constantly whenever they sit down. They move through a succession of lives, eager to miss nothing. When two Nows chance to meet at the hexagonal pilaster of the Zähringer Fountain, they compare the lives they have mastered, exchange information, and glance at their watches. When two Laters meet at the same location, they ponder the future and follow the parabola of the water with their eyes.</p><p>The Nows and Laters have one thing in common. With infinite life comes an infinite list of relatives. Grandparents never die, nor do great-grandparents, great-aunts and great-uncles, great-great-aunts, and so on, back through the generations, all alive and offering advice. Sons never escape from the shadows of their fathers. Nor do daughters of their mothers. No one ever comes into his own.</p><p>When a man starts a business, he feels compelled to talk it over with his parents and grandparents and great-grandparents, ad infinitum, to learn from their errors. For no new enterprise is new. All things have been attempted by some antecedent in the family tree. Indeed, all things have been accomplished. But at a price. For in such a world, the multiplication of achievements is partly divided by the diminishment of ambition.</p><p>And when a daughter wants guidance from her mother, she cannot get it undiluted. Her mother must ask her mother, who must ask her mother, and so on forever. Just as sons and daughters cannot make decisions themselves, they cannot turn to parents for confident advice. Parents are not the source of certainty. There are one million sources.</p><p>Where every action must be verified one million times, life is tentative. Bridges thrust halfway over rivers and then abruptly stop. Buildings rise nine stories high but have no roofs. The grocer's stocks of ginger, salt, cod, and beef change with every change of mind, every consultation. Sentences go unfinished. Engagements end just days before weddings. And on the avenues and streets, people turn their heads and peer behind their backs, to see who might be watching.</p><p>Such is the cost of immortality. No person is whole. No person is free. Over time, some have determined that the only way to live is to die. In death, a man or a woman is free of the weight of the past. These few souls, with their dear relatives looking on, dive into Lake Constance or hurl themselves from Monte Lema, ending their infinite lives. In this way, the finite has conquered the infinite, millions of autumns have yielded to no autumns, millions of snowfalls have yielded to no snowfalls, millions of admonitions have yielded to none.</p>"}],"choicesHtml":["They have little intellectual content.","<p>They are often random and casual.</p>","<p>They are of very short duration.</p>","<p>They deal with topics related to nature.</p>"],"answer":1}]