[{"id":"FT549247-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Edgeworth uses literary elements and techniques to develop Clarence Hervey’s complex character.","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Maria Edgeworth’s novel<em> Belinda</em>, published in 1801. In this passage, the narrator provides a description of Clarence Hervey, one of the suitors of the novel’s protagonist, Belinda Portman. Mrs. Stanhope, Belinda’s aunt, hopes to improve her niece’s social prospects and therefore has arranged to have Belinda stay with the fashionable Lady Delacour. Read the passage carefully. Then, in a well-written essay, analyze how Edgeworth uses literary elements and techniques to develop Clarence Hervey’s complex character.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\nClarence Hervey might have been more than a pleasant young man, if he had not been smitten with the desire of being thought superior in every thing, and of being the most admired person in all companies. He had been early flattered with the idea that he was a man of genius; and he imagined that, as such, he was entitled to be imprudent, wild, and eccentric. He affected singularity, in order to establish his claims to genius. He had considerable literary talents, by which he was distinguished at Oxford; but he was so dreadfully afraid of passing for a pedant, that when he came into the company of the idle and the ignorant, he pretended to disdain every species of knowledge. His chameleon character seemed to vary in different lights, and according to the different situations in which he happened to be placed. He could be all things to all men— and to all women. He was supposed to be a favourite with the fair sex; and of all his various excellencies and defects, there was none on which he valued himself so much as on his gallantry. He was not profligate; he had a strong sense of humour, and quick feelings of humanity; but he was so easily led, or rather so easily excited by his companions, and his companions were now of such a sort, that it was probable he would soon become vicious. As to his connexion with Lady Delacour, he would have started with horror at the idea of disturbing the peace of a family; but in her family, he said, there was no peace to disturb; he was vain of having it seen by the world that he was distinguished by a lady of her wit and fashion, and he did not think it incumbent on him to be more scrupulous or more attentive to appearances than her ladyship. By Lord Delacour’s jealousy he was sometimes provoked, sometimes amused, and sometimes flattered. He was constantly of all her ladyship’s parties in public and private; consequently he saw Belinda almost every day, and every day he saw her with increasing admiration of her beauty, and with increasing dread of being taken in to marry a niece of ‘the <em>catch-match-maker</em>,’ the name by which Mrs Stanhope was known amongst the men of his acquaintance. Young ladies who have the misfortune to be <em>conducted</em> by these artful dames, are always supposed to be partners in all the speculations, though their names may not appear in the firm. If he had not been prejudiced by the character of her aunt, Mr Hervey would have thought Belinda an undesigning, unaffected girl; but now he suspected her of artifice in every word, look, and motion; and even when he felt himself most charmed by her powers of pleasing, he was most inclined to despise her, for what he thought such premature proficiency in scientific coquetry. He had not sufficient resolution to keep beyond the sphere of her attraction; but frequently, when he found himself within it, he cursed his folly, and drew back with sudden terror."}]}]