[{"id":"FT549102-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Sidney uses literary elements and techniques to convey the speaker’s complex attitude toward desire.","features":[{"type":"sharedpassage","html":"<p>In Sir Philip Sidney’s poem “Thou Blind Man’s Mark,” published circa 1586, the speaker addresses the subject of desire. Read the poem carefully.&nbsp; Then, in a well-written essay, analyze how Sidney uses literary elements and techniques to convey the speaker’s complex attitude toward desire. In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p style=\"padding-left: 50px;\"><strong>Thou Blind Man’s Mark</strong></p>\n\n<div style=\"padding-left: 35px;\">\n<p>Thou blind man’s mark,<sup>1</sup> thou fool’s self-chosen snare,<br />\nFond fancy’s scum, and dregs of scattered thought;<br />\nBand of all evils, cradle of causeless care;<br />\nThou web of will, whose end is never wrought;<br />\n<strong style=\"position:absolute; left: 0;\">(5)</strong>Desire, desire! I have too dearly bought,<br />\nWith price of mangled mind, thy worthless ware;<br />\nToo long, too long, asleep thou hast me brought,<br />\nWho should my mind to higher things prepare.<br />\nBut yet in vain thou hast my ruin sought;<br />\n<strong style=\"position:absolute; left: 0;\">(10)</strong>In vain thou madest me to vain things aspire;<br />\nIn vain thou kindlest all thy smoky fire;<br />\nFor virtue hath this better lesson taught—<br />\nWithin myself to seek my only hire,<sup>2</sup><br />\nDesiring naught but how to kill desire.</p>\n\n<p><span style=\"font-size:0.8em\"><sup style=\"\">1</sup>harvest</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup style=\"\">2</sup>reward</span></p>\n</div>\n"}]}]