[{"id":"FT548279","type":"mcq","stimulusHtml":"<p>Which of the following descriptions from the first part of paragraph 1 is an example of the narrator's irony?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p><p>If mere parsimony would have made a man rich, Sir Pitt Crawley might have become very wealthy—if he had been an attorney in a country town, with no capital but his brains, it is very possible that he would have turned them to good account, and might have achieved for himself a very considerable influence and competency. But he was unluckily endowed with a good name and a large though encumbered estate, both of which went rather to injure than to advance him. He had a taste for law, which cost him many thousands yearly; and being a great deal too clever to be robbed, as he said, by any single agent, allowed his affairs to be mismanaged by a dozen, whom he all equally mistrusted. He was such a sharp landlord, that he could hardly find any but bankrupt tenants; and such a close farmer, as to grudge almost the seed to the ground, whereupon revengeful Nature grudged him the crops which she granted to more liberal husbandmen. He speculated in every possible way; he worked mines; bought canal-shares; horsed coaches; took government contracts, and was the busiest man and magistrate of his county. As he would not pay honest agents at his granite-quarry, he had the satisfaction of finding that four overseers ran away, and took fortunes with them to America. For want of proper precautions, his coal-mines filled with water: the government flung his contract of damaged beef upon his hands: and for his coach-horses, every mail proprietor in the kingdom knew that he lost more horses than any man in the country, from under-feeding and buying cheap. In disposition he was sociable, and far from being proud; nay, he rather preferred the society of a farmer or a horse-dealer to that of a gentlemen, like my Lord, his son: he was fond of drink, of swearing, of joking with the farmers' daughters: he was never known to give away a shilling or to do a good action, but was of a pleasant, sly, laughing mood, and would cut his joke, and drink his glass with a tenant and sell him up the next day; or have his laugh with the poacher he was transporting with equal good humour. His politeness for the fair sex has already been hinted at by Miss Rebecca Sharp—in a word, the whole baronetage, peerage, commonage of England, did not contain a more cunning, mean, selfish, foolish, disreputable old man. That blood-red hand of Sir Pitt would be in anybody's pocket except his own; and it is with grief and pain that, as admirers of the British aristocracy, we find ourselves obliged to admit the existence of so many ill qualities in a person whose name is in Debrett.*</p><p>One great cause why Mr. Crawley had such a hold over the affections of his father, resulted from money arrangements. The Baronet owed his son a sum of money out of the jointure of his mother, which he did not find it convenient to pay; indeed he had an almost invincible repugnance to paying anybody, and could only be brought by force to discharge his debts. Miss Sharp calculated (for she became, as we shall hear speedily, inducted into most of the secrets of the family), that the mere payment of his creditors cost the honourable Baronet several hundreds yearly; but this was a delight he could not forego; he had a savage pleasure in making the poor wretches wait, and in shifting from court to court and from term to term the period of satisfaction. What's the good of being in Parliament, he said, if you must pay your debts? Hence, indeed, his position as a senator was not a little useful to him.</p><p><sup>*A directory of the British aristocracy.</sup></p>"}],"choicesHtml":["\"he was unluckily endowed with a good name\" (paragraph 1&nbsp;sentence 2)","\"grudge almost the seed to the ground\"&nbsp;(paragraph 1&nbsp;sentence 4)","\"He speculated in every possible way\"&nbsp;(paragraph 1&nbsp;sentence 5)","\"his coal-mines filled with water\"&nbsp;(paragraph 1&nbsp;sentence 7)"],"answer":-1}]