[{"id":"FT549852-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Collins uses literary elements and techniques to convey the narrator’s complex attitude toward the people he describes.","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Wilkie Collins’ novel <em>The Moonstone</em>, published in 1868. In this passage, the narrator describes the idleness of gentlefolk. Read the passage carefully. Then, in a well-written essay, analyze how Collins uses literary elements and techniques to convey the narrator’s complex attitude toward the people he describes.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><br />\nGentlefolks in general have a very awkward rock ahead in life—the rock ahead of their own idleness. Their lives being, for the most part, passed in looking about them for something to do, it is curious to see— especially when their tastes are of what is called the intellectual sort—how often they drift blindfold into some nasty pursuit. Nine times out of ten they take to torturing something, or to spoiling something—and they firmly believe they are improving their minds, when the plain truth is, they are only making a mess in the house. I have seen them (ladies, I am sorry to say, as well as gentlemen) go out, day after day, for example, with empty pill-boxes, and catch newts, and beetles, and spiders, and frogs, and come home and stick pins through the miserable wretches, or cut them up, without a pang of remorse, into little pieces. You see my young master, or my young mistress, poring over one of the spider’s insides with a magnifying-glass; . . . and when you wonder what this cruel nastiness means, you are told that it means a taste in my young master or my young mistress for natural history. Sometimes, again, you see them occupied for hours together in spoiling a pretty flower with pointed instruments, out of a stupid curiosity to know what the flower is made of. Is its colour any prettier, or its scent any sweeter, when you do know? But there! the poor souls must get through the time, you see—they must get through the time. You dabbled in nasty mud, and made pies, when you were a child; and you dabble in nasty science, and dissect spiders, and spoil flowers, when you grow up. In the one case and in the other, the secret of it is, that you have got nothing to think of in your poor empty head, and nothing to do with your poor idle hands. And so it ends in your spoiling canvas with paints, and making a smell in the house; or in keeping tadpoles in a glass box full of dirty water, and turning everybody’s stomach in the house; or in chipping off bits of stone here, there, and everywhere, and dropping grit into all the victuals in the house; or in staining your fingers in the pursuit of photography, and doing justice without mercy on everybody’s face in the house. It often falls heavy enough, no doubt, on people who are really obliged to get their living, to be forced to work for the clothes that cover them, the roof that shelters them, and the food that keeps them going. But compare the hardest day’s work you ever did with the idleness that splits flowers and pokes its way into spiders’ stomachs, and thank your stars that your head has got something it <em>must</em> think of, and your hands something that they <em>must</em> do.</p>\n"}]}]