[{"id":"FT549858-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Austen uses literary elements and techniques to develop a complex characterization of Catherine.","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Jane Austen’s novel <em>Northanger Abbey</em>, published in 1818. In this passage, the narrator describes Catherine Morland’s childhood interests, skills, and flaws. Read the passage carefully. Then, in a well-written essay, analyze how Austen uses literary elements and techniques to develop a complex characterization of Catherine.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><br />\nNo one who had ever seen Catherine Morland in her infancy would have supposed her born to be an heroine. Her situation in life, the character of her father and mother, her own person and disposition, were all equally against her. Her father was a clergyman, without being neglected or poor, and a very respectable man, though his name was Richard, and he had never been handsome. He had a considerable independence besides two good livings,<sup>1</sup> and he was not in the least addicted to locking up his daughters. Her mother was a woman of useful plain sense, with a good temper, and, what is more remarkable, with a good constitution. She had three sons before Catherine was born; and, instead of dying in bringing the latter into the world, as anybody might expect, she still lived on—lived to have six children more—to see them growing up around her, and to enjoy excellent health herself. A family of ten children will be always called a fine family, where there are heads, and arms, and legs enough for the number; but the Morlands had little other right to the word, for they were in general very plain, and Catherine, for many years of her life, as plain as any. She had a thin awkward figure, a sallow skin without colour, dark lank hair, and strong features; so much for her person, and not less unpropitious for heroism seemed her mind. She was fond of all boys’ play and greatly preferred cricket, not merely to dolls, but to the more heroic enjoyments of infancy, nursing a dormouse, feeding a canary-bird, or watering a rose-bush. Indeed she had no taste for a garden, and if she gathered flowers at all, it was chiefly for the pleasure of mischief, at least so it was conjectured from her always preferring those which she was forbidden to take. Such were her propensities; her abilities were quite as extraordinary. She never could learn or understand anything before she was taught, and sometimes not even then, for she was often inattentive, and occasionally stupid. Her mother was three months in teaching her only to repeat the “Beggar’s Petition,” and, after all, her next sister Sally could say it better than she did. Not that Catherine was always stupid; by no means; she learnt the fable of “The Hare and many Friends,” as quickly as any girl in England. Her mother wished her to learn music; and Catherine was sure she should like it, for she was very fond of tinkling the keys of the old forlorn spinnet,<sup>2</sup> so at eight years old she began. She learnt a year and could not bear it; and Mrs. Morland, who did not insist on her daughters being accomplished in spite of incapacity or distaste, allowed her to leave off. The day which dismissed the music-master was one of the happiest of Catherine’s life. Her taste for drawing was not superior; though whenever she could obtain the outside of a letter from her mother, or seize upon any other odd piece of paper, she did what she could in that way by drawing houses and trees, hens and chickens, all very much like one another. Writing and accounts she was taught by her father; French by her mother. Her proficiency in either was not remarkable, and she shirked her lessons in both whenever she could. What a strange unaccountable character! for with all these symptoms of profligacy at ten years old, she had neither a bad heart nor a bad temper, was seldom stubborn, scarcely ever quarrelsome, and very kind to the little ones, with few interruptions of tyranny. She was, moreover, noisy and wild, hated confinement and cleanliness, and loved nothing so well in the world as rolling down the green slope at the back of the house.</p>\n\n<p><br />\n<sup>1</sup> Incomes or endowments<br />\n<sup>2</sup> Piano</p>\n"}]}]