[{"id":"FT549273-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Trumbo uses literary elements and techniques to portray the complex relationship between Joe and his father.","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Dalton Trumbo’s novel <em>Johnny Got His Gun</em>, published in 1939. In this passage, the narrator describes a moment during Joe’s camping trip with his father. Read the passage carefully. Then, in a well-written essay, analyze how Trumbo uses literary elements and techniques to portray the complex relationship between Joe and his father.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>The campfire was built in front of a tent and the tent was under an enormous pine. When you slept inside the tent it seemed always that it was raining outside because the needles from the pine kept falling. Sitting across from him and staring into the fire was his father. Each summer they came to this place which was nine thousand feet high and covered with pine trees and dotted with lakes. They fished in the lakes and when they slept at night the roar of water from the streams which connected the lakes sounded in their ears all night long.</p>\n\n<p>They had been coming to this place ever since he was seven. Now he was fifteen and Bill Harper was going to come tomorrow. He sat in front of the fire and looked across at his father and wondered just how he was going to tell him. It was a very serious thing. Tomorrow for the first time in all their trips together he wanted to go fishing with someone other than his father. On previous trips the idea had never occurred to him. His father had always preferred his company to that of men and he had always preferred his father’s company to that of the other guys. But now Bill Harper was coming up tomorrow and he wanted to go fishing with him. He knew it was something that had to happen sometime. Yet he also knew that it was the end of something. It was an ending and a beginning and he wondered just how he should tell his father about it.</p>\n\n<p>So he told him very casually. He said Bill Harper’s coming up tomorrow and I thought maybe I’d go out with him. He said Bill Harper doesn’t know very much about fishing and I do so I think if you don’t mind I’ll get up early in the morning and meet Harper and he and I will go fishing.</p>\n\n<p>For a little while his father didn’t say a thing. Then he said why sure go along Joe. And then a little later his father said has Bill Harper got a rod? He told his father no Bill hasn’t a rod. Well said his father why don’t you take my rod and let Bill use yours? I don’t want to go fishing tomorrow anyhow. I’m tired and I think I’ll rest all day. So you use my rod and let Bill use yours.</p>\n\n<p>It was as simple as that and yet he knew it was a great thing. His father’s rod was a very valuable one. It was perhaps the only extravagance his father had had in his whole life. It had amber leaders and beautiful silk windings. Each spring his father sent the rod away to a man in Colorado Springs who was an expert on rods. The man in Colorado Springs carefully scraped the varnish off the rod and rewound it and revarnished it and it came back glistening new each year. There was nothing his father treasured more. He felt a little lump in his throat as he thought that even as he was deserting his father for Bill Harper his father had volunteered the rod.</p>\n\n<p>They went to sleep that night in the bed which lay against a floor of pine needles. They had scooped the needles out to make a little hollow place for their hips. He lay awake quite a while thinking about tomorrow and his father who slept beside him. Then he fell asleep. At six o’clock Bill Harper whispered to him through the tent flap. He got up and gave Bill his rod and took his father’s for himself and they went off without awakening his father.</p>\n"}]}]