[{"id":"FT547498","type":"mcq","stimulusHtml":"<p>In the series of comparisons in the first paragraph, “trees and logs\" are analogous to which of these contained in the same paragraph?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p><p>Your Kentuckian of the present day is a good illustration of the doctrine of transmitted instincts and peculiarities. His fathers were mighty hunters,—men who lived in the woods, and slept under the free, open heavens, with the stars to hold their candles; and their descendant to this day always acts as if the house were his camp,—wears his hat at all hours, tumbles himself about, and puts his heels on the tops of chairs or mantel-pieces, just as his father rolled on the green sward, and put his upon trees and logs,—keeps all the windows and doors open, winter and summer, that he may get air enough for his great lungs,—calls everybody “stranger,” with nonchalant bonhomie, and is altogether the frankest, easiest, most jovial creature living.</p><p>Into such an assembly of the free and easy our traveller entered. He was a short, thick-set man, carefully dressed, with a round, good-natured countenance, and something rather fussy and particular in his appearance. He was very careful of his valise and umbrella, bringing them in with his own hands, and resisting, pertinaciously, all offers from the various servants to relieve him of them. He looked round the bar-room with rather an anxious air, and, retreating with his valuables to the warmest corner, disposed them under his chair, sat down, and looked rather apprehensively up at the worthy whose heels illustrated the end of the mantel-piece, who was spitting from right to left, with a courage and energy rather alarming to gentlemen of weak nerves and particular habits.</p><p>“I say, stranger, how are ye?” said the aforesaid gentleman, firing an honorary salute of tobacco-juice in the direction of the new arrival.</p><p>“Well, I reckon,” was the reply of the other, as he dodged, with some alarm, the threatening honor.</p>"}],"choicesHtml":["\"heels\" (sentence 2)","\"chairs or mantel-pieces\"&nbsp;(sentence 2)","\"winter and summer\"&nbsp;(sentence 2)","\"great lungs\"&nbsp;(sentence 2)"],"answer":0}]