[{"id":"FT549302-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Kogawa uses literary elements and techniques to convey the narrator’s complex attitude toward the past.","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Joy Kogawa’s novel<em> Obasan</em>, published in 1981. In this passage, the narrator reflects on her experience during the relocation of Japanese Canadians to internment camps during the Second World War. Read the passage carefully. Then, in a well-written essay, analyze how Kogawa uses literary elements and techniques to convey the narrator’s complex attitude toward the past.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>We are leaving the B.C. coast—rain, cloud, mist—an air overladen with weeping. Behind us lies a salty sea, within which swim our drowning specks of memory— our small waterlogged eulogies. We are going down to the middle of the Earth with pick-axe eyes, tunneling by train to the interior, carried along by the momentum of the expulsion into the waiting wilderness.</p>\n\n<p>We are hammers and chisels in the hands of would-be sculptors, battering the spirit of the sleeping mountain. We are the chips and sand, the fragments of fragments that fly like arrows from the heart of the rock. We are the silences that speak from stone. We are the despised rendered voiceless, stripped of car, radio, camera and every means of communication, a trainload of eyes covered with mud and spittle. We are the man in the Gospel of John, born into the world for the sake of the light. We are sent to Siloam, the pool called “Sent.” We are sent to the sending, that we may bring sight. We are the scholarly and the illiterate, the envied and the ugly, the fierce and the docile. We are those pioneers who cleared the bush and the forest with our hands, the gardeners tending and attending the soil with our tenderness, the fishermen who are flung from the sea to flounder in the dust of the prairies.</p>\n\n<p>We are the Issei and the Nisei and the Sansei*, the Japanese Canadians. We disappear into the future undemanding as dew.</p>\n\n<p>The memories are dream images. A pile of luggage in a large hall. Missionaries at the railway station handing out packages of toys. Stephen being carried on board the train, a white cast up to his thigh.</p>\n\n<p>It is three decades ago and I am a small child resting my head in Obasan’s lap. I am wearing a wine-coloured dirndl skirt with straps that criss-cross at the back. My white silk blouse has a Peter Pan collar dotted with tiny red flowers. I have a wine-colored sweater with ivory duck buttons.</p>\n\n<p>Stephen sits sideways on a seat by himself opposite us, his huge white leg like a cocoon.</p>\n\n<p>The train is full of strangers. But even strangers are addressed as “ojisan” or “obasan,” meaning uncle or aunt. Not one uncle or aunt, grandfather or grandmother, brother or sister, not one of us on this journey returns home again.</p>\n\n<p>The train smells of oil and soot and orange peels and lurches groggily as we rock our way inland. Along the window ledge, the black soot leaps and settles like insects. Underfoot and in the aisles and beside us on the seats we are surrounded by odd bits of luggage--bags, lunch baskets, blankets, pillows. My red umbrella with its knobby clear red handle sticks out of a box like the head of an exotic bird. In the seat behind us is a boy in short gray pants and jacket carrying a wooden slatted box with a tabby kitten inside. He is trying to distract the kitten with his finger but the kitten mews and mews, its mouth opening and closing. I can barely hear its high steady cry in the clackity-clack and steamy hiss of the train.</p>\n\n<p>A few seats in front, one young woman is sitting with her narrow shoulders hunched over a tiny red-faced baby. Her short black hair falls into her birdlike face. She is so young, I would call her “o-nesan,” older sister.</p>\n\n<p>The woman in the aisle seat opposite us leans over and whispers to Obasan with a solemn nodding of her head and a flicker of her eyes indicating the young woman.</p>\n\n<p>Obasan moves her head slowly and gravely in a nod as she listens. “Kawaiso,” she says under her breath. The word is used whenever there is hurt and a need for tenderness.</p>\n\n<p>The young mother, Kuniko-san, came from Saltspring Island, the woman says. Kuniko-san was rushed onto the train from Hastings Park, a few days after giving birth prematurely to her baby.</p>\n\n<p>“She has nothing,” the woman whispers. “Not even diapers.”</p>\n\n<p>Aya Obasan does not respond as she looks steadily at the dirt-covered floor. I lean out into the aisle and I can see the baby’s tiny fist curled tight against its wrinkled face. Its eyes are closed and its mouth is squinched small as a button. Kuniko-san does not lift her eyes at all.</p>\n\n<p>“Kawai,” I whisper to Obasan, meaning that the baby is cute.</p>\n\n<p>Obasan hands me an orange from a wicker basket and gestures towards Kuniko-san, indicating that I should take her the gift. But I pull back.</p>\n\n<p>“For the baby,” Obasan says urging me.</p>\n\n<p>I withdraw farther into my seat. She shakes open a furoshiki—a square cloth that is used to carry things by tying the corners together—and places a towel and some apples and oranges in it. I watch her lurching from side to side as she walks toward Kuniko-san.</p>\n\n<p>Clutching the top of Kuniko-san’s seat with one hand, Obasan bows and holds the furoshiki out to her. Kuniko-san clutches the baby against her breast and bows forward twice while accepting Obasan’s gift without looking up.</p>\n\n<p><sup>* The lssei, Nisei, and Sansei are, respectively, first-, second-, and third-generation Japanese Canadians.</sup></p>\n"}]}]