[{"id":"FT548198","type":"mcq","stimulusHtml":"<p>The Englishman pictured in lines 1–8 is best described as which of the following?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following poem carefully before you choose your answers.</strong></p>\n\n<div style=\"padding-left: 35px;\">\n<p>&nbsp; &nbsp;Time was, a sober Englishman wou’d knock<br />\nHis servants up, and rise by five a clock,<br />\nInstruct his Family in ev'ry rule,<br />\nAnd send his Wife to Church, his Son to school.<br />\n<strong style=\"position:absolute; left: 0;\">(5) &nbsp; &nbsp;</strong>To worship like his Fathers was his care;<br />\nTo teach their frugal Virtues to his Heir;<br />\nTo prove, that Luxury could never hold;<br />\nAnd place, on good Security, his Gold.<br />\nNow Times are chang'd, and one Poetick Itch<br />\n<strong style=\"position:absolute; left: 0;\">(10) &nbsp; &nbsp;</strong>Has seiz'd the Court and City, Poor and Rich:<br />\nSons, Sires, and Grandsires, all will wear the Bays,<br />\nOur Wives read Milton, and our Daughters Plays,<br />\nTo Theatres, and to Rehearsals throng,<br />\nAnd all our Grace at Table is a Song.<br />\n<strong style=\"position:absolute; left: 0;\">(15) &nbsp; &nbsp;</strong>I, who so oft renounce the Muses, lye,<br />\nNot—'s self e'er tells more <em>Fibs</em> than I;<br />\nWhen, sick of Muse, our follies we deplore,<br />\nAnd promise our best Friends to ryme no more;<br />\nWe wake next morning in a raging Fit,<br />\n<strong style=\"position:absolute; left: 0;\">(20) &nbsp; &nbsp;</strong>And call for Pen and Ink to show our Wit.<br />\n&nbsp; &nbsp;He serv'd a ’Prenticeship, who sets up shop;<br />\nWard try'd on Puppies, and the Poor, his Drop;<br />\nEv’n Radcliff’s Doctors travel first to France,<br />\nNor dare to practise till they’ve learn'd to dance.<br />\n<strong style=\"position:absolute; left: 0;\">(25) &nbsp; &nbsp;</strong>Who builds a Bridge that never drove a pyle?<br />\n(Should Ripley venture, all the World would smile)<br />\nBut those who cannot write, and those who can,<br />\nAll ryme, and scrawl, and scribble, to a man.<br />\n&nbsp; &nbsp;Yet Sir, reflect, the mischief is not great;<br />\n<strong style=\"position:absolute; left: 0;\">(30) &nbsp; &nbsp;</strong>These Madmen never hurt the Church or State:<br />\nSometimes the Folly benefits mankind;<br />\nAnd rarely Av’rice taints the tuneful mind.<br />\nAllow him but his Play-thing of a Pen,<br />\nHe ne'er rebels, or plots, like other men:<br />\n<strong style=\"position:absolute; left: 0;\">(35) &nbsp; &nbsp;</strong>Flight of Cashiers, or Mobs, he'll never mind;<br />\nAnd knows no losses while the Muse is kind.<br />\nTo cheat a Friend, or Ward, he leaves to Peter;<br />\nThe good man heaps up nothing but mere metre,<br />\nEnjoys his Garden and his Book in quiet;<br />\n<strong style=\"position:absolute; left: 0;\">(40) &nbsp; &nbsp;</strong>And then—a perfect Hermit in his Diet.<br />\nOf little use the Man you may suppose,<br />\nWho says in verse what others say in prose;<br />\nYet let me show, a Poet's of some weight,<br />\nAnd (tho’ no Soldier) useful to the State.<br />\n<strong style=\"position:absolute; left: 0;\">(45) &nbsp; &nbsp;</strong>What will a Child learn sooner than a song?<br />\nWhat better teach a Foreigner the tongue?<br />\nWhat's long or short, each accent where to place,<br />\nAnd speak in publick with some sort of grace.<br />\nI scarce can think him such a worthless thing,<br />\n<strong style=\"position:absolute; left: 0;\">(50) &nbsp; &nbsp;</strong>Unless he praise some monster of a King,<br />\nOr Virtue, or Religion turn to sport,<br />\nTo please a lewd, or un-believing Court.</p>\n\n<p>&nbsp;</p>\n</div>\n"}],"choicesHtml":["<p>Scholarly and reclusive</p>","<p>Pious and conscientious</p>","<p>Solemn and melancholy</p>","<p>Mirthful and carefree</p>"],"answer":0}]