[{"id":"FT549664-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Gaskell uses literary elements and techniques to develop social commentary.","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Elizabeth Gaskell’s novel<em> Mary Barton</em>, published in 1848. In this passage, George Wilson, a mill worker living in Manchester, England, goes to the house of Mr. Carson, the mill owner, to request care for a fellow worker dying of typhus. Read the passage carefully. Then, in a well-written essay, analyze how Gaskell uses literary elements and techniques to develop social commentary.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p><br />\nWilson had about two miles to walk before he reached Mr Carson’s house, which was almost in the country. The streets were not yet bustling and busy. The shop-men were lazily taking down the shutters, although it was near eight o’clock; for the day was long enough for the purchases people made in that quarter of the town, while trade was so flat. One or two miserable-looking women were setting off on their day’s begging expedition. But there were few people abroad. Mr Carson’s was a good house, and furnished with disregard to expense. But in addition to lavish expenditure, there was much taste shown, and many articles chosen for their beauty and elegance adorned his rooms. As Wilson passed a window which a housemaid had thrown open, he saw pictures and gilding, at which he was tempted to stop and look; but then he thought it would not be respectful. So he hastened on to the kitchen door. The servants seemed very busy with preparations for breakfast; but good-naturedly, though hastily, told him to step in, and they could soon let Mr Carson know he was there. So he was ushered into a kitchen hung round with glittering tins, where a roaring fire burnt merrily, and where numbers of utensils hung round, at whose nature and use Wilson amused himself by guessing. Meanwhile, the servants bustled to and fro; an outdoor man-servant came in for orders, and sat down near Wilson; the cook broiled steaks, and the kitchen-maid toasted bread, and boiled eggs.</p>\n\n<p>The coffee steamed upon the fire, and altogether the odours were so mixed and appetizing, that Wilson began to yearn for food to break his fast, which had lasted since dinner<sup>1</sup> the day before. If the servants had known this, they would have willingly given him meat and bread in abundance; but they were like the rest of us, and not feeling hunger themselves, forgot it was possible another might. So Wilson’s craving turned to sickness, while they chattered on, making the kitchen’s free and keen remarks upon the parlour.</p>\n\n<p>‘How late you were last night, Thomas!’</p>\n\n<p>‘Yes, I was right weary of waiting; they told me to be at the rooms by twelve; and there I was. But it was two o’clock before they called me.’</p>\n\n<p>‘And did you wait all that time in the street?’ asked the housemaid who had done her work for the present, and come into the kitchen for a bit of gossip.</p>\n\n<p>‘My eye as like! you don’t think I’m such a fool as to catch my death of cold, and let the horses catch their death too, as we should ha’ done if we’d stopped there. No! I put th’ horses up in th’ stables at th’ Spread Eagle, and went mysel’, and got a glass or two by th’ fire. They’re driving a good custom, them, wi’ coachmen. There were five on us, and we’d many a quart o’ ale, and gin wi’ it, to keep out cold.’</p>\n\n<p>‘Mercy on us, Thomas; you’ll get a drunkard at last!’</p>\n\n<p>‘If I do, I know whose blame it will be. It will be missis’s, and not mine. Flesh and blood can’t sit to be starved to death on a coach-box, waiting for folks as don’t know their own mind.’</p>\n\n<p>A servant, semi-upper-housemaid, semi-lady’s--maid, now came down with orders from her mistress.</p>\n\n<p>‘Thomas, you must ride to the fishmonger’s, and say missis can’t give above half-a-crown a pound for salmon for Tuesday; she’s grumbling because trade’s so bad. And she’ll want the carriage at three to go to the lecture, Thomas; at the Royal Execution,<sup>2</sup> you know.’</p>\n\n<p>‘Ay, ay, I know.’</p>\n\n<p>‘And you’d better all of you mind your P’s and Q’s, for she’s very black this morning. She’s got a bad headache.’</p>\n\n<p>‘It’s a pity Miss Jenkins is not here to match her. Lord! how she and missis did quarrel which had got the worst headaches, it was that Miss Jenkins left for; she would not give up having bad headaches, and missis could not abide any one to have ’em but herself.’</p>\n\n<p>‘Missis will have her breakfast up-stairs, cook, and the cold partridge as was left yesterday, and put plenty of cream in her coffee, and she thinks there’s a roll left, and she would like it well buttered.’</p>\n\n<p>So saying, the maid left the kitchen to be ready to attend to the young ladies’ bell when they chose to ring, after their late assembly the night before.</p>\n\n<p><br />\n<span style=\"font-size:0.8em\"><sup>1</sup> the noonday meal<br />\n<sup>2</sup> a lecture hall</span></p>\n"}]}]