[{"id":"FT547842","type":"mcq","stimulusHtml":"<p>The speaker is talking to</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following excerpt carefully before you choose your answers. </strong></p>\n\n<p>Yonder’s a work now, of that famous youth<br>\nThe Urbinate<sup>1</sup> who died five years ago.<br>\n(’Tis copied, George Vasari sent it me.)<br>\nWell, I can fancy how he did it all,<br>\n<strong>(5) </strong>Pouring his soul, with kings and popes to see,<br>\nReaching, that heaven might so replenish him,<br>\nAbove and through his art—for it gives way;<br>\nThat arm is wrongly put—and there again—<br>\nA fault to pardon in the drawing’s lines,<br>\n<strong>(10) </strong>Its body, so to speak: its soul is right,<br>\nHe means right—that, a child may understand.<br>\nStill, what an arm! and I could alter it:<br>\nBut all the play, the insight and the stretch—<br>\nOut of me, out of me! And wherefore out?<br>\n<strong>(15) </strong>Had you enjoined them on me, given me soul,<br>\nWe might have risen to Rafael, I and you!<br>\nNay, Love, you did give all I asked, I think—<br>\nMore than I merit, yes, by many times.<br>\nBut had you—oh, with the same perfect brow,<br>\n<strong>(20) </strong>And perfect eyes, and more than perfect mouth,<br>\nAnd the low voice my soul hears, as a bird<br>\nThe fowler’s pipe, and follows to the snare—<br>\nHad you, with these the same, but brought a mind!<br>\nSome women do so. Had the mouth there urged<br>\n<strong>(25) </strong>“God and the glory! never care for gain.<br>\nThe present by the future, what is that?<br>\nLive for fame, side by side with Agnolo!<sup>2</sup><br>\nRafael is waiting: up to God, all three!”<br>\nI might have done it for you. So it seems:<br>\n<strong>(30) </strong>Perhaps not. All is as God over-rules.<br>\nBeside, incentives come from the soul’s self;<br>\nThe rest avail not. Why do I need you?<br>\nWhat wife had Rafael, or has Agnolo?<br>\nIn this world, who can do a thing, will not;<br>\n<strong>(35) </strong>And who would do it, cannot, I perceive:<br>\nYet the will’s somewhat—somewhat, too, the power—<br>\nAnd thus we half-men struggle. At the end,<br>\nGod, I conclude, compensates, punishes.<br>\n’Tis safer for me, if the award be strict,<br>\n<strong>(40) </strong>That I am something underrated here,<br>\nPoor this long while, despised, to speak the truth.<br>\n[. . .]<br>\nIf you would sit thus by me every night<br>\nI should work better, do you comprehend?<br>\nI mean that I should earn more, give you more.<br>\n<strong>(45) </strong>See, it is settled dusk now; there’s a star;<br>\nMorello’s<sup>3</sup> gone, the watch-lights show the wall,<br>\nThe cue-owls speak the name we call them by.<br>\nCome from the window, love,—come in, at last,<br>\nInside the melancholy little house<br>\n<strong>(50) </strong>We built to be so gay with. God is just.</p>\n\n<p>(1855)</p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup>Rafael, Italian painter (1483-1520)</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup>Michelangelo, Italian painter and sculptor (1475-1564)</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>3</sup>A mountain north of Florence</span></p>\n"}],"choicesHtml":["<p>a fellow worker</p>","<p>a student</p>","<p>his mistress</p>","<p>his wife</p>"],"answer":3}]