[{"id":"FT549168-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Eliot uses literary elements and techniques to convey her complex views on “old Leisure” and on leisure in the society of her own time.<span style=\"font-size:0.9em\"></span>","features":[{"type":"sharedpassage","html":"<p>The excerpt is from George Eliot’s novel <em>Adam Bede</em>, published in 1859. George Eliot is the pen name of Mary Ann Evans. In this passage, Eliot presents a conception of leisure that has lost its place in the society of her own time. Read the passage carefully. Then, in a well-written essay, analyze how Eliot uses literary elements and techniques to convey her complex views on “old Leisure” and on leisure in the society of her own time.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>Leisure is gone—gone where the spinning-wheels are gone, and the pack-horses, and the slow waggons, and the pedlars, who brought bargains to the door on sunny afternoons. Ingenious philosophers tell you, perhaps, that the great work of the steam-engine is to create leisure for mankind. Do not believe them: it only creates a vacuum for eager thought to rush in. Even idleness is eager now—eager for amusement: prone to excursion-trains, art-museums, periodical literature, and exciting novels: prone even to scientific theorising, and cursory peeps through microscopes. Old Leisure was quite a different personage: he only read one newspaper, innocent of leaders, and was free from that periodicity of sensations which we call post-time. He was a contemplative, rather stout gentleman, of excellent digestion,—of quiet perceptions, undiseased by hypothesis: happy in his inability to know the causes of things, preferring the things themselves. He lived chiefly in the country, among pleasant seats and homesteads, and was fond of sauntering by the fruit-tree wall, and scenting the apricots when they were warmed by the morning sunshine, or of sheltering himself under the orchard boughs at noon, when the summer pears were falling. He knew nothing of weekday services, and thought none the worse of the Sunday sermon if it allowed him to sleep from the text to the blessing—liking the afternoon service best, because the prayers were the shortest, and not ashamed to say so; for he had an easy, jolly conscience, broad-backed like himself, and able to carry a great deal of beer or port-wine,—not being made squeamish by doubts and qualms and lofty aspirations. Life was not a task to him, but a sinecure: he fingered the guineas in his pocket, and ate his dinners, and slept the sleep of the irresponsible; for had he not kept up his charter by going to church on the Sunday afternoons?</p>\n\n<p>Fine old Leisure! Do not be severe upon him, and judge him by our modern standard: he never went to Exeter Hall, or heard a popular preacher, or read <em>Tracts for the Times</em> or <em>Sartor Resartus</em>.*</p>\n\n<p>—George Eliot, <em>Adam Bede</em>—1859</p>\n\n<p><span style=\"font-size:0.9em\"><sup>*</sup></span><span style=\"font-size:1.3em\"><sup>Religious, political, and philosophical works published between 1833 and 1841</sup></span></p>\n"}]}]