[{"id":"FT547417","type":"mcq","stimulusHtml":"<p>The word \"oozed\" at the beginning serves to suggest both</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.&nbsp;</strong></p>\n\n<p>The quality of her birth oozed into Katharine’s consciousness from a dozen different sources as soon as she was able to perceive anything. Above her nursery fireplace hung a photograph of her grandfather’s tomb in Poets’ Corner,<sup><span style=\"font-size:11.0pt\"><span style=\"font-family:&quot;Calibri&quot;,sans-serif\">1</span></span></sup> and she was told in one of those moments of grown-up confidence which are so tremendously impressive to the child’s mind, that he was buried there because he was a “good and great man.” Later, on an anniversary, she was taken by her mother through the fog in a hansom cab, and given a large bunch of bright, sweet-scented flowers to lay upon his tomb. The candles in the church, the singing and the booming of the organ, were all, she thought, in his honor. Again and again she was brought down into the drawing-room to receive the blessing of some awful distinguished old man, who sat, even to her childish eye, somewhat apart, all gathered together and clutching a stick, unlike an ordinary visitor in her father’s own arm- chair, and her father himself was there, unlike himself, too, a little excited and very polite. These formidable old creatures used to take her in their arms, look very keenly in her eyes, and then to bless her, and tell her that she must mind and be a good girl, or detect a look in her face something like Richard’s as a small boy. That drew down upon her her mother’s fervent embrace, and she was sent back to the nursery very proud, and with a mysterious sense of an important and unexplained state of things, which time, by degrees, unveiled to her.</p>\n\n<p>There were always visitors—uncles and aunts and cousins “from India,” to be reverenced for their relationship alone, and others of the solitary and formidable class, whom she was enjoined by her parents to “remember all your life.” By these means, and from hearing constant talk of great men and their works, her earliest conceptions of the world included an august circle of beings to whom she gave the names of Shakespeare, Milton, Wordsworth, Shelley, and so on, who were, for some reason, much more nearly akin to the Hilberys than to other people. They made a kind of boundary to her vision of life, and played a considerable part in determining her scale of good and bad in her own small affairs. Her descent from one of these gods was no surprise to her, but matter for satisfaction, until, as the years wore on, the privileges of her lot were taken for granted, and certain drawbacks made themselves very manifest. Perhaps it is a little depressing to inherit not lands but an example of intellectual and spiritual virtue; perhaps the conclusiveness of a great ancestor is a little discouraging to those who run the risk of comparison with him. It seems as if, having flowered so splendidly, nothing now remained possible but a steady growth of good, green stalk and leaf. For these reasons, and for others, Katharine had her moments of despondency. The glorious past, in which men and women grew to unexampled size, intruded too much upon the present, and dwarfed it too consistently, to be altogether encouraging to one forced to make her experiment in living when the great age was dead.</p>\n\n<p><sup>&nbsp;<span style=\"font-size:11.0pt\"><span style=\"font-family:&quot;Calibri&quot;,sans-serif\">1&nbsp;</span></span>an area of Westminster Abbey where important British writers are memorialized</sup></p>\n\n<p><sup>Excerpt from Chapter III in NIGHT AND DAY by Virginia Woolf, copyright 1920 by Harcourt Brace &amp; Company and renewed 1948 by Leonard Woolf, reprinted by permission of Houghton Mifflin Harcourt Publishing Company. All rights reserved.</sup></p>\n"}],"choicesHtml":["<p>Katharine’s gradual perception of her family legacy and the growing presence of that legacy in her life</p>","<p>Katharine’s dawning awareness of her heritage and her increasing confidence in her own abilities</p>","<p>the illustriousness of Katharine’s recent ancestors and the humble beginnings of her ancestry</p>","<p>the universality of Katharine’s experience and the ultimate messiness of certain aspects of human nature</p>"],"answer":-1}]