[{"id":"FT547639","type":"mcq","stimulusHtml":"<p>In lines 1-18, mountain climbing is used primarily as</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following excerpt carefully before you choose your answers.</strong></p>\n\n<div style=\"padding-left: 35px;\">\n<p><br />\n&nbsp; A <em>little learning </em>is a dangerous thing;<br />\nDrink deep, or taste not the Pierian spring.*<br />\nThere shallow draughts intoxicate the brain,<br />\nAnd drinking largely sobers us again.<br />\n<strong style=\"position:absolute; left: 0;\">(5) &nbsp; &nbsp;</strong>Fired at first sight with what the Muse imparts,<br />\nIn fearless youth we tempt the heights of Arts,<br />\nWhile from the bounded level of our mind<br />\nShort views we take, nor see the lengths behind;<br />\nBut more advanced, behold with strange surprise<br />\n<strong style=\"position:absolute; left: 0;\">(10) &nbsp; &nbsp;</strong>New distant scenes of endless science rise!<br />\nSo pleased at first the towering Alps we try,<br />\nMount o’er the vales, and seem to tread the sky,<br />\nTh’ eternal snows appear already past,<br />\nAnd the first clouds and mountains seem the last;<br />\n<strong style=\"position:absolute; left: 0;\">(15) &nbsp; &nbsp;</strong>But, those attained, we tremble to survey<br />\nThe growing labors of the lengthened way,<br />\nTh’ increasing prospect tires our wandering eyes,<br />\nHills peep o’er hills, and Alps on Alps arise!</p>\n</div>\n\n<div style=\"padding-left: 35px;\">\n<p>&nbsp; A perfect judge will read each work of wit<br />\n<strong style=\"position:absolute; left: 0;\">(20) &nbsp; &nbsp;</strong>With the same spirit that its author writ:<br />\nSurvey the WHOLE, nor seek slight faults to find<br />\nWhere nature moves, and rapture warms the mind;<br />\nNor lose, for that malignant dull delight,<br />\nThe generous pleasure to be charmed with wit.<br />\n<strong style=\"position:absolute; left: 0;\">(25) &nbsp; &nbsp;</strong>But in such lays as neither ebb, nor flow,<br />\nCorrectly cold, and regularly low,<br />\nThat shunning faults, one quiet tenor keep,<br />\nWe cannot blame indeed—but we may sleep.<br />\nIn wit, as nature, what affects our hearts<br />\n<strong style=\"position:absolute; left: 0;\">(30) &nbsp; &nbsp;</strong>Is not th’ exactness of peculiar parts;<br />\n‘Tis not a lip, or eye, we beauty call,<br />\nBut the joint force and full result of all.<br />\nThus when we view some well-proportioned dome,<br />\n(The world’s just wonder, and even thine, O Rome!)<br />\nNo single parts unequally surprise,<br />\nAll comes united to th’ admiring eyes;<br />\nNo monstrous height, or breadth, or length appear;<br />\nThe whole at once is bold, and regular.</p>\n</div>\n\n<div style=\"padding-left: 35px;\">\n<p>&nbsp; Whoever thinks a faultless piece to see,<br />\n<strong style=\"position:absolute; left: 0;\">(40) &nbsp; &nbsp;</strong>Thinks what ne’er was, nor is, nor e’er shall be.<br />\nIn every work regard the writer’s end,<br />\nSince none can compass more than they intend;<br />\nAnd if the means be just, the conduct true,<br />\nApplause, in spite of trivial faults, is due;<br />\n<strong style=\"position:absolute; left: 0;\">(45) &nbsp; &nbsp;</strong>As men of breeding, sometimes men of wit,<br />\nT’ avoid great errors, must the less commit:<br />\nNeglect the rules each verbal critic lays,<br />\nFor not to know some trifles, is a praise.<br />\nMost critics, fond of some subservient art,<br />\n<strong style=\"position:absolute; left: 0;\">(50) &nbsp; &nbsp;</strong>Still make the whole depend upon a part:<br />\nThey talk of principles, but notions prize,<br />\nAnd all to one loved folly sacrifice.</p>\n</div>\n\n<p>&nbsp;</p>\n\n<p>(1711)</p>\n\n<p><span style=\"font-size:0.9em\">* a spring sacred to the Muses</span></p>\n"}],"choicesHtml":["<p>a metaphor for acquiring knowledge</p>","<p>an analogy illustrating the struggle for self-knowledge</p>","<p>a simile describing the relationship between human beings and nature</p>","<p>an image of the difficulty of all human endeavor</p>"],"answer":-1}]