[{"id":"FT547733","type":"mcq","stimulusHtml":"<p>From the first sentence, one can infer which of the following about the Dodsons’ and Tullivers’ religious and moral ideas?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers. </strong></p>\n\n<p>Certainly the religious and moral ideas of the Dodsons and Tullivers were of too specific a kind to be arrived at deductively from the statement that they were part of the Protestant population of Great Britain. Their theory of life had its core of soundness, as all theories must have on which decent and prosperous families have been reared and have flourished; but it had the very slightest tincture of theology. If, in the maiden days of the Dodson sisters, their Bibles opened more easily at some parts than other, it was because of dried tulip-petals, which had been distributed quite impartially, without preference for the historical, devotional, or doctrinal. Their religion was of a simple, semi-pagan kind, but there was no heresy in it—if heresy properly means choice—for they didn’t know there was any other religion, except that of chapelgoers, which appeared to run in families, like asthma. How <em>should</em> they know? The vicar of their pleasant rural parish was not a controversialist, but a good hand at whist,<sup>1</sup> and one who had a joke always ready for a blooming female parishioner. The religion of the Dodsons consisted in revering whatever was customary and respectable: it was necessary to be baptized, else one could not be buried in the churchyard, and to take the sacrament before death as a security against more dimly understood perils; but it was of equal necessity to have the proper pall-bearers and well-cured hams at one’s funeral, and to leave an unimpeachable will. A Dodson would not be taxed with the omission of anything that was becoming, or that belonged to that eternal fitness of thing which was plainly indicated in the practice of the most substantial parishioners, and in the family traditions—such as obedience to parents, faithfulness to kindred, industry, rigid honesty, thrift, the thorough scouring of wooden and copper utensils, the hoarding of coins likely to disappear from the currency, the production of first-rate commodities for the market, and the general preference for whatever was home-made. The Dodsons were a very proud race, and their pride lay in the utter frustration of all desire to tax them with a breach of traditional duty or propriety. A wholesome pride in many respects, since it identified honour with perfect integrity, thoroughness of work, and faithfulness to admitted rules: and society owes some worthy qualities in many of her members to mothers of the Dodson class, who made their butter and their fromenty<sup>2 </sup>well, and would have felt disgraced to make it otherwise. To be honest and poor was never a Dodson motto, still less to seem rich though being poor; rather, the family badge was to be honest and rich; and not only rich, but richer than was supposed. To live respected, and have the proper bearers at your funeral, was an achievement of the ends of existence that would be entirely nullified if, on the reading of your Will, you sank in the opinion of your fellow-men, either by turning out to be poorer than they expected, or by leaving your money in a capricious manner, without strict regard to degrees of kin. The right thing must always be done towards kindred. The right thing was to correct them severely, if they were other than a credit to the family, but still not to alienate from them the smallest rightful share in the family shoe-buckles and other property. A conspicuous quality in the Dodson character was its genuineness: its vices and virtues alike were phases of a proud, honest egoism, which had a hearty dislike to whatever made against its own credit and interest, and would be frankly hard of speech to inconvenient “kin,” but would never forsake or ignore them—would not let them want bread, but only require them to eat it with bitter herbs.</p>\n\n<hr>\n<p><span style=\"font-size:0.9em\"><sup>1</sup>a card game</span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>2</sup>hulled wheat boiled in milk and flavored with sugar and spices</span></p>\n"}],"choicesHtml":["<p>The narrator is unable to describe them with complete accuracy.</p>","<p>They have no real logical foundation.</p>","<p>They cannot be appreciated by anyone who does not share them.</p>","<p>They are not typical of those of British Protestants in general.</p>"],"answer":3}]