[{"id":"FT547632","type":"mcq","stimulusHtml":"<p>In context, the expression “play the monkey” (paragraph 5) likely means to</p>","features":[{"type":"sharedpassage","html":"<p><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>The following is an excerpt from a novel set on the Caribbean island of Trinidad.</em></p>\n\n<p>It must have been about in Third Standard that Helen came into existence. For by then I used to look forward to the library van on Saturdays with the greatest of impatience, having usually read the two books by Monday morning.</p>\n\n<p>Books transported you always into the familiar solidity of chimneys and apple trees, the enviable normality of real Girls and Boys who went a-sleighing and built snowmen, ate potatoes, not rice, went about in socks and shoes from morning until night and called things by their proper names, never saying ‘washicong’ for plimsoll* or ‘crapaud’ when they meant a frog. Books transported you always into Reality and Rightness, which were to be found Abroad.</p>\n\n<p>Thus it was that I fashioned Helen, my double. She was my age and height. She spent the summer holidays at the sea-side with her aunt and uncle who had a delightful orchard with apple trees and pear trees in which sang chaffinches and blue tits, and where one could wander on terms of the closest familiarity with cowslips and honeysuckle. Helen loved to visit her Granny for then they sat by the fireside and had tea with delicious scones and home-made strawberry jam. . . . Helen entered and ousted all the other characters in the unending serial that I had been spinning for Toddan and Doolarie from time immemorial.</p>\n\n<p>At one time I took to putting on shoes the moment I woke up on mornings and not removing them again until bedtime. This caused some hilarity in the household—‘What happen, Ma-Davis, yu really takin’-in with ol’-age, eh?’ enquired Mikey solicitously. But when one day I started to put on socks to go to the shop, Tantie was not amused.</p>\n\n<p>‘Look, Madam, when yu start to wash yu own clothes then yu could start to play the monkey—you ever put-on socks to go down in the shop? What it is take yu at-all?’</p>\n\n<p>I loved rainy mornings, for then I could pretend it was winter as I left for school bundled up in an old jacket.</p>\n\n<p>Helen wasn’t even my double. No, she couldn’t be called my double. She was the Proper Me. And me, I was her shadow hovering about in incompleteness.</p>\n\n<p>For doubleness, or this particular kind of doubleness, was a thing to be taken for granted. Why, the whole of life was like a piece of cloth, with a rightside and a wrongside. Just as there was a way you spoke and a way you wrote, so there was the daily existence which you led, which of course amounted only to marking time and makeshift, for there was the Proper daily round, not necessarily more agreeable, simply the valid one, the course of which encompassed things like warming yourself before a fire and having tea at four o’clock; there were the human types who were your neighbours and guardians and playmates—but you were all marginal together, for there were the beings whose validity loomed at you out of every book, every picture.</p>\n\n<p><span style=\"font-size:0.9em\">*A plimsoll is a canvas sneaker.</span></p>\n\n<p><span style=\"font-size:0.9em\">From <em>Crick Crack, Monkey </em>by Merle Hodge, copyright © 1970 by Merle Hodge. Used by permission of the publisher, Carlton Books.</span></p>\n"}],"choicesHtml":["<p>contort one's features</p>","<p>act like a fool</p>","<p>make fun of the elders</p>","<p>try to amuse the family</p>"],"answer":1}]