[{"id":"FT558778","type":"mcq","stimulusHtml":"<p>The primary purpose of the passage is to</p>","features":[{"type":"sharedpassage","html":"<p><strong>The following questions refer to this passage</strong>.<strong> Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>This passage is excerpted from John Galsworthy's trilogy </em>A Modern Comedy,<em> published in 1929</em>.</p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> <span aria-hidden=\"true\">Par.</span><br />\n1</span> <span id=\"ref-043-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-043 passage_reference_highlight\">In Washington, District of Columbia, the “Fall” sun shone, and all that was not evergreen or stone in Rock Creek Cemetery was glowing. Before the Saint Gaudens statue Soames Forsyte sat on his overcoat, with the marble screen to his back, enjoying the seclusion and a streak of sunlight passaging between the cypresses.</span></span></p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 2</span> With his daughter and her husband he had been up here already, the afternoon before, and had taken a fancy to the place. Apart from the general attraction of a cemetery, this statue awakened the connoisseur within him. Though not a thing you could acquire, it was undoubtedly a work of art, and produced a very <span id=\"ref-006-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-006 passage_reference_highlight\">marked effect</span>. He did not remember a statue that made him feel so <span id=\"ref-007-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-007 passage_reference_highlight\">thoroughly at home</span>. That great greenish bronze figure of seated woman within the hooding folds of her ample cloak seemed to carry him down to the bottom of his own soul. <span id=\"ref-008-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-008 passage_reference_highlight\">Yesterday, in the presence of Fleur, Michael, and other people, all gaping like himself, he had not so much noted the mood of the thing as its technical excellence, but now, alone, he could enjoy the <span id=\"ref-009-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-009 passage_reference_highlight\">luxury</span></span> of his own sensations.</span> Some called it “Grief,” some “The Adams Memorial.” He didn’t know, but in any case there it was, the best thing he had come across in America, the one that gave him the most pleasure, in spite of all the water he had seen at Niagara and those skyscrapers in New York. Three times he had changed his position on that crescent marble seat, varying his sensations every time. <span id=\"ref-010-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-010 passage_reference_highlight\">From his present position the woman had passed beyond grief. She sat in a frozen acceptance deeper than death itself, very remarkable!</span></span> There was something about death! <span id=\"ref-011-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-011 passage_reference_highlight\">He remembered his own father, James, a quarter of an hour after death, as if—as if he had been told at last!</span></span></span></span></span></p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 3</span> <span id=\"ref-045-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-045 passage_reference_highlight\">A red-oak leaf fell on to his lapel, another on to his knee; Soames did not brush them off. Easy to sit still in front of that thing! They ought to make America sit there once a week!</span></span></p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 4</span> <span id=\"ref-046-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-046 passage_reference_highlight\">He rose, crossed towards the statue, and gingerly touched a fold in the green bronze, as if questioning the possibility of everlasting nothingness.</span></span></p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 5</span> <span class=\"highlight_ref-046 passage_reference_highlight\">“Got a sister living in Dallas—married a railroad man down there as a young girl. Why! Texas is a wonderful State. I know my sister laughs at the idea that the climate of Texas isn’t about right.”</span></p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 6</span> Soames withdrew his hand from the bronze, and returned to his seat. Two tall thin elderly figures were entering the sanctuary. They moved into the middle and stood silent. Presently one said “Well!” and they moved out again at the other end. A little stir of wind fluttered some fallen leaves at the base of the statue.</p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 7</span> Soames shifted along to the extreme left. From there the statue was once more woman—very noble! And he sat motionless in his attitude of a thinker, the lower part of his face buried in his hand.</p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 8</span> <span id=\"ref-038-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-038 passage_reference_highlight\">Considerably browned and distinctly healthy-looking, he was accustomed to regard himself as worn out by his long travel, which, after encircling the world, would end, the day after tomorrow, by embarkation on the <em>Adelphic</em>. This three-day run to Washington was the last straw, and he was supporting it very well. The city was pleasing; it had some fine buildings and a great many trees with the tints on; there wasn’t the rush of New York, and plenty of houses that people could live in, he should think. Of course the place was full of <span id=\"ref-012-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-012 passage_reference_highlight\">Americans</span>, but that was unavoidable. He was happy about Fleur too; she had quite got over that unpleasant Ferrar business, seemed on excellent terms with young Michael, and was looking forward to her home and her baby again. There was, indeed, in Soames a sense of culmination and of peace—a feeling of virtue having been its own reward, and beyond all, the thought that he would soon be smelling English grass and seeing again the river flowing past his cows. Annette, even, might be glad to see him—he had bought her a really nice emerald bracelet in New York. To such general satisfaction this statue of “Grief” was putting the finishing touch.</span></span></span></p>\n\n<p><span style=\"font-size:0.9em\">Reprinted with the permission of Scribner, a Division of</span><br />\n<span style=\"font-size:0.9em\">Simon &amp; Schuster, Inc., from A MODERN COMEDY by</span><br />\n<span style=\"font-size:0.9em\">John Galsworthy. Copyright © 1929 by Charles Scribner’s</span><br />\n<span style=\"font-size:0.9em\">Sons; copyright renewed 1957 by Ada Galsworthy.</span><br />\n<span style=\"font-size:0.9em\">All rights reserved</span>.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p>describe the atmosphere of the cemetery</p>","<p>advance a view about the United States</p>","<p>reveal aspects of Soames’s character</p>","<p>offer speculations about Soames’s motivations</p>"],"answer":2}]