[{"id":"FT558826","type":"mcq","stimulusHtml":"<p>The narrator suggests that agreeing with Touchwood on a given subject is a way to</p>","features":[{"type":"sharedpassage","html":"<p><strong>The following questions refer to this passage</strong>. <strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>This passage is excerpted from George Eliot's fictional work </em>Impressions of Theophrastus Such<em>, published in 1879. George Eliot is the pen name for Mary Ann Evans.</em></p>\n\n<p>&nbsp;</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> <span aria-hidden=\"true\">Par.</span><br />\n1</span>  Touchwood’s bad temper is of the contradicting pugnacious sort. He is the honourable gentleman in opposition, whatever proposal or proposition may be broached, and when others join him he secretly damns their <span id=\"ref-025-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-025 passage_reference_highlight\">superfluous</span> agreement, quickly discovering that his way of stating the case is not exactly theirs. <span id=\"ref-026-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-026 passage_reference_highlight\">An invitation</span> or any sign of expectation throws him into an attitude of refusal. Ask his concurrence in a benevolent measure: he will not decline to give it, because he has a real sympathy with good aims; but he complies resentfully, though where he is let alone he will do much more than any one would have thought of asking for. No man would shrink with greater sensitiveness from the imputation of not paying his debts, yet when a bill is sent in with any promptitude he <span id=\"ref-027-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-027 passage_reference_highlight\">is inclined to make the tradesman wait for the money</span> he is in such a hurry to get. One sees that this antagonistic temper must be much relieved by finding a particular object, and that its worst moments must be those where the mood is that of vague resistance, there being nothing specific to oppose. <span id=\"ref-028-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-028 passage_reference_highlight\">Touchwood is never so little engaging as when he comes down to breakfast with a cloud on his brow, after parting from you the night before with an affectionate effusiveness at the end of a confidential conversation which has assured you of mutual understanding. <span id=\"ref-029-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-029 passage_reference_highlight\">Impossible that you can have committed any offence. If mice have disturbed him, that is not your fault</span></span>; but, nevertheless, your cheerful greeting had better not convey <span id=\"ref-030-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-030 passage_reference_highlight\">any reference to the weather</span>, else it will be met by a sneer which, taking you unawares, may give you a crushing sense that you make a poor figure with your cheerfulness, which was not asked for. Some daring person perhaps introduces another topic, and uses the delicate flattery of appealing to Touchwood for his opinion, the topic being included in his favourite studies. An indistinct muttering, with a look at the carving-knife in reply, teaches that daring person how ill he has chosen a market for his deference. <span id=\"ref-031-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-031 passage_reference_highlight\">If Touchwood’s behaviour affects you very closely you had better break your leg in the course of the day: his bad temper will then vanish at once; he will take a painful journey on your behalf; he will sit up with you night after night; he will do all the work of your department so as to save you from any loss in consequence of your <span id=\"ref-032-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-032 passage_reference_highlight\">accident</span>; he will be even uniformly tender to you till you are well on your legs again, when he will some fine morning insult you without provocation, and make you wish that his generous goodness to you had not closed your lips against retort.</span></span></span></span></span></span></span></span></span></p>\n</div>\n</div>\n"}],"choicesHtml":["<p>achieve a kind of victory over him </p>","<p>change his grouchiness to good humor </p>","<p>throw him into confusion and embarrassment </p>","<p>cause him to alter his original approach</p>"],"answer":3}]