[{"id":"FT557833-22","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Smollet uses literary elements and techniques to convey the complex interplay between emotions and social propriety in the passage.","features":[{"type":"sharedpassage","html":"<p>The excerpt is from Tobias Smollett’s novel <em>The Adventures of Peregrine Pickle</em>, published in 1751. In this passage, Mr. Pickle encounters Godfrey Gauntlet, the brother of his beloved Emilia. Consider how the two men confront their own uncontrolled emotions and yet attempt to abide by their social norms. Read the passage carefully. Then, in a well-written essay, analyze how Smollet uses literary elements and techniques to convey the complex interplay between emotions and social propriety in the passage.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>“Mr. Pickle, you have carried on a correspondence with my sister for some time, and I should be glad to know the nature of it.” To this question our lover replied, “Sir, I should be glad to know what title you have to demand that satisfaction?”—“Sir,” answered the other, “I demand it in the capacity of a brother, jealous of his own honour, as well as of his sister’s reputation; and if your intentions are honourable, you will not refuse it.”— “Sir,” said Peregrine, “I am not at present disposed to appeal to your opinion for the 10rectitude of my intentions: and I think you assume a little too much importance, in pretending to judge my conduct.” —“Sir,” replied the soldier, “I pretend to judge the conduct of every man who interferes with my concerns, and even to chastise him, if I think he 15acts amiss.”— “Chastise!” cried the youth, with indignation in his looks, “sure you dare not apply that term to me?”—“You are mistaken,” said Godfrey; “I dare do anything that becomes the character of a gentleman.” — “Gentleman, God wot!” replied the other, looking contemptuously at his equipage,* which was none of the most superb, “a very pretty gentleman, truly!”</p>\n\n<p>The soldier’s wrath was inflamed by this ironical repetition, the contempt of which his conscious poverty made him feel; and he called his antagonist presumptuous boy, insolent upstart, and with other epithets, which Perry retorted with great bitterness. A formal challenge having passed between them, they alighted at the first inn, and walked into the next field, in order to decide their quarrel by the sword. Having pitched upon the spot, helped to pull off each other’s boots, and laid aside their coats and waistcoats, Mr. Gauntlet told his opponent, that he himself was looked upon in the army as an expert swordsman, and that if Mr. Pickle had not made that science his particular study, they should be upon a more equal footing in using pistols. Peregrine was too much incensed to thank him for his plain dealing, and too confident of his own skill to relish the other’s proposal, which he accordingly rejected: then, drawing his sword, he observed, that were he to treat Mr. Gauntlet according to his deserts, he would order his man to punish his audacity with a horsewhip. Exasperated at this expression, which he considered an indelible affront, he made no reply, but attacked his adversary with equal ferocity and address. The youth parried his first and second thrust, but received the third in the outside of his sword-arm. Though the wound was superficial, he was transported with rage at the sight of his own blood, and returned the assault with such fury and precipitation, that Gauntlet, loath to take advantage of his unguarded heat, stood upon the defensive. In the second lunge, Peregrine’s weapon entering a kind of network in the shell of Godfrey’s sword, the blade snapped in two, and left him at the mercy of the soldier, who, far from making an insolent use of the victory he had gained, put up his Toledo with great deliberation, like a man who had been used to that kind of rencounters, and observed that such a blade as Peregrine’s was not to be trusted with a man’s life: then advising the owner to treat a gentleman in distress with more respect for the future, he slipped on his boots, and with sullen dignity of demeanour stalked back to the inn.</p>\n\n<p>*carriage and horse</p>\n"}]}]