[{"id":"FT558854-22","type":"longtextV2","stimulusHtml":"<p>In a well-written essay, analyze how Kincaid uses literary elements and techniques to portray the complexity of the narrator’s new situation.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Jamaica Kincaid’s novel <i>Lucy</i>, published in 1990. In this passage, the narrator describes the beginning of a new phase in her life. Read the passage carefully. Then, in a well-written essay, analyze how Kincaid uses literary elements and techniques to portray the complexity of the narrator’s new situation.</p>\n\n<p>&nbsp;</p>\n\n<ul>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> <span aria-hidden=\"true\">Par.</span><br />\n1</span> I got into an elevator, something I had never done before, and then I was in an apartment and seated at a table, eating food just taken from a refrigerator. In the place I had just come from, I always lived in a house, and my house did not have a refrigerator in it. Everything I was experiencing—the ride in the elevator, being in an apartment, eating day-old food that had been stored in a refrigerator—was such a good idea that I could imagine I would grow used to it and like it very much, but at first it was all so new that I had to smile with my mouth turned down at the corners. I slept soundly that night, but it wasn’t because I was happy and comfortable—quite the opposite; it was because I didn’t want to take in anything else.</p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 2</span> That morning, the morning of my first day, the morning that followed my first night, was a sunny morning. It was not the sort of bright sun-yellow making everything curl at the edges, almost in fright, that I was used to, but a pale-yellow sun, as if the sun had grown weak from trying too hard to shine; but still it was sunny, and that was nice and made me miss my home less. And so, seeing the sun, I got up and put on a dress, a gay dress made out of madras cloth—the same sort of dress that I would wear if I were at home and setting out for a day in the country. It was all wrong. The sun was shining but the air was cold. It was the middle of January, after all. But I did not know that the sun could shine and the air remain cold; no one had ever told me. What a feeling that was! How can I explain? Something I had always known—the way I knew my skin was the color brown of a nut rubbed repeatedly with a soft cloth, or the way I knew my own name—something I took completely for granted, “the sun is shining, the air is warm,” was not so. I was no longer in a tropical zone, and this realization now entered my life like a flow of water dividing formerly dry and solid ground, creating two banks, one of which was my past—so familiar and predictable that even my unhappiness then made me happy now just to think of it—the other my future, a gray blank, an overcast seascape on which rain was falling and no boats were in sight. I was no longer in a tropical zone and I felt cold inside and out, the first time such a sensation had come over me.</p>\n\n<p><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 3</span> In books I had read—from time to time, when the plot called for it—someone would suffer from homesickness. A person would leave a not very nice situation and go somewhere else, somewhere a lot better, and then long to go back where it was not very nice. How impatient I would become with such a person, for I would feel that I was in a not very nice situation myself, and how I wanted to go somewhere else. But now I, too, felt that I wanted to be back whe<i>r</i>e I came from. I understood it, I knew where I stood there. If I had had to draw a picture of my future then, it would have been a large gray patch surrounded by black, blacker, blackest. What a surprise this was to me, that I longed to be back in the place that I came from, that I longed to sleep in a bed I had outgrown, that I longed to be with people whose smallest, most natural gesture would call up in me such a rage that I longed to see them all dead at my feet. Oh, I had imagined that with my one swift act—leaving home and coming to this new place—I could leave behind me, as if it were an old garment never to be worn again, my sad thoughts, my sad feelings, and my discontent with life in general as it presented itself to me. In the past, the thought of being in my present situation had been a comfort, but now I did not even have this to look forward to, and so I lay down on my bed and dreamt I was eating a bowl of pink mullet and green figs cooked in coconut milk,<sup>1</sup> and it had been cooked by my grandmother, which was why the taste of it pleased me so, for she was the person I liked best in all the world and those were the things I liked best to eat also.</p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup>Caribbean seafood dish</span></p>\n\n<p><span style=\"font-size:0.8em\">“Poor Visitor” from LUCY: A NOVEL by Jamaica Kincaid. Copyright © 1990 by Jamaica Kincaid. Reprinted by permission of Farrar, Straus and Giroux, LLC.</span></p>\n\n<p><span style=\"font-size:0.8em\">“Poor Visitor” from LUCY: A NOVEL by Jamaica Kincaid. Copyright © 1990 by Jamaica Kincaid, reprinted throughout the U.K. and British Commonwealth with permission by The Wylie Agency, LLC. All rights reserved.</span></p>\n</div>\n</div>\n"}]}]