[{"id":"FT584699-22","type":"longtextV2","stimulusHtml":"<p>In a well-written essay, analyze how Morgan uses literary elements and techniques to convey Aloma’s complex responses her changing environment.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n","features":[{"type":"sharedpassage","html":"<p>The excerpt is from C. E. Morgan’s novel <em>All the Living</em>, published in 2009. This passage describes a young girl’s experience moving away from her extended family in rural Appalachia. Read the passage carefully. Then, in a well-written essay, analyze how Morgan uses literary elements and techniques to convey Aloma’s complex responses her changing environment.</p>\n\n<p>&nbsp;</p>\n\n<ul>\n</ul>\n\n<p>She was sent to the mission school the month</p>\n\n<p>before she turned a thankless twelve, not because her</p>\n\n<p>aunt and uncle couldn’t handle her any</p>\n\n<p>more, but because there were nine in the house now — the</p>\n\n<p><strong>(5)</strong> adults, their five children, one foster child, and</p>\n\n<p>Aloma. Her aunt and uncle had always been fine to</p>\n\n<p>her, they possessed a kind of hollow-headed decency</p>\n\n<p>that couldn’t be disparaged. When they told her of the</p>\n\n<p>school, they were gentle as doctors, and their voices</p>\n\n<p><strong>(10)</strong> said, This won’t hurt a bit, and in fact, it had not</p>\n\n<p>really, at least not that Aloma could recall. Only that</p>\n\n<p>first night she found that her eyes stung and to make</p>\n\n<p>them stop she turned facedown into her pillow and let</p>\n\n<p>them tear with her mouth open ragged against the</p>\n\n<p><strong>(15) </strong>cotton ticking, but in the morning her eyes were better</p>\n\n<p>and she did not cry again, at least not over that.</p>\n\n<p>It was not that her aunt and uncle hadn’t cared for</p>\n\n<p>her — they had never made her feel guilty for their</p>\n\n<p>taking her in when they had no money — but they’d</p>\n\n<p><strong>(20)</strong> cared in a middling, impersonal way that instinctively</p>\n\n<p>reserved their best for their own. During her first year</p>\n\n<p>at the school, they made their small familial efforts,</p>\n\n<p>they phoned her once a month on Sunday afternoons</p>\n\n<p>and sent little cartooned magazines from their church</p>\n\n<p><strong>(25)</strong> about crossing a wide river in a phalanx of other</p>\n\n<p>refugees or about Ruth and her numerous losses. Until</p>\n\n<p>she began to play piano, Aloma read these again and</p>\n\n<p>again, carefully, stacked them in neat piles under her</p>\n\n<p>steel-framed bed. She wondered what it meant to</p>\n\n<p><strong>(30)</strong> uncover a man’s feet, to sleep in his bed, to travel to a</p>\n\n<p>far country, to see enemies drowned. She wondered</p>\n\n<p>what kind of luck was required to be someone other</p>\n\n<p>than the person you were born to be.</p>\n\n<p>The school carried her into a deeper cleavage of the</p>\n\n<p><strong>(35) </strong>mountains than the one she had known at her uncle’s</p>\n\n<p>trailer, which jagged out like an aluminum finger</p>\n\n<p>from a limestone wall topped by firs, bone out of</p>\n\n<p>bone. There the night carried on and on until ten in</p>\n\n<p>the morning, then the tip of the finger finally burned</p>\n\n<p><strong>(40)</strong> with its first sun. When she arrived at the school,</p>\n\n<p>Aloma shared a small concrete room with two other</p>\n\n<p>girls and here too the mountain walls staggered and</p>\n\n<p>threated up over them all. The sun did not appear in</p>\n\n<p>the wound of the holler<sup>1</sup> until long past eleven where</p>\n\n<p><strong>(45)</strong> it remained until Spar Mountain, like a curtain of</p>\n\n<p>earth, cut the light before it could naturally sputter</p>\n\n<p>out. It was a chasmed world without the twin</p>\n\n<p>ceremonies of morning and evening.</p>\n\n<p>Aloma lived in this dark place, a dark county in a</p>\n\n<p><strong>(50)</strong> dark state, and it pressed on her ceaselessly as a girl</p>\n\n<p>until she finally realized in a moment of prescience</p>\n\n<p>that someday adulthood would come with its great</p>\n\n<p>shuddering release and she would be free. Then she</p>\n\n<p>would leave and find a riseless place where nothing</p>\n\n<p><strong>(55)</strong> impeded the progress of the sun from the moment it</p>\n\n<p>rose in the east until it died out easily, dismissed into</p>\n\n<p>the west. That was what she wanted. That more than</p>\n\n<p>family, that more than friendship, that more than love.</p>\n\n<p>Just the kind of day that couldn’t be recalled into</p>\n\n<p><strong>(60)</strong> premature darkness by the land.</p>\n\n<p>The only thing she remembered fondly from her</p>\n\n<p>years at her uncle’s trailer was a piano, old with a</p>\n\n<p>tiger-eye top, its weight causing the linoleum floor to</p>\n\n<p>sag. Her aunt played on Sundays after church and the</p>\n\n<p><strong>(65) </strong>children were made to sit, the restless grappling mass</p>\n\n<p>of them, and sing along. But the churchy songs soon</p>\n\n<p>bored Aloma, hymns were not enough, they contained</p>\n\n<p>the sound in a too-small box of predictable chords.</p>\n\n<p>She wanted to see her aunt’s fingers spider up and</p>\n\n<p><strong>(70) </strong>down the length of the keyboard, from the woody</p>\n\n<p>lows to the tiny baby sounds of the upper register. She</p>\n\n<p>always wanted more than she was given and secretly</p>\n\n<p>wished her aunt’s hands would slip and press two</p>\n\n<p>neighbor keys at once. It was always dissonance that</p>\n\n<p><strong>(75) </strong>she liked best.</p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.9em;\"><sup>1</sup>hollow; a small valley</span></p>\n\n<p><span style=\"font-size:0.8em;\">Excerpt from All the Living by C. E. Morgan. Copyright ©2009 by C. E. Morgan. Reprinted by pe</span><span style=\"font-size:0.8em;\">rmission of Farrar, Straus, and Giroux.</span></p>\n\n<p><span style=\"font-size:0.8em;\">Reprinted by permission of HarperCollins Publishers Ltd, ©2009</span></p>\n"}]}]