[{"id":"FT584698-22","type":"longtextV2","stimulusHtml":"<p>In a well-written essay, analyze how Dunbar uses literary elements and techniques to portray the complex nature of the speaker’s existence and his conclusions about it.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n","features":[{"type":"sharedpassage","html":"<p>In Paul Laurence Dunbar’s poem “The Mystery,” published in 1896, the speaker contemplates his existence. Read the poem carefully. Then, in a well-written essay, analyze how Dunbar uses literary elements and techniques to portray the complex nature of the speaker’s existence and his conclusions about it.</p>\n\n<p>&nbsp;</p>\n\n<ul>\n</ul>\n\n<div style=\"margin-left: 40px\">\n<p><strong>The Mystery</strong></p>\n\n<p>I was not; now I am — a few days hence</p>\n\n<p>I shall not be; I fain would look before</p>\n\n<p>And after, but can neither do; some Power</p>\n\n<p>Or lack of power says “no” to all I would.</p>\n\n<p style=\"position:relative\"><strong style=\"position:absolute; margin-left:-30px\">5</strong>I stand upon a wide and sunless plain,</p>\n\n<p>Nor chart nor steel to guide my steps aright.</p>\n\n<p>Whene’er, o’ercoming fear, I dare to move,</p>\n\n<p>I grope without direction and by chance.</p>\n\n<p>Some feign to hear a voice and feel a hand</p>\n\n<p style=\"position:relative\"><strong style=\"position:absolute; margin-left:-30px\">10</strong>That draws them ever upward thro’ the gloom.</p>\n\n<p>But I — I hear no voice and touch no hand,</p>\n\n<p>Tho’ oft thro’ silence infinite I list,</p>\n\n<p>And strain my hearing to supernal sounds;</p>\n\n<p>Tho’ oft thro’ fateful darkness do I reach,</p>\n\n<p style=\"position:relative\"><strong style=\"position:absolute; margin-left:-30px\">15</strong>And stretch my hand to find that other hand.</p>\n\n<p>I question of th’ eternal bending skies</p>\n\n<p>That seem to neighbor with the novice earth;</p>\n\n<p>But they roll on, and daily shut their eyes</p>\n\n<p>On me, as I one day shall do on them,</p>\n\n<p style=\"position:relative\"><strong style=\"position:absolute; margin-left:-30px\">20</strong>And tell me not the secret that I ask.</p>\n</div>\n"}]}]