[{"id":"VH849614","type":"longtextV2","stimulusHtml":"<div>\n<p>In a well-written essay, analyze how Powers uses literary elements and techniques to reveal Private Bartle’s complex perspective.</p>\n</div>\n","rubricRef":"VH849614_rubric","features":[{"type":"sharedpassage","html":"<p class=\"introduction passage-intro\">The&nbsp;excerpt is from Kevin Powers’ <span class=\"formatted_text font_style:italic\">The Yellow Birds</span> (published in 2012). In this passage, the main character, Private John Bartle, is home on leave from military service and is thinking about a fellow soldier. Read the passage carefully. Then, in a well-written essay, analyze how Powers uses literary elements and techniques to reveal Private Bartle’s complex perspective.</p>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to develop and support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain the relationship between the evidence and your thesis.</li>\n</ul>\n\n<p class=\"passage_para\">I sat down there awhile until the sun was straight above me and the light fell down in wide columns and sweat ran down between my shoulder blades. I decided then to walk the tracks toward the city. It wasn’t so much a decision as it was a product of trying to turn off my mind. I couldn’t stop thinking about Murph. I drifted and followed the guidance of the tops of my boots and I tried not to think and when I got back up to the porch, I wiped the sweat from my forehead, opened the sliding door, put a few things in my duffel bag, and left.</p>\n\n<p class=\"passage_para\">I hadn’t known what I was doing then, but my memories of Murph were a kind of misguided archaeology. Sifting through the remains of what I remembered about him was a denial of the fact that a hole was really all that was left, an absence I had attempted to reverse but found that I could not. There was simply not enough material to account for what had been removed. The closer I got to reconstructing him in my mind, the more the picture I was trying to re-create receded. For every memory I was able to pull up, another seemed to fall away forever. There was some proportion about it all, though. It was like putting a puzzle together from behind: the shapes familiar, the picture quickly fading, the muted tan of the cardboard backing a tease at wholeness and completion. I’d think of a time when we sat in the evening in the guard tower, watching the war go by in streaks of red and green and other, briefer lights, and he’d tell me of an afternoon in the little hillside apple orchard that his mother worked, the turn and flash of a paring knife along a wrap of gauze as they grafted uppers to rootstocks and new branches to blossom, or the time he saw but could not explain his awe when his father brought a dozen caged canaries home from the mine and let them loose in the hollow where they lived, how the canaries only flitted and sang awhile before perching back atop their cages, which had been arranged in rows, his father likely thinking that the birds would not return by choice to their captivity, and that the cages should be used for something else: a pretty bed for vegetables, perhaps a place to string up candles between the trees, and in what strange silences the world worked, Murph must have wondered, as the birds settled peaceably in their formation and ceased to sing. And I’d try to recall things until nothing came, which I quickly found was my only certainty, until what was left of him was a sketch in shadow, a skeleton falling apart, and my friend Murph was no more friend to me than the strangest stranger. My missing him became a grave that could not be filled or leveled, just a faded blemish in a field and a damn poor substitute for grief, as graves so often are.</p>\n\n<p class=\"passage_para\">So I took the railroad tracks, roughly following the old Danville line northeast toward the city. It began to rain a little. The creosote seeped out of the railroad ties and became slick, and the wet gray aggregate shifted under my boots. I walked slowly, more or less shuffling from one railroad tie to the next, hardly looking up. Though I was in no hurry and had no destination in mind, the trees opened up and before I realized how far I’d gone I was above the river standing on the railroad bridge’s first trestled arch. The sun would soon be going down behind the trees, and the river was calm and flat, and it bent out of sight and trailed gently off toward its beginning in the mountains. The water was all a bright purple and orange where it reflected the ruddy clouds in the fading light, and I looked over the railing down onto the old stone piers of earlier iterations of the bridge where earlier iterations of aimless walkers must have seen some kind of sight like this and stopped and stood for a while and looked out over the water taking a deep breath and maybe seeing a small wavy outline of themselves reflected down below, with all that space around, thinking there was just so much damn space to be in that it hurt.</p>\n"}]}]