[{"id":"VH849609","type":"longtextV2","stimulusHtml":"Write a paragraph in which you make a defensible claim regarding how Robinson uses literary elements and techniques to convey the significance of the setting for the son and his father.","rubricRef":"VH849609_rubric","features":[{"type":"sharedpassage","html":"<p class=\"introduction passage-intro\">The excerpt is from Marilynne Robinson’s novel<span class=\"formatted_text font_style:italic\"> Gilead</span> (published in 2004). In this passage, a Christian minister sets out with his son to find the grave of his father, who was also a minister. Narrated by the young son, this scene takes place in Kansas in 1892 during a drought. Read the passage carefully. Write a paragraph in which you make a defensible claim regarding how Robinson uses literary elements and techniques to convey the significance of the setting for the son and his father. In your paragraph, you should incorporate at least one piece of evidence from the text to support your claim.</p>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Respond to the prompt with a claim that presents an interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to develop and support your interpretation.</li>\n\t<li class=\"list_paragraph\">Explain the relationship between the evidence and your interpretation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p class=\"passage_para\">It was so bad out there we couldn’t buy food. We stopped at a farmstead and asked the lady, and she took a little bundle down from a cupboard and showed us some coins and bills and said, “It might as well be Confederate for all the good it does me.” The general store had closed, and she couldn’t get salt or sugar or flour. We traded her some of our miserable jerky—I’ve never been able to stand the sight of it since then—for two boiled eggs and two boiled potatoes, which tasted wonderful even without salt.</p>\n\n<p class=\"passage_para\">Then my father asked after his father and she said, Why, yes, he’d been in the neighborhood. She didn’t know he had died, but she knew where he was likely to have been buried, and she showed us to what remained of a road that would take us right to the place, not three miles from where we stood. The road was overgrown, but as you walked along you could see the ruts. The brush grew lower in them, because the earth was still packed so hard. We walked past that graveyard twice. The two or three headstones in it had fallen over and it was all grown up with weeds and grass. The third time, my father noticed a fence post, so we walked over to it, and we could see a handful of graves, a row of maybe seven or eight, and below it a half row, swamped with that dead brown grass. I remember that the incompleteness of it seemed sad to me. In the second row we found a marker someone had made by stripping a patch of bark off a log and then driving nails partway in and bending them down flat so they made the letters <span class=\"formatted_text font_variant:small-caps\">REV AMES</span>. The <span class=\"formatted_text font_variant:small-caps\">R</span> looked like the <span class=\"formatted_text font_variant:small-caps\">A</span> and the <span class=\"formatted_text font_variant:small-caps\">S</span> was a backward <span class=\"formatted_text font_variant:small-caps\">Z</span>, but there was no mistaking it.</p>\n\n<p class=\"passage_para\">It was evening by then, so we walked back to the lady’s farm and washed at her cistern and drank from her well and slept in her hayloft. She brought us a supper of cornmeal mush. I loved that woman like a second mother. I loved her to the point of tears. We were up before daylight to milk and cut kindling and draw her a bucket of water, and she met us at the door with a breakfast of fried mush with blackberry preserves melted over it and a spoonful of top milk on it, and we ate standing there at the stoop in the chill and the dark, and it was perfectly wonderful.</p>\n\n<p class=\"passage_para\">Then we went back to the graveyard, which was just a patch of ground with a half-fallen fence around it and a gate on a chain weighted with a cowbell. My father and I fixed up the fence as best we could. He broke up the ground on the grave a little with his jackknife. But then he decided we should go back to the farmhouse again to borrow a couple of hoes and make a better job of it. He said, “We might as well look after these other folks while we’re here.” This time the lady had a dinner of navy beans waiting for us. I don’t remember her name, which seems a pity. She had an index finger that was off at the first knuckle, and she spoke with a lisp. She seemed old to me at the time, but I think she was just a country woman, trying to keep her manners and her sanity, trying to keep alive, weary as could be and all by herself out there. My father said she spoke as if her people might be from Maine, but he didn’t ask her. She cried when we said goodbye to her, and wiped her face with her apron. My father asked if there was a letter or a message she would like us to carry back with us and she said no. He asked if she would like to come along, and she thanked us and shook her head and said, “There’s the cow.” She said, “We’ll be just fine when the rain comes.”</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpt from GILEAD by Marilynne Robinson. Copyright © 2004 by Marilynne Robinson. Reprinted by permission of Farrar, Straus and Giroux.</span><span class=\"mandatory_credit_line\">CAUTION: Users are warned that this work is protected under copyright laws and downloading is strictly prohibited. The right to reproduce or transfer the work via any medium must be secured with Farrar, Straus and Giroux.</span></span>"}]}]