[{"id":"VH866295","type":"longtextV2","stimulusHtml":"<div>\n<p>In a well-written essay, analyze how Wharton uses literary elements and techniques to convey Delia’s complex character.</p>\n</div>\n","rubricRef":"VH866295_rubric","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Edith Wharton’s short story “The Lamp of Psyche,” published in 1895. In this passage, a newly remarried Delia Benson Corbett looks back on her relationship with her first husband. Read the passage carefully. Then, in a well-written essay, analyze how Wharton uses literary elements and techniques to convey Delia’s complex character.</p>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p>&nbsp;</p>\nDelia Corbett, as Delia Benson, had been a very good wife to her first husband; some people (Corbett among them) had even thought her laxly tolerant of “poor Benson’s” weaknesses. But then she knew her own; and it is admitted that nothing goes so far toward making us blink the foibles<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">weaknesses</span></span> of others as the wish to have them extend a like mercy to ourselves. Not that Delia’s foibles were of a tangible nature; they belonged to the order which escapes analysis by the coarse process of our social standards. Perhaps their very immateriality, the consciousness that she could never be brought to book for them before any human tribunal, made her the more restive under their weight; for she was of a nature to prefer buying her happiness to stealing it. But her rising scruples<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">ethical concerns</span></span> were perpetually being allayed by some fresh indiscretion of Benson’s, to which she submitted with an undeviating amiability which flung her into the opposite extreme of wondering if she didn’t really influence him to do wrong—if she mightn’t help him to do better. All these psychological subtleties exerted, however, no influence over her conduct which, since the day of her marriage, had been a model of delicate circumspection.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">caution</span></span> It was only necessary to look at Benson to see that the most eager reformer could have done little to improve him. In the first place he must have encountered the initial difficulty, most disheartening to reformers, of making his neophyte<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">novice</span></span> distinguish between right and wrong. Undoubtedly it was within the measure even of Benson’s primitive perceptions to recognize that some actions were permissible and others were not; but his sole means of classifying them was to try both, and then deny having committed those of which his wife disapproved. Delia had once owned a poodle who greatly desired to sleep on a white fur rug which she destined to other uses. She and the poodle disagreed on the subject, and the latter, though submitting to her authority (when reinforced by a whip), could never be made to see the justice of her demand, and consequently (as the rug frequently revealed) never missed an opportunity of evading it when her back was turned. Her husband often reminded her of the poodle, and, not having a whip or its moral equivalent to control him with, she had long since resigned herself to seeing him smudge the whiteness of her early illusions. The worst of it was that her resignation was such a cheap virtue. She had to be perpetually rousing herself to a sense of Benson’s enormities; through the ever-lengthening perspective of her indifference they looked as small as the details of a landscape seen through the wrong end of a telescope. Now and then she tried to remind herself that she had married him for love; but she was well aware that the sentiment she had once entertained for him had nothing in common with the state of mind which the words now represented to her; and this naturally diminished the force of the argument. She had married him at nineteen, because he had beautiful blue eyes and always wore a gardenia in his coat; really, as far as she could remember, these considerations had been the determining factors in her choice. Delia as a child (her parents were since dead) had been a much-indulged daughter, with a liberal allowance of pocket-money, and permission to spend it unquestioned and unadvised. Subsequently, she used sometimes to look, in a critical humor, at the various articles which she had purchased in her teens; futile chains and lockets, valueless china knick-knacks, and poor engravings of sentimental pictures. These as a chastisement to her taste, she religiously preserved; and they often made her think of Benson. No one, she could not but reflect, would have blamed her if, with the acquirement of a fuller discrimination, she had thrown them all out of the window and replaced them by some object of permanent merit; but she was expected not only to keep Benson for life, but to conceal the fact that her taste had long since discarded him."}]}]