[{"id":"VH947574","type":"longtextV2","stimulusHtml":"Write a paragraph in which you make a defensible claim regarding how Danticat uses literary elements and techniques to convey setting.","rubricRef":"VH947574_rubric","features":[{"type":"sharedpassage","html":"<p class=\"introduction passage-intro\">The excerpt is from <span class=\"formatted_text font_style:italic\">Claire of the Sea Light</span> by Edwidge Danticat (published in 2013). In this passage, seven-year-old Claire has discovered that her father, a poor Haitian fisherman, has decided to place her with a local shopkeeper, Madame Gaëlle, so that he can look for more lucrative work. In response to this revelation, Claire has decided to run away from home. Read the passage carefully. Write a paragraph in which you make a defensible claim regarding how Danticat uses literary elements and techniques to convey setting. In your paragraph, you should incorporate at least one piece of evidence from the text to support your claim.</p>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Respond to the prompt with a claim that presents an interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to develop and support your interpretation.</li>\n\t<li class=\"list_paragraph\">Explain the relationship between the evidence and your interpretation.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p class=\"passage_para\">What kept her from going in was feeling like she had been kicked out, like her home was no longer hers. So she looked back to where her father and Madame Gaëlle were sitting and she noticed they were no longer following her with their eyes. Instead they were each looking at different parts of the beach, trying not to look at each other, so she took advantage of that moment when she knew she was on each of their minds, but in different ways, and she pulled the shack door closed and ran.</p>\n\n<p class=\"passage_para\">She ran through the alley that snaked between the shacks, up to the coco de mer palms at the entrance of a path that led to the lighthouse. Her sandals became entangled in some ylang-ylang creepers that bordered the trail where sandstones turned to hill gravel, then mountain rock. She was relieved when, at last, the trail curved and made an incline up toward Anthère Hill.</p>\n\n<p class=\"passage_para\">Most of the houses on Anthère Hill had high concrete walls topped with bottle shards, conch shells, and bougainvillea vines. The bougainvilleas, she knew, grew so easily, so fast, that they crossed individual walls, creating unintended canopies. The canopied and uncanopied trails zigzagged up toward the lighthouse and Mòn Initil.</p>\n\n<p class=\"passage_para\">The higher she climbed, the breezier it got and the brighter the stars became. The moon seemed larger, more silver than white. The air was much cooler and the sound of the waves faded, though it did not fall away completely. The only voices she now heard were coming from the lighthouse and from the paths between the houses. Muffled conversations were punctuated by giggles from people who sounded as though they were tickling one another.</p>\n\n<p class=\"passage_para\">She heard a dog bark. That bark was echoed by another, then another, until a chorus of barks from large-sounding dogs had been started. Dogs barking—especially big, fat-sounding dogs—always meant you were not welcomed. She heard yardmen’s voices hushing the dogs, talking to them as though they were people, telling them to calm down. To be sure she wouldn’t be seen, she headed toward the dark, empty houses at the edge of the hill, the newer and larger houses that were occupied only a couple of weeks a year.</p>\n\n<p class=\"passage_para\">She stopped to catch her breath, leaning against the last wall before the hill abruptly ended at a cliff. The wall felt cool against her arm and smooth too, as though it were on the inside of a house. From up there, the view was clear as always, and she could now see part of the beach. She couldn’t see her shack or the palms behind it but, even with her eyes closed, she would have been able to point in its direction, along with the bungalow where Msye Sylvain lived with his wife and twelve children and grandchildren. When he wasn’t out at sea, Msye Sylvain sold pen tete, breast-shaped bread, which he and his brood baked in a clay oven that was even now flaming.</p>\n\n<p class=\"passage_para\">She couldn’t see her father or Madame Gaëlle just then, but she knew where Msye Xavier, the boat builder and metal forger, was, because from the hill the sparks coming from Msye Xavier’s tools looked like tiny fireworks. She saw Madame Wilda, who weaved her nets in a low chair behind her house by candlelight. She also saw Msye Caleb’s place, because the girl who stayed with Madame Josephine was cooking something, and the girl was illuminated by the cooking fire and the lamp hanging from a post in the outdoor kitchen. Claire saw the white-clad, ghostlike silhouettes of Madame Josephine and her friends from church. These familiar people and the fires that made them visible to her, these points of light, now seemed like beacons calling her home.</p>\n\n<p class=\"passage_para\">But no, she was not thinking of going back.</p>\n\n<p class=\"passage_para\">Suddenly there were more lights. More people were coming forward with lamps. Then one person (her father? was that his voice?) called out her name. Then many others called her name too.</p>\n\n<p class=\"passage_para\">There were so many people calling her name that their voices made their way all the way up the hill to her.</p>\n\n<p class=\"passage_para\">She could hear the men on the gallery of the lighthouse calling out her name too.</p>\n\n<p class=\"passage_para\">She almost answered.</p>\n\n<p class=\"passage_para\">Could this be a song? she wondered. Could her name being called out by dozens of people be a song?</p>\n\n<p class=\"passage_para\">Could it be a new song for her next game of wonn?</p>\n\n<p class=\"passage_para\">For a circle of one.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">Yo t ap chèche li . . .</li>\n\t<li class=\"list_paragraph\">They were looking for her</li>\n\t<li class=\"list_paragraph\">Like a pebble in a bowl of rice</li>\n\t<li class=\"list_paragraph\">They were looking for her</li>\n\t<li class=\"list_paragraph\">But no, no, no, she didn’t want to be found.</li>\n</ul>\n\n<p class=\"passage_para\">She continued uphill until she found herself on a flat plot of land behind one of the empty Anthère Hill mansions. The land seemed as though it had just been cleared by fire. The earth was still warm beneath her sandals.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpt from CLAIRE OF THE SEA LIGHT by Edwidge Danticat, copyright © 2013 by Edwidge Danticat. Used by permission of Alfred A. Knopf, an imprint of the Knopf Doubleday Publishing Group, a division of Penguin Random House LLC. All rights reserved. </span><span class=\"mandatory_credit_line\">Copyright © 2013 Edwidge Danticat. Reproduced by permission of Quercus Editions Limited.</span></span>"}]}]