[{"id":"VH947531","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<p>Write a paragraph in which you make a defensible claim regarding how Rogers uses first-person point of view to convey Celia’s complex perspective.<span data-authorapi-widget-reference=\"3e90ed60-573f-4a2d-873b-2c7055058c2a\"></span></p>\n</div>\n","rubricRef":"VH947531_rubric","features":[{"type":"sharedpassage","html":"<p><strong>The following excerpt is from Jane Rogers’ short story “Hitting Trees with Sticks,” published in 2010. In this passage, the speaker, an older woman named Celia Benson, arrives home from an outing. She has just walked by two children at play, one of whom is methodically hitting a tree with a stick. Read the passage carefully. Then, write a paragraph in which you make a defensible claim regarding how Rogers uses first-person point of view to convey Celia’s complex perspective. In your paragraph, you should incorporate at least one piece of evidence from the text to support your claim.</strong></p>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li><em>Respond to the prompt with a claim that presents a defensible interpretation.</em></li>\n\t<li><em>Select and use evidence to support your interpretation.</em></li>\n\t<li><em>Explain how the evidence supports your interpretation.</em></li>\n\t<li><em>Use appropriate grammar and punctuation in communicating your argument.</em></li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p class=\"passage_para\">Watching the girl today I feel simply puzzled. So many things are puzzling. The only thing that is certain is that I cannot trust myself to get it right. That flicker of indignant fury runs through my veins like a shot of cognac. Wonderful. I can walk on with a spring in my step. Hitting trees with sticks makes me think of the way they sometimes feed remains of animals to the same species—pigs, for example. Hitting the poor tree with wood, making it beat itself. It is against nature, it adds insult to injury. But maybe I am missing something.</p>\n\n<p class=\"passage_para\">When I come to unlock the front door, I can’t find my keys. I find a set of keys in my bag but they aren’t mine. Mine have two shiny wooden balls like conkers<span class=\"footnote\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">horse chestnuts, used to play a traditional children’s game</span></span> attached to the key fob: boxwood and yew, golden and blood red. I’ve had them for years. They came from trees that were uprooted in the great gale. There is no fob at all with these keys; they are simply attached to a cheap metal ring. I search carefully through my coat pockets and the compartments of my bag. I check in my purse. My own keys are definitely missing—and as for these new ones, I have never seen them in my life before. It is worth trying them, obviously, since they must have appeared in my bag for a reason, and lo and behold, they open my door.</p>\n\n<p class=\"passage_para\">All I can think is that Natalie must have put them there when she had an extra set cut. She must have forgotten and hung onto the old ones by mistake. I have to have a little chuckle over that, since she’s always so keen to point out my lapses of memory.</p>\n\n<p class=\"passage_para\">The post has come while I was out. There’s a reminder from the optician, and a letter from the council. Of course the optician’s is right opposite the council offices, so you’d expect that really. Fortunately my old glasses are still on the table. The council writes about the almond tree.</p>\n\n<p class=\"passage_para\"><span class=\"font_style:italic formatted_text\">Your tree, which stands 0.5 metres from the neighbouring garden, No. 26 Chapel St., is aged and diseased, with consequent danger of falling branches. Our inspector is unable to recommend a preservation order. A tree surgeon will call on Oct. 29 to fell this tree and remove the timber. Thank you for your cooperation.</span></p>\n\n<p class=\"passage_para\">Their thanks are a little premature, since I have no intention of cooperating. I find the whole thing perfectly extraordinary. Last spring the almond tree, <span class=\"font_style:italic formatted_text\">Prunus dulcis</span>, was smothered in blossom; the petals carpeted the garden like pink snow. I can only assume they’ve made a mistake. Well, clearly they have made a mistake, because nobody has been to inspect the tree. I’d know if they had because I would have had to let them through the house to get into the garden.</p>\n\n<p class=\"passage_para\">There is always this nagging doubt, however. I have Natalie to thank for that. I know she has my best interests at heart but one can feel undermined. Frankly, one does feel undermined, to the point where I find it safer to tell her very little about my affairs, to save myself the confusion and humiliation of her interference.</p>\n\n<p class=\"passage_para\">I let myself out into the garden to be perfectly sure. It is not a patch on its former glory, but there are a few sweet roses still, Rosa Mundi and Madame Alfred Carrière. And at the edge of the lawn the dear little autumn croci, my last present from Neil. Every year they pop up again to astonish and delight, palest mauve against the green. Now, the almond tree. Undoubtedly it is alive: the leaves are turning. There are a couple of bare branches over next door’s garden but those leaves may well have dropped early. It might be an idea to take a look. I am in the process of dragging one of the garden chairs to the fence when I hear the doorbell. It rings repeatedly, as if an impatient person were stabbing at it without pause. I have to hasten to the house, there isn’t even time to remove my muddy shoes. The doorbell won’t survive much more of that treatment.</p>\n\n<p class=\"passage_para\">At the door there’s a woman in jeans which are too young and too tight.</p>\n\n<p class=\"passage_para\">“Meals on Wheels. Was you asleep love?”</p>\n\n<p class=\"passage_para\">“I beg your pardon?”</p>\n\n<p class=\"passage_para\">“Meals on wheels. Been ringing for the last ten minutes.”</p>\n\n<p class=\"passage_para\">“I think you’ve made a mistake.”</p>\n\n<p class=\"passage_para\">“Mrs. Celia Benson?”</p>\n\n<p class=\"passage_para\">“Yes.”</p>\n\n<p class=\"passage_para\">“Let me bring it in, love, it’ll be stone cold.”</p>\n\n<p class=\"passage_para\">“Certainly not.”</p>\n\n<p class=\"passage_para\">“It’s your <span class=\"font_style:italic formatted_text\">dinner</span>, love. Shepherd’s pie.”</p>\n\n<p class=\"passage_para\">“There’s been a mistake. Is it for number 26? They’re away, you know.”</p>\n\n<p class=\"passage_para\">“I’ll tell you what, you give your Natalie a ring. She’ll remind you. And let me just pop this on the kitchen table.” She pushes her way in and deposits her tray, leaving the kitchen filled with the thick odor of school canteen.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Hitting Trees with Sticks” by Jane Rogers. Copyright © 2010 by Jane Rogers. Reprinted by permission of Georges Borchardt, Inc., on behalf of the author.</span></span>"}]}]