[{"id":"VH948421","type":"longtextV2","stimulusHtml":"<div>\n<p>Write a thesis statement that you might use for an essay that analyzes how Simon uses literary elements and techniques to inform the reader’s understanding of Nora’s complex motivations. Write a paragraph in support of your thesis that uses at least one piece of evidence from the text.</p>\n</div>\n","rubricRef":"VH948421_rubric","features":[{"type":"sharedpassage","html":"<p class=\"passage_para\"><span class=\"font_style:italic formatted_text\"></span></p>\n\n<p class=\"introduction passage-intro\">The&nbsp;excerpt is from the play <span class=\"font_style:italic formatted_text\">Brighton Beach Memoirs</span> by Neil Simon, first performed in 1982. In the passage, two sisters discuss their family and living situation. The older sister, Nora, wishes to leave home and become an actress but needs her Uncle Jack’s permission. Read the passage carefully. Write a thesis statement that you might use for an essay that analyzes how Simon uses literary elements and techniques to inform the reader’s understanding of Nora’s complex motivations. Write a paragraph in support of your thesis that uses at least one piece of evidence from the text.</p>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\"><i>Respond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning.</i></li>\n\t<li class=\"list_paragraph\"><i>Select and use evidence to develop and support your line of reasoning.</i></li>\n\t<li class=\"list_paragraph\"><i>Explain the relationship between the evidence and your thesis.</i></li>\n\t<li class=\"list_paragraph\"><i>Use appropriate grammar and punctuation in communicating your argument.</i></li>\n</ul>\n\n<p class=\"passage_para\"><span class=\"font_style:italic formatted_text\">(Our attention goes to the two girls upstairs in their room. NORA is crying. LAURIE sits on the twin bed opposite her, watching.)</span></p>\n\n<p class=\"passage_para\">LAURIE: So? What are you going to do?</p>\n\n<p class=\"passage_para\">NORA: I don’t know. Leave me alone. Don’t just sit there watching me.</p>\n\n<p class=\"passage_para\">LAURIE: It’s my room as much as yours. I don’t have to leave if I don’t want to.</p>\n\n<p class=\"passage_para\">NORA: Do you have to stare at me? Can’t I have any privacy?</p>\n\n<p class=\"passage_para\">LAURIE: I’m staring into space. I can’t help it if your body interferes. <span class=\"font_style:italic formatted_text\">(There is a pause.)</span> I bet you’re worried?</p>\n\n<p class=\"passage_para\">NORA: How would you feel if your entire life depended on what your Uncle Jack decided? . . . Oh, God, I wish Daddy were alive.</p>\n\n<p class=\"passage_para\">LAURIE: He would have said “No.” He was really <span class=\"font_style:italic formatted_text\">strict</span>.</p>\n\n<p class=\"passage_para\">NORA: Not with me. I mean, he was strict but he was fair. If he said “No,” he always gave you a good reason. He always talked things out . . . I wish I could call him somewhere now and ask him what to do. One three-minute call to heaven is all I ask.</p>\n\n<p class=\"passage_para\">LAURIE: Ask Mom. She talks to him every night.</p>\n\n<p class=\"passage_para\">NORA: Who told you that?</p>\n\n<p class=\"passage_para\">LAURIE: She did. Every night before she goes to bed. She puts his picture on her pillow and talks to him. Then she pulls the blanket halfway up the picture and goes to sleep.</p>\n\n<p class=\"passage_para\">NORA: She does not.</p>\n\n<p class=\"passage_para\">LAURIE: She does too. Last year when I had the big fever, I slept in bed with the both of them. In the middle of the night, my face fell on his picture and cut my nose.</p>\n\n<p class=\"passage_para\">NORA: She never told me that . . . That’s weird.</p>\n\n<p class=\"passage_para\">LAURIE: I can’t remember him much anymore. I used to remember him real good but now he disappears a little bit every day.</p>\n\n<p class=\"passage_para\">NORA: Oh, God, he was so handsome. Always dressed so dapper, his shoes always shined. I always thought he should have been a movie star . . . like Gary Cooper . . . only very short. Mostly I remember his pockets.</p>\n\n<p class=\"passage_para\">LAURIE: His pockets?</p>\n\n<p class=\"passage_para\">NORA: When I was six or seven he always brought me home a little surprise. Like a Hershey or a top. He’d tell me to go get it in his coat pocket. So I’d run to the closet and put my hand in and it felt as big as a tent. I wanted to crawl in there and go to sleep. And there were all these terrific things in there, like Juicy Fruit gum or Spearmint Life Savers and bits of cellophane and crumbled pieces of tobacco and movie stubs and nickels and pennies and rubber bands and paper clips and his gray suede gloves that he wore in the wintertime.</p>\n\n<p class=\"passage_para\">LAURIE: With the stitched lines down the fingers. I remember.</p>\n\n<p class=\"passage_para\">NORA: Then I found his coat in Mom’s closet and I put my hand in the pocket. And everything was gone. It was emptied and dry-cleaned and it felt cold . . . And that’s when I knew he was really dead. <span class=\"font_style:italic formatted_text\">(She thinks for a moment.)</span> Oh, God, I wish we had our own place to live. I hate being a boarder. Listen, let’s make a pact . . . The first one who makes enough money promises not to spend any on herself, but saves it all to get a house for you and me and Mom. That means every penny we get from now on, we save for the house. We can’t buy <span class=\"font_style:italic formatted_text\">anything</span>. No lipstick or magazines or nail polish or bubble gum. <span class=\"font_style:italic formatted_text\">Nothing</span> . . . Is it a pact?</p>\n\n<p class=\"passage_para\">LAURIE: <span class=\"font_style:italic formatted_text\">(Thinks.)</span> What about movies?</p>\n\n<p class=\"passage_para\">NORA: Movies too.</p>\n\n<p class=\"passage_para\">LAURIE: Starting when?</p>\n\n<p class=\"passage_para\">NORA: Starting today. Starting right now.</p>\n\n<p class=\"passage_para\">LAURIE: Can we start Sunday? I wanted to see <span class=\"font_style:italic formatted_text\">The Thin Man</span>.</p>\n\n<p class=\"passage_para\">NORA: Who’s in it?</p>\n\n<p class=\"passage_para\">LAURIE: William Powell and Myrna Loy.</p>\n\n<p class=\"passage_para\">NORA: Okay. Starting Sunday . . . I’ll go with you Saturday.</p>\n\n<p class=\"passage_para\"><span class=\"font_style:italic formatted_text\">(They shake hands, sealing their “pact,” then both lie down in their respective beds and stare up at the ceiling, contemplating their “future home.”)</span></p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpt from BRIGHTON BEACH MEMOIRS © 1984 by Neil Simon LLC. Used by permission of the owner.</span></span>"}]}]