[{"id":"VH947560","type":"longtextV2","stimulusHtml":"<div>\n<p>In a well-written essay, analyze how Allen uses literary elements and techniques to convey Hatch’s complex relationship with his grandmother.</p>\n</div>\n","rubricRef":"VH947560_rubric","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from Jeffery Renard Allen’s short story “Bread and the Land,” published in 2008. In this passage, a young boy, Hatch, confronts his grandmother, Blunt, who has recently moved in with him and his mother and met Hatch for the first time. Blunt has presented herself as an affluent widow of a preacher who is staying with them temporarily until she can buy a bigger home for the three of them. She has also promised Hatch that she will buy him a guitar and teach him how to play. Read the passage carefully. Then, in a well-written essay, analyze how Allen uses literary elements and techniques to convey Hatch’s complex relationship with his grandmother.</p>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<p class=\"passage_para\">Where’s Blunt?</p>\n\n<p class=\"passage_para\">Plumed exhaust rose from the idling cab.</p>\n\n<p class=\"passage_para\">She hasn’t returned. Mamma spoke from the dark cavelike inside.</p>\n\n<p class=\"passage_para\">She was sposed to pick me up.</p>\n\n<p class=\"passage_para\">Mamma blinked nervously. Did she say that?</p>\n\n<p class=\"passage_para\">No.</p>\n\n<p class=\"passage_para\">Well.</p>\n\n<p class=\"passage_para\">I thought she was gon pick me up.</p>\n\n<p class=\"passage_para\">Watch your mouth. Those kids at this school are a bad influence.</p>\n\n<p class=\"passage_para\">She was sposed to pick me up.</p>\n\n<p class=\"passage_para\">Get in this cab.</p>\n\n<p class=\"passage_para\">How come we can’t take the train? He spoke to the moving window, the moving world.</p>\n\n<p class=\"passage_para\">We have no reason to take the train.</p>\n\n<p class=\"passage_para\">I’m being frank.</p>\n\n<p class=\"passage_para\">Please be quiet.</p>\n\n<p class=\"passage_para\">He obliged. Quiet and caught, the living moment before him and behind. He tried to imagine Blunt’s face and received the taste of steel on his tongue. He let his violence fly free like the soaring El cars above, a flock of steel birds rising out of a dark tunnel, into bright air, the city shrinking below.</p>\n\n<p class=\"passage_para\">The cab slowed and felled his desires. Slim currents of traffic congealed into a thick pool up ahead. The taxi advanced an inch or two every few minutes. The El’s skeletal structure rose several stories above them. An occasional train rumbled by and shook the cab and mocked his frail yearning. He looked out the window to vent his anger. A good ways off he could discern a woman standing in a building doorway, a guitar strapped to her body and a coffee can at her gym-shoed feet. Coatless, in a checkered cotton dress, her bare muscular legs as firm as the El’s pylons in the bitter cold. She kept rhythm with one foot, while some lensed smiling face rose or fell with each stroke of the guitar.</p>\n\n<p class=\"passage_para\">He shouldered the cab door open and started through the street, his boots breaking through snow at each step, and traffic so thick he had to squeeze between the cars. Wind tried to push him back, and the fat snowsuit wedged between two parked cars. But he freed himself from the moment and thought of his mother and thought of his father and thought of the preacher and thought of Blunt and fancy clothes and contact lenses and lahzonyah and smiles and promises.</p>\n\n<p class=\"passage_para\">Hatch! Mamma shouted after him, her voice distant, weak, deformed, small, dwarfish, alien. Intent on his target, he moved like a tank in his armored snowsuit, smooth heavy unstoppable anger. Close now. Blunt framed in the doorway, his face trained on her guitar. Her hair was not long and flowing and silver but knotted in a colorless bun. Her eyes were not green or blue or brown or gray but a dull black. She shut them. Aimed her pug nose, arrowlike, at the El platform. Snapped open her mouth.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Baby, baby, take off this heavy load</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Oh, baby, baby, lift up my heavy load</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Got this beast of burden</span></p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">And he got to go.</span></p>\n\n<p class=\"passage_para\">Quick legs, he stepped up onto the curb and almost tilted over in the heavy snowsuit. He kicked the coffee can like a football, coins rising and falling like metal snow, then crouched low and charged like a bull. He felt wood give under his head and loose splinters claw his face. He fought to keep his balance, loose coins under his feet, and in the same instant found himself flailing his hands and arms against Blunt’s rubber-hard hips and legs. Gravity wrestled him down. Dazed, he shook his head clear, gathered himself in a scattering moment, and looked up at Blunt. Her lined face. Her pug nose. Her stork mouth. And the strapped guitar that hung from her body—broken wood, twisted wire, useless metal—like some ship that had crashed into a lurking giant.</p>\n\n<p class=\"passage_para\">His eyes met hers, black, stunned. Wait, she said. You don’t understand. She shook her head. You don’t—</p>\n\n<p class=\"passage_para\">I hate you! he screamed. I hate you! Concrete shoved him to his feet. I hate you! Brutal wind pulled him into motion and led him as if he were leashed. Down the sidewalk, beyond the El’s steel pylons, through warped, unfamiliar streets.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Jeffrey Renard Allen, excerpt from “Bread and the Land” from <span class=\"formatted_text font_style:italic\">Holding Pattern: Stories</span>. Copyright © 2008 by Jeffrey Renard Allen. Reprinted with the permission of The Permissions Company, Inc. on behalf of Graywolf Press, Minneapolis, Minnesota, www.graywolfpress.org</span></span>"}]}]