[{"id":"VH948476","type":"longtextV2","stimulusHtml":"<div>\n<p>In a well-written essay, analyze how Ferreras uses literary elements and techniques to construct a complex portrait of Leticia.</p>\n</div>\n","rubricRef":"VH948476_rubric","features":[{"type":"sharedpassage","html":"<p class=\"introduction passage-intro\">The following&nbsp;is from “The Letician Age,” a short story published by Yalitza Ferreras in 2015. In this passage, the reader is introduced to Leticia, a little girl whose family has recently moved to New York City from the Dominican Republic. Read the passage carefully. Then, in a well-written essay, analyze how Ferreras uses literary elements and techniques to construct a complex portrait of Leticia.</p>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\"><i>Respond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning.</i></li>\n\t<li class=\"list_paragraph\"><i>Select and use evidence to develop and support your line of reasoning.</i></li>\n\t<li class=\"list_paragraph\"><i>Explain the relationship between the evidence and your thesis.</i></li>\n\t<li class=\"list_paragraph\"><i>Use appropriate grammar and punctuation in communicating your argument.</i></li>\n</ul>\n\n<p class=\"passage_para\">When she was eight years old, she began her rock collection in shoeboxes in a crowded Washington Heights apartment shared with her aunt, uncle, and their four children. A few more family members lived two floors down from them; her family formed conglomerates—accumulations in shallow coastal waters—and their housing project was stacked up too, overflowing with people from everywhere, plus Mrs. Nussbaum, the lone white holdout.</p>\n\n<p class=\"passage_para\">All the children slept in bunk beds, two bunk beds to a room and one or two kids to a bunk. She slept on a top bunk by herself (all the top bunkers slept by themselves for safety), and Gabriel and Adriana, the twins, slept on a bottom bunk together with pillows on the floor beside them in case they fell out. Her parents slept on the sofa bed in the living room.</p>\n\n<p class=\"passage_para\">And out of her entire extended family, it was the twins who held everyone’s attention. They were a creamy, caramel color that was a perfect mixture of their father’s dark and their mother’s lighter skin, topped with undulating curls that were somewhere in between her father’s coarse Afro and her mother’s soft waves. Leticia was one hundred percent her father’s daughter—dark skin, kinky hair, and although it was too early to tell, it seemed as if she would also have a boyish figure instead of her mother’s show-stopping curves. Everyone was amazed by the similarity of the twins’ features and synchronization of their gestures. Leticia gave them a wide berth, imagining they would devise a silent signal, suddenly look up from their toys, and connect together like living, breathing puzzle things to cause the world’s destruction.</p>\n\n<p class=\"passage_para\">Occasionally she would come home and find her collection scattered from its hiding place in her bunk. She longed for the time when she was an only child, when her family looked like the one in the picture—just her, her mother and father, and the ruby. She’d once been a rare, precious gem.</p>\n\n<p class=\"passage_para\">“Your toys are not fun at all,” all the children said.</p>\n\n<p class=\"passage_para\">Leticia hid. She didn’t frolic in front of the open fire hydrant, or spread out on the pavement to play jacks, or dart in and out of the jump rope for double dutch. She folded herself inside the corners of the apartment, wedged herself under the kitchen table in between the chair legs, built forts out of sheets and open umbrellas, and gathered the rocks in her hands, pushed them around on her palm.</p>\n\n<p class=\"passage_para\">She looked at her favorite library book, a glossy explosion of color, which showed rocks in their unpolished and polished forms side by side. There was a picture of dark men with shiny foreheads and sweat-stained shirts and pants tied together with rope, holding pickaxes, one of them in the foreground with a big, white, toothy grin, holding up a piece of craggy earth to a white man in a wide-brimmed safari hat, pleased with his worker’s discovery. She had seen dark, sweaty men like these back home—men resembling her father—hanging off the sides of trucks, yelling in everyone’s faces, selling plátanos<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">plantains</span></span> and mangos.</p>\n\n<p class=\"passage_para\">In Cibao, her father’s birthplace, amber was sometimes mined through bell pitting, a process that required the miners to dig foxholes, which often collapsed. Some men perished like the animals and insects trapped in the amber and were dug out of their tombs by dusty-faced men like themselves, who delivered their bodies to their loved ones wrapped in the burlap sacks they used to carry away the earth’s treasures.</p>\n\n<p class=\"passage_para\">Leticia would talk to her rocks about how they came into being, where they lived, and what composed them; she honored the places and minerals they came from and praised the rocks they had become. She enjoyed classifying and reclassifying them and going on geological expeditions around the projects. She referred to their pictures in the books and then painted them with felt markers to mimic mineral content, and in this way the cement chunk of the sidewalk became azurite (blue marker), limonite (red marker), zippeite (yellow marker), and so on. Then she put them in different boxes according to the region in which they belonged, where she wished she had found them.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“The Letician Age” by Yalitza Ferreras from <span class=\"formatted_text font_style:italic\">Best American Short Stories 2016</span> (originally appeared in the <span class=\"formatted_text font_style:italic\">Colorado Review</span>). Copyright 2015 by Yalitza Ferreras.</span></span>"}]}]