[{"id":"VH948062","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<p>In a well-written essay, analyze how Tyler uses literary elements and techniques to convey the complex relationships among the characters.<span data-authorapi-widget-reference=\"bba7e619-898d-45ba-919f-a116ec432820\"></span></p>\n</div>\n","rubricRef":"VH948062_rubric","features":[{"type":"sharedpassage","html":"<p><strong>The following excerpt is from Anne Tyler’s novel <em>Clock Dance</em>, published in 2018. In this passage two girls, Willa and Sonya, head out into a neighborhood to sell candy for their school orchestra’s fund-raiser. Read the passage carefully. Then, in a well-written essay, analyze how Tyler uses literary elements and techniques to convey the complex relationships among the characters.</strong></p>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li><em>Respond to the prompt with a thesis that presents a defensible interpretation.</em></li>\n\t<li><em>Select and use evidence to support your line of reasoning.</em></li>\n\t<li><em>Explain how the evidence supports your line of reasoning.</em></li>\n\t<li><em>Use appropriate grammar and punctuation in communicating your argument.</em></li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p class=\"passage_para\">The houses on Harper Road were newish. Ranch-style, they were called. They were all on one level and made of brick, and the people who lived there were newish, too—most of them employed by the furniture factory that had opened over in Garrettville a couple of years ago. Willa and Sonya didn’t know a one of them, and this was a good thing because then they wouldn’t feel so self-conscious pretending to be salesmen.</p>\n\n<p class=\"passage_para\">Before they tried the first house, they stopped behind a big evergreen bush in order to get themselves ready. They had washed their hands and faces back at Sonya’s house, and Sonya had combed her hair, which was the straight, dark, ribbony kind that a comb could slide right through. Willa’s billow of yellow curls needed a brush instead of a comb, but Sonya didn’t own a brush and so Willa had just flattened her frizzes with her palms as best she could. She and Sonya wore almost-matching wool jackets with fake-fur-trimmed hoods, and blue jeans with the cuffs turned up to show their plaid flannel linings. Sonya had sneakers on but Willa was still in her school shoes, brown tie oxfords, because she hadn’t wanted to stop by home and get waylaid by her little sister, who would beg to tag along.</p>\n\n<p class=\"passage_para\">“Hold the whole carton up when they open the door,” Sonya told Willa. “Not just one candy bar. Ask, ‘Would you like to buy some candy bars?’ Plural.”</p>\n\n<p class=\"passage_para\">“<span class=\"formatted_text font_style:italic\">I’m</span> going to ask?” Willa said. “I thought you were.”</p>\n\n<p class=\"passage_para\">“I’d feel silly asking.”</p>\n\n<p class=\"passage_para\">“What, you don’t think <span class=\"formatted_text font_style:italic\">I’d</span> feel silly?”</p>\n\n<p class=\"passage_para\">“But you’re much better with grownups.”</p>\n\n<p class=\"passage_para\">“What will you be doing?”</p>\n\n<p class=\"passage_para\">“I’ll be in charge of the money,” Sonya said, and she waved her envelope.</p>\n\n<p class=\"passage_para\">Willa said, “Okay, but then you have to ask at the next house.”</p>\n\n<p class=\"passage_para\">“Fine,” Sonya said.</p>\n\n<p class=\"passage_para\">Of course it was fine, because the next house was bound to be easier. But Willa tightened her arms around the carton, and Sonya turned to lead the way up the flagstone walk.</p>\n\n<p class=\"passage_para\">This house had a metal sculpture out front that was nothing but a tall, swooping curve, very modern. The doorbell was lit with a light that glowed even in the daytime. Sonya poked it. A rich-sounding two-note chime rang somewhere inside, followed by a silence so deep that they could begin to hope no one was home. But then footsteps approached, and the door opened, and a woman stood smiling at them. She was younger than their mothers and more stylish, with short brown hair and bright lipstick, and she wore a miniskirt. “Why, hello, girls,” she said, while behind her a little boy came toddling up, dragging a pull toy and asking, “Who’s that, Mama? Who’s that, Mama?”</p>\n\n<p class=\"passage_para\">Willa looked at Sonya. Sonya looked at Willa. Something about Sonya’s expression—so trusting, so expectant, her lips moistened and slightly parted as if she planned to start speaking along with Willa—struck Willa as comical, and she felt a little burp of laughter rising in her chest and then bubbling in her throat. The sudden, surprising squeak that popped out seemed comical too—hilarious, in fact—and the bubble of laughter turned to gales of laughter, whole waterfalls of laughter, and next to her Sonya broke into sputters and doubled in on herself while the woman stood looking at them, still smiling a questioning smile. Willa asked, “Would you like—? Would you like—?” but she couldn’t finish; she was overcome; she couldn’t catch her breath.</p>\n\n<p class=\"passage_para\">“Are you two offering to sell me something?” the woman suggested kindly. Willa could tell that she’d probably gotten the giggles herself when she was their age, although surely—oh, lord—surely not such hysterical giggles, such helpless, overpowering, uncontrollable giggles. These giggles were like a liquid that flooded Willa’s whole body, causing tears to stream from her eyes and forcing her to crumple over her carton and clamp her legs together so as not to pee. She was mortified, and she could see from Sonya’s desperate, wild-eyed face that she was mortified too, but at the same time it was the most wonderful, loose, relaxing feeling. Her cheeks ached and her stomach muscles seemed to have softened into silk. She could have melted into a puddle right there on the stoop.</p>\n\n<p class=\"passage_para\">Sonya was the first to give up. She flapped an arm wearily in the woman’s direction and turned to start back down in the flagstone walk, and Willa turned too and followed without another word. After a moment, they heard the front door gently closing behind them.</p>\n\n<p class=\"passage_para\">They weren’t laughing anymore. Willa felt tired to the bone, and emptied and a little sad. And Sonya might have felt the same way, because the sun still hung like a thin white dime above Bert Kane Ridge, but she said, “We ought to wait till the weekend. It’s too hard when we’ve got all this homework.” Willa didn’t argue.</p>\n"}]}]