[{"id":"VH948474","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">In your response you should do the following:</p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to develop and support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain the relationship between the evidence and your thesis.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n</div>\n","rubricRef":"VH948474_rubric","features":[{"type":"sharedpassage","html":"<p class=\"introduction passage-intro\">The&nbsp;excerpt is from “Eveline’s Visitant,” a short story published in 1867 by Mary Elizabeth Braddon. In this passage, the narrator, Hector de Brissac, recalls an encounter with his cousin André. Read the passage carefully. Then, in a well-written essay, analyze how Braddon uses literary elements and techniques to convey the complex nature of Hector and André’s relationship.</p>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\"><i>Respond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning.</i></li>\n\t<li class=\"list_paragraph\"><i>Select and use evidence to develop and support your line of reasoning.</i></li>\n\t<li class=\"list_paragraph\"><i>Explain the relationship between the evidence and your thesis.</i></li>\n\t<li class=\"list_paragraph\"><i>Use appropriate grammar and punctuation in communicating your argument.</i></li>\n</ul>\n\n<p class=\"passage_para\">It was a masked ball at the Palais Royal that my fatal quarrel with my first cousin André de Brissac began. The quarrel was about a woman. The women who followed the footsteps of Philip of Orleans<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Philip of Orleans (1764–1723), Duke of Orleans and Regent of France, had a reputation for debauchery.</span></span> were the causes of many such disputes; and there was scarcely one fair head in all that glittering throng which, to a man versed in social histories and mysteries, might not have seemed bedabbled with blood.</p>\n\n<p class=\"passage_para\">I shall not record the name of her for love of whom André de Brissac and I crossed one of the bridges, in the dim August dawn on our way to the waste ground beyond the church of Saint-Germain des Prés.</p>\n\n<p class=\"passage_para\">There were many beautiful vipers in those days, and she was one of them. I can feel the chill breath of that August morning blowing in my face, as I sit in my dismal chamber at my château of Puy Verdun tonight, alone in the stillness, writing the strange story of my life. I can see the white mist rising from the river, the grim outline of the Châtelet, and the square towers of Notre Dame black against the pale-grey sky. Even more vividly can I recall André’s fair young face, as he stood opposite me with his two friends—scoundrel’s both, and like eager for that unnatural fray. We were a strange group to be seen in a summer sunrise, all of us fresh from the heat and clamour of the Regent’s saloons—André in a quaint hunting-dress copied from a family portrait at Puy Verdun, I costumed as one of Law’s Mississippi Indians,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">John Law (1671–1723), founder of the Mississippi scheme for the development of Louisiana (1717)</span></span> the other men in like garish frippery, adorned with broideries and jewels that looked wan in the pale light of dawn.</p>\n\n<p class=\"passage_para\">Our quarrel had been a fierce one—a quarrel which could have but one result, and that the direst. I had struck him; and the welt raised by my open hand was crimson upon his fair, womanish face as he stood opposite to me. The eastern sun shone on the face presently, and dyed the cruel mark with a deeper red; but the sting of my own wrongs was fresh, and I had not yet learned to despise myself for that brutal outrage.</p>\n\n<p class=\"passage_para\">To André de Brissac such an insult was most terrible. He was the favourite of Fortune, the favourite of woman; and I was nothing—a rough soldier who had done my country good service, but in the boudoir of a Parabère<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">private sitting room of an aristocratic lady</span></span> a mannerless boor.</p>\n\n<p class=\"passage_para\">We fought, and I wounded him mortally. Life had been very sweet to him; and I think that a frenzy of despair took possession of him when he felt the life-blood ebbing away. He beckoned me to him as he lay on the ground. I went, and knelt at his side.</p>\n\n<p class=\"passage_para\">“Forgive me, André!” I murmured.</p>\n\n<p class=\"passage_para\">He took no more heed of my words than if that piteous entreaty had been the idle ripple of the river near at hand.</p>\n\n<p class=\"passage_para\">“Listen to me, Hector de Brissac,” he said. “I am not one who believes that a man has done with earth because his eyes glaze and his jaw stiffens. They will bury me in the old vault at Puy Verdun; and you will be master of the château. Ah, I know how lightly they take things in these days, and how Dubois will laugh when he hears that <span class=\"formatted_text font_style:italic\">Ca</span> has been killed in a duel. They will bury me, and sing masses for my soul; but you and I have not finished our affair yet, my cousin. I will be with you when you least look to see me—I, with this ugly scar upon the face that women have praised and loved. I will come to you when your life seems brightest. I will come between you and all that you hold fairest and dearest. My ghostly hand shall drop a poison in your cup of joy. My shadowy form shall shut the sunlight from your life. Men with such iron will as mine can do what they please, Hector de Brissac. It is my will to haunt you when I am dead.”</p>\n"}]}]