[{"id":"VH948006","type":"longtextV2","stimulusHtml":"<div>\n<p>Write a paragraph in which you make a defensible claim regarding how McClure uses literary elements and techniques to establish a setting that helps convey Zita’s complex perspective.</p>\n</div>\n","rubricRef":"VH948006_rubric","features":[{"type":"sharedpassage","html":"<p><strong>The following short story, “Elsewhere,” written by Stephanie McClure, was published in 2015. In this story a little girl, Zita, slips out of her house at dawn. Read the passage carefully. Then, write a paragraph in which you make a defensible claim regarding how McClure uses literary elements and techniques to establish a setting that helps convey Zita’s complex perspective. In your paragraph, you should incorporate at least one piece of evidence from the text to support your claim.</strong></p>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li><em>Respond to the prompt with a claim that presents a defensible interpretation.</em></li>\n\t<li><em>Select and use evidence to support your interpretation.</em></li>\n\t<li><em>Explain how the evidence supports your interpretation.</em></li>\n\t<li><em>Use appropriate grammar and punctuation in communicating your argument</em><i>.</i></li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p class=\"passage_para\">She’s just in time.</p>\n\n<p class=\"passage_para\">Nobody notices her going outside when the aroma of breakfast envelopes the kitchen. Papa pours a cup of black coffee, mumbling something about a flat tire to no one in particular. Abuela<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Grandmother</span></span> methodically stirs a pot of beans furiously boiling on the wood stove. Heeding the call of an invisible voice, Zita climbs out the window in her princess jammies, dragging her tattered blanket over the splintery windowsill. Her dark eyes squint before a spark of light rising over the orchard, forming crescent moons. Crows squawk high overhead and black feathered angels herald the dawn. Silent as a field mouse, Zita creeps beneath the sagging porch, across a path of damp earth, and ascends the trunk of an old walnut tree to her thinking spot. Cool air fills her lungs as she inhales the scent of hay, ripening fields, and decaying leaves beneath her perch. As the earth slowly shifts beneath, increasing sunlight reaches her periphery and Zita discovers she is not alone.</p>\n\n<p class=\"passage_para\">“Thomasito?”</p>\n\n<p class=\"passage_para\">Perfect silence. Zita’s skin prickles against a breath of wind, or something soft and tender. Her twin’s face peeks from behind a tree nearly twenty feet away. She giggles and reaches a thin arm to another bough as she stands high in the tree, looking through the canopy of leaves. When he disappears from sight, Zita balances herself, stepping on the blanket to cushion her tiny feet. Noticing a translucent tightrope of silk spanning between two branches, she marvels at its beauty, searching for the artisan. How does it know where to climb, she wonders, as the spider makes its way to a spiraling web. Her eyes follow nimble legs radiating from a bulbous body.</p>\n\n<p class=\"passage_para\">“Where are you going?”</p>\n\n<p class=\"passage_para\">The force of her breath propels the spider to action. In a matter of moments, it climbs more than a foot above her head and then, as if pausing to analyze her motives, the spider hesitates. The fragile thread sways rhythmically in the breeze. Stretching on tip-toe, Zita meets her companion face to face. Her childish faith persists as a finger, tiny in comparison to the tree yet massive relative to the spider, approaches the point of contact. She turns, anticipating her brother to climb up and join her.</p>\n\n<p class=\"passage_para\">He must be elsewhere.</p>\n\n<p class=\"passage_para\">Birds explode from the flora. Slapping against the doorframe, the porch screen shuts. Boots crunch across the gravel to a faded pickup bolstered by a metal jack. Her father never leaves for work without saying good-bye so she must return to the house without getting spotted. From the lowest branch, she jumps. Retracing her steps, Zita weaves through the orchard and around the house before scrambling up through her window. Moist crumbs of orchard trail from the bottom of her feet. Thundering steps approach the bedroom, the pace echoing her panting breath while fresh blood, full of oxygen, leaves her lungs and reenters the heart. Papa quietly opens the door. Assuming she must still be asleep, he shuffles softly to her bed laying a massive, calloused hand on her head. Can he feel the throbbing pulse, she wonders, beneath decades of toil and labor in those calloused hands?</p>\n\n<p class=\"passage_para\">He smooths her hair to the side and she peeks an eye to spy his mood. His gaze drifts across space and time to a photograph of the twins on the dresser, two toddlers clasping hands, smiles wide as a sunset. The worn expression in his eyes makes Zita sad.</p>\n\n<p class=\"passage_para\">“He visited me,” she confesses.</p>\n\n<p class=\"passage_para\">Papa smiles, expecting the statement to reflect her dreams. She regrets her words, knowing he would give anything to receive such a vision. Tucking an arm around his wrist, she snuggles close, offering the gift of unconditional love to her father, a man afflicted by the cruel reality of brokenness. Outside the window, crows signal each other with wails of alternating anguish and affection. The perfect melody for such an occasion.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">\"Elsewhere,\" Stephanie McClure, https://escholarship.org/uc/item/8jv257h7, 2015.</span></span>"}]}]