[{"id":"VH950937","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH933373.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the fourth paragraph, Shamengwa’s decision to place his awards “on a triangular scrap of shelf high in one corner of his house” suggests that he</p>\n","rubricRef":"VH950937_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> <strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p><em>This passage is excerpted from Louise Erdrich’s short story “Shamengwa,” published in 2002.</em></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">At the edge of our reservation settlement there lived an old man whose arm was twisted up winglike along his side, and who was for that reason named for a butterfly—Shamengwa. Other than his arm, he was an extremely well-made person. Anyone could see that he had been handsome, and he still cut a graceful figure, slim and of medium height. His head was covered with a startling thick mane of white hair, which he was proud of. Every few weeks, he had it carefully trimmed and styled by his daughter, Geraldine, who traveled in from the bush just to do it.</p>\n\n<p class=\"passage_para\">Shamengwa was a man of refinement, who prepared himself carefully to meet life every day. In the Ojibwa language that is spoken on our reservation, <span class=\"formatted_text font_style:italic\">owehzhee</span> is the way men get themselves up—pluck stray hairs, brush each tooth, make a precise part in their hair, and, these days, press a sharp crease down the front of their blue jeans—in order to show that, although the government has tried in every way possible to destroy their manhood, they are undefeatable. <span class=\"formatted_text font_style:italic\">Owehzhee</span>. We still look good and we know it. The old man was never seen in disarray, and yet there was more to it.</p>\n\n<p class=\"passage_para\">He played the fiddle. How he played the fiddle! Although his arm was so twisted and disfigured that his shirts had to be carefully altered and pinned to accommodate the gnarled shape, he had agility in that arm, even strength. Ever since he was very young, Shamengwa had, with the aid of a white silk scarf, tied his elbow into a position that allowed the elegant hand and fingers at the end of the damaged arm full play across the fiddle’s strings. With his other hand, he drew the bow. When I try to explain the sound he made, I come to some trouble with words. Inside became outside when Shamengwa played music. Yet inside to outside does not half sum it up. The music was more than music—at least, more than what we are used to hearing. The sound connected instantly with something deep and joyous. Those powerful moments of true knowledge which we paper over with daily life. The music tapped our terrors, too. Things we’d lived through and wanted never to repeat. Shredded imaginings, unadmitted longings, fear, and also surprising pleasures. We can’t live at that pitch. But every so often something shatters like ice, and we fall into the river of our own existence. We are aware. This realization was in his music somehow, or in the way Shamengwa played it.</p>\n\n<p class=\"passage_para\">Thus Shamengwa wasn’t wanted at every party. The wild joy his jigs and reels brought forth might just as easily send people crashing onto the rocks of their roughest memories and they’d end up stunned and addled or crying in their beer. So it is. People’s emotions often turn on them. Geraldine, a dedicated, headstrong woman who six years back had borne a baby, dumped its father, and earned a degree in education, sometimes drove Shamengwa to fiddling contests, where he could perform in more of a concert setting. He even won awards, prizes of the cheap sort given at local musical contests—engraved plaques and small tin cups set on plastic pedestals. These he placed on a triangular scrap of shelf high in one corner of his house. The awards were never dusted, and sometimes, when his grandchild asked him to take them down for her to play with, they came apart. Shamengwa didn’t care. He was, however, fanatical about his violin.</p>\n\n<p class=\"passage_para\">He treated this instrument with the reverence we accord our drums, which are considered living beings and require from us food, water, shelter, and love. He fussed over it, stroked it clean with a soft cotton handkerchief, laid it carefully away in the cupboard every night in a leather case that he kept as well polished as his shoes.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Shamengwa,” originally published in the NEW YORKER, by Louise Erdrich. Copyright © 2009 by Louise Erdrich, used by permission of The Wylie Agency LLC.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">attaches little importance to external recognition</p>","<p class=\"choice_paragraph\">wishes to prevent the awards from being damaged</p>","<p class=\"choice_paragraph\">does not want to be reminded about the competitions</p>","<p class=\"choice_paragraph\">does not want his grandchild to play with the awards without permission</p>"],"answer":0}]