[{"id":"VH953034","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH952695.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In relation to the first sentence, the remainder of the passage serves primarily to</p>\n","rubricRef":"VH953034_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span>     Read the following passage carefully before you choose your answers.</p><p class=\"introduction passage-intro\">The following passage is excerpted from a novel first published in 1853.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">There is an assize-town<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a locus of judicial authority in Great Britain</span></span> in one of the eastern counties which was much distinguished by the Tudor sovereigns, and, in consequence of their favour and protection, attained a degree of importance that surprises the modern traveller.</p><p class=\"passage_para\">A hundred years ago, its appearance was that of picturesque grandeur. The old houses, which were the temporary residences of such of the county-families as contented themselves with the gaieties of a provincial town, crowded the streets and gave them the irregular but noble appearance yet to be seen in the cities of Belgium. The sides of the streets had a quaint richness, from the effect of the gables, and the stacks of chimneys which cut against the blue sky above; while, if the eye fell lower down, the attention was arrested by all kinds of projections in the shape of balcony and oriel<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">a type of window</span></span>; and it was amusing to see the infinite variety of windows that had been crammed into the walls long before Mr Pitt’s<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">William Pitt the Younger was a British prime minister.</span></span> days of taxation. The streets below suffered from all these projections and advanced stories above; they were dark, and ill-paved with large, round, jolting pebbles, and with no side-path protected by kerbstones; there were no lamp-posts for long winter nights; and no regard was paid to the wants of the middle class, who neither drove about in coaches of their own, nor were carried by their own men in their own sedans into the very halls of their friends. The professional men and their wives, the shopkeepers and their spouses, and all such people, walked about at considerable peril both night and day. The broad unwieldy carriages hemmed them up against the houses in the narrow streets. The inhospitable houses projected their flights of steps almost into the carriage-way, forcing pedestrians again into the danger they had avoided for twenty or thirty paces. Then, at night, the only light was derived from the glaring, flaring oil-lamps hung above the doors of the more aristocratic mansions; just allowing space for the passers-by to become visible, before they again disappeared into the darkness, where it was no uncommon thing for robbers to be in waiting for their prey.</p><p class=\"passage_para\">The traditions of those bygone times, even to the smallest social particular, enable one to understand more clearly the circumstances which contributed to the formation of character. The daily life into which people are born, and into which they are absorbed before they are well aware, forms chains which only one in a hundred has moral strength enough to despise, and to break when the right time comes—when an inward necessity for independent individual action arises, which is superior to all outward conventionalities. Therefore it is well to know what were the chains of daily domestic habit which were the natural leading-strings of our forefathers before they learnt to go alone.</p><p class=\"passage_para\">The picturesqueness of those ancient streets has departed now. The Astleys, the Dunstans, the Waverhams—names of power in that district—go up duly to London in the season, and have sold their residences in the county-town fifty years ago, or more. And when the county-town lost its attraction for the Astleys, the Dunstans, the Waverhams, how could it be supposed that the Domvilles, the Bextons, and the Wildes would continue to go and winter there in their second-rate houses, and with their increased expenditure? So the grand old houses stood empty awhile; and then speculators ventured to purchase, and to turn the deserted mansions into many smaller dwellings, fitted for professional men, or even (bend your ear lower, lest the shade of Marmaduke, first Baron Waverham, hear) into shops!</p><span class=\"mandatory_credit_line\"></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">explain why the assize-town is no longer a popular tourist destination</p>","<p class=\"choice_paragraph\">explore the circumstances that account for the assize-town’s great political and social prominence</p>","<p class=\"choice_paragraph\">justify the claim that the visitor would be surprised by the history of the assize-town</p>","<p class=\"choice_paragraph\">document the living conditions in the assize-town prior to the Tudor era</p>"],"answer":3}]