[{"id":"VH952604","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947761.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The narrator’s description of the bookstore in the first paragraph presents it as</p>\n","rubricRef":"VH952604_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p><em>The following passage is excerpted from Robin Sloan’s novel</em> Mr. Penumbra’s 24-Hour Bookstore,<em> published in 2012.</em></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The shelves were packed close together, and it felt like I was standing at the border of a forest—not a friendly California forest, either, but an old Transylvanian forest, a forest full of wolves and witches and dagger-wielding bandits all waiting just beyond moonlight’s reach. There were ladders that clung to the shelves and rolled side to side. Usually those seem charming, but here, stretching up into the gloom, they were ominous. They whispered rumors of accidents in the dark.</p>\n\n<p class=\"passage_para\">So I stuck to the front half of the store, where bright midday light pressed in and presumably kept the wolves at bay. The wall around and above the door was glass, thick square panes set into a grid of black iron, and arched across them, in tall golden letters, it said (in reverse):</p>\n\n<p class=\"passage_para text-center\"><span class=\"inline_image\"><img alt=\"Mr. Penumbra’s 24 Hour Bookstore is written in all capital letters as a mirror image.\" height=\"21\" src=\"https://assets.learnosity.com/organisations/507/VH947761.g01.png\" width=\"400\" /></span></p>\n\n<p class=\"passage_para\">Below that, set in the hollow of the arch, there was a symbol—two hands, perfectly flat, rising out of an open book.</p>\n\n<p class=\"passage_para\">So who was Mr. Penumbra?</p>\n\n<p class=\"passage_para\">“Hello, there,” a quiet voice called from the stacks. A figure emerged—a man, tall and skinny like one of the ladders, draped in a light gray button-down and a blue cardigan. He tottered as he walked, running a long hand along the shelves for support. When he came out of the shadows, I saw that his sweater matched his eyes, which were also blue, riding low in nests of wrinkles. He was very old.</p>\n\n<p class=\"passage_para\">He nodded at me and gave a weak wave. “What do you seek in these shelves?”</p>\n\n<p class=\"passage_para\">That was a good line, and for some reason, it made me feel comfortable. I asked, “Am I speaking to Mr. Penumbra?”</p>\n\n<p class=\"passage_para\">“I am Penumbra”—he nodded—“and I am the custodian of this place.”</p>\n\n<p class=\"passage_para\">I didn’t quite realize I was going to say it until I did: “I’m looking for a job.”</p>\n\n<p class=\"passage_para\">Penumbra blinked once, then nodded and tottered over to the desk set beside the front door. It was a massive block of dark-whorled wood, a solid fortress on the forest’s edge. You could probably defend it for days in the event of a siege from the shelves.</p>\n\n<p class=\"passage_para\">“Employment.” Penumbra nodded again. He slid up onto the chair behind the desk and regarded me across its bulk. “Have you ever worked at a bookstore before?”</p>\n\n<p class=\"passage_para\">“Well,” I said, “when I was in school I waited tables at a seafood restaurant, and the owner sold his own cookbook.” It was called <span class=\"font_style:italic formatted_text\">The Secret Cod</span> and it detailed thirty-one different ways to— You get it. “That probably doesn’t count.”</p>\n\n<p class=\"passage_para\">“No, it does not, but no matter,” Penumbra said. “Prior experience in the book trade is of little use to you here.”</p>\n\n<p class=\"passage_para\">Wait—maybe this place really was all erotica. I glanced down and around, but glimpsed no bodices, ripped or otherwise. In fact, just next to me there was a stack of dusty Dashiell Hammetts on a low table. That was a good sign.</p>\n\n<p class=\"passage_para\">“Tell me,” Penumbra said, “about a book you love.”</p>\n\n<p class=\"passage_para\">I knew my answer immediately. No competition. I told him, “Mr. Penumbra, it’s not one book, but a series. It’s not the best writing and it’s probably too long and the ending is terrible, but I’ve read it three times, and I met my best friend because we were both obsessed with it back in sixth grade.” I took a breath. “I love <span class=\"font_style:italic formatted_text\">The Dragon-Song Chronicles</span>.”</p>\n\n<p class=\"passage_para\">Penumbra cocked an eyebrow, then smiled. “That is good, very good,” he said, and his smile grew, showing jostling white teeth. Then he squinted at me, and his gaze went up and down. “But can you climb a ladder?”</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpts from \"The Bookstore\" from MR. PENUMBRA'S 24-HOUR BOOKSTORE by Robin Sloan. Copyright © 2012 by Robin Sloan. Reprinted by permission of Farrar, Straus, and Giroux.</span> <span class=\"mandatory_credit_line\">Excerpt from MR. PENUMBRA'S 24-HOUR BOOKSTORE © 2012 by Robin Sloan. Published in Canada by HarperCollins Publishers Ltd. All rights reserved.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">a strange and fearful obligation</p>\n","<p class=\"choice_paragraph\">a startling and amusing shop</p>","<p class=\"choice_paragraph\">an obscure and sad mystery</p>","<p class=\"choice_paragraph\">an eerie and magical place</p>"],"answer":4}]