[{"id":"VH952547","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH865996.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The contrast between the two central characters in the passage reveals that, unlike Mrs. Murdock, Miss Noyes&nbsp;is</p>\n","rubricRef":"VH952547_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p><em>This passage is excerpted from Dorothy Parker’s short story “Glory in the Daytime,” published in 1933.</em></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Mr. Murdock was one who carried no enthusiasm whatever for plays and their players, and that was too bad, for they meant so much to little Mrs. Murdock. Always she had been in a state of devout excitement over the luminous, free, passionate elect who serve the theater. And always she had done her wistful worshiping, along with the multitudes, at the great public altars. It is true that once, when she was a particularly little girl, love had impelled her to write Miss Maude Adams a letter beginning “Dearest Peter,” and she had received from Miss Adams a miniature thimble inscribed “A kiss from Peter Pan.” (That was a day!) And once, when her mother had taken her holiday shopping, a limousine door was held open and there had passed her, as close as <span class=\"formatted_text font_style:italic\">that</span>, a wonder of sable and violets and round red curls that seemed to tinkle on the air; so, forever after, she was as good as certain that she had been not a foot away from Miss Billie Burke. But until some three years after her marriage, these had remained her only personal experiences with the people of the lights and the glory.</p>\n\n<p class=\"passage_para\">Then it turned out that Miss Noyes, new come to little Mrs. Murdock’s own bridge club, knew an actress. She actually knew an actress; the way you and I know collectors of recipes and members of garden clubs and amateurs of needlepoint.</p>\n\n<p class=\"passage_para\">The name of the actress was Lily Wynton, and it was famous. She was tall and slow and silvery; often she appeared in the role of a duchess, or of a Lady Pam or an Honorable Moira. Critics recurrently referred to her as “that great lady of our stage.” Mrs. Murdock had attended, over years, matinee performances of the Wynton successes. And she had no more thought that she would one day have opportunity to meet Lily Wynton face to face than she had thought—well, than she had thought of flying!</p>\n\n<p class=\"passage_para\">Yet it was not astounding that Miss Noyes should walk at ease among the glamorous. Miss Noyes was full of depths and mystery, and she could talk with a cigarette still between her lips. She was always doing something difficult, like designing her own pajamas, or reading Proust, or modeling torsos in plasticine.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a brand of modeling clay</span></span> She played excellent bridge. She liked little Mrs. Murdock. “Tiny one,” she called her.</p>\n\n<p class=\"passage_para\">“How’s for coming to tea tomorrow, tiny one? Lily Wynton’s going to drop up,” she said, at a therefore memorable meeting of the bridge club. “You might like to meet her.”</p>\n\n<p class=\"passage_para\">The words fell so easily that she could not have realized their weight. Lily Wynton was coming to tea. Mrs. Murdock might like to meet her. Little Mrs. Murdock walked home through the early dark, and stars sang in the sky above her.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Glory in the Daytime,” copyright 1933, renewed © 1961 by Dorothy Parker; from THE PORTABLE DOROTHY PARKER by Dorothy Parker, edited by Marion Meade. Used by permission of Viking Books, an imprint of Penguin Publishing Group, a division of Penguin Random House LLC. All rights reserved.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">a famous actress</p>","<p class=\"choice_paragraph\">artistic and daring</p>","distinguished and formal","<p class=\"choice_paragraph\">statuesque and overbearing</p>"],"answer":2}]