[{"id":"VH953776","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942926.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The function of Cynthia’s memories of her desire for a management position (line 11 and line 13) in the scene as a whole is to</p>\n","rubricRef":"VH953776_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p><em>The following excerpt is from Lynn Nottage’s play Sweat, published in 2015. CYNTHIA, an African American woman recently promoted to management at a downsizing steel plant, is discussing the company’s recent actions with STAN, a bartender, while waiting for her longtime friends to join her.</em></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">(1) CYNTHIA: On a cruise, Panama Canal. That’s where I’d like to be right now. Poolside, piña colada in my hand. High and happy.</p>\n\n<p class=\"passage_para\">(2) STAN: A nice breeze blowing off the water. Not a bad way to spend your birthday. You all right? Hot in here? You want me to crank the air?</p>\n\n<p class=\"passage_para\">(3) CYNTHIA: Nah, I’m okay.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">(Cynthia looks around.)</span></p>\n\n<p class=\"passage_para\">I was kinda hoping they’d show up. It’s the one thing we always do together.</p>\n\n<p class=\"passage_para\">(4) STAN: Can you blame ‘em?</p>\n\n<p class=\"passage_para\">(5) CYNTHIA: Like I had a choice.</p>\n\n<p class=\"passage_para\">(6) STAN: I’m just saying.</p>\n\n<p class=\"passage_para\">(7) CYNTHIA: C’mon, Don’t gimme that look.</p>\n\n<p class=\"passage_para\">(8) STAN: Well, it can’t be easy.</p>\n\n<p class=\"passage_para\">(9) CYNTHIA: It isn’t . . . You know what’s crazy, when I started at the plant it felt like I was invited into an exclusive club. Not many of us folks worked there. Not us. So, when I put on my jacket, I knew I’d accomplished something. I was set. And when I got my union card, you couldn’t tell me anything. Sometimes when I was shopping I would let it slip out of my wallet onto the counter just so folks could see it. I was that proud of it.</p>\n\n<p class=\"passage_para\">(10) STAN: I remember the feeling.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">(Cynthia smiles.)</span></p>\n\n<p class=\"passage_para\">(11) CYNTHIA: Right. No one in my family ever made it beyond the floor.</p>\n\n<p class=\"passage_para\">(12) STAN: Yup . . .</p>\n\n<p class=\"passage_para\">(13) CYNTHIA: And, I wanted this job so bad. Ever since I stepped into the plant, and saw how the white hats left work in clothes as clean as when they walked in. They seemed untouchable.</p>\n\n<p class=\"passage_para\">(14) STAN: How are you holding up?</p>\n\n<p class=\"passage_para\">(15) CYNTHIA: [. . .] I locked out my friends, Stan. I explained, I fought, I begged. But those cowards upstairs still had me tape a note to the door telling ‘em they weren’t welcome. Ninety-five degrees. I’m standing in the door watching some irritable fat guy change the locks. Shut outta the plant. And you know what? I wonder if they gave me this job on purpose. Pin a target on me so they can stay in their air-conditioned offices. Do you know what it feels like, to say to the people you’ve worked with for years that they’re not welcome anymore? I haven’t slept in . . . in over a week.</p>\n\n<p class=\"passage_para\">(16) STAN: Well, you’re not alone.</p>\n\n<p class=\"passage_para\">(17) CYNTHIA: I’m scared, Stan. I got a mortgage to meet, car payments, and Brucie, you’ve seen what being outta work has done to him. I’m not going down that way, I’ve worked too hard. Am I wrong?</p>\n\n<p class=\"passage_para\">(18) STAN: Jesus.</p>\n\n<p class=\"passage_para\">(19) CYNTHIA: I know. I know. But what could I have done? You tell me! The plant offered them a deal. The union voted it down. Not me!</p>\n\n<p class=\"passage_para\">(20) STAN: What do you want me to say, sweetheart? Those are my friends.</p>\n\n<p class=\"passage_para\">(21) CYNTHIA: Our friends.</p>\n\n<p class=\"passage_para\">(22) STAN: Then imagine how they feel. Some folks wouldn’t even want me to pour you a drink.</p>\n\n<p class=\"passage_para\">(23) CYNTHIA: I’ve lived half my life on that floor. My son was practically born in that place. So don’t get sanctimonious with me.</p>\n\n<p class=\"passage_para\">(24) STAN: Okay, I’ll keep out of it, but you know people will say what they say.</p>\n\n<p class=\"passage_para\">(25) CYNTHIA: I thought they’d take the damn deal. You think I’m happy about this? I locked out my own son. My own son. I saw the hurt on his face. But you wanna know the truth, and this is the truth, maybe it’s for the best, right? It’ll finally get him out of this sinkhole.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">(Cynthia doesn’t finish her thought, but she’s thinking it’s all too hard.)</span></p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">From <span class=\"formatted_text font_style:italic\">Sweat</span> by Lynn Nottage. Copyright © 2017 by Lynn Nottage. Published by Theatre Communications Group. Used with permission from Theatre Communications Group.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">establish the destructive nature of Cynthia’s ambition</p>","<p class=\"choice_paragraph\">provide a justification for Cynthia’s apparent betrayal of her family and friends</p>","<p class=\"choice_paragraph\">show how Cynthia’s hopes for advancement have been thwarted</p>","<p class=\"choice_paragraph\">suggest Cynthia’s ambivalence about working on the floor</p>"],"answer":2}]