[{"id":"VH952378","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH836508.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">In the fifth&nbsp;and sixth&nbsp;sentences of the passage (“The room . . . tippet”), the details Denis observes upon entering the Sire de Malétroit’s residence combine to create a sense of</p>\n","rubricRef":"VH952378_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p><em>The following passage is excerpted from Robert Louis Stevenson’s short story “The Sire de Malétroit’s Door,” first published in 1878. The passage is set in France in 1429. Denis has entered a stranger’s house to avoid detection by approaching soldiers.</em></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">He found himself in a large apartment of polished stone. There were three doors; one on each of three sides; all similarly curtained with tapestry. The fourth side was occupied by two large windows and a great stone chimney-piece, carved with the arms of the Malétroits. Denis recognized the bearings<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a unique design that identifies the owner as a member of a particular (usually ancient and often upper-class) family</span></span>, and was gratified to find himself in such good hands. The room was strongly illuminated; but it contained little furniture except a heavy table and a chair or two, the hearth was innocent of fire, and the pavement was but sparsely strewn with rushes<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">marsh plants sometimes strewn on dirt floors for cleanliness and insulation</span></span> clearly many days old.</p>\n\n<p class=\"passage_para\">On a high chair beside the chimney, and directly facing Denis as he entered, sat a little old gentleman in a fur tippet.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">a short cloak</span></span> He sat with his legs crossed and his hands folded, and a cup of spiced wine stood by his elbow on a bracket on the wall. His countenance had a strongly masculine cast; not properly human, but such as we see in the bull, the goat, or the domestic boar; something equivocal and wheedling, something greedy, brutal, and dangerous. The upper lip was inordinately full, as though swollen by a blow or a toothache; and the smile, the peaked eyebrows, and the small, strong eyes were quaintly and almost comically evil in expression. Beautiful white hair hung straight all round his head, like a saint’s, and fell in a single curl upon the tippet. His beard and mustache were the pink of venerable sweetness. Age, probably in consequence of inordinate precautions, had left no mark upon his hands; and the Malétroit hand was famous. It would be difficult to imagine anything at once so fleshy and so delicate in design; the tapered, sensual fingers, were like those of one of Leonardo’s women; the fork of the thumb made a dimpled protuberance when closed; the nails were perfectly shaped, and of a dead, surprising whiteness. It rendered his aspect tenfold more redoubtable, that a man with hands like these should keep them devoutly folded like a virgin martyr—that a man with so intent and startling an expression of face should sit patiently on his seat and contemplate people with an unwinking stare, like a god, or a god’s statue. His quiescence<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">tranquility</span></span> seemed ironical and treacherous, it fitted so poorly with his looks.</p>\n\n<p class=\"passage_para\">Such was Alain, Sire de Malétroit.</p>\n\n<p class=\"passage_para\">Denis and he looked silently at each other for a second or two.</p>\n\n<p class=\"passage_para\">“Pray step in,” said the Sire de Malétroit. “I have been expecting you all the evening.”</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">barrenness to spotlight Malétroit himself</p>","<p class=\"choice_paragraph\">darkness as a metaphor for Malétroit’s personality</p>","<p class=\"choice_paragraph\">strangeness akin to Denis’ own discomfort</p>","<p class=\"choice_paragraph\">poverty at odds with the family coat of arms</p>"],"answer":1}]