[{"id":"VH951362","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947734.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The narrator of the passage can best be described as</p>\n","rubricRef":"VH951362_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span>     Read the following passage carefully before you choose your answers.</p><p class=\"introduction passage-intro\">This passage is excerpted from a short story published in 2015. Sofia and Nathan have agreed to meet and explore a stream together.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">When they met at the culvert the next day, Sofia was dressed in black again. Her fingernails were also painted black. She led him south, down a gently curving street of assertive mansions, her black boots gliding over the sidewalk with steps that felt like flowing water to Nathan. Sofia was carrying a new map covered with topographical lines, and she studied it as they turned west and passed a buffet of overdone tributes to assorted architectural styles: a mini Monticello here, a bloated Tudor cottage<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">“Monticello” and “Tudor” refer to elaborate architectural styles that mimic those of grand historic houses. </span></span> there. “This street follows the old streambed,” Sofia said. “The city buried it, like, a hundred years ago. But the water’s still flowing down there. In a big drainpipe.”</p><p class=\"passage_para\">A block later they reached another fence, and stood above another culvert from which the stream emerged, moving slower, wide and shallower, flowing into a tangle of branches and bushes.</p><p class=\"passage_para\">Without a word Sofia climbed the fence and landed with a splash in about an inch of water. “Technically, I’m pretty sure this is trespassing,” Nathan said as he followed her. Sofia marched along the water, pulling back branches for him. Where is this woman taking me? he wondered, and after a few paces he got his answer, as they entered an open space where the suddenly dry air seemed to vibrate under a liberated, ferocious sun. The space was a kind of meadow, framed by two mansions, each so abundant with backyard paraphernalia, Nathan felt as if he’d entered the prop closet of a studio dedicated to making movies about suburban American excess. He saw competing steel barbecue machines with gauges and propane-tank attachments; one stood before a tiled-roofed Spanish-style mansion, the other at the base of a turret-topped Moorish castle, as if ready to prepare steaks and burgers for a medieval army. Next to the Spanish mansion a pathway of flat stones led to a child’s climbing structure made of fiery redwood. The Moorish castle’s domain included a marble dining table and a tennis court of emerald cement.</p><p class=\"passage_para\">Sofia’s stream snaked through this gaudy landscape, making two gentle turns inside a channel sunken in crabgrass. “I just want to look at it for a while, if you don’t mind,” Sofia said, and she sat down on the grass with her sleeved arms wrapped around her knees. The water flowed in a smooth, flat current, like a bonsai-shrunken version of the Mississippi.</p><p class=\"passage_para\">Nathan looked up at the windows of the multistoried mansions around them and wondered if the people inside would call the cops.</p><p class=\"passage_para\">“Really, you just want to sit here?” Nathan said.</p><p class=\"passage_para\">Sofia nodded with a gentle, wordless insistence. He joined her for a second, sitting on the grass. The water was silent here, and the houses were silent too, though the birds in the trees around them were engaged in a jazz improv of tweets and hoots and cackles.</p><p class=\"passage_para\">After five minutes Nathan mumbled, “I’m going to keep on exploring. I’ll meet you, uh, downstream, I guess.”</p><p class=\"passage_para\">Sofia didn’t look up to acknowledge Nathan as he walked away. He was disturbed by the aching weirdness of what he was doing, trespassing amid fake backyard ecologies, the creek leading him on a midday sleepwalk past olive trees, a rosebush, assorted cacti, grapevines, and four cypress trees that loomed over him like monstrous green sentinels. He stepped over a low wooden fence and heard high-pitched yelling. Peering through a patch of ferns, he saw a swimming pool and two boys in bathing suits. One of the boys stopped at the edge of a diving board and stared at Nathan when he stepped out into the full sunlight. Nathan waved. The boy waved back and jumped into the pool with a percussive splash.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">possessing a complete knowledge of events</p>","<p class=\"choice_paragraph\">not allowing access to characters’ thoughts</p>","<p class=\"choice_paragraph\">giving the reader equal access to all characters’ thoughts</p>","<p class=\"choice_paragraph\">providing the reader access to only one character’s thoughts</p>"],"answer":4}]