[{"id":"VH950612","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942907.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the second and third paragraphs, the specific references to time (“the thirties”) and place (“Spain,” “Chicago, Cleveland, Saint Louis”) primarily serve to</p>\n","rubricRef":"VH950612_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p><strong>This passage is excerpted Tennessee Williams’ play <em>The Glass Menagerie</em> first performed in 1944.</strong></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">TOM enters, dressed as a merchant sailor, and strolls across to the fire escape. There he stops and lights a cigarette. He addresses the audience.</span></p>\n\n<p class=\"passage_para\">TOM: Yes, I have tricks in my pocket, I have things up my sleeve. But I am the opposite of a stage magician. He gives you illusion that has the appearance of truth. I give you truth in the pleasant disguise of illusion.</p>\n\n<p class=\"passage_para\">To begin with, I turn back time. I reverse it to that quaint period, the thirties, when the huge middle class of America was matriculating in a school for the blind. Their eyes had failed them, or they had failed their eyes, and so they were having their fingers pressed forcibly down on the fiery Braille alphabet of a dissolving economy.</p>\n\n<p class=\"passage_para\">In Spain there was revolution. Here there was only shouting and confusion. In Spain there was Guernica. Here there were disturbances of labor, sometimes pretty violent, in otherwise peaceful cities such as Chicago, Cleveland, Saint Louis . . . This is the social background of the play.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">(Music begins to play.)</span></p>\n\n<p class=\"passage_para\">The play is memory. Being a memory play, it is dimly lighted, it is sentimental, it is not realistic. In memory everything seems to happen to music. That explains the fiddle in the wings.</p>\n\n<p class=\"passage_para\">I am the narrator of the play, and also a character in it. The other characters are my mother, Amanda, my sister, Laura, and a gentleman caller who appears in the final scenes. He is the most realistic character in the play, being an emissary from a world of reality that we were somehow set apart from. But since I have a poet’s weakness for symbols, I am using this character also as a symbol; he is the long-delayed but always expected something that we live for.</p>\n\n<p class=\"passage_para\">There is a fifth character in the play who doesn’t appear except in this larger-than-life-size photograph over the mantel. This is our father who left us a long time ago. He was a telephone man who fell in love with long distances; he gave up his job with the telephone company and skipped the light fantastic out of town . . .</p>\n\n<p class=\"passage_para\">The last we heard of him was a picture postcard from Mazatlan, on the Pacific coast of Mexico, containing a message of two words: “Hello—Goodbye!” and no address.</p>\n\n<p class=\"passage_para\">I think the rest of the play will explain itself. . . .</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“The Glass Menagerie” by Tennessee Williams. Copyright © 1945, renewed 1973 The University of the South. Reprinted by permission of Georges Borchardt, Inc. for the Estate of Tennessee Williams.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">reinforce the notion that the play is part of a “world of reality” (paragraph 5) that will be reconstructed from “memory” (paragraph 4)</p>","<p class=\"choice_paragraph\">support the notion that the play is firmly a “sentimental” play and not a “realistic” play (paragraph 4)</p>","<p class=\"choice_paragraph\">show that Tom is a “poet” (paragraph 5) who is mainly interested in social and political subjects</p>","<p class=\"choice_paragraph\">reveal that Tom is a nostalgic narrator who wishes he could live in the past</p>"],"answer":0}]