[{"id":"VH951469","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH842167.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on details provided in the text, which of the following is most likely the setting for the passage?</p>\n","rubricRef":"VH951469_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><strong>Read the following passage carefully before you choose your answers.</strong></p>\n\n<p class=\"<span\"><em>This passage is excerpted from Caroline Gordon's short story \"Tom Rivers,\" published in 1933. The narrator is reminiscing with some of his cousins.</em></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">We talk about cousins like these for a while, but we go on finally to people we knew more intimately, people whose characters have left us, even after all these years, something to wonder about. We speculate on how and when Robert Allard began taking morphine, and what induced Maggie McLean to turn Jim Crenfew down for a nincompoop<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">idiot</span></span> like Edward Brewer. Somebody has seen the notice of Maggie’s death in a New Orleans paper. We think of it, but we cannot take it in. We see her as she was when she first came to Merry Point to visit, a frail, high-spirited girl, who made us all indignant with her outrageous treatment of Jim Crenfew. We talk on like that until we have called to mind almost all the people who ever came here in the old days. We hold them in our minds until they seem to live again. I look up through the branches of the sugar tree to where a light burns dimly in one of the upstairs rooms. Girls might be dressing there for a party. At any moment, I may hear the rumbling, explosive laugh of Jim Crenfew.</p>\n\n<p class=\"passage_para\">At such a time, none of us three will stop talking. We keep up the illusion, with a name here, a name there. Seeking to make the scene more complete, we cast about on the fringes of our enormous family connection. What ever became of this cousin, or how was that person connected? It is then that Tom Rivers’s name will be mentioned. Infrequently, I say. One or two summers will go by, and I may not hear his name. And then it will be spoken, and I have always that start, half pleasure, half pride, and I realize that no matter whether I hear his name or not he is never out of my memory.</p>\n\n<p class=\"passage_para\">There is a curious thing I have observed. If you sit day after day, summer after summer, in a chair under the same tree, you will notice how the light falls under and through the boughs to strike always in the same pattern. You notice how it falls that way year after year, changing only with the seasons, and you think how you might go away and suffer death or torture by fire or flood, and the light always at the same hour in that season will be creeping around the bole<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">trunk</span></span> of that beech tree.</p>\n\n<p class=\"passage_para\">It is like that with me when I think about Tom Rivers. I cannot understand how it was that he disappeared, leaving nowhere any trace of his going. I sit here in the late afternoon, and the long lances of shadow start from the garden fence and move slowly on, past the big sugar tree and past the beech tree, to halt for a moment at the little sugar tree that stands not fifty yards from my chair.</p>\n\n<p class=\"passage_para\">When they have moved past, I see that the hunched, dark shadow that seemed to me a rooster standing with his back to the western light is really only a clump of dog fennel. I see it happen like that almost every afternoon, and with it comes always a fresh wonder at the restless, hurried movements of human beings. The light can fall like that evening after evening on some tree or flower, and yet a man that one has known intimately can vanish, as we always say of Tom Rivers, off the face of the earth.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">A park in a bustling urban environment</p>","<p class=\"choice_paragraph\">A field on the outskirts of a small village</p>","<p class=\"choice_paragraph\">The yard of an old family homestead</p>","<p class=\"choice_paragraph\">The town square in a small country town</p>"],"answer":3}]