[{"id":"VH954749","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH845974.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the first sentence of the fourth paragraph, the narrator’s straightforward explanation of the “heathen images” running through the divinity-student’s mind serves to</p>\n","rubricRef":"VH954749_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following passage is excerpted from </span><strong><em>Oliver Wendell Holmes’ </em></strong><span class=\"formatted_text font_style:italic\"> book </span><strong>The Professor at the Breakfast-Table</strong><span class=\"formatted_text font_style:italic\"><i><span lang=\"EN-US\" style=\"font-size:11.0pt\"><span style=\"font-family:&quot;Times LT Std&quot;,&quot;serif&quot;\">, </span></span></i>first published in 1859.</span></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">You don’t look so dreadful poor in the face as you did a while back. Bloated some, I expect.</p>\n\n<p class=\"passage_para\">This was the cheerful and encouraging and elegant remark with which the Poor Relation greeted the divinity-student one morning.</p>\n\n<p class=\"passage_para\">Of course every good man considers it a great sacrifice on his part to continue living in this transitory, unsatisfactory, and particularly unpleasant world. This is so much a matter of course, that I was surprised to see the divinity-student change color. He took a look at a small and uncertain-minded glass which hung slanting forward over the chapped sideboard. The image it returned to him had the color of a very young pea somewhat over-boiled. The scenery of a long tragic drama flashed through his mind as the lightning-express-train <span class=\"formatted_text font_style:italic\">whishes</span> by a station: the gradual dismantling process of disease; friends looking on, sympathetic, but secretly chuckling over their own stomachs of iron and lungs of caoutchouc;<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">rubber</span></span> nurses attentive, but calculating their crop, and thinking how soon it will be ripe, so that they can go to your neighbor, who is good for a year or so longer; doctors assiduous, but giving themselves a mental shake, as they go out of your door, which throws off your particular grief as a duck sheds a raindrop from his oily feathers; undertakers solemn, but happy; then the great subsoil cultivator, who plants, but never looks for fruit in his garden; then the stone-cutter, who puts your name on the slab which has been waiting for you ever since the birds or beasts made their tracks on the new red sandstone; then the grass and the dandelions and the buttercups, —Earth saying to the mortal body, with her sweet symbolism, “You have scarred my bosom, but you are forgiven”; then a glimpse of the soul as a floating consciousness without very definite form or place, but dimly conceived of as an upright column of vapor or mist several times larger than life-size, so far as it could be said to have any size at all, wandering about and living a thin and half-awake life for want of good old-fashioned solid <span class=\"formatted_text font_style:italic\">matter</span> to come down upon with foot and fist, —in fact, having neither foot nor fist, nor conveniences for taking the sitting posture.</p>\n\n<p class=\"passage_para\">And yet the divinity-student was a good Christian, and those heathen images which remind one of the childlike fancies of the dying Adrian<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Emperor of Rome, 117-38 CE</span></span> were only the efforts of his imagination to give shape to the formless and position to the placeless. Neither did his thoughts spread themselves out and link themselves as I have displayed them. They came confusedly into his mind like a heap of broken mosaics, —sometimes a part of the picture complete in itself, sometimes connected fragments, and sometimes only single severed stones.</p>\n\n<p class=\"passage_para\">They did not diffuse a light of celestial joy over his countenance. On the contrary, the Poor Relation’s remark turned him pale, as I have said; and when the terrible wrinkled and jaundiced looking-glass turned him green in addition, and he saw himself in it, it seemed to him as if it were all settled, and his book of life were to be shut not yet half-read, and go back to the dust of the under-ground archives. He coughed a mild short cough, as if to point the direction in which his downward path was tending.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">indicate the kinds of materials that the divinity-student has been reading</p>","<p class=\"choice_paragraph\">address a potential misunderstanding of the divinity-student’s reaction</p>","<p class=\"choice_paragraph\">describe the divinity-student’s childish response to the Poor Relation's remark</p>","<p class=\"choice_paragraph\">emphasize the divinity-student’s focus on practical rather than spiritual matters</p>"],"answer":1}]