[{"id":"VH963720","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH943213.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In context, the word “Instead” that appears in the fourth paragraph demonstrates</p>\n","rubricRef":"VH963720_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p><em>This passage is excerpted from Anuradha Roy’s novel </em>An Atlas of Impossible Longing<em>, first published in 2008.</em></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Nirmal had lost interest in unpacking his trunk and showing Bakul the things in it. It’s all a mistake, he began to think: he had imagined he would be a different father, different from the father he had himself had. He would not be stern and distant and fearsome, he would instead do interesting things with Bakul, they would be friends, especially as she didn’t have a mother to be friends with. Had he left it too late?</p>\n\n<p class=\"passage_para\">Bakul looked resentfully at the red tin trunk, its paint more chipped than before. She had seen it many times. It came and went with Nirmal on each of his trips. She was still filled with rage by Nirmal’s ticking off<span style=\"font-size:0.8em;\"><sup>1</sup></span> at lunch. How dare he, how dare he do that to me in front of everyone else, and all of them sniggering at me, how dare he! She wanted to spit on the trunk. She would not speak, she had decided, she would not speak to anyone.</p>\n\n<p class=\"passage_para\">“Do you know, Bakul,” Nirmal persisted, kneeling by the trunk to open it, “we would go to such faraway places on our digs. The dust, the heat, the tents flapping in the wind. And then some days eating just roti and onions and a little daal. That’s how I got sunstroke once. But it’s all worth it, when you find a small piece of pottery, even a broken bit. One day I’ll take you on a dig, the one here.”</p>\n\n<p class=\"passage_para\">He was waiting to be interrupted by eager questions. Bakul continued to pile up the books that emerged from the trunk, stopping only to scratch a scab on her knee now and then. She would not meet his eye. It made Nirmal want to scoop up his daughter and hold her close. Instead, seeing her lift a worn-out, hardbound volume from the trunk, he said, “That’s not just an exercise book<span style=\"font-size:0.8em;\"><sup>2</sup></span>, you know. Open it.”</p>\n\n<p class=\"passage_para\">Bakul looked at him with studied boredom.</p>\n\n<p class=\"passage_para\">“Here, let me show you. I have seven of these.”</p>\n\n<p class=\"passage_para\">He opened one and began to turn the pages. Each turn of the page revealed the fragile shape of a dry leaf. On some pages you could still just about discern the colour of the leaf when fresh and alive on a Himalayan tree. Even in their desiccation, some had flecks of red, some were pale ochre spotted with black, in some the veins stood out like skeletons, the body bleached of all colour. On every page Nirmal had recorded the species and the place where he had found the leaf. There was chestnut and oak first, then treasures harder won: the remains of a blue poppy, bits of birch bark, a leaf from the Brahma Kamal, all from the high Himalaya. His notes seemed a superfluity: he recalled to the last detail where he had plucked each leaf and pressed it, the colour of the light that day, how icy the wind had been, how lonely the steep slope.</p>\n\n<p class=\"passage_para\">Nirmal turned the pages, forgetting Bakul. Sometimes his forefinger touched one of the dried leaves with infinite gentleness. He stroked one that was still somewhat red and green and smiled to himself. He did not notice her leaving the room.</p>\n\n<p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">From AN ATLAS OF IMPOSSIBLE LONGING by Anuradha Roy. Copyright © 2008 by Anuradha Roy. Reprinted with the permission of The Free Press, a division of Simon &amp; Schuster, Inc. All rights reserved.</span></span></p>\n\n<p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span><span style=\"font-size:0.8em;\"><sup>1</sup>scolding</span><br />\n<span style=\"font-size:0.8em;\"><sup>2</sup>composition book or notebook</span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Nirmal’s inability to become a better father</p>","<p class=\"choice_paragraph\">Bakul’s determination to placate her father’s temper</p>","<p class=\"choice_paragraph\">Nirmal’s immediate plan to return to the high Himalaya</p>","<p class=\"choice_paragraph\">Bakul’s interest in her father’s archaeological records</p>"],"answer":0}]