[{"id":"VH969875","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH948333.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the passage, what event leads to a significant change in Theodora’s circumstances?</p>\n","rubricRef":"VH969875_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span>     Read the following passage carefully before you choose your answers.</p><p class=\"introduction passage-intro\">This excerpt is from a short story published in 1900. Theodora Dace has just mailed the manuscript for her first novel to a publisher.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">She had said to herself that after the manuscript had been sent, she would have time to look after the children and catch up with the mending; but she had reckoned without the postman. He came three times a day; for an hour before each ring she was too excited to do anything but wonder if he would bring an answer this time, and for an hour afterward she moved about in a leaden stupor of disappointment. The children had never been so trying. They seemed to be always coming to pieces, like cheap furniture; one would have supposed they had been put together with bad glue. Mrs. Dace worried herself ill over Johnny’s tatters, Bertha’s bad marks at school, and Kate’s open abstention from cod-liver oil; and Doctor Dace, coming back late from a long round of visits to a fireless office with a smoky lamp, called out furiously to know if Theodora would kindly come down and remove the “East, West, home’s best” that hung above the empty grate.</p><p class=\"passage_para\">In the midst of it all, Miss Sophy Brill called. It was very kind of her to come, for she was the busiest woman in Norton. She made it her duty to look after other people’s affairs, and there was not a house in town but had the benefit of her personal supervision. She generally came when things were going wrong, and the sight of her bonnet on the door-step was a surer sign of calamity than a crape bow on the bell. After she left, Mrs. Dace looked very sad, and the doctor punished Johnny for warbling down the entry:</p><p class=\"passage_para\">“Miss Sophy Brill</p><p class=\"passage_para\">Is a bitter pill!”</p><p class=\"passage_para\">while Theodora, locking herself in her room, resolved with tears that she would never write another novel.</p><p class=\"passage_para\">The week was a long nightmare. Theodora could neither eat nor sleep. She was up early enough, but instead of looking after the children and seeing that breakfast was ready, she wandered down the road to meet the postman, and came back wan and empty-handed, oblivious of her morning duties. She had no idea how long the suspense would last; but she didn’t see how authors could live if they were kept waiting more than a week.</p><p class=\"passage_para\">Then suddenly, one afternoon—she never quite knew how or when it happened—she found herself with a <span class=\"formatted_text font_style:italic\">Home Circle</span> envelope in her hands, and her dazzled eyes flashing over a wild dance of words that wouldn’t settle down and make sense.</p><p class=\"passage_para\">“Dear Madam:” [They called her <span class=\"formatted_text font_style:italic\">Madam!</span> And then; yes, the words were beginning to fall into line now.] “Your novel, ‘April Showers,’ has been received, and we are glad to accept it on the usual terms. A serial on which we were counting for immediate publication has been delayed by the author’s illness, and the first chapters of ‘April Showers’ will therefore appear in our midsummer number. Thanking you for favoring us with your manuscript, we remain,” and so forth.</p><p class=\"passage_para\">Theodora found herself in the wood beyond the schoolhouse. She was kneeling on the ground, brushing aside the dead leaves and pressing her lips to the little bursting green things that pushed up eager tips through last year’s decay. It was spring—spring! Everything was crowding toward the light, and in her own heart hundreds of germinating hopes had burst into sudden leaf. She wondered if the thrust of those little green fingers hurt the surface of the earth as her springing raptures hurt—yes, actually hurt!—her hot, constricted breast! She looked up through interlacing boughs at a tender, opaque blue sky full of the coming of a milky moon. She seemed enveloped in an atmosphere of loving comprehension. The brown earth throbbed with her joy, the tree-tops trembled with it, and a sudden star broke through the branches like an audible “I know!”</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">From COLLECTED SHORT STORIES OF EDITH WHARTON, VOLUME I by Edith Wharton, edited by Richard W. B. Lewis. Copyright © 1968 by William R. Tyler. Reprinted with the permission of Scribner, a division of Simon &amp; Schuster, Inc. All rights reserved.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">A <span class=\"formatted_text font_style:italic\">Home Circle </span>author becomes ill, so the publication needs another serial to fill an empty slot.</p>","<p class=\"choice_paragraph\">Theodora finally catches the postman, so she can check the mail he delivered to the Dace household.</p>","<p class=\"choice_paragraph\">Theodora decides that writing novels causes too much anxiety and vows never to write one again.</p>","<p class=\"choice_paragraph\">Doctor Dace arrives from visiting his patients and asks Theodora to start a fire in the fireplace.</p>"],"answer":0}]