[{"id":"VH969718","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947497.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The sequence of interactions between Mr. and Mrs. Pontellier helps establish the central focus of the passage primarily by moving from</p>\n","rubricRef":"VH969718_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span>     Read the following passage carefully before you choose your answers.</p><p class=\"introduction passage-intro\">In this excerpt from a novel published in 1899, the Pontellier family is spending their vacation in a small seaside community.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">It was eleven o’clock that night when Mr. Pontellier returned from Klein’s hotel. He was in an excellent humor, in high spirits, and very talkative. His entrance awoke his wife, who was in bed and fast asleep when he came in. He talked to her while he undressed, telling her anecdotes and bits of news and gossip that he had gathered during the day. From his trousers pockets he took a fistful of crumpled bank notes and a good deal of silver coin, which he piled on the bureau indiscriminately with keys, knife, handkerchief, and whatever else happened to be in his pockets. She was overcome with sleep, and answered him with little half utterances.</p><p class=\"passage_para\">He thought it very discouraging that his wife, who was the sole object of his existence, evinced so little interest in things which concerned him, and valued so little his conversation.</p><p class=\"passage_para\">Mr. Pontellier had forgotten the bonbons and peanuts for the boys. Notwithstanding he loved them very much, and went into the adjoining room where they slept to take a look at them and make sure that they were resting comfortably. The result of his investigation was far from satisfactory. He turned and shifted the youngsters about in bed. One of them began to kick and talk about a basket full of crabs.</p><p class=\"passage_para\">Mr. Pontellier returned to his wife with the information that Raoul had a high fever and needed looking after. Then he lit a cigar and went and sat near the open door to smoke it.</p><p class=\"passage_para\">Mrs. Pontellier was quite sure Raoul had no fever. He had gone to bed perfectly well, she said, and nothing had ailed him all day. Mr. Pontellier was too well acquainted with fever symptoms to be mistaken. He assured her the child was consuming at that moment in the next room.</p><p class=\"passage_para\">He reproached his wife with her inattention, her habitual neglect of the children. If it was not a mother’s place to look after children, whose on earth was it? He himself had his hands full with his brokerage business. He could not be in two places at once; making a living for his family on the street, and staying at home to see that no harm befell them. He talked in a monotonous, insistent way.</p><p class=\"passage_para\">Mrs. Pontellier sprang out of bed and went into the next room. She soon came back and sat on the edge of the bed, leaning her head down on the pillow. She said nothing, and refused to answer her husband when he questioned her. When his cigar was smoked out he went to bed, and in half a minute he was fast asleep.</p><p class=\"passage_para\">Mrs. Pontellier was by that time thoroughly awake. She began to cry a little, and wiped her eyes on the sleeve of her <span class=\"formatted_text font_style:italic\">peignoir</span>. Blowing out the candle, which her husband had left burning, she slipped her bare feet into a pair of satin <span class=\"formatted_text font_style:italic\">mules </span>at the foot of the bed and went out on the porch, where she sat down in the wicker chair and began to rock gently to and fro.</p><p class=\"passage_para\">It was then past midnight. The cottages were all dark. A single faint light gleamed out from the hallway of the house. There was no sound abroad except the hooting of an old owl in the top of a water-oak, and the everlasting voice of the sea, that was not uplifted at that soft hour. It broke like a mournful lullaby upon the night.</p><span class=\"mandatory_credit_line\"></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">quiet chatting to insults to vociferous defiance</p>","<p class=\"choice_paragraph\">casual disagreement to conflict to hostile silence</p>","<p class=\"choice_paragraph\">animated discussion to confrontation to decisive resolution</p>","<p class=\"choice_paragraph\">thoughtful conversation to speculation to anxious consultation</p>"],"answer":1}]