[{"id":"VH967448","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH943206.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the first sentence of the second paragraph (“She was . . . piercing him”), the allusion to Saint Sebastian comments on Julian’s character primarily by suggesting that Julian</p>\n","rubricRef":"VH967448_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p><em>The following excerpt is from Flannery O’Connor’s short story “Everything That Rises Must Converge,” written in 1961. Julian is preparing to give his mother a ride to the YMCA for a free health class on a Wednesday evening.</em></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Julian did not like to consider all she did for him, but every Wednesday night he braced himself and took her.</p>\n\n<p class=\"passage_para\">She was almost ready to go, standing before the hall mirror, putting on her hat, while he, his hands behind him, appeared pinned to the door frame, waiting like Saint Sebastian for the arrows to begin piercing him.<span class=\"footnote\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">an early Christian martyr frequently depicted in art; believed to have been tied to a tree and shot by arrows</span></span> The hat was new and had cost her seven dollars and a half. She kept saying, “Maybe I shouldn’t have paid that for it. No, I shouldn’t have. I’ll take it off and return it tomorrow. I shouldn’t have bought it.”</p>\n\n<p class=\"passage_para\">Julian raised his eyes to heaven. “Yes, you should have bought it,” he said. “Put it on and let’s go.” It was a hideous hat. A purple velvet flap came down on one side of it and stood up on the other; the rest of it was green and looked like a cushion with the stuffing out. He decided it was less comical than jaunty and pathetic. Everything that gave her pleasure was small and depressed him.</p>\n\n<p class=\"passage_para\">She lifted the hat one more time and set it down slowly on top of her head. Two wings of gray hair protruded on either side of her florid face, but her eyes, sky-blue, were as innocent and untouched by experience as they must have been when she was ten. Were it not that she was a widow who had struggled fiercely to feed and clothe and put him through school and who was supporting him still, “until he got on his feet,” she might have been a little girl that he had to take to town.</p>\n\n<p class=\"passage_para\">“It’s all right, it’s all right,” he said. “Let’s go.” He opened the door himself and started down the walk to get her going. The sky was a dying violet and the houses stood out darkly against it, bulbous liver-colored monstrosities of a uniform ugliness though no two were alike. Since this had been a fashionable neighborhood forty years ago, his mother persisted in thinking they did well to have an apartment in it. Each house had a narrow collar of dirt around it in which sat, usually, a grubby child. Julian walked out with his hands in his pockets, his head down and thrust forward and his eyes glazed with the determination to make himself completely numb during the time he would be sacrificed to her pleasure.</p>\n\n<p class=\"passage_para\">The door closed and he turned to find the dumpy figure, surmounted by the atrocious hat, coming toward him. “Well,” she said, “you only live once and paying a little more for it, I at least won’t meet myself coming and going.”</p>\n\n<p class=\"passage_para\">“Some day I’ll start making money,” Julian said gloomily—he knew he never would—“and you can have one of those jokes whenever you take the fit.” But first they would move. He visualized a place where the nearest neighbors would be three miles away on either side.</p>\n\n<p class=\"passage_para\">“I think you’re doing fine,” she said, drawing on her gloves. “You’ve only been out of school a year. Rome wasn’t built in a day.”</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpt from EVERYTHING THAT RISES MUST CONVERGE by Flannery O’Connor. Copyright © 1965 by the Estate of Mary Flannery O’Connor. Copyright renewed 1993 by Regina O’Connor. Reprinted by permission of Farrar, Straus and Giroux.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">holds an exaggerated sense of the importance of his problems</p>","<p class=\"choice_paragraph\">makes silly faces in order to cause his mother to laugh</p>","<p class=\"choice_paragraph\">prefers spiritual leaders to people in his neighborhood</p>","<p class=\"choice_paragraph\">seeks a religious solution to his troubled career ambitions</p>"],"answer":0}]