[{"id":"VH970767","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH846964.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The epiphany that John has toward the end of the final paragraph (“. . . for was it not he, in his false pride and his evil imagination, who was filthy?”) is a moment in which</p>\n","rubricRef":"VH970767_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p><em>In this passage from James Baldwin’s semiautobiographical novel </em>Go Tell It on the Mountain<em>, first published in 1953, John Grimes, an African American teenager in the 1930s, awakens on the morning of his fourteenth birthday.</em></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In the midst of all his wonderings he fell asleep again, and when he woke up this time and got out of his bed his father had gone to the factory, where he would work for half a day. Roy was sitting in the kitchen, quarreling with their mother. The baby, Ruth, sat in her high chair banging on the tray with an oatmeal-covered spoon. This meant that she was in a good mood; she would not spend the day howling, for reasons known only to herself, allowing no one but her mother to touch her. Sarah was quiet, not chattering today, or at any rate not yet, and stood near the stove, arms folded, staring at Roy with the flat black eyes, her father’s eyes, that made her look so old.</p>\n\n<p class=\"passage_para\">Their mother, her head tied up in an old rag, sipped black coffee and watched Roy. The pale end-of-winter sunlight filled the room and yellowed all their faces; and John, drugged and morbid and wondering how it was that he had slept again and had been allowed to sleep so long, saw them for a moment like figures on a screen, an effect that the yellow light intensified. The room was narrow and dirty; nothing could alter its dimensions, no labor could ever make it clean. Dirt was in the walls and the floorboards, and triumphed beneath the sink where roaches spawned; was in the fine ridges of the pots and pans, scoured daily, burnt black on the bottom, hanging above the stove; was in the wall against which they hung, and revealed itself where the paint had cracked and leaned outward in stiff squares and fragments, the paper-thin underside webbed with black. Dirt was in every corner, angle, crevice of the monstrous stove, and lived behind it in delirious communion with the corrupted wall. Dirt was in the baseboard that John scrubbed every Saturday, and roughened the cupboard shelves that held the cracked and gleaming dishes. Under this dark weight the walls leaned, under it the ceiling, with a great crack like lightning in its center, sagged. The windows gleamed like beaten gold or silver, but now John saw, in the yellow light, how fine dust veiled their doubtful glory. Dirt crawled in the gray mop hung out of the windows to dry. John thought with shame and horror, yet in angry hardness of heart: <span class=\"formatted_text font_style:italic\">He who is filthy, let him be filthy still.</span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a reference to the Bible, Revelation 22:11</span></span> Then he looked at his mother, seeing, as though she were someone else, the dark, hard lines running downward from her eyes, and the deep, perpetual scowl in her forehead, and the downturned, tightened mouth, and the strong, thin, brown, and bony hands; and the phrase turned against him like a two-edged sword, for was it not he, in his false pride and his evil imagination, who was filthy? Through a storm of tears that did not reach his eyes, he stared at the yellow room; and the room shifted, the light of the sun darkened, and his mother’s face changed. Her face became the face that he gave her in his dreams, the face that had been hers in a photograph he had seen once, long ago, a photograph taken before he was born. This face was young and proud, uplifted, with a smile that made the wide mouth beautiful and glowed in the enormous eyes. It was the face of a girl who knew that no evil could undo her, and who could laugh, surely, as his mother did not laugh now. Between the two faces there stretched a darkness and a mystery that John feared, and that sometimes caused him to hate her.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpted from GO TELL IT ON THE MOUNTAIN © 1952, 1953 by James Baldwin. Copyright renewed. Published by Vintage Books. Used by arrangement with the James Baldwin Estate.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">he decides that he must do something to improve his circumstances</p>","<p class=\"choice_paragraph\">his judgment of himself as well as of others leads him to feel intense guilt</p>","<p class=\"choice_paragraph\">his love for his family overwhelms his irritation with their behavior</p>","<p class=\"choice_paragraph\">his thoughts about himself turn to thoughts about helping others</p>"],"answer":2}]