[{"id":"VH971498","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH846962.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">What does Lydgate’s observation, near the middle of the passage, that Farebrother seemed “a trifle milder and more silent” at home reveal about Farebrother’s relationship to the others in the room?</p>\n","rubricRef":"VH971498_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p><em>The following passage is excerpted from George Eliot’s novel </em>Middlemarch<em>, first published in installments from 1871–1872. George Eliot is a pen name for Mary Ann Evans.</em></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The Rev. Camden Farebrother, whom Lydgate went to see the next evening, lived in an old parsonage<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">parsonage: clergyman’s house</span></span>, built of stone, venerable enough to match the church which it looked out upon. All the furniture too in the house was old, but with another grade of age—that of Mr. Farebrother’s father and grandfather. There were painted white chairs, with gilding and wreaths on them, and some lingering red silk damask with slits in it. There were engraved portraits of Lord Chancellors and other celebrated lawyers of the last century; and there were old pier glasses to reflect them, as well as the little satin-wood tables and the sofas resembling a prolongation of uneasy chairs, all standing in relief against the dark wainscot. This was the physiognomy<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">physiognomy: general appearance</span></span> of the drawing room into which Lydgate was shown; and there were three ladies to receive him, who were also old-fashioned, and of a faded but genuine respectability: Mrs. Farebrother, the Vicar’s<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">Vicar: title given to certain priests; in this case, Rev. Farebrother</span></span> white-haired mother, befrilled and kerchiefed with dainty cleanliness, upright, quick-eyed, and still under seventy; Miss Noble, her sister, a tiny old lady of meeker aspect, with frills and kerchief decidedly more worn and mended; and Miss Winifred Farebrother, the Vicar’s elder sister, well-looking like himself, but nipped and subdued as single women are apt to be who spend their lives in uninterrupted subjection to their elders. Lydgate had not expected to see so quaint a group: knowing simply that Mr. Farebrother was a bachelor, he had thought of being ushered into a snuggery where the chief furniture would probably be books and collections of natural objects. The Vicar himself seemed to wear rather a changed aspect, as most men do when acquaintances made elsewhere see them for the first time in their own homes; some indeed showing like an actor of genial parts disadvantageously cast for the curmudgeon<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">curmudgeon: an ill-tempered person</span></span> in a new piece. This was not the case with Mr. Farebrother: he seemed a trifle milder and more silent, the chief talker being his mother, while he only put in a good-humoured moderating remark here and there. The old lady was evidently accustomed to tell her company what they ought to think, and to regard no subject as quite safe without her steering. She was afforded leisure for this function by having all her little wants attended to by Miss Winifred. Meanwhile tiny Miss Noble carried on her arm a small basket, into which she diverted a bit of sugar, which she had first dropped in her saucer as if by mistake; looking round furtively afterwards, and reverting to her tea-cup with a small innocent noise as of a tiny timid quadruped. Pray think no ill of Miss Noble. That basket held small savings from her more portable food, destined for the children of her poor friends among whom she trotted on fine mornings; fostering and petting all needy creatures being so spontaneous a delight to her, that she regarded it much as if it had been a pleasant vice that she was addicted to. Perhaps she was conscious of being tempted to steal from those who had much that she might give to those who had nothing, and carried in her conscience the guilt of that repressed desire. One must be poor to know the luxury of giving!</p>\n\n<p><span style=\"font-size:0.8em;\"><sup>1</sup>clergyman’s house<br />\n<sup>2</sup>general appearance<br />\n<sup>3</sup>Vicar is a title given to certain priests: in this case, Rev. Farebrother.<br />\n<sup>4</sup>an ill-tempered person</span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">He is generally willing to defer to Lydgate in social situations.</p>","<p class=\"choice_paragraph\">He is unhappy that Lydgate has inserted himself into his personal life.</p>","<p class=\"choice_paragraph\">He is embarrassed by the actions of some of his family members.</p>","<p class=\"choice_paragraph\">He has a great deal of respect for the elder members of his family.</p>"],"answer":4}]