[{"id":"VH971524","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH943202.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">How has Lila changed as a result of having “this baby now to think about” (paragraph 4) ?</p>\n","rubricRef":"VH971524_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p><em>The following passage is from Marilynne Robinson’s novel </em>Lila<em>, published in 2014. Lila, who was once an itinerant farm worker, has recently married an older man who is a minister and become pregnant.</em></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">She thought, Don’t go hoping. Let’s see what comes of this child. Let’s see how long I keep this old man. What a body might hope for just ain’t in the way of things, most of the time. Never for long. She said, “I might try thinking about that. It’s a nice idea.” And he said his grace, and she bowed her head. Why did she talk to him that way? So that she could say when it ended she always knew it would. Not very long after he kissed her cheek and left for the church she put on her coat and walked down to the store as if a wedge of cheese and a box of crackers were all she had in mind, and then strolled along down the road, on past the edge of town, past the fields of dry cornstalks. It was a good coat, new and heavy and too warm for the weather, since the winter was a little late coming on, but she told herself it would be a waste not to get all the use of it she could. It was a nice dark blue.</p>\n\n<p class=\"passage_para\">You could see pelicans by the hundreds sometimes. It was late in the season for them, but winter was late, so she might still see some. There was a wide place in the river where people went to look at them, so that’s what she’d say if anyone asked her where she was going. She’d seen those birds all her life and never had a name for them, because they had nothing to do with getting by. She’d never once heard of anybody eating one. Ducks for sure, but never pelicans. They were white as anything could be, flying up off the water together and spreading their wings so wide you couldn’t believe it, and then settling together on the water again, sliding along. They just came when the weather started to change, and then they were gone till the next year. It was the old man who told her what they were called. There was one of them carved into Mrs. Ames’s gravestone. After Lila stopped at the shack she’d go on down to the river so she could tell him where she’d been without lying.</p>\n\n<p class=\"passage_para\">She’d never thought before how strange a cornfield can look so late in the year, all the stalks dead where they stand. The country had always just been work waiting to be done. Now she saw the dim shine of sunlight on the leaves, and how the stalks were all bent one way, the tops of them. The wind had bent them and then left them rigid, with their old tattered leaves hanging off them. But it was as if they had all heard one sound and they all knew what it meant, or were afraid they did, and every one of them waited to hear it again, to be sure, every one of them still with waiting. She said, “It don’t mean nothing,” speaking to the child. “It’s the wind.”</p>\n\n<p class=\"passage_para\">The shack was there, the field in front of it filled with the same old weeds, blanched and beaten down or poking up this way and that. The path she had worn from the road was pretty well overgrown. Somebody had been there, had come and gone just enough to bruise the grass. Somebody might still be there. She knew it wasn’t smart to look in the door. You can get in a set-to<span class=\"footnote\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">altercation</span></span> so fast you don’t even know what happened. Nobody harder to deal with than a thief, once he decides you’re trying to steal from him. She had this baby now to think about. So she stood a way off and picked up a rock and threw it against the wall. It made a good, solid thunk. Nobody looked out the window or the door. She found two more rocks and threw them. Nobody. So she decided it would be safe to look inside.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpt from LILA by Marilynne Robinson. Copyright © 2014 by Marilynne Robinson. Reprinted by permission of Farrar, Straus and Giroux.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">She is determined to take long walks in the fresh air, whereas before she had little concern for her own health.</p>","<p class=\"choice_paragraph\">She is less trusting of others, whereas before she had faith in the basic goodness of all people.</p>","<p class=\"choice_paragraph\">She is cautious in her approach to the shack, whereas before she might have approached it with less hesitation.</p>","<p class=\"choice_paragraph\">She is willing to steal to meet her baby’s needs, whereas before she would have avoided thieves at all costs.</p>"],"answer":3}]