[{"id":"VH982360","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH948462.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The presentation of setting in the first paragraph of the passage establishes an atmosphere of</p>\n","rubricRef":"VH982360_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"introduction passage-intro\">This passage is excerpted from a novel first published in 2006.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">I sat watching my mum wash our clothes in a hill stream. She beat the dirt out against a smooth rock, then soaked the bruised cloth in the water, shook it out, and let it float.</p>\n\n<p class=\"passage_para\">I had been keeping my distance. It was my way of punishing her for having been rude to Mr. Watts. Now I thought of another way of getting at her. I took aim at the back of her head and asked her if she missed my dad. No angry look flashed over her shoulder, which is what I had expected. No. What happened was her hands became busier. So did her shoulders.</p>\n\n<p class=\"passage_para\">“Why do you ask, girl?”</p>\n\n<p class=\"passage_para\">I shrugged, but of course she didn’t see that. A new silence was about to open up between us.</p>\n\n<p class=\"passage_para\">“Sometimes,” she added. “Sometimes I will look up and see the jungle part, and there is your father, Matilda. And he is walking towards me.”</p>\n\n<p class=\"passage_para\">“And me?”</p>\n\n<p class=\"passage_para\">She dropped the washing and turned to me.</p>\n\n<p class=\"passage_para\">“And you. Yes. Your father is walking towards us both. And then I have memories.”</p>\n\n<p class=\"passage_para\">“Which are?”</p>\n\n<p class=\"passage_para\">“No blimmin’ use,” she said. “That’s what they are. But since you ask, I do remember back when the mine was open and your father was in court on a disorderly charge.”</p>\n\n<p class=\"passage_para\">I didn’t know any of this, and yet her tone of voice suggested my father’s misdemeanor was no worse, say, than his forgetting to bring her something home from Arawa. His court appearance was no more calamitous than an instant of forgetfulness. This is what she wished me to believe. But I didn’t. I wished she hadn’t told me. There was more.</p>\n\n<p class=\"passage_para\">“I remember how soft and red his face looked,” she said. “How very sorry in a pray-to-God-I-am-sorry sort of way. Well, I remember looking out the window of the courthouse. I saw an airplane draw a white line in the sky, and at the same time a coconut fell past the window. For a moment, I did not know which one to look at, eh—at that thing that was rising or the thing that was falling.”</p>\n\n<p class=\"passage_para\">She pushed off her knees and stood up so she could look at me.</p>\n\n<p class=\"passage_para\">“If you really must know, Matilda, I didn’t know if I was looking at a bad man or a man who loved me.”</p>\n\n<p class=\"passage_para\">I was hearing more than I wanted. This was adult talk. And because she was watching me carefully I knew she had caught up with that thought.</p>\n\n<p class=\"passage_para\">“I miss sea horses too,” she said more brightly. “You will never find a more wise eye anywhere than in a sea horse. This is true. I made that discovery when I was younger than you. And I discovered something about parrot fish. They stare at you in their hundreds and actually remember you from the day before and the day before that one.”</p>\n\n<p class=\"passage_para\">“That’s a lie.” I laughed.</p>\n\n<p class=\"passage_para\">“No,” she said. “It’s true.” She held her breath, and so did I, and she was the first to burst out laughing.</p>\n\n<p class=\"passage_para\">Now that I had met Miss Havisham, and knew more about her unhappy past, I had changed my mind about my mum being like Pip’s sister.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Miss Havisham and Pip are characters in Charles Dickens’s novel <span class=\"formatted_text font_style:italic\">Great Expectations</span> (1861).</span></span> She had more in common with Miss Havisham—Miss Havisham who cannot move on from the day of her greatest disappointment. On the clock, the exact hour and minute that the bridegroom failed to show. The wedding feast untouched, left for the cobwebs to mark time.</p>\n\n<p class=\"passage_para\">Miss Havisham remains in her wedding gown for an event that has been and gone. I had an idea my mum was stuck in a similar moment. Only it had to do with an argument with my dad. Her frown gave her away. A frown that could be traced back to the original moment. I had an idea that whatever my dad had said still rang in her ears.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpt(s) from MISTER PIP by Lloyd Jones, copyright © 2006 by Lloyd Jones. Used by permission of The Dial Press, an imprint of Random House, a division of Penguin Random House LLC. All rights reserved. </span><span class=\"mandatory_credit_line\">Excerpt(s) from MISTER PIP by Lloyd Jones, copyright © 2007 Lloyd Jones. Reprinted by permission of Vintage Canada/Alfred A. Knopf Canada, a division of Penguin Random House Canada Limited. All rights reserved.</span><span class=\"mandatory_credit_line\">Excerpt from MISTER PIP by Lloyd Jones. Reproduced by permission of John Murray Press, a division of Hodder and Stoughton Limited.</span></span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">interpersonal tension</p>","<p class=\"choice_paragraph\">dreary idleness</p>","<p class=\"choice_paragraph\">dull repetition</p>","<p class=\"choice_paragraph\">hopeful anticipation</p>"],"answer":0}]