[{"id":"VH985858","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947505.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the context of the fifth paragraph of the passage, the comment by Shiraj, “They think you are an Englishman,” suggests a conflict between the</p>\n","rubricRef":"VH985858_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span>     Read the following passage carefully before you choose your answers.</p><p class=\"introduction passage-intro\">This passage is excerpted from a short story first published in 2010.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">There would be no familiar faces to greet him when he arrived. But Altaf could expect the children to hear his call.</p><p class=\"passage_para\">The dub-dub rhythms of the engine spread out and beckoned every boy and girl within earshot. Their short brown legs kicking up a cloud of dust, they flocked to the riverbank. They jumped up and down, their shrill voices piercing the air.</p><p class=\"passage_para\">Altaf had encountered this scene a hundred times as he made his way east from Calcutta through the tangled waterways of the delta. This time his motorboat did not rush past the children. It slowed down and headed right towards them. Their jumps turned into stomps and their shouts became screams of delight. When he cut the engine, Altaf heard what they were saying.</p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Ingreji-shaheb! Ingreji-shaheb!</span></p><p class=\"passage_para\">From the back of the boat, Shiraj chuckled, ‘They think you are an Englishman.’ Altaf smiled. Why not? These children might never have seen the English but having just crowned George the Sixth as Emperor of India,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">King George VI of Great Britain (1895-1952) became the Emperor of India when crowned in 1936 and relinquished the title shortly after India gained its independence from Britain in 1947.</span></span> they were still the masters of this land. Altaf doubted that any other motorboat had ever come into this village. No one would expect a Bengali man to bring one here. Besides, Altaf was taller than average, fair in complexion, and wearing European clothes. He would have been more comfortable travelling in a lungi<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">lungi: a traditional garment worn around the waist in many countries in South and Southeast Asia.</span></span>, but today he had put on khaki pants and a sky-blue shirt. A straw hat protected his head from the sun.</p><p class=\"passage_para\">Exhausted after three days of travel, Altaf was relieved the journey was over. When he had turned off the Meghna river and entered this smaller channel, he was not sure this was the one that led to his village. Then he sighted, on the horizon, the corrugated iron roof framed by the twin palmyra trees with their broad leaves spread like huge fans. Home.</p><p class=\"passage_para\">Still, he could not be positive. He was returning after ten years. ‘This is Modhupur village, isn’t it?’ he shouted at the children.</p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">He-speaks-in-Bangla. Not-an-Ingreji-shaheb! Our-folk! One-of-us!</span></p><p class=\"passage_para\">He repeated his question.</p><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">Yes-this-is-Modhupur. But-who-are-you? Who-do-you-want? Where-did-you-come-from?</span></p><p class=\"passage_para\">‘I belong to that house over there,’ he said, thrusting a finger towards the palmyra trees.</p><p class=\"passage_para\">The children swivelled their necks to look. None of them were old enough to remember him. They questioned him and each other. <span class=\"formatted_text font_style:italic\">Are-you-this-one’s-brother? Is-he-that-one’s son? The-other-one’s-cousin?</span> Finally a voice made itself heard over the rest and said, <span class=\"formatted_text font_style:italic\">Masoom’s-uncle-who-went-away-to-the-city.</span> It could have been the certainty in his voice—slightly older than the others—or they may have run out of possibilities to consider, but the boy’s remark settled the debate. The children quieted down and just stared at Altaf, as if searching his face for some sign of familiarity so they could place him as part of their world.</p><p class=\"passage_para\">Clutching the mooring rope in his hands, Shiraj jumped into the water and tugged the boat towards the bank. A few of the children rushed forward to help him pull. Shiraj tied the rope around a tree. Nearby a few small dinghies were also moored. They rocked in the water from the waves stirred up by the motorboat.</p><p class=\"passage_para\">While Altaf supervised the mooring, the children craned their necks to look inside the boat and resumed their inquiries. <span class=\"formatted_text font_style:italic\">Where-are-your-sails? How-can-it-move-without-sails? What-is-that-thing-you-call-an-engine? Why-does-it-make-the-loud-noise? Where-did-you-get-it-from? Are-you-a-very-rich-man?</span></p><p class=\"passage_para\">Altaf could not keep up with them. With each reply, they pelted him with a dozen more questions. At times he felt like telling them to shut up, but he enjoyed their attention. Their chatter distracted him from what lay ahead.</p><p class=\"passage_para\">Leaning over the bow of the boat, he passed his bedding and leather suitcase to Shiraj. He balanced himself on the edge of the hull, then leaped on to the bank.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">village life and city life</p>","<p class=\"choice_paragraph\">boatman and his passenger</p>","<p class=\"choice_paragraph\">native Bengalis and English rule</p>","<p class=\"choice_paragraph\">children and adults</p>"],"answer":2}]