[{"id":"VH982204","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH944264.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the second paragraph, Julia mentions “a memento mori” to</p>\n","rubricRef":"VH982204_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">The following passage is excerpted from a novel published in 2011.</span></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Since disengaging from the rat race Jackson had found himself increasingly drawn to the less direct ways. He had become a dawdler on the back roads, following the thread veins on the map. A traveler on the scenic route, idly put-putting around the green and leafy byways, searching for the lost pastoral England that was lodged in his head and his heart. A golden, pre-industrial age. Unfortunately that Arcadian<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Arcadia, a region of Greece, was often idealized in European Renaissance arts as an unspoiled and harmonious wilderness.</span></span> past was no more than a dream.</p>\n\n<p class=\"passage_para\">“Arcadia” was a word that Julia had taught him one lost weekend in Paris that felt like a lifetime ago now. They were visiting the Louvre and she had pointed out Poussin’s painting of <span class=\"formatted_text font_style:italic\">Les Bergers d’ Arcadie</span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\"><span class=\"formatted_text font_style:italic\">Les Bergers d’Arcadie</span> (“The Arcadian Shepherds”) by French painter Nicolas Poussin (1594–1665) depicts shepherds in classical antiquity clustered around a tomb.</span></span> and the tomb it depicted with the words <span class=\"formatted_text font_style:italic\">“Et in Arcadia ego.”</span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">Latin meaning “Even in Arcadia, I exist.”</span></span> “Open to interpretation, of course,” she said. “Does it mean death is here, even in this simple paradise, i.e., there’s no escaping it, chum—a memento mori,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">Latin meaning “Remember that you will die.”</span></span> if you will, ‘As you are now, so once was I’ kind of thing—or does it mean the person who is dead also once enjoyed the good life, which is the same message really. Either way, we’re all doomed. Only of course—irritatingly—it got all mixed up in that <span class=\"formatted_text font_style:italic\">Da Vinci Code </span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\"><span class=\"formatted_text font_style:italic\">The Da Vinci Code</span> is a 2003 mystery novel by Dan Brown, part of which takes place in the Louvre museum in Paris.</span></span> piffle.”</p>\n\n<p class=\"passage_para\">Julia might have been instinctively attracted to all kinds of nonsense but at heart she was a classicist. She was also very wordy and Jackson had stopped listening to her long before she finished explaining. Nonetheless, he had been struck by the poignancy of the inscription.</p>\n\n<p class=\"passage_para\">And now he was looking for his own Arcadian bower. What had begun as a rather vague search for Tessa had morphed into a quite different purpose. He was a man on a real-estate mission. He was looking for a peg to hang his hat on, an old dog looking for a new kennel, one untainted by the past. A fresh start. Somewhere there was a place for him. All he had to do was find it.</p>\n\n<p class=\"passage_para\">He had saved the best to last. North Yorkshire, God’s own county, the gyre he had been circling around all this time. None of his other stops on his peregrinations could exert the same pull on the lodestone of his heart as North Yorkshire did. Of course, Jackson was a West Riding man himself, made from soot and rugby league and beef dripping, but that didn’t mean he was about to go and live there. The last place he intended to end up in was the place he had started from, the place where his entire family lay restlessly in the earth.</p>\n\n<p class=\"passage_para\">He set the SatNav<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">6</span><span class=\"footnote_text\">satellite navigation system</span></span> for the heart of the sun, or, to be more accurate, York. The voice on Jackson’s SatNav was “Jane,” with whom he had been in a contentious relationship for a long time now. “Why not just mute her?” Julia said reasonably. “In fact, why do you need her at all, you’re always going on about what a good sense of direction you’ve got.” He <span class=\"formatted_text font_style:italic\">did</span> have a good sense of direction, he said defensively. He just liked the company.</p>\n\n<p class=\"passage_para\">“Get a life, sweetie.”</p>\n\n<p class=\"passage_para\">“Go east, old man,”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">7</span><span class=\"footnote_text\">“Go west, young man” is a famous phrase often attributed to American author and editor Horace Greeley, who favored westward expansion.</span></span> he had muttered to himself as he tapped his coordinates into Jane and prepared to cross the spine of the Pennines again and return to the cradle of civilization.</p>\n\n<p class=\"passage_para\">Slightly southeast, Jane corrected him silently.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">From<span class=\"formatted_text font_style:italic\"> Started Early, Took My Dog: A Novel</span> by Kate Atkinson, copyright © 2011. Reprinted by permission of Little, Brown and Company, an imprint of Hachette Book Group, Inc.</span><span class=\"mandatory_credit_line\">The Agreed Upon 559 Words from <span class=\"formatted_text font_style:italic\">Started Early, Took My Dog</span> by Kate Atkinson. Published by Hachette, 2010. Copyright © Kate Atkinson. Reproduced by permission of the author c/o Rogers, Coleridge &amp; White Ltd., 20 Powis Mews, London W11 1JN</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">make a prediction</p>","<p class=\"choice_paragraph\">advocate a philosophy</p>","<p class=\"choice_paragraph\">celebrate an attitude</p>","<p class=\"choice_paragraph\">expand on an interpretation</p>"],"answer":3}]