[{"id":"VH981534","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH846569.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the second paragraph (“Oh, who . . . centuries”), which of the following methods does the narrator use to shape the pace of the passage?</p>\n","rubricRef":"VH981534_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span>     Read the following passage carefully before you choose your answers.</p><p class=\"introduction passage-intro\">The following passage is excerpted from a short story first published in 1832.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">It was early in the month of May that the little family snapped asunder whatever tendrils of affections had clung to inanimate objects, and bade farewell to the few who, in the blight<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">something that frustrates plans or hopes</span></span> of fortune, called themselves their friends. The sadness of the parting moment had, to each of the pilgrims, its peculiar alleviations. Reuben, a moody man, and misanthropic because unhappy, strode onward with his usual stern brow and downcast eye, feeling few regrets and disdaining to acknowledge any. Dorcas, while she wept abundantly over the broken ties by which her simple and affectionate nature had bound itself to everything, felt that the inhabitants of her inmost heart moved on with her, and that all else would be supplied wherever she might go. And the boy dashed one teardrop from his eye, and thought of the adventurous pleasures of the untrodden forest.</p><p class=\"passage_para\">Oh, who, in the enthusiasm of a daydream, has not wished that he were a wanderer in a world of summer wilderness, with one fair and gentle being hanging lightly on his arm? In youth his free and exulting step would know no barrier but the rolling ocean or the snow-topped mountains; calmer manhood would choose a home where Nature had strewn a double wealth in the vale of some transparent stream; and when hoary age, after long, long years of that pure life, stole on and found him there, it would find him the father of a race, the patriarch of a people, the founder of a mighty nation yet to be. When death, like the sweet sleep which we welcome after a day of happiness, came over him, his far descendants would mourn over the venerated dust. Enveloped by tradition in mysterious attributes, the men of future generations would call him godlike; and remote posterity would see him standing, dimly glorious, far up the valley of a hundred centuries.</p><p class=\"passage_para\">The tangled and gloomy forest through which the personages of my tale were wandering differed widely from the dreamer’s land of fantasy; yet there was something in their way of life that Nature asserted as her own, and the gnawing cares which went with them from the world were all that now obstructed their happiness. One stout and shaggy steed, the bearer of all their wealth, did not shrink from the added weight of Dorcas, although her hardy breeding sustained her, during the latter part of each day’s journey, by her husband’s side. Reuben and his son, their muskets on their shoulders and their axes slung behind them, kept an unwearied pace, each watching with a hunter’s eye for the game that supplied their food. When hunger bade, they halted and prepared their meal on the bank of some unpolluted forest brook, which, as they knelt down with thirsty lips to drink, murmured a sweet unwillingness, like a maiden at love’s first kiss. They slept beneath a hut of branches, and awoke at peep of light refreshed for the toils of another day. Dorcas and the boy went on joyously, and even Reuben’s spirit shone at intervals with an outward gladness; but inwardly there was a cold, cold sorrow, which he compared to the snowdrifts lying deep in the glens and hollows of the rivulets while the leaves were brightly green above.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Increasing the pace of the narrative by providing a glimpse into the characters’ future</p>","<p class=\"choice_paragraph\">Slowing the pace of the narrative to relate an episode from the boy’s past</p>","<p class=\"choice_paragraph\">Suspending the exposition of the narrative to expand on an idealized vision of pioneer life</p>","<p class=\"choice_paragraph\">Accelerating the unfolding of the narrative by revealing a key detail</p>"],"answer":2}]