[{"id":"VH982264","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH943351.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the first paragraph, the narrator’s depiction of the district leading to the Thames as a “toy neighbourhood” helps establish an atmosphere of</p>\n","rubricRef":"VH982264_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span>     Read the following passage carefully before you choose your answers.</p><p class=\"introduction passage-intro\">This passage is excerpted from a novel first published in 1865.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The schools—for they were twofold, as the sexes—were down in that district of the flat country tending to the Thames, where Kent and Surrey meet, and where the railways still bestride the market-gardens that will soon die under them. The schools were newly built, and there were so many like them all over the country, that one might have thought the whole were but one restless edifice with the locomotive gift of Aladdin’s palace. They were in a neighbourhood which looked like a toy neighbourhood taken in blocks out of a box by a child of particularly incoherent mind, and set up anyhow; here, one side of a new street; there, a large solitary public-house facing nowhere; here, another unfinished street already in ruins; there, a church; here, an immense new warehouse; there, a dilapidated old country villa; then, a medley of black ditch, sparkling cucumber-frame, rank field, richly cultivated kitchen-garden, brick viaduct, arch-spanned canal, and disorder of frowsiness and fog. As if the child had given the table a kick and gone to sleep.</p><p class=\"passage_para\">But even among school-buildings, school-teachers, and school-pupils, all according to pattern and all engendered in the light of the latest Gospel according to Monotony, the older pattern into which so many fortunes have been shaped for good and evil, comes out. It came out in Miss Peecher the schoolmistress, watering her flowers, as Mr. Bradley Headstone walked forth. It came out in Miss Peecher the schoolmistress, watering the flowers in the little dusty bit of garden attached to her small official residence, with little windows like the eyes in needles, and little doors like the covers of school-books.</p><p class=\"passage_para\">Small, shining, neat, methodical, and buxom was Miss Peecher; cherry-cheeked and tuneful of voice. A little pincushion, a little housewife, a little book, a little workbox, a little set of tables and weights and measures, and a little woman, all in one. She could write a little essay on any subject, exactly a slate long, beginning at the left-hand top of one side and ending at the right-hand bottom of the other, and the essay should be strictly according to rule. If Mr. Bradley Headstone had addressed a written proposal of marriage to her, she would probably have replied in a complete little essay on the theme exactly a slate long, but would certainly have replied yes. For she loved him. The decent hair-guard that went round his neck and took care of his decent silver watch was an object of envy to her. So would Miss Peecher have gone round his neck and taken care of him. Of him, insensible. Because he did not love Miss Peecher.</p><p class=\"passage_para\">Miss Peecher’s favourite pupil, who assisted her in her little household, was in attendance with a can of water to replenish her little watering-pot, and sufficiently divined the state of Miss Peecher’s affections to feel it necessary that she herself should love young Charley Hexam. So there was a double palpitation among the double stocks and double wallflowers, when the master and the boy looked over the little gate.</p><p class=\"passage_para\">‘A fine evening, Miss Peecher,’ said the Master.</p><p class=\"passage_para\">‘A very fine evening, Mr. Headstone,’ said Miss Peecher. ‘Are you taking a walk?’</p><p class=\"passage_para\">‘Hexam and I are going to take a long walk.’</p><p class=\"passage_para\">‘Charming weather,’ remarked Miss Peecher, ‘<span class=\"formatted_text font_style:italic\">for</span> a long walk.’</p><p class=\"passage_para\">‘Ours is rather on business than mere pleasure,’ said the Master.</p><p class=\"passage_para\">Miss Peecher inverting her watering-pot, and very carefully shaking out the few last drops over a flower, as if there were some special virtue in them which would make it a Jack’s beanstalk before morning, called for replenishment to her pupil, who had been speaking to the boy.</p><span class=\"mandatory_credit_line\"></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">haphazard disarray</p>","<p class=\"choice_paragraph\">majestic wonder</p>","<p class=\"choice_paragraph\">newfound hope</p>","<p class=\"choice_paragraph\">outlandish fantasy</p>"],"answer":0}]