[{"id":"VH981738","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH944259.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following textual details best shows consistency in Mrs. Chandler’s character?</p>\n","rubricRef":"VH981738_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"introduction passage-intro\">This passage is excerpted from a novel first published in 1984.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Mrs. Chandler stood alone near the window in a tailored suit, almost in front of the neon sign that said in small, red letters PRIME MEATS. She seemed to be looking at onions, she had one in her hand. There was no one else in the store. Vera Pini sat by the cash register in her white smock, staring at the passing cars. Outside it was cloudy and the wind was blowing. Traffic was going by in an almost continuous flow. “We have some good Brie<span class=\"footnote\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">a type of French cheese</span></span> today.” Vera remarked without moving. “We just got it in.”</p>\n\n<p class=\"passage_para\">“Is it really good?”</p>\n\n<p class=\"passage_para\">“Very good.”</p>\n\n<p class=\"passage_para\">“All right, I’ll take some.” Mrs. Chandler was a steady customer. She didn’t go to the supermarket at the edge of town. She was one of the best customers. Had been. She didn’t buy that much anymore.</p>\n\n<p class=\"passage_para\">On the plate glass the first drops of rain appeared. “Look at that. It’s started,” Vera said.</p>\n\n<p class=\"passage_para\">Mrs. Chandler turned her head. She watched the cars go by. It seemed as if it were years ago. For some reason she found herself thinking of the many times she had driven out herself or taken the train, coming into the country, stepping down onto the long, bare platform in the darkness, her husband or a child there to meet her. It was warm. The trees were huge and black. Hello, darling. Hello, Mummy, was it a nice trip?</p>\n\n<p class=\"passage_para\">The small neon sign was very bright in the greyness, there was the cemetery across the street and her own car, a foreign one, kept very clean, parked near the door, facing in the wrong direction. She always did that. She was a woman who lived a certain life. She knew how to give dinner parties, take care of dogs, enter restaurants. She had her way of answering invitations, of dressing, of being herself. Incomparable habits, you might call them. She was a woman who had read books, played golf, gone to weddings, whose legs were good, who had weathered storms, a fine woman whom no one now wanted.</p>\n\n<p class=\"passage_para\">The door opened and one of the farmers came in. He was wearing rubber boots. “Hi, Vera,” he said.</p>\n\n<p class=\"passage_para\">She glanced at him. “Why aren’t you out shooting?”</p>\n\n<p class=\"passage_para\">“Too wet,” he said. He was old and didn’t waste words. “The water’s a foot high in a lot of places.”</p>\n\n<p class=\"passage_para\">“My husband’s out.”</p>\n\n<p class=\"passage_para\">“Wish you’d told me sooner,” the old man said slyly. He had a face that had almost been obliterated by the weather. It had faded like an old stamp.</p>\n\n<p class=\"passage_para\">It was shooting weather, rainy and blurred. The season had started. All day there had been the infrequent sound of guns and about noon a flight of six geese, in disorder, passed over the house. She had been sitting in the kitchen and heard their foolish, loud cries. She saw them through the window. They were very low, just above the trees.</p>\n\n<p class=\"passage_para\">The house was amid fields. From the upstairs, distant barns and fences could be seen. It was a beautiful house, for years she had felt it was unique. The garden was tended, the wood stacked, the screens in good repair. It was the same inside, everything well selected, the soft, white sofas, the rugs and chairs, the Swedish glasses that were so pleasant to hold, the lamps. The house is my soul, she used to say.</p>\n\n<p class=\"passage_para\">She remembered the morning the goose was on the lawn, a big one with his long black neck and white chinstrap, standing there not fifteen feet away. She had hurried to the stairs.</p>\n\n<p class=\"passage_para\">“Brookie,” she whispered.</p>\n\n<p class=\"passage_para\">“What?”</p>\n\n<p class=\"passage_para\">“Come down here. Be quiet.”</p>\n\n<p class=\"passage_para\">They went to the window and then on to another, looking out breathlessly.</p>\n\n<p class=\"passage_para\">“What’s he doing so near the house?”</p>\n\n<p class=\"passage_para\">“I don’t know.”</p>\n\n<p class=\"passage_para\">“He’s big, isn’t he?”</p>\n\n<p class=\"passage_para\">“Very.”</p>\n\n<p class=\"passage_para\">“But not as big as Dancer.”</p>\n\n<p class=\"passage_para\">“Dancer can fly.”</p>\n\n<p class=\"passage_para\">All gone now, pony, goose, boy.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Reprinted by permission of SLL/Sterling Lord Literistic, Inc. Copyright by James Salter.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">“She was one of the best customers” (paragraph 4)</p>","<p class=\"choice_paragraph\">“there was the cemetery across the street” (paragraph 7)</p>","<p class=\"choice_paragraph\">“her own car . . . facing in the wrong direction” (paragraph 7)</p>","<p class=\"choice_paragraph\">“she had felt it was unique” (paragraph 14)</p>"],"answer":2}]