[{"id":"VH983036","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947516.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the third sentence of the fourth paragraph (“I sat . . . beast”), the narrator likens his heart to a hammer in order to convey the intense</p>\n","rubricRef":"VH983036_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span>     Read the following passage carefully before you choose your answers.</p><p class=\"introduction passage-intro\">This excerpt from a novel is narrated by one of a pair of twin sons born to a nun at Missing Hospital in Addis Ababa, Ethiopia, during the 1950s.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Not a cry or a groan escaped from Sister Mary Joseph Praise while in the throes of her cataclysmic labor. But just beyond the swinging door in the room adjoining Operating Theater 3, the oversize autoclave (donated by the Lutheran church in Zurich) bellowed and wept for my mother while its scalding steam sterilized the surgical instruments and towels that would be used on her. After all, it was in the corner of the autoclave room, right next to that stainless-steel behemoth, that my mother kept a sanctuary for herself during the seven years she spent at Missing before our rude arrival. Her one-piece desk-and-chair, rescued from a defunct mission school, and bearing the gouged frustration of many a pupil, faced the wall. Her white cardigan, which I am told she often slipped over her shoulders when she was between operations, lay over the back of the chair.</p><p class=\"passage_para\">On the plaster above the desk my mother had tacked up a calendar print of Bernini’s famous sculpture of St. Teresa of Avila. The figure of St. Teresa lies limp, as if in a faint, her lips parted in ecstasy,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">an emotional or religious frenzy or trance.</span></span> her eyes unfocused, lids half closed. On either side of her, a voyeuristic chorus peers down from the prie-dieux. With a faint smile and a body more muscular than befits his youthful face, a boy angel stands over the saintly, voluptuous sister. The fingertips of his left hand lift the edge of the cloth covering her bosom. In his right hand he holds an arrow as delicately as a violinist holds a bow.</p><p class=\"passage_para\"><span class=\"focus_start focus_id:VH947516_1 itemref:VH982996\" id=\"VH947516_1\"></span><span class=\"formatted_text font_style:italic\">Why this picture? Why St. Teresa, Mother?</span><span class=\"focus_end focus_idref:VH947516_1\"></span></p><p class=\"passage_para\">As a little boy of four, I took myself away to this windowless room to study the image. Courage alone could not get me past that heavy door, but my sense that she was there, my obsession to know the nun who was my mother, gave me strength. I sat next to the autoclave which rumbled and hissed like a waking dragon, as if the hammering of my heart had roused the beast. Gradually, as I sat at my mother’s desk, a peace would come over me, a sense of communion with her.</p><p class=\"passage_para\">I learned later that no one had dared remove her cardigan from where it sat draped on the chair. It was a sacred object. But for a four-year-old, everything is sacred and ordinary. I pulled that Cuticura-scented garment around my shoulders. I rimmed the dried-out inkpot with my nail, tracing a path her fingers had taken. Gazing up at the calendar print just as she must have while sitting there in that windowless room, I was transfixed by that image. Years later, I learned that St. Teresa’s recurrent vision of the angel was called the transverberation, which the dictionary said was the soul “inflamed” by the love of God, and the heart “pierced” by divine love; the metaphors of her faith were also the metaphors of medicine. At four years of age, I didn’t need words like “transverberation” to feel reverence for that image. Without photographs of her to go by, I couldn’t help but imagine that the woman in the picture <span class=\"formatted_text font_style:italic\">was</span> my mother, threatened and about to be ravished by the spear-wielding boy-angel. “When are you coming, Mama?” I would ask, my small voice echoing off the cold tile. <span class=\"formatted_text font_style:italic\">When are you coming</span><span class=\"formatted_text font_style:italic\">? </span></p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpt from CUTTING FOR STONE: A NOVEL by Abraham Verghese, copyright © 2009 by Abraham Verghese. Used by permission of Alfred A. Knopf, an imprint of the Knopf Doubleday Publishing Group, a division of Penguin Random House LLC. All rights reserved.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">determination to understand how the autoclave works</p>","<p class=\"choice_paragraph\">brokenheartedness in knowing he will never meet his mother</p>","<p class=\"choice_paragraph\">gratitude and awe at how his experiences have shaped him</p>","<p class=\"choice_paragraph\">fear and excitement as he sits where his mother sat</p>"],"answer":4}]