[{"id":"VH991907","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH948464.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The details included in the description of the garden (“The garden . . . grass”) in the first paragraph suggest the narrator’s interest in</p>\n","rubricRef":"VH991907_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"introduction passage-intro\">The novel from which this excerpt is taken was published in 2001.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">It had been a beautiful party, though no one would remember that. White asparagus in hollandaise, a fish course of turbot with crispy sweet onions, tiny chops, only three or four bites apiece, in a cranberry demiglaze. Usually struggling countries longing to impress the heads of important foreign corporations chose Russian caviar and French champagne. Russian and French, Russian and French, as if that was the only way to prove prosperity. On every table sprays of yellow orchids, each flower no bigger than a thumbnail, all locally grown, trembled and balanced like mobiles, rearranging themselves with every exhalation of a guest. The effort that had gone into the evening, the positioning of each stem, the sweeping calligraphy of the place cards, had been lost without a moment’s appreciation. Paintings had been borrowed from the national museum: a dark-eyed Madonna presenting a tiny Christ on her fingertips, his face oddly knowing and adult, was placed over the mantel. The garden, which the guests would see only for a moment when they walked the short distance from their cars to the front door or if they happened to glance out the window while it was still light enough, was polished and composed, birds of paradise and tightly wrapped canna lilies, banks of lamb’s ear and emerald fern. They were not far from the jungle, and even in the most domesticated garden the flowers strained to overtake the dull stretch of neat Bermuda grass. From early in the morning young men had worked, wiping the dust from the leathery leaves with damp cloths, picking up the fallen blossoms of bougainvillea that rotted beneath the hedges. Three days before they had put a fresh coat of whitewash on the high stucco wall that surrounded the home of the Vice President, careful that none of the paint should fall on the grass. Every element was planned: crystal saltcellars, lemon mousse, American bourbon. There was no dancing, no band. The only music would be after dinner, Roxane Coss and her accompanist, a man in his thirties from Sweden or Norway with fine yellow hair and beautiful, tapering fingers.</p>\n\n<p class=\"passage_para\">Two hours before the beginning of Mr. Hosokawa’s birthday party, President Masuda, a native of this country born of Japanese parents, had sent a note of regret saying that important matters beyond his control would prevent him from attending the evening’s event.</p>\n\n<p class=\"passage_para\">There was great speculation about this decision after the evening turned bad. Was it the President’s good luck? God’s divine will? A tip-off, conspiracy, plot? Sadly, it was nothing so random. The party was scheduled to begin at eight o’clock and should have lasted past midnight. The President’s soap opera began at nine. Among the President’s cabinet members and advisers it was an open secret that matters of the state could not be held Monday through Friday for one hour beginning at two in the afternoon or Tuesday evening for one hour beginning at nine. Mr. Hosokawa’s birthday fell on a Tuesday this year. There was nothing that could be done about that. Nor could anyone conceive how to have a party that commenced at ten o’clock at night or had concluded by eight-thirty and which allowed time for the President to return home. It was suggested that the program could be taped, but the President abhorred taping. There was enough taping to endure when he was out of the country. All he asked of anyone was that certain hours of his week remain unquestionably open. The discussion of the problem of Mr. Hosokawa’s ill-timed birthday party lasted for days. After a great deal of negotiating, the President relented and said he would attend. Hours before the party began, for an obvious and unstated reason, he firmly, irrevocably, changed his mind.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Excerpt from pp. 8-9 from BEL CANTO by ANN PATCHETT. Copyright © 2001 by Ann Patchett. Reprinted by permission of HarperCollins Publishers.</span><span class=\"mandatory_credit_line\"><span class=\"font_style:italic formatted_text\">Copyright © 2001 by Ann Patchett. Reprinted by permission of ICM Partners.</span></span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">portraying the Vice President as a morally upright person</p>","<p class=\"choice_paragraph\">emphasizing the harmonious political relations within the country</p>","<p class=\"choice_paragraph\">drawing attention to people whose labor is often overlooked</p>","<p class=\"choice_paragraph\">highlighting the environmental damage caused by maintaining such gardens</p>"],"answer":2}]