[{"id":"VR001896","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH845979.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In context, the narrator’s statement in the second paragraph that Re<span class=\"formatted_text font_style:italic\">e</span>na “had not changed” primarily serves to emphasize the</p>\n","rubricRef":"VR001896_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"introduction passage-intro\"><span class=\"font_style:italic formatted_text\">In this excerpt, the narrator reflects on a childhood friend whom she encounters after a separation of twenty years.</span></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Re<span class=\"font_style:italic formatted_text\">e</span>na was one of the people from that time, and a main contributor to my sense of ineffectualness then. She had not done this deliberately. It was just that whenever she talked about herself (and this was not as often as most people) she seemed to be talking about me also. She ruthlessly analyzed herself, sparing herself nothing. Her honesty was so absolute it was a kind of cruelty.</p>\n\n<p class=\"passage_para\">She had not changed, I was to discover in meeting her again after a separation of twenty years. Nor had I really. For although the years had altered our positions (she was no longer the lord and I the lackey) and I could even afford to forgive her now, she still had the ability to disturb me profoundly by dredging to the surface those aspects of myself that I kept buried. This time, as I listened to her talk over the stretch of one long night, she made vivid without knowing it what is perhaps the most critical fact of my existence—that definition of me, of her and millions like us, formulated by others to serve out their fantasies, a definition we have to combat at an unconscionable cost to the self and even use, at times, in order to survive; the cause of so much shame and rage as well as, oddly enough, a source of pride: simply, what it has meant, what it means, to be a black woman in America.</p>\n\n<p class=\"passage_para\">We met—Re<span class=\"font_style:italic formatted_text\">e</span>na and myself—at the funeral of her aunt who had been my godmother and whom I had also called aunt, Aunt Vi, and loved, for she and her house had been, respectively, a source of understanding and a place of calm for me as a child. Re<span class=\"font_style:italic formatted_text\">e</span>na entered the church where the funeral service was being held as though she, not the minister, were coming to officiate, sat down among the immediate family up front, and turned to inspect those behind her. I saw her face then.</p>\n\n<p class=\"passage_para\">It was a good copy of the original. The familiar mold was there, that is, and the configuration of bone beneath the skin was the same despite the slight fleshiness I had never seen there before; her features had even retained their distinctive touches: the positive set to her mouth, the assertive lift to her nose, the same insistent, unsettling eyes which when she was angry became as black as her skin—and this was total, unnerving, and very beautiful. Yet something had happened to her face. It was different despite its sameness. Aging even while it remained enviably young. Time had sketched in, very lightly, the evidence of the twenty years.</p>\n\n<p class=\"passage_para\">As soon as the funeral service was over, I left, hurrying out of the church into the early November night. The wind, already at its winter strength, brought with it the smell of dead leaves and the image of Aunt Vi there in the church, as dead as the leaves—as well as the thought of Re<span class=\"font_style:italic formatted_text\">e</span>na, whom I would see later at the wake.</p>\n\n<p class=\"passage_para\">Her real name had been Doreen, a standard for girls among West Indians (her mother, like my parents, was from Barbados), but she had changed it to Re<span class=\"font_style:italic formatted_text\">e</span>na on her twelfth birthday—“As a present to myself”—and had enforced the change on her family by refusing to answer to the old name. “Re<span class=\"font_style:italic formatted_text\">e</span>na. With two e’s!” she would say and imprint those e’s on your mind with the indelible black of her eyes and a thin threatening finger that was like a quill.</p>\n\n<p class=\"passage_para\">She and I had not been friends through our own choice. Rather, our mothers, who had known each other since childhood, had forced the relationship. And from the beginning, I had been at a disadvantage. For Re<span class=\"font_style:italic formatted_text\">e</span>na, as early as the age of twelve, had had a quality that was unique, superior, and therefore dangerous. She seemed defined, even then, all of a piece, the raw edges of her adolescence smoothed over; indeed, she seemed to have escaped adolescence altogether and made one dazzling leap from childhood into the very arena of adult life.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Re<span class=\"font_style:italic formatted_text\">e</span>na,” © Paule Marshall is used with the permission of the author.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">dissatisfaction that Re<span class=\"formatted_text font_style:italic\">e</span>na feels despite her beauty</p>","<p class=\"choice_paragraph\">comfort that Re<span class=\"formatted_text font_style:italic\">e</span>na and the narrator find in familiar routines</p>","<p class=\"choice_paragraph\">powerful effect that Re<span class=\"formatted_text font_style:italic\">e</span>na still has on the narrator</p>","<p class=\"choice_paragraph\">cruelty that Re<span class=\"formatted_text font_style:italic\">e</span>na shows toward the narrator even as an adult</p>"],"answer":2}]