[{"id":"VR013678","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947964.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">The passage emphasizes a parallel between the narrator’s unexpected experience of finding himself outside the building and his</p>\n","rubricRef":"VR013678_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">This passage is excerpted from&nbsp;</span><strong><em>Teju Cole’s</em></strong><span class=\"formatted_text font_style:italic\"><i><span lang=\"EN-US\" style=\"font-size:11.0pt\"><span style=\"font-family:&quot;Times LT Std&quot;,&quot;serif&quot;\"> </span></span></i>novel&nbsp;</span><strong>Open <em>City,</em>&nbsp;</strong><span class=\"formatted_text font_style:italic\">published in 2011. After attending a concert in New York City, the narrator has accidentally exited onto a fire escape and discovered that he cannot reenter the building through the same door.</span></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Now, I faced solitude of a rare purity. In the darkness, above the sheer drop, I could see the lights of Forty-second Street flashing in the visible distance. The railings of the fire escape, which were probably precarious at the best of times, were slicked with water and inimical<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">hostile</span></span> to the grip. I moved carefully, taking step after premeditated step. The wind pushed around the building noisily, and I took some grim comfort in the idea that, if I were to fall from that height, there was no question of being maimed: death would be instant. The thought calmed me, and I stepped and slid down the metal steps, a few modest inches at a time. My high-wire act continued for long minutes in the darkness. And then I saw that the fire escape went only halfway down the building, ending abruptly at another closed door. The rest of the way down to the ground, some two flights, was air alone. But luck was with me: this second door had a handle. I tried it and it opened, into a hallway.</p>\n\n<p class=\"passage_para\">Before I entered the door, holding it open with relief and gratitude, it occurred to me to look straight up, and much to my surprise, there were stars. Stars! I hadn’t thought I would be able to see them, not with the light pollution perpetually wreathing the city, and not on a night on which it had been raining. But the rain had stopped while I was climbing down, and had washed the air clean. The miasma<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">an unpleasant or destructive atmosphere</span></span> of Manhattan’s electric lights did not go very far up into the sky, and in the moonless night, the sky was like a roof shot through with light, and heaven itself shimmered. Wonderful stars, a distant cloud of fireflies: but I felt in my body what my eyes could not grasp, which was that their true nature was the persisting visual echo of something that was already in the past. In the unfathomable ages it took for light to cross such distances, the light source itself had in some cases been long extinguished, its dark remains stretched away from us at ever greater speeds.</p>\n\n<p class=\"passage_para\">But, in the dark spaces between the dead, shining stars, were stars I could not see, stars that still existed, and were giving out light that hadn’t reached me yet, stars now living and giving out light but present to me only as blank interstices. Their light would arrive on earth eventually, long after I and my whole generation and the generation after me had slipped out of time, perhaps long after the human race itself was extinguished. To look into those dark spaces was to have a direct glimpse of the future. I gripped the rusted railing of the fire escape with one hand and tightened my hold on the open door with the other. The night air clipped my ears. I looked down, a steep drop, and the blurred yellow rectangle of a taxicab sped by, and then an ambulance, its wailing reaching me from seven floors below, and stretching out as it headed toward Times Square’s neon inferno. I wished I could meet the unseen starlight halfway, starlight that was unreachable because my entire being was caught up in a blind spot, starlight that was coming as fast as it could, covering almost seven hundred million miles every hour. It would arrive in due time, and cast its illumination on other humans, or perhaps on other configurations of our world, after unimaginable catastrophes had altered it beyond recognition. My hands held metal, my eyes starlight, and it was as though I had come so close to something that it had fallen out of focus, or fallen so far away from it that it had faded away.</p>\n\n<p class=\"paragraph\"><span style=\"font-size:0.8em;\">Excerpt(s) from OPEN CITY: A NOVEL by Teju Cole, copyright © 2011 by Teju Cole. Used by permission of Random House, an imprint and division of Penguin Random House LLC. All rights reserved.&nbsp;<br />\nExcerpt(s) from OPEN CITY: A NOVEL by Teju Cole. Used by permission of Faber and Faber Ltd.</span></p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">feeling that he has never really belonged in New York City</p>\n","<p class=\"choice_paragraph\">desire to escape his hectic day-to-day life and find true solitude</p>\n","<p class=\"choice_paragraph\">sense of temporarily existing outside everyday time and space</p>\n","<p class=\"choice_paragraph\">reaction to the otherworldly beauty of the music at the concert</p>\n"],"answer":2}]