[{"id":"VR022035","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942915.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In context, the “cruel-seeming spell” in the second sentence of the first paragraph is best understood to refer to the</p>\n","rubricRef":"VR022035_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span>     Read the following passage carefully before you choose your answers.</p><p class=\"introduction passage-intro\">This passage is excerpted from a novel first published in 1860.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Snow lay on the croft and river-bank in undulations softer than the limbs of infancy; it lay with the neatliest finished border on every sloping roof, making the dark-red gables stand out with a new depth of color; it weighed heavily on the laurels and fir-trees, till it fell from them with a shuddering sound; it clothed the rough turnip-field with whiteness, and made the sheep look like dark blotches; the gates were all blocked up with the sloping drifts, and here and there a disregarded four-footed beast stood as if petrified “in unrecumbent sadness;” there was no gleam, no shadow, for the heavens, too, were one still, pale cloud; no sound or motion in anything but the dark river that flowed and moaned like an unresting sorrow. But old Christmas smiled as he laid this cruel-seeming spell on the outdoor world, for he meant to light up home with new brightness, to deepen all the richness of indoor color, and give a keener edge of delight to the warm fragrance of food; he meant to prepare a sweet imprisonment that would strengthen the primitive fellowship of kindred, and make the sunshine of familiar human faces as welcome as the hidden day-star. His kindness fell but hardly on the homeless—fell but hardly on the homes where the hearth was not very warm, and where the food had little fragrance; where the human faces had had no sunshine in them, but rather the leaden, blank-eyed gaze of unexpectant want. But the fine old season meant well; and if he has not learnt the secret how to bless men impartially, it is because his father Time, with ever unrelenting purpose, still hides that secret in his own mighty, slow-beating heart.</p><p class=\"passage_para\">And yet this Christmas day, in spite of Tom’s fresh delight in home, was not, he thought, somehow or other, quite so happy as it had always been before. The red berries were just as abundant on the holly, and he and Maggie had dressed all the windows and mantlepieces and picture-frames on Christmas Eve with as much taste as ever, wedding the thick-set scarlet clusters with branches of the black-berried ivy. There had been singing under the windows after midnight—supernatural singing, Maggie always felt, in spite of Tom’s contemptuous insistence that the singers were old Patch, the parish clerk, and the rest of the church choir; she trembled with awe when their caroling broke in upon her dreams, and the image of men in fustian clothes was always thrust away by the vision of angels resting on the parted cloud. But the midnight chant had helped as usual to lift the morning above the level of common days; and then, there was the smell of hot toast and ale from the kitchen, at the breakfast hour; the favorite anthem, the green boughs, and the short sermon gave the appropriate festal character to the church-going; and aunt and uncle Moss, with all their seven children, were looking like so many reflectors of the bright parlor-fire, when the church-goers came back, stamping the snow from their feet; the plum-pudding was of the same handsome roundness as ever, and came in with the symbolic blue flames around it, as if it had been heroically snatched from the nether fires, into which it had been thrown by dyspeptic<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">disagreeable, irritable.</span></span> Puritans;<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Early English Protestants, or Puritans, historically found the celebration of Christmas to be unbiblical and banned such celebrations during their control of English Parliament.</span></span> the dessert was as splendid as ever, with its golden oranges, brown nuts, and the crystalline light and dark of apple-jelly and damson cheese; in all these things Christmas was as it had always been since Tom could remember; it was only distinguished, if by anything, by superior sliding and snowballs.</p><span class=\"mandatory_credit_line\"></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">paralysis of the animals</p>","<p class=\"choice_paragraph\">transformation of the landscape</p>","<p class=\"choice_paragraph\">relentlessness of time</p>","<p class=\"choice_paragraph\">deceptiveness of the carolers</p>"],"answer":1}]