[{"id":"VR024748-22","type":"longtextV2","stimulusHtml":"<p>In a well-written essay, analyze how Yamamoto uses literary elements and techniques to convey the ways in which the communication among Sadako, Mr. Endo, and Harry reveals their complex relationships.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n","rubricRef":"VR024748_rubric","features":[{"type":"sharedpassage","html":"<p>The excerpt is from Hisaye Yamamoto’s story “Morning Rain,” published in 1952. This passage depicts a family conversation. Read the passage carefully. Then, in a well-written essay, analyze how Yamamoto uses literary elements and techniques to convey the ways in which the communication among Sadako, Mr. Endo, and Harry reveals their complex relationships. &nbsp;</p>\n\n<p>&nbsp;</p>\n\n<ul>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> <span aria-hidden=\"true\">Par.</span><br />\n1</span> It was a little past nine.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 2</span> Sadako, seated across the kitchen table from her father, watched him eat his eggs. He had always eaten them in this particular way, he would probably never change. First, he finished at his leisure everything but the eggs—the two pieces of toast, the tomato juice, the coffee—then, with two expert flips of his fork he tossed the two fried eggs, whole, into his mouth, chewed once or twice, then swallowed, and breakfast was over for him. Well, it could be worse, Sadako thought. She remembered a man in a story who demanded two fried eggs for breakfast every morning, one egg with a deep orange yolk and one egg with a light yellow yolk. Even her husband liked his eggs one way and not another; he could not abide fried eggs with a crusty bottom—the underside, as she had learned from bitter experience,<span class=\"formatted_text font_style:italic\"> had</span> to be tender. (She liked crisp bottoms herself.) At least, her father didn’t quibble about the manner of eggs served him.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 3</span> “Well, what are your plans for today, <span class=\"formatted_text font_style:italic\">Oto-san</span>?”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">*</span><span class=\"footnote_text\">Oto-san is the formal term for “father” in Japanese.</span></span> she asked. She asked it pretty well, too; she only had to resort to English for “plans.”</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 4</span> Mr. Endo gave the question a lot of thought. He gave everything a lot of thought, or he appeared to, but he never said much. Sadako had time to start washing his dishes before his answer came. She had eaten much earlier with her husband, before he left for work, and those dishes were already done. The baby, right on schedule, was already taking her morning nap. Today, because it was raining, she would have to improvise a wash line inside for the diapers. And there would be no forenoon stroll for the baby. Well, it was just as well. It was always such a job getting the Taylor Tot down the steep outside stairs of the garage apartment.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 5</span>  “<span class=\"formatted_text font_style:italic\">Sa</span>, I think I’ll visit with the Iwanagas this afternoon. I didn’t see them the last time. Then there’s a movie I want to see at the Fuji-kwan. Don’t expect me for supper. I’ll eat something down in Nihon-machi.”</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 6</span> “Okay.” Sadako was rather relieved. Supper times were always uneasy when her father was visiting from San Francisco, where he worked as a gardener for a well-to-do family (it was the same job he had held before the war). She tried her best to keep a pleasant digestible conversation going, but she always ended up tensely, delivering an overly ebullient monologue. Harry, tongue-tied when it came to Japanese, limited himself to asking her to pass the salt and pepper. And her father had never been one for iridescent chit-chat. Oh, once in a while, Harry tried, he really tried, but he always petered out in helpless English. Once or twice, too, her father had tried a bit of English. But the fact was that these two principal men in her life were, as far as communicating with each other was concerned (and that was what living was, was it not, communicating with each other?), incompatible.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 7</span> “Is there anything you want from down there?” Mr. Endo asked, setting fire to his first cigarette of the day.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 8</span> “Well, if it’s not too much trouble, I think some <span class=\"formatted_text font_style:italic\">manju</span> would be nice.”</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 9</span> “Okay.” Mr. Endo smiled at himself for saying so, and Sadako smiled into the dishwater. Each remembered privately how freely and blithely Mrs. Endo had used that term when she was alive.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 10</span> “You’d better take my umbrella. This rain doesn’t look as though it’ll let up soon.”</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 11</span> “Is it raining?” Mr. Endo asked, mildly surprised.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 12</span> “Certainly, it’s raining.” Sadako turned from the cupboard, where she was stacking dishes. “After all, it’s November already. It’s about time we had some rain, Los Angeles or no Los Angeles.”</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 13</span> Then, sharply, she looked at her father, her mouth agape. “Is it raining? You mean you can’t hear that rain?”</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 14</span> Mr. Endo shook his head, no.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 15</span> They stared at each other for a moment, father and daughter, he not really seeing her and she as though seeing him for the first time in her life.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 16</span> Then, while Sadako continued to stare at him, Mr. Endo, stepping suddenly to the misted kitchen window, cleared an egg-sized space on it with the heel of his hand and peered out. Sure enough there was water dribbling steadily from the eaves, and the slender, bare limbs of the thorned stone pear tree down below in the yard stood out black and wetly shining in the whitish air. He closed his eyes, knowing a second’s vertigo as he strained with all his might and even then could not hear the sound of that considerable rain, which, all this time, must have been noisily strumming the roof.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 17</span> “You like the green ones, don’t you, the green ones with <span class=\"formatted_text font_style:italic\">kinako</span>?”</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 18</span> Sadako nodded with unnecessary vigor. She watched him put on his overcoat and then brought him the umbrella. As he was going out the door, she realized she had not said a word to him since she asked him whether he could hear the rain.</p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 19</span> “Oh yes,” she said, “get a lot of the green ones, the green ones with <span class=\"formatted_text font_style:italic\">kinako</span>!” It was only when the baby cried out a second later that she became aware that she had been shouting at the top of her lungs.</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Yamamoto, Hisaye. “Morning Rain.” In<span class=\"formatted_text font_style:italic\"> Seventeen Syllables and Other Stories</span>. Copyright © 2001 by Rutgers, the State University of New Jersey. Reprinted by permission of Rutgers University Press.</span></span></span></div>\n</div>\n"}]}]