[{"id":"VR021665","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH933463.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which lines from the passage would best support a reader’s claim that one of the central themes of the passage is independence?</p>\n","rubricRef":"VR021665_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"compose_cluster_phrase type:ordinal\"></span> Read the following passage carefully before you choose your answers.</p>\n\n<p><strong>This passage is excerpted from H. H. Munro’s short story “Sredni Vashtar,” first published in 1911.</strong></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Conradin was ten years old, and the doctor had pronounced his professional opinion that the boy would not live another five years. The doctor was silky and effete, and counted for little, but his opinion was endorsed by Mrs. De Ropp, who counted for nearly everything. Mrs. De Ropp was Conradin’s cousin and guardian, and in his eyes she represented those three-fifths of the world that are necessary and disagreeable and real; the other two-fifths, in perpetual antagonism to the foregoing, were summed up in himself and his imagination. One of these days Conradin supposed he would succumb to the mastering pressure of wearisome necessary things—such as illnesses and coddling restrictions and drawn-out dullness. Without his imagination, which was rampant under the spur of loneliness, he would have succumbed long ago.</p>\n\n<p class=\"passage_para\">Mrs. De Ropp would never, in her honestest moments, have confessed to herself that she disliked Conradin, though she might have been dimly aware that thwarting him “for his good” was a duty which she did not find particularly irksome. Conradin hated her with a desperate sincerity which he was perfectly able to mask. Such few pleasures as he could contrive for himself gained an added relish from the likelihood that they would be displeasing to his guardian, and from the realm of his imagination she was locked out—an unclean thing, which should find no entrance.</p>\n\n<p class=\"passage_para\">In the dull, cheerless garden, overlooked by so many windows that were ready to open with a message not to do this or that, or a reminder that medicines were due, he found little attraction. The few fruit-trees that it contained were set jealously apart from his plucking, as though they were rare specimens of their kind blooming in an arid waste; it would probably have been difficult to find a market-gardener who would have offered ten shillings for their entire yearly produce. In a forgotten corner, however, almost hidden behind a dismal shrubbery, was a disused tool-shed of respectable proportions, and within its walls Conradin found a haven, something that took on the varying aspects of a playroom and a cathedral. He had peopled it with a legion of familiar phantoms, evoked partly from fragments of history and partly from his own brain, but it also boasted two inmates of flesh and blood. In one corner lived a ragged-plumaged Houdan hen, on which the boy lavished an affection that had scarcely another outlet. Further back in the gloom stood a large hutch, divided into two compartments, one of which was fronted with close iron bars. This was the abode of a large polecat-ferret, which a friendly butcher-boy had once smuggled, cage and all, into its present quarters, in exchange for a long-secreted hoard of small silver. Conradin was dreadfully afraid of the lithe, sharp-fanged beast, but it was his most treasured possession. Its very presence in the tool-shed was a secret and fearful joy, to be kept scrupulously from the knowledge of the Woman, as he privately dubbed his cousin. And one day, out of Heaven knows what material, he spun the beast a wonderful name, and from that moment it grew into a god and a religion.</p>\n<span class=\"mandatory_credit_line\"></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">“Such few pleasures as he could contrive for himself gained an added relish from the likelihood that they would be displeasing to his guardian, and from the realm of his imagination she was locked out—an unclean thing, which should find no entrance” (paragraph 2)</p>","<p class=\"choice_paragraph\">“In the dull, cheerless garden, overlooked by so many windows that were ready to open with a message not to do this or that, or a reminder that medicines were due, he found little attraction” (paragraph 3)</p>","<p class=\"choice_paragraph\">“He had peopled it with a legion of familiar phantoms, evoked partly from fragments of history and partly from his own brain, but it also boasted two inmates of flesh and blood” (paragraph 3)</p>","<p class=\"choice_paragraph\">“Its very presence in the tool-shed was a secret and fearful joy, to be kept scrupulously from the knowledge of the Woman, as he privately dubbed his cousin” (paragraph 3)</p>"],"answer":1}]