[{"id":"VR024283","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR024197.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div>\n\n<p class=\"stem_paragraph\">The sentence “Kindness...of it”<span class=\"focus_reference\" data-focus-ref=\"ref-048\"><a aria-label=\"Link to referenced content\" class=\"dap_reference_link\" href=\"#ref-048-link-start\"><span class=\"cb-glyph cb-dbl-right cb-blue2-color cb-glyph-xs\"></span> </a></span> indicates that the narrator has recently</p>\n","rubricRef":"VR024283_rubric","features":[{"type":"sharedpassage","html":"<p><strong>Read the following carefully before you choose your answers.</strong></p>\n\n<p><em>This passage is excerpted from Anne Brontë’s novel </em>Agnes Grey<em>, published in 1847.</em></p>\n\n<p>&nbsp;</p>\n\n<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> <span aria-hidden=\"true\">Par.</span><br />\n1</span>  <span id=\"ref-069-link-start\" tabindex=\"-1\"><span id=\"ref-044-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-069 passage_reference_highlight\"><span class=\"highlight_ref-044 passage_reference_highlight\">The senior Mrs. Bloomfield had been very attentive and civil to me; and, till now, I had thought her a nice, kind-hearted, chatty old body.</span> She would often come to me and talk in a confidential strain, nodding, and shaking her head, and gesticulating with hands and eyes, <span class=\"focus_start focus_id:VR024197_9 itemref:VR025743\" id=\"VR024197_9\"></span>as a certain class of old ladies are wont to do, though I never knew one that carried the peculiarity to so great an extent<span class=\"focus_end focus_idref:VR024197_9\"></span>: she would even sympathise with me for the trouble I had with the children, <span id=\"ref-045-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-045 passage_reference_highlight\">and express at times, by half sentences, interspersed with nods and knowing winks, her sense of the injudicious conduct of their mamma in so restricting my power, and neglecting to support me with her authority</span>. Such a mode of testifying disapprobation was not much to my taste; and I generally refused to take it in, or understand anything more than was openly spoken; at least, I never went farther than an implied acknowledgement that, if matters were otherwise ordered, my task would be a less difficult one, and I should be better able to guide and instruct my charge; but now I must be doubly cautious. <span id=\"ref-046-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-046 passage_reference_highlight\">Hitherto, though I saw the old lady had her defects <span id=\"ref-047-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-047 passage_reference_highlight\">(of which one was a proneness to proclaim her perfections)</span>, I had always been wishful to excuse them, and to give her credit for all the virtues she professed, and even imagine others yet untold.</span></span> <span id=\"ref-048-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-048 passage_reference_highlight\">Kindness, which had been the food of my life through so many years, had lately been so entirely denied me, that I welcomed with grateful joy the slightest semblance of it.</span> <span id=\"ref-049-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-049 passage_reference_highlight\">No wonder then that my heart warmed to the old lady, and always gladdened at her approach, and regretted her departure.</span></span></span></span></span></span></span></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 2</span> <span class=\"highlight_ref-069 passage_reference_highlight\">But now, the few words, <span id=\"ref-050-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-050 passage_reference_highlight\">luckily, or unluckily</span>, heard in passing had wholly revolutionized my ideas respecting her; now I looked upon her as hypocritical and insincere, a flatterer, and a spy upon my words and deeds. Doubtless it would have been my interest still to meet her with the same cheerful smile and tone of respectful cordiality as before; but I could not, if I would; my manner altered with my feelings, and became so cold and shy that she could not fail to notice it. She soon did notice it, and <span class=\"formatted_text font_style:italic\">her</span> manner altered too: the familiar nod was changed to a stiff bow, the gracious smile gave place to a glare of Gorgon ferocity, her vivacious loquacity was entirely transferred from me to ‘the darling boy and girls’ whom she flattered and indulged more absurdly than ever their mother had done.</span></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 3</span> <span class=\"focus_start focus_id:VR024197_10 itemref:VR025848\" id=\"VR024197_10\"></span>I confess, I was somewhat troubled at this change: I feared the consequences of her displeasure, and even made some efforts to recover the ground I had lost—and with better apparent success than I could have anticipated. At one time, I, merely in common civility, asked after her cough—immediately her long visage relaxed into a smile, and she favoured me with a particular history of that and her other infirmities, followed by an account of her pious resignation, delivered in the usual emphatic, declamatory style, which no writing can pourtray.<span class=\"focus_end focus_idref:VR024197_10\"></span></p>\n\n<p class=\"passage_para\"><span class=\"paragraph_number\"><span class=\"sr-only\">paragraph</span> 4</span> <span class=\"focus_start focus_id:VR024197_11 itemref:VR025848\" id=\"VR024197_11\"></span>‘<span class=\"focus_start focus_id:VR024197_12 itemref:VR025853\" id=\"VR024197_12\"></span><span class=\"focus_start focus_id:VR024197_13 itemref:VR025870\" id=\"VR024197_13\"></span>But there’s one remedy for all, my dear, and that’s resignation’ (a toss of the head) ‘resignation to the will of Heaven!’ (an uplifting of the hands and eyes). ‘It has always supported me through all my trials, and always will do’ (a succession of nods). ‘But then, it isn’t everybody that can say that’ (a shake of the head) ‘but I’m one of the pious ones, Miss Grey!’ (a very significant nod and toss). ‘And, thank Heaven, I always was’ (another nod) ‘and I glory in it!’(an emphatic clasping of the hands and shaking of the head), and with several texts of Scripture, misquoted, or misapplied, and religious exclamations so redolent of the ludicrous in the style of delivery and manner of bringing in, if not in the expressions themselves, that I decline repeating them, she withdrew, tossing her large head in high good humour—with herself at least—and left me hoping that after all, she was <span id=\"ref-051-link-start\" tabindex=\"-1\"><span class=\"highlight_ref-051 passage_reference_highlight\">rather weak than wicked</span>.</span><span class=\"focus_end focus_idref:VR024197_13\"></span><span class=\"focus_end focus_idref:VR024197_11\"></span><span class=\"focus_end focus_idref:VR024197_12\"></span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">become receptive to the appearance of affection</p>","<p class=\"choice_paragraph\">become willing to express emotions and opinions</p>","<p class=\"choice_paragraph\">decided to act on impulse rather than on reason</p>","<p class=\"choice_paragraph\">adopted a carefree attitude toward life’s challenges</p>"],"answer":1}]