[{"id":"VR040311-22","type":"longtextV2","stimulusHtml":"<div class=\"stimulus_reference\">\n<p>In a well-written essay, analyze how Howells uses literary elements and techniques to portray the complex experience of the two sisters within their family and society.</p>\n</div>\n","rubricRef":"VR040311_rubric","features":[{"type":"sharedpassage","html":"<p>The following excerpt is from William Dean Howells’ novel <em>The Rise of Silas Lapham</em>, published in 1885. In this passage, the author describes two sisters, Penelope and Irene. Read the passage carefully. Then, in a well-written essay, analyze how Howells uses literary elements and techniques to portray the complex experience of the two sisters within their family and society.</p>\n\n<p>In your response you should do the following:</p>\n\n<ul>\n\t<li>Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li>Select and use evidence to support your line of reasoning.</li>\n\t<li>Explain how the evidence supports your line of reasoning.</li>\n\t<li>Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">&nbsp; &nbsp;They were not girls who embroidered or abandoned themselves to needle-work. Irene spent her abundant leisure in shopping for herself and her mother, of whom both daughters made a kind of idol, buying her caps and laces out of their pin-money,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">pin-money: money used for small expenses and incidentals</span></span> and getting her dresses far beyond her capacity to wear. Irene dressed herself very stylishly, and spent hours on her toilet<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">toilet: dressing and grooming</span></span> every day. Her sister had a simpler taste, and, if she had done altogether as she liked, might even have slighted dress. They all three took long naps every day, and sat hours together minutely discussing what they saw out of the window. In her self-guided search for self-improvement, the elder sister went to many church lectures on a vast variety of secular subjects, and usually came home with a comic account of them, and that made more matter of talk for the whole family. She could make fun of nearly everything; Irene complained that she scared away the young men whom they got acquainted with at the dancing-school sociables. They were, perhaps, not the wisest young men.</p>\n\n<p class=\"passage_para\">&nbsp; &nbsp;The girls had learned to dance at Papanti’s;<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">Papanti’s: a fashionable social dance school in nineteenth-century Boston</span></span> but they had not belonged to the private classes. They did not even know of them, and a great gulf divided them from those who did. Their father did not like company, except such as came informally in their way; and their mother had remained too rustic to know how to attract it in the sophisticated city fashion. None of them had grasped the idea of European travel; but they had gone about to mountain and sea-side resorts, the mother and the two girls, where they witnessed the spectacle which such resorts present throughout New England, of multitudes of girls, lovely, accomplished, exquisitely dressed, humbly glad of the presence of any sort of young man; but the Laphams had no skill or courage to make themselves noticed, far less courted by the solitary invalid, or clergyman, or artist. They lurked helplessly about in the hotel parlors, looking on and not knowing how to put themselves forward. Perhaps they did not care a great deal to do so. They had not a conceit of themselves, but a sort of content in their own ways that one may notice in certain families. The very strength of their mutual affection was a barrier to worldly knowledge; they dressed for one another; they equipped their house for their own satisfaction; they lived richly to themselves, not because they were selfish, but because they did not know how to do otherwise. The elder daughter did not care for society, apparently. The younger, who was but three years younger, was not yet quite old enough to be ambitious of it. With all her wonderful beauty, she had an innocence almost vegetable. When her beauty, which in its immaturity was crude and harsh, suddenly ripened, she bloomed and glowed with the unconsciousness of a flower; she not merely did not feel herself admired, but hardly knew herself discovered. If she dressed well, perhaps too well, it was because she had the instinct of dress; but till she met this young man who was so nice to her at Baie St. Joan,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">Baie St. Joan: a Canadian resort</span></span> she had scarcely lived a detached, individual life, so wholly had she depended on her mother and her sister for her opinions, almost her sensations. She took account of everything he did and said, pondering it, and trying to make out exactly what he meant, to the inflection of a syllable, the slightest movement or gesture. In this way she began for the first time to form ideas which she had not derived from her family, and they were none the less her own because they were often mistaken.</p>\n</div>\n</div>\n"}]}]