[{"id":"VR184607","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR184590.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In the first sentence of the passage, the narrator presents Mrs. Touchett’s “behaviour” as</p>\n","rubricRef":"VR184607_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">This passage is excerpted from Henry James’s novel </span>The Portrait of a Lady<span class=\"formatted_text font_style:italic\">, published in 1881.</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Mrs. Touchett was certainly a person of many oddities, of which her behaviour on returning to her husband’s house after many months was a noticeable specimen. She had her own way of doing all that she did, and this is the simplest description of a character which, although by no means without liberal motions, rarely succeeded in giving an impression of suavity. Mrs. Touchett might do a great deal of good, but she never pleased. This way of her own, of which she was so fond, was not intrinsically offensive—it was just unmistakably distinguished from the ways of others. The edges of her conduct were so very clear-cut that for susceptible persons it sometimes had a knife-like effect. That hard fineness came out in her deportment during the first hours of her return from America, under circumstances in which it might have seemed that her first act would have been to exchange greetings with her husband and son. Mrs. Touchett, for reasons which she deemed excellent, always retired on such occasions into impenetrable seclusion, postponing the more sentimental ceremony until she had repaired the disorder of dress with a completeness which had the less reason to be of high importance as neither beauty nor vanity were concerned in it. She was a plain-faced old woman, without graces and without any great elegance, but with an extreme respect for her own motives. She was usually prepared to explain these—when the explanation was asked as a favour; and in such a case they proved totally different from those that had been attributed to her. She was virtually separated from her husband, but she appeared to perceive nothing irregular in the situation. It had become clear, at an early stage of their community, that they should never desire the same thing at the same moment, and this appearance had prompted her to rescue disagreement from the vulgar realm of accident. She did what she could to erect it into a law—a much more edifying aspect of it—by going to live in Florence, where she bought a house and established herself; and by leaving her husband to take care of the English branch of his bank. This arrangement greatly pleased her; it was so felicitously definite. It struck her husband in the same light, in a foggy square in London, where it was at times the most definite fact he discerned; but he would have preferred that such unnatural things should have a greater vagueness. To agree to disagree had cost him an effort; he was ready to agree to almost anything but that, and saw no reason why either assent or dissent should be so terribly consistent. Mrs. Touchett indulged in no regrets nor speculations, and usually came once a year to spend a month with her husband, a period during which she apparently took pains to convince him that she had adopted the right system. She was not fond of the English style of life, and had three or four reasons for it to which she currently alluded; they bore upon minor points of that ancient order, but for Mrs. Touchett they amply justified non-residence. She detested bread-sauce, which, as she said, looked like a poultice<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">A soft, moist material used for healing wounds or inflammation</span></span> and tasted like soap; she objected to the consumption of beer by her maidservants; and she affirmed that the British laundress (Mrs. Touchett was very particular about the appearance of her linen) was not a mistress of her art. At fixed intervals she paid a visit to her own country; but this last had been longer than any of its predecessors.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">an explanation for why Mr. Touchett prefers to live apart from his wife</p>","<p class=\"choice_paragraph\">an exception to Mrs. Touchett’s general pattern of conduct</p>","<p class=\"choice_paragraph\">an example of Mrs. Touchett’s steadfast commitment to her family</p>","<p class=\"choice_paragraph\">a revealing illustration of Mrs. Touchett’s character</p>"],"answer":4}]