[{"id":"VR184570","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR184555.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The tone of the opening paragraph (“It started . . . officials”) is best described as</p>\n","rubricRef":"VR184570_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_style:italic\">This passage is excerpted from Rohinton Mistry’s novel </span>A Fine Balance<span class=\"formatted_text font_style:italic\">, published in 1995. The events described take place in the 1970s, in a small mountain village in India.</span></p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">It started with roads. Engineers in sola topis<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Sun helmets</span></span> arrived with their sinister instruments and charted their designs on reams of paper. These were to be modern roads, they promised, roads that would hum with the swift passage of modern traffic. Roads, wide and heavy-duty, to replace scenic mountain paths too narrow for the broad vision of nation-builders and World Bank officials.</p>\n\n<p class=\"passage_para\">One morning, at the worksite, a minister was garlanded as a band played. It was the Bhagatbhai Naankhatai Marching Band: three brass winds, a pair of snares, and a bass drum. Their uniforms were white, with the letters BNMB in gold braid on their backs; on the bass drum, the initials were painted in red. The band’s specialty was wedding processions, and the ministerial programme included the paean<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Song of praise</span></span> of the bride’s mother, the lament of the bride’s mother-in-law, the bridegroom’s triumphal progress, an ode to the matchmaker, and a hymn to fertility. But the BNMB expertly adapted the repertoire for the occasion. The drums tattooed away militarily, heralding the march of progress, while the trombone eschewed its mournful matrimonial glissandi<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">Continuous slides up or down a musical scale</span></span> in favour of a sunburst staccato.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">Disconnected, abrupt style</span></span></p>\n\n<p class=\"passage_para\">The audience of unemployed villagers cheered on cue, anxious to earn their attendance money. Speeches were delivered from a makeshift platform. The minister swung a golden pickaxe that missed its mark. He grinned at the crowd and swung again.</p>\n\n<p class=\"passage_para\">After the dignitaries left, the workers moved in. Progress was slow at first, so slow that Mr. Kohlah and all the inhabitants of the hills harboured an irrational hope: the work would never be completed, their little haven would remain unscathed. Meanwhile, Brigadier Grewal and he organized meetings for the townspeople where they condemned the flawed development policy, the shortsightedness, the greed that was sacrificing the country’s natural beauty to the demon of progress. They signed petitions, lodged their protest with the authorities, and waited.</p>\n\n<p class=\"passage_para\">But the road continued to inch upwards, swallowing everything in its path. The sides of their beautiful hills were becoming gashed and scarred. From high on the slopes, the advancing tracks looked like rivers of mud defying gravity, as though nature had gone mad. The distant thunder of blasting and the roar of earth-moving machines floated up early in the morning, and the dreaminess of the dawn mist turned to nightmare.</p>\n\n<p class=\"passage_para\">Mr. Kohlah watched helplessly as the asphalting began, changing the brown rivers into black, completing the transmogrification of his beloved birthplace where his forefathers had lived as in paradise. He watched powerlessly while, for the second time, lines on paper ruined the life of the Kohlah family. Only this time it was an indigenous surveyor’s cartogram,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">A map showing statistical information in visual form</span></span> not a foreigner’s imperial map.</p>\n\n<p class=\"passage_para\">When the work was finished, the minister returned to cut the ribbon. In the years since the ground-breaking ceremony, he had grown more corpulent but not less clumsy. He shuffled up to the ribbon and dropped the golden scissors. Seven eager sycophants leapt to the rescue. A tussle ensued; the scissors were wrested away by the strongest of the seven and restored to the minister. He fixed them all with a fierce glare for calling so much attention to a simple slip, then smiled for the crowd and cut the ribbon with a flourish. The crowd applauded, the Bhagatbhai Naankhatai Marching Band struck up, and in the offkey din of the brass winds no one noticed the minister struggling quietly to extricate his pudgy fingers from the scissors.</p>\n\n<p class=\"passage_para\">Then the promised rewards began rolling up the road into the mountains. Lorries big as houses transported goods from the cities and fouled the air with their exhaust. Service stations and eating places sprouted along the routes to provide for the machines and their men. And developers began to build luxury hotels.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_line\">From A FINE BALANCE by Rohinton Mistry, copyright © 1995 by Rohinton Mistry. Used by permission of Alfred A. Knopf, a division of Random House, Inc. Any third party use of this material, outside of this publication, is prohibited. Interested parties must apply directly to Random House, Inc. for permission.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">ebullient</p>","<p class=\"choice_paragraph\">reverent</p>","<p class=\"choice_paragraph\">cynical</p>","<p class=\"choice_paragraph\">patronizing</p>"],"answer":3}]