[{"id":"VR217075","type":"longtextV2","stimulusHtml":"<p class=\"passage_para\">In a well-written essay, analyze how James uses literary elements and techniques to convey a complex characterization of the doctor.</p>\n","rubricRef":"VR217075_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Henry James’ novel <span class=\"formatted_text font_style:italic\">Washington Square</span>, published in 1880. In this passage, the character of Dr. Austin Sloper, a wealthy widower in New York City, is introduced. Read the passage carefully. Then, in a well-written essay, analyze how James uses literary elements and techniques to convey a complex characterization of the doctor.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">It was an element in Doctor Sloper’s reputation that his learning and his skill were very evenly balanced; he was what you might call a scholarly doctor, and yet there was nothing abstract in his remedies—he always ordered you to take something. Though he was felt to be extremely thorough, he was not uncomfortably theoretic; and if he sometimes explained matters more minutely than might seem of use to the patient, he never went so far (like some practitioners one had heard of) as to trust to the explanation alone, but always left behind him an inscrutable prescription. There were some doctors that left the prescription without offering any explanation at all; and he did not belong to that class either, which was after all the most vulgar. It will be seen that I am describing a clever man; and this is really the reason why Doctor Sloper had become a local celebrity.</p>\n\n<p class=\"passage_para\">At the time at which we are chiefly concerned with him he was some fifty years of age, and his popularity was at its height. He was very witty, and he passed in the best society of New York for a man of the world—which, indeed, he was, in a very sufficient degree. I hasten to add, to anticipate possible misconception, that he was not the least of a charlatan. He was a thoroughly honest man—honest in a degree of which he had perhaps lacked the opportunity to give the complete measure; and, putting aside the great good nature of the circle in which he practised, which was rather fond of boasting that it possessed the “brightest” doctor in the country, he daily justified his claim to the talents attributed to him by the popular voice. He was an observer, even a philosopher, and to be bright was so natural to him, and (as the popular voice said) came so easily, that he never aimed at mere effect, and had none of the little tricks and pretensions of second-rate reputations. It must be confessed that fortune had favoured him, and that he had found the path to prosperity very soft to his tread. He had married, at the age of twenty-seven, for love, a very charming girl, Miss Catherine Harrington, of New York, who, in addition to her charms, had brought him a solid dowry. Mrs Sloper was amiable, graceful, accomplished, elegant, and in 1820 she had been one of the pretty girls of the small but promising capital which clustered about the Battery and overlooked the Bay, and of which the uppermost boundary was indicated by the grassy waysides of Canal Street. Even at the age of twenty-seven Austin Sloper had made his mark sufficiently to mitigate the anomaly of his having been chosen among a dozen suitors by a young woman of high fashion, who had ten thousand dollars of income and the most charming eyes in the island of Manhattan. Those eyes, and some of their accompaniments, were for about five years a source of extreme satisfaction to the young physician, who was both a devoted and a very happy husband.</p>\n\n<p class=\"passage_para\">The fact of his having married a rich woman made no difference in the line he had traced for himself, and he cultivated his profession with as definite a purpose as if he still had no other resources than his fraction of the modest patrimony which, on his father’s death, he had shared with his brothers and sisters. This purpose had not been preponderantly to make money—it had been rather to learn something and to do something. To learn something interesting, and to do something useful—this was, roughly speaking, the programme he had sketched, and of which the accident of his wife having an income appeared to him in no degree to modify the validity. He was fond of his practice, and of exercising a skill of which he was agreeably conscious, and it was so patent a truth that if he were not a doctor there was nothing else he could be, that a doctor he persisted in being, in the best possible conditions.</p>\n\n<p class=\"passage_para\">Of course his easy domestic situation saved him a good deal of drudgery, and his wife’s affiliation to the “best people” brought him a good many of those patients whose symptoms are, if not more interesting in themselves than those of the lowest orders, at least more consistently displayed. He desired experience, and in the course of twenty years he got a great deal.</p>\n</div>\n</div>\n"}]}]