[{"id":"VR217096","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Porter uses literary elements and techniques to convey Miranda’s complex reaction as she observes the two older women.","rubricRef":"VR217096_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Katherine Anne Porter’s short story “The Fig Tree,” published in 1960. In this passage, Miranda, a young child, observes an interaction between her grandmother and great-aunt. Read the passage carefully. Then, in a well-written essay, analyze how Porter uses literary elements and techniques to convey Miranda’s complex reaction as she observes the two older women.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">Great-Aunt Eliza, half way up a stepladder pitched against the flat-roofed chicken house, was telling Hinry just how to set up her telescope. “For a fellow who never saw or heard of a telescope,” Great-Aunt Eliza said to Grandmother, who was really her sister Sophia Jane, “he doesn’t do so badly so long as I tell him.”</p>\n\n<p class=\"passage_para\">“I do wish you’d stop clambering up stepladders, Eliza,” said Grandmother, “at your time of life.”</p>\n\n<p class=\"passage_para\">“You’re nothing but a nervous wreck, Sophia, I declare. When did you ever know me to get hurt?”</p>\n\n<p class=\"passage_para\">“Even so,” said Grandmother tartly, “there is such a thing as appropriate behavior at your time of . . .”</p>\n\n<p class=\"passage_para\">Great-Aunt Eliza seized a fold of her heavy brown pleated skirt with one hand, with the other she grasped the ladder one rung higher and ascended another step. “Now Hinry,” she called, “just swing it around facing west and leave it level. I’ll fix it the way I want when I’m ready. You can come on down now.” She came down then herself, and said to her sister: “So long as you can go bouncing off on that horse of yours, Sophia Jane, I s’pose I can climb ladders. I’m three years younger than you, and <span class=\"formatted_text font_style:italic\">at your time of life</span> that makes all the difference!”</p>\n\n<p class=\"passage_para\">Grandmother turned pink as the inside of a seashell, the one on her sewing table that had the sound of the sea in it; Miranda knew that she had always been the pretty one, and she was pretty still, but Great-Aunt Eliza was not pretty now and never had been. Miranda, watching and listening—for everything in the world was strange to her and something she had to know about—saw two old women, who were proud of being grandmothers, who spoke to children always as if they knew best about everything and children knew nothing, and they told children all day long to come here, go there, do this, do not do that, and they were always right and children never were except when they did anything they were told right away without a word. And here they were bickering like two little girls at school, or even the way Miranda and her sister Maria bickered and nagged and picked on each other and said things on purpose to hurt each other’s feelings. Miranda felt sad and strange and a little frightened. She began edging away.</p>\n\n<p class=\"passage_para\">“Where are you going, Miranda?” asked Grandmother in her everyday voice.</p>\n\n<p class=\"passage_para\">“Just to the house,” said Miranda, her heart sinking.</p>\n\n<p class=\"passage_para\">“Wait and walk with us,” said Grandmother. She was very thin and pale and had white hair. Beside her, Great-Aunt Eliza loomed like a mountain with her grizzled iron-colored hair like a curly wig, her steel-rimmed spectacles over her snuff-colored eyes, and snuff-colored woollen skirts billowing about her, and her smell of snuff.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">finely powdered tobacco</span></span> When she came through the door she quite filled it up. When she sat down the chair disappeared under her, and she seemed to be sitting solidly on herself from her waistband to the floor.</p>\n\n<p class=\"passage_para\">Now with Grandmother sitting across the room rummaging in her work basket and pretending not to see anything, Great-Aunt Eliza took a small brown bottle out of her pocket, opened it, took a pinch of snuff in each nostril, sneezed loudly, wiped her nose with a big white starchy-looking handkerchief, pushed her spectacles up on her forehead, took a little twig chewed into a brush at one end, dipped and twisted it around in the little bottle, and placed it firmly between her teeth. Miranda had heard of this shameful habit in women of the lower classes, but no lady had been known to “dip snuff,” and surely not in the family. Yet here was Great-Aunt Eliza, a lady even if not a very pretty one, dipping snuff. Miranda knew how her grandmother felt about it; she stared fascinated at Great-Aunt Eliza until her eyes watered. Great-Aunt Eliza stared back in turn.</p>\n\n<p class=\"passage_para\">“Look here, young one, d’ye s’pose if I gave you a gumdrop you’d get out from underfoot?”</p>\n\n<p class=\"passage_para\">She reached in the other pocket and took out a roundish, rather crushed-looking pink gumdrop with the sugar coating pretty badly crackled. “Now take this, and don’t let me lay eyes on you any more today.”</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“The Fig Tree” from THE LEANING TOWER AND OTHER STORIES by Katherine Anne Porter. Copyright ©1944 and renewed 1972 by Katherine Anne Porter. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company. All rights reserved.</span></span></span></div>\n</div>\n"}]}]