[{"id":"VR217076","type":"longtextV2","stimulusHtml":"<p class=\"passage_para\">In a well-written essay, analyze how Woolf uses literary elements and techniques to develop a complex portrayal of Rachel.</p>\n","rubricRef":"VR217076_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Virginia Woolf’s novel <span class=\"formatted_text font_style:italic\">The Voyage Out</span>, published in 1915. In this passage, Rachel has embarked with her family on a sea voyage from England to South America. On the ship, Rachel finds that she has plenty of time to do “absolutely nothing,” a condition that the narrator elaborates on in the excerpt. Read the passage carefully. Then, in a well-written essay, analyze how Woolf uses literary elements and techniques to develop a complex portrayal of Rachel.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">The way she had been educated, joined to a fine natural indolence, was of course partly the reason of it,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Rachel’s current inactivity</span></span> for she had been educated as the majority of well-to-do girls in the last part of the nineteenth century were educated. Kindly doctors and gentle old professors had taught her the rudiments of about ten different branches of knowledge, but they would as soon have forced her to go through one piece of drudgery thoroughly as they would have told her that her hands were dirty. The one hour or the two hours weekly passed very pleasantly, partly owing to the fact that the window looked upon the back of a shop, where figures appeared against the red windows in winter, partly to the accidents that are bound to happen when more than two people are in the same room together. But there was no subject in the world which she knew accurately. Her mind was in the state of an intelligent man’s in the beginning of the reign of Queen Elizabeth; she would believe practically anything she was told, invent reasons for anything she said. The shape of the earth, the history of the world, how trains worked, or money was invested, what laws were in force, which people wanted what, and why they wanted it, the most elementary idea of a system in modern life—none of this had been imparted to her by any of her professors or mistresses. But this system of education had one great advantage. It did not teach anything, but it put no obstacle in the way of any real talent that the pupil might chance to have. Rachel, being musical, was allowed to learn nothing but music; she became a fanatic about music. All the energies that might have gone into languages, science, or literature, that might have made her friends, or shown her the world, poured straight into music. Finding her teachers inadequate, she had practically taught herself. At the age of twenty-four she knew as much about music as most people do when they are thirty; and could play as well as nature intended her to, which, as became daily more obvious, was a really generous allowance. If this one definite gift was surrounded by dreams and ideas of the most extravagant and foolish description, no one was any the wiser.</p>\n\n<p class=\"passage_para\">Her education being thus ordinary, her circumstances were no more out of the common. She was an only child and had never been bullied and laughed at by brothers and sisters. Her mother having died when she was eleven, two aunts, the sisters of her father, brought her up, and they lived for the sake of the air in a comfortable house in Richmond. She was of course brought up with excessive care, which as a child was for her health; as a girl and a young woman for what it seems almost crude to call her morals. Until quite lately she had been completely ignorant that for women such things existed. She groped for knowledge in old books, and found it in repulsive chunks, but she did not naturally care for books and thus never troubled her head about the censorship which was exercised first by her aunts, later by her father. Friends might have told her things, but she had few of her own age,—Richmond being an awkward place to reach,—and, as it happened, the only girl she knew well was a religious zealot, who in the fervour of intimacy talked about God, and the best ways of taking up one’s cross, a topic only fitfully interesting to one whose mind reached other stages at other times.</p>\n\n<p class=\"passage_para\">But lying in her chair, with one hand behind her head, the other grasping the knob on the arm, she was clearly following her thoughts intently. Her education left her abundant time for thinking. Her eyes were fixed so steadily upon a ball on the rail of the ship that she would have been startled and annoyed if anything had chanced to obscure it for a second. She had begun her meditations with a shout of laughter, caused by the following translation from <span class=\"formatted_text font_style:italic\">Tristan</span>:<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Rachel is reading a nineteenth-century English translation of the opera <span class=\"formatted_text font_style:italic\">Tristan und Isolde</span>. The translation is notably awkward.</span></span></p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_style:italic\">In shrinking trepidation</span></li>\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_style:italic\">&nbsp;&nbsp;His shame he seems to hide</span></li>\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_style:italic\">&nbsp;While to the king his relation</span></li>\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_style:italic\">&nbsp;&nbsp;He brings the corpse-like Bride.</span></li>\n\t<li class=\"list_paragraph\"><span class=\"formatted_text font_style:italic\">&nbsp;Seems it so senseless what I say?</span></li>\n</ul>\n\n<p class=\"passage_para\">She cried that it did, and threw down the book.</p>\n</div>\n</div>\n"}]}]