[{"id":"VR217083","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Eng uses literary elements and techniques to convey the complex feelings the narrator experiences upon visiting his mother’s childhood home, where his grandfather still resides.","rubricRef":"VR217083_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Tan Twan Eng’s novel <span class=\"formatted_text font_style:italic\">The Gift of Rain</span>, published in 2007. In this passage, the narrator, Philip Hutton, recounts a visit to his maternal grandfather’s home in Malaysia. Philip’s mother, who died when Philip was seven years old, was estranged from her father because he disapproved of her marriage to an Englishman. Read the passage carefully. Then, in a well-written essay, analyze how Eng uses literary elements and techniques to convey the complex feelings the narrator experiences upon visiting his mother’s childhood home, where his grandfather still resides.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">Aunt Mei was about to speak, but I held up my hand and said, “My mother’s room.”</p>\n\n<p class=\"passage_para\">The wooden floorboards creaked as I walked across to the window. High wooden shutters opened out to a narrow balcony, which curled over a garden hidden from the world outside by walls pressed with creepers. In the center of the garden was a fountain, and with a feeling of something shifting I knew I had seen it before, perhaps in the other life Endo-san<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Hayato Endo is a Japanese diplomat and a mentor to the narrator.</span></span> believed in. I studied it with greater attention and saw it was similar to the one that was in Istana.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">the Hutton family mansion in Malaysia</span></span></p>\n\n<p class=\"passage_para\">My grandfather was correct. The weather was dry and hot and I stepped back with relief into the room. I opened the <span class=\"formatted_text font_style:italic\">almari</span>,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">a cupboard for storing clothes</span></span> but it was empty.</p>\n\n<p class=\"passage_para\">“Everything was removed after she married your father. Her clothes were given away, her books donated to the Ipoh Library. Everything,” Aunt Mei said. “When I came back one day I found this room as empty as you see it now. I was furious with your grandfather.”</p>\n\n<p class=\"passage_para\">“What did my mother say when you told her?” I asked.</p>\n\n<p class=\"passage_para\">“She never said anything. But your father asked me to describe the fountain you see outside to him, how it looked, even how the water sounded. He told me to be as detailed as I could, and then he built another one so that she would have something from her home, from her youth.”</p>\n\n<p class=\"passage_para\">We sat on the bed, listening to the water running in the fountain, to the birds that so loved it in this heat. “Would you like to sleep here?” Aunt Mei asked.</p>\n\n<p class=\"passage_para\">“Yes,” I said. “I would.”</p>\n\n<p class=\"passage_para\">I slept well: the sound of the fountain rested me. When I woke the afternoon sun had come in through the slats of the shutters, striping the wooden floorboards. They were burning hot when I walked across them. The fan on the ceiling spun slowly, reflecting fragments of sunlight. Birds whistled and chirped outside and the strong smell of frangipani<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">a type of flowering tree</span></span> came in from the garden and sought refuge in the room. I looked at my watch; Endo-san would have already arrived at Penang,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">an island province of Malaysia</span></span> I thought.</p>\n\n<p class=\"passage_para\">A maidservant knocked on the door and informed me that my grandfather was waiting for me. I washed my face in the basin and went down to confront him. I had decided that I would express to him my disappointment at how my mother had been treated. I would let him know that my father had been a good husband to her. Then I would tell him that I saw no point in our meeting again and that I would leave the next day. I had not even unpacked, which should make my departure easier and quicker.</p>\n\n<p class=\"passage_para\">“You look much rested,” he said. “Did the room agree with you?”</p>\n\n<p class=\"passage_para\">“It did. The sound of the water and the smell of the flowers were very soothing.”</p>\n\n<p class=\"passage_para\">I wondered if he had been behind the choice of room I had been given. He led me out to the garden, pointing out the various flowers to me, their fragrance unabashed and heady. I looked, but could not find a frangipani tree.</p>\n\n<p class=\"passage_para\">When we approached the fountain, he asked, “Is it very similar?”</p>\n\n<p class=\"passage_para\">Before, I would not have felt the faint, controlled timber of emotion in his voice. But Endo-san’s lessons had taught me that there is often movement in stillness, and stillness in movement. And so it was that I felt it clearly within me, the hidden mixture of regret, sorrow, and hope. I kept my face as carefully controlled as my grandfather’s voice had been, so as not to embarrass him.</p>\n\n<p class=\"passage_para\">I circled the fountain that my mother had loved so much, crouching to examine the carvings of birds and trees that ran around its wall and the plump angel that stood poised with a jug in the center. Dragonflies, looking like long, thin red chilies, hovered above the water’s surface. I watched them for a moment and a memory returned to me of how upset my mother had been when William and I snared the dragonflies in the fountain in Istana when we were younger.</p>\n\n<p class=\"passage_para\">I was six then and William was thirteen. He had shown me how to tie threads to the bodies of the dragonflies we had caught. I had thought then that my mother’s displeasure was disproportionate to our harmless act. Now I knew why we had saddened her and silently I said to my mother, “<span class=\"formatted_text font_style:italic\">I’m sorry</span>,” and hoped she could hear me.</p>\n\n<p class=\"passage_para\">I blinked, nodded to my grandfather and said, “Yes, the fountain at home is very similar. It even sounds the same.”</p>\n\n<p class=\"passage_para\">He sat down on the rim of the fountain and looked at his feet. When he looked up again I saw the expression on his face softened by the truth of his words. “That is good,” he said. “I am glad.”</p>\n</div>\n</div>\n"}]}]