[{"id":"VR217099","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Edugyan uses literary elements and techniques to convey Wash’s complex response to encountering another person at the beach.","rubricRef":"VR217099_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Esi Edugyan’s novel <span class=\"formatted_text font_style:italic\">Washington Black</span>, published in 2018. In this passage, Wash, a young man who has fled a Caribbean sugar plantation where he was enslaved, has started a new life in Nova Scotia, Canada, and often visits the beach to paint. Read the passage carefully. Then, in a well-written essay, analyze how Edugyan uses literary elements and techniques to convey Wash’s complex response to encountering another person at the beach.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">Each morning, I would gather my satchel of leads and paints, and a small collapsible chair with an easel attached that I myself had fashioned, and I would walk the quiet dirt road behind my rooming house towards the dark inlet. At that hour, in that place, the street belonged to me alone; there was only the scrape of cats in the side streets, the rattle of loose doors, leaves hissing in the gutters. John Willard,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a slave hunter hired to find Wash</span></span> Philip, Titch<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Philip and Titch are relatives of the slaveholder who claimed Wash; Wash was once Titch’s personal servant.</span></span>—all of it seemed another life. I would make my way towards an inlet just beyond the headland, out of sight of town, hearing the hush of the water’s slow creep up the seaweed-choked rocks long before I came in sight of the strand.</p>\n\n<p class=\"passage_para\">How radiant the world was, empty and silent like this. Often, at that time of year, the tide was still receding. Carefully, I would remove my shoes and, still clutching my belongings, lurch over the cold, damp rocks, the air smelling of wet weeds. With the sun just piercing the horizon, the light was hazy and filmy, the sand seeming to stretch on into oblivion. The sea foam stirred whitely at the edge of the water. It was here that I set down my tools! I would turn up the legs of my trousers and, with a sharp intake of breath, step in.</p>\n\n<p class=\"passage_para\">The tide pools were most alive at first light. The hazy air seemed to gild all that lay within, the anemones glowing pink as human flesh, their tentacles open and pleading. Small soft-shelled crabs with lively little eyes, and sometimes a sea pen, its quills magisterial. Some days, if I waded farther out, I would find pansies or green sea urchins, large crabs, polyps magenta with toxins. The jellyfish were shy here, a mercy—for many carried poison in their harpoons, and at the first touch of danger they would spring-launch them, and stun a man senseless.</p>\n\n<p class=\"passage_para\">It was on so quiet a morning, the water bitterly cold, that my life was to take its next sudden turn. I had waded in mid-thigh—my rolled trousers drenched, stones and broken shells biting into my bare feet—when I felt something like a presence. I turned; I was quite alone, I could see no one behind me. But then the light shifted, and I caught a distant silhouette on the shore. Gradually a figure took shape. He was standing about a half mile from where I’d set down my equipment.</p>\n\n<p class=\"passage_para\">I must admit to feeling some alarm. But when the stranger began to set up an easel on the sand, I relaxed somewhat. I did not believe a man who had read John Willard’s poster would go to such elaborate lengths to snare me. In any case the silhouette looked rather shorter, rather more plump than I expected a bounty man to be. I watched uneasily as the man drew out his instruments and began very leisurely to paint.</p>\n\n<p class=\"passage_para\">These early ventures had become my own pure pleasure; the sense of freedom was intense. At the easel I was a man in full, his hours his own, his preoccupations his own. It bothered me that some stranger might show up to destroy it. All morning I did not make to approach him; nor did he walk in my direction. I scratched down my sketches in haste and left early.</p>\n\n<p class=\"passage_para\">But the next morning there he was again. Grumbling, casting angry looks in his direction, I gathered my tools and stamped away without any sketches at all. The inlet felt tainted; even the air seemed to stink. When the next morning I again discovered him there, I understood even this would be taken from me. I raised my hand in an exasperated gesture towards him before wading in. He paused, and put a hand to his eyes to see me, and then he raised his own hand in a friendly wave—or so I believed, he was so very far away.</p>\n\n<p class=\"passage_para\">I took it as a reproach. Who was I to deny a fellow artist his own pleasure at work, his own sense of freedom? I too possessed nothing of worth by these hours. We might even, in another life, have been colleagues. And so every dawn we would greet each other from across the long strand, before growing absorbed in our respective work. I began to think it strange that this person with whom I now shared my intimate hours should remain unknown to me, a stranger so absolute that I would not recognize him in the street. I began to wonder, too, what sort of work he was embarked upon. But I did not wish to complicate matters.</p>\n</div>\n</div>\n"}]}]