[{"id":"VR217079","type":"longtextV2","stimulusHtml":"<p class=\"passage_para\">In&nbsp;a well-written essay, analyze how Greer uses literary elements and techniques to develop a complex portrayal of Arthur Less.</p>\n","rubricRef":"VR217079_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Andrew Sean Greer’s novel <span class=\"formatted_text font_style:italic\">Less</span>, published in 2017. In this passage, writer Arthur Less has checked into his room at a golf resort and is considering exercising. Read the passage carefully. Then, in a well-written essay, analyze how Greer uses literary elements and techniques to develop a complex portrayal of Arthur Less.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">“There is wood in the room,” the sea horse lady<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">one of the hosts, wearing a sea-horse-print dress, who welcomes Less to the resort</span></span> said. “You know how to light a fire, yes?” Less nods; he used to go camping with his father. He stacks the wood in a little Cub Scout tepee, and stuffs the underspace with <span class=\"formatted_text font_style:italic\">Corriere della Sera</span>,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">an Italian newspaper</span></span> and lights the thing. Time for his rubber bands.</p>\n\n<p class=\"passage_para\">Less has, for years, traveled with a set of rubber bands that he thinks of as his portable gym. The set is multicolored, with interchangeable handles, and he always imagines, when he coils them into his luggage, how toned and fit he will be when he returns. The ambitious routine begins in earnest the first night, with dozens of special techniques recommended in the manual (lost long ago in Los Angeles but remembered in parts), Less wrapping the bands around the legs of beds, columns, rafters, and performing what the manual called “lumberjacks,” “trophies,” and “action heroes.” He ends his workout lacquered in sweat, feeling he has beat back another day from time’s assault. Fifty is further than ever. The second night, he advises himself to let his muscles repair. The third, he remembers the set and begins the routine with half a heart; the thin walls of the room might tremble with a neighbor’s television, or the dead bathroom light might depress him, or the thought of an unfinished article. Less promises himself a better workout in two days. In return for this promise: a dollhouse whiskey from the room’s dollhouse bar. And then the set is forgotten, abandoned on the hotel’s side table: a slain dragon.</p>\n\n<p class=\"passage_para\">Less is no athlete. His single moment of greatness came one spring afternoon when he was twelve. In the suburbs of Delaware, spring meant not young love and damp flowers but an ugly divorce from winter and a second marriage to buxom summer. August’s steam-room setting came on automatically in May, cherry and plum blossoms made the slightest wind into a ticker-tape parade, and the air filled with pollen.</p>\n\n<p class=\"passage_para\">Schoolteachers heard the boys giggling at the sweat shine of their bosoms; young roller skaters found themselves stuck in softening asphalt. It was the year the cicadas returned; Less had not been alive when they buried themselves in the earth. But now they returned: tens of thousands of them, horrifying but harmless, drunk driving through the air so they bumped into heads and ears, encrusting telephone poles and parked cars with their delicate, amber-hued, almost Egyptian discarded shells. Girls wore them as earrings. Boys (Tom Sawyer descendants) trapped the live ones in paper bags and released them at study hour. All day, the creatures hummed in huge choruses, the sound pulsing around the neighborhood. And school would not end until June. If ever.</p>\n\n<p class=\"passage_para\">Then picture young Less: twelve years old, his first year wearing the gold-rimmed glasses that would return to him, thirty years later, when a shopkeeper recommended a pair in Paris and a thrill of sad recognition and shame would course through his body—the short boy in glasses in right field, his hair as gold-white as old ivory, covered now by a black-yellow baseball cap, wandering in the clover with a dreamy look in his eyes. Nothing has happened in right field all season, which is why he was put there: a kind of athletic Canada. His father (though Less would not know this for over a decade) had had to attend a meeting of the Public Athletics Board to defend his son’s right to participate in the league despite his clear lack of talent at baseball and obliviousness on the field. His father actually had to remind his son’s coach (who had recommended Less’s removal) that it was a <span class=\"formatted_text font_style:italic\">public</span> athletic league and, like a public library, was open to all. Even the fumbling oafs among us. And his mother, a softball champ in her day, has had to pretend none of this matters to her at all and drives Less to games with a speech about sportsmanship that is more a dismantling of her own beliefs than a relief to the boy. Picture Less with his leather glove weighing down his left hand, sweating in the spring heat, his mind lost in the reveries of his childhood lunacies before they give way to adolescent lunacies—when an object appears in the sky. Acting almost on a species memory, he runs forward, the glove before him. The bright sun spangles his vision. And—thwack! The crowd is screaming. He looks into the glove and sees, gloriously grass-bruised and double-stitched in red, the single catch of his life span.</p>\n\n<p class=\"passage_para\">From the stands: his mother’s ecstatic cry.</p>\n\n<p class=\"passage_para\">From his bag in Piemonte: the famous rubber bands uncoiled for the famous childhood hero.</p>\n\n<p class=\"passage_para\">From the cabin’s doorway: the sea horse lady bursting in opening windows to let out smoke from Less’s botched attempt at a fire.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Trademarks owned by third parties may be included as part of the text in these testing materials. Such trademarks are owned by the respective trademark holders, none of which are affiliated with ETS, nor do these owners endorse or otherwise sponsor or approve these materials. Third party trademark Cub Scout® was used in these testing materials.</span></span></span></div>\n</div>\n"}]}]