[{"id":"VR217086","type":"longtextV2","stimulusHtml":"<p class=\"passage_para\">In&nbsp;a well-written essay, analyze how Johnson uses literary elements and techniques to convey the narrator’s complex response to having a crush.</p>\n","rubricRef":"VR217086_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from James Weldon Johnson’s novel <span class=\"formatted_text font_style:italic\">The Autobiography of an Ex-Colored Man</span>, published in 1912. In this passage, the narrator reflects on his youthful infatuation with an older girl from his church. Read the passage carefully. Then, in a well-written essay, analyze how Johnson uses literary elements and techniques to convey the narrator’s complex response to having a crush.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">Perhaps the reader has already guessed why I was so willing and anxious to play the accompaniment to this violin solo; if not—the violinist was a girl of seventeen or eighteen whom I had first heard play a short time before on a Sunday afternoon at a special service of some kind, and who had moved me to a degree which now I can hardly think of as possible. At present I do not think it was due to her wonderful playing, though I judge she must have been a very fair performer, but there was just the proper setting to produce the effect upon a boy such as I was; the half-dim church, the air of devotion on the part of the listeners, the heaving tremor of the organ under the clear wail of the violin, and she, her eyes almost closing, the escaping strands of her dark hair wildly framing her pale face, and her slender body swaying to the tones she called forth, all combined to fire my imagination and my heart with a passion, though boyish, yet strong and, somehow, lasting. I have tried to describe the scene; if I have succeeded, it is only half success, for words can only partially express what I wish to convey. Always in recalling that Sunday afternoon I am subconscious of a faint but distinct fragrance which, like some old memory-awakening perfume, rises and suffuses my whole imagination, inducing a state of reverie so airy as just to evade the powers of expression.</p>\n\n<p class=\"passage_para\">She was my first love, and I loved her as only a boy loves. I dreamed of her, I built air castles for her, she was the incarnation of each beautiful heroine I knew; when I played the piano, it was to her, not even music furnished an adequate outlet for my passion; I bought a new note-book and, to sing her praises, made my first and last attempts at poetry. I remember one day at school, after we had given in our note-books to have some exercises corrected, the teacher called me to her desk and said: “I couldn’t correct your exercises because I found nothing in your book but a rhapsody on somebody’s brown eyes.” I had passed in the wrong note-book. I don’t think I have felt greater embarrassment in my whole life than I did at that moment. I was ashamed not only that my teacher should see this nakedness of my heart, but that she should find out that I had any knowledge of such affairs. It did not then occur to me to be ashamed of the kind of poetry I had written.</p>\n\n<p class=\"passage_para\">Of course, the reader must know that all of this adoration was in secret; next to my great love for this young lady was the dread that in some way she would find it out. I did not know what some men never find out, that the woman who cannot discern when she is loved has never lived. It makes me laugh to think how successful I was in concealing it all; within a short time after our duet all of the friends of my dear one were referring to me as her “little sweetheart,” or her “little beau,” and she laughingly encouraged it. This did not entirely satisfy me; I wanted to be taken seriously. I had definitely made up my mind that I should never love another woman, and that if she deceived me I should do something desperate—the great difficulty was to think of something sufficiently desperate—and the heartless jade, how she led me on!</p>\n\n<p class=\"passage_para\">So I hurried home that afternoon, humming snatches of the violin part of the duet, my heart beating with pleasurable excitement over the fact that I was going to be near her, to have her attention placed directly upon me; that I was going to be of service to her, and in a way in which I could show myself to advantage—this last consideration has much to do with cheerful service—. The anticipation produced in me a sensation somewhat between bliss and fear.</p>\n</div>\n</div>\n"}]}]