[{"id":"VR217090","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Syal uses literary elements and techniques to convey the narrator’s complex understanding of her mother.","rubricRef":"VR217090_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Meera Syal’s novel <span class=\"formatted_text font_style:italic\">Anita and Me</span>, published in 1996. In this passage, set in England during the early 1970s, the narrator describes her seventh birthday. Read the passage carefully. Then, in a well-written essay, analyze how Syal uses literary elements and techniques to convey the narrator’s complex understanding of her mother.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">I had been promised a party but at the last minute, my mother had been taken ill. Papa found her lying on her bed, crying. He’d said it was a migraine and then talked softly to her in Punjabi, which I knew was a sign that something was a secret and therefore, probably bad news. I still recognised a few words in between mummy’s sobs—mother, money, and then a furious invective in Punjabi with “bloody fed up” stuck in the middle of it. (Swearing in English was considered more genteel than any of the Punjabi expletives which always mentioned the bodily parts of one’s mothers or sisters, too taboo to sit on a woman’s lips.)</p>\n\n<p class=\"passage_para\">But I was relieved; I did not want a party as I would not have had anyone to invite, anyone interesting anyway. In the village I was stuck in between the various gangs, too young for Anita’s consideration, too old to hang around the cloud of toddlers that would settle on me like a rash every time I set foot outside my front door. Going out with the grown-ups was much more exciting, although lately, mama’s moods had begun to intrude upon every family outing like a fourth silent guest, whom I saw as an overweight sweaty auntie with lipstick-stained teeth and an unforgiving expression.</p>\n\n<p class=\"passage_para\">In Stanton’s, after the film, I could tell that whatever had been upsetting my mother was still going on. She sat silent and moist-eyed, looking down into her cup of weak tea, running her finger round and round the edge of its rim. She was dressed in a dusty pink sari with small silver lotus blossoms on its borders, whilst my father wore his blue serge suit and a tie striped like a humbug.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a striped piece of candy</span></span> Whenever we went “out,” out meaning wherever English people were, as opposed to Indian friends’ houses which in any case was always “in” as all we would do was sit in each others’ lounges, eat each others’ food and watch each others’ televisions, my parents always wore their smartest clothes.</p>\n\n<p class=\"passage_para\">My mother knew from experience that she would get fewer stares and whispers if she had donned any of the sensible teacher’s trouser suits she would wear for school, but for her, looking glamorous in saris and formal Indian suits was part of the English people’s education. It was her duty to show them that we could wear discreet gold jewellery, dress in tasteful silks, and speak English without an accent. During our very special shopping outings to Birmingham, she would often pass other Indian women in the street and they would stare at each other in that innocent, direct way of two rare species who have just found out they are vaguely related. These other Indian women would inevitably be dressed in embroidered <span class=\"formatted_text font_style:italic\">salwar kameez</span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">a traditional two-piece outfit worn by Punjabi women</span></span> suits screaming with green and pinks and yellows (incongruous with thick woolly socks squeezed into open-toed sandals and men’s cardies<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">cardigan sweaters</span></span> over their vibrating thin silks, evil necessities in this damn cold country), with bright make-up and showy gold-plated jewellery which made them look like ambulating Christmas trees. Mama would acknowledge them with a respectful nod and then turn away and shake her head. “In the village, they would look beautiful. But not here. There is no sun to light them up. Under clouds, they look like they are dressed for a discotheque.”</p>\n\n<p class=\"passage_para\">But she was quiet now, no light in her face. Papa said, “Have something to eat. A cake. Have one of those . . . what you like . . . those meringue things.” “She won’t,” I chipped in, scraping my fork into the spongy belly of my rum baba. “You know what she will say, I can make this cheaper at home.” My mother never ate out, never, always affronted by paying for some over-boiled, under-seasoned dish of slop when she knew she could rustle up a hot, heartwarming meal from a few leftover vegetables and a handful of spices. “I bet you couldn’t make this at home,” I continued. “How would you make a cake? How would you get it round and get the cream to stand up and the cherry to balance like this? You have to buy some things, you can’t do everything you know . . . ”</p>\n\n<p class=\"passage_para\">“That’s enough!” barked papa. “Mind your manners now or we’re going home!”</p>\n\n<p class=\"passage_para\">My mother shook her head at him and put her hand over mine. I snatched it away and finished my cake in silence.</p>\n</div>\n</div>\n"}]}]