[{"id":"VR217101","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Mistry uses literary elements and techniques to convey Dina’s complex response to these places.","rubricRef":"VR217101_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Rohinton Mistry’s novel <span class=\"formatted_text font_style:italic\">A Fine Balance</span>, published in 2010. In this passage, a young woman named Dina, who lives with her brother Nusswan and his wife, Ruby, visits the library and a recital hall. Read the passage carefully. Then, in a well-written essay, analyze how Mistry uses literary elements and techniques to convey Dina’s complex response to these places.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">The savings were sufficient to pay for bus fares. Dina went to parks, wandered in museums and markets, visited cinemas (just from the outside, to look at posters), and ventured timidly into public libraries. The heads bent over books made her feel out of place; everyone in there seemed so learned, and she hadn’t even matriculated.</p>\n\n<p class=\"passage_para\">This impression was dispelled when she realized that the reading material in the hands of these grave individuals could range from something unpronounceable like<span class=\"formatted_text font_style:italic\"> Areopagitica</span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a seventeenth-century political pamphlet</span></span> by John Milton to <span class=\"formatted_text font_style:italic\">The Illustrated Weekly of India</span>. Eventually, the enormous old reading rooms, with their high ceilings, creaky floorboards and dark panelling, became her favourite sanctuary. The stately ceiling fans that hung from long poles swept the air with a comforting <span class=\"formatted_text font_style:italic\">whoosh</span>, and the deep leather chairs, musty smells, and rustle of turning pages were soothing. Best of all, people spoke in whispers. The only time Dina heard a shout was when the doorman scolded a beggar trying to sneak inside. Hours passed as she flipped through encyclopaedias, gazed into art books, and curiously opened dusty medical tomes, rounding off the visit by sitting for a few minutes with eyes closed in a dark corner of the old building, where time could stand still if one wanted it to.</p>\n\n<p class=\"passage_para\">The more modern libraries were equipped with music rooms. They also had fluorescent lights, Formica tables, air-conditioning, and brightly painted walls, and were always crowded. She found them cold and inhospitable, going there only if she wanted to listen to records. She knew very little about music—a few names like Brahms, Mozart, Schumann, and Bach, which her ears had picked up in childhood when her father would turn on the radio or put something on the gramophone,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">a record player</span></span> take her in his lap and say, “It makes you forget the troubles of this world, doesn’t it?” and Dina would nod her head seriously.</p>\n\n<p class=\"passage_para\">In the library she selected records at random, trying to memorize the names of the ones she enjoyed so she could play them again another day. It was tricky, because the symphonies and concertos and sonatas were distinguished only by numbers that were preceded by letters like Op. and K. and BWV,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">abbreviations referring to catalogues of musical works</span></span> and she did not know what any of it meant. If she was lucky she found something with a name that resonated richly in her memory; and when the familiar music filled her head, the past was conquered for a brief while, and she felt herself ache with the ecstasy of completion, as though a missing limb had been recovered.</p>\n\n<p class=\"passage_para\">She both desired and dreaded these intense musical experiences. The perfect felicity of the music room was always replaced by an unfocused anger when she returned to life with Nusswan and Ruby. The bitterest fights took place on days when she had visited the record collection.</p>\n\n<p class=\"passage_para\">Magazines and newspapers were far less complicated. Through reading the dailies, she discovered there were several cultural groups that sponsored concerts and recitals in the city. Many of these performances—usually the ones by local amateurs or obscure foreigners—were free. She started using her bus fares to go to these concerts, and found them a welcome variation on the library. The performers, too, were no doubt grateful for her presence at these meagrely attended evenings.</p>\n\n<p class=\"passage_para\">She lingered at the periphery of the crowd in the foyer, feeling like an imposter. Everyone else seemed to know so much about music, about the evening’s performers, judging from the sophisticated way they held their programmes and pointed to items inside. She longed for the doors to open, for the dim lights within to disguise her shortcomings.</p>\n\n<p class=\"passage_para\">In the recital hall the music did not have the power to touch her the way it did during her solitary hours in the library. Here, the human comedy shared equal time with the music. And after a few recitals she began to recognize the regulars in the audience.</p>\n</div>\n</div>\n"}]}]