[{"id":"VR217091","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Scharer uses literary elements and techniques to convey Lee’s complex feelings about her new life.","rubricRef":"VR217091_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Whitney Scharer’s novel <span class=\"formatted_text font_style:italic\">The Age of Light</span>, published in 2019. In this passage, set in the late 1920s, Lee, a former model, has moved to Paris from New York City hoping to become an artist. Read the passage carefully. Then, in a well-written essay, analyze how Scharer uses literary elements and techniques to convey Lee’s complex feelings about her new life.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">The restaurant is quiet, the only other diners elderly Parisians, their voices too low for eavesdropping. Empty wine pitchers are lined up neatly next to Lee’s plate, and on the far end of the table is her camera, which she has taken to carrying everywhere despite its heaviness and bulk. Just before she boarded the steamer to Le Havre,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a port city in France</span></span> her father pushed the camera into her hands, an old Graflex he no longer used, and even though Lee told him she didn’t want it, he insisted. She still barely knows how to operate it—her training is in figure drawing, and when she moved to Paris she planned to become a painter, envisioned herself dabbing meditatively at a canvas <span class=\"formatted_text font_style:italic\">en plein air</span>,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">outdoors</span></span> not mucking about with chemicals in a suffocating darkroom. Still, Lee has learned a bit about taking pictures from him and at <span class=\"formatted_text font_style:italic\">Vogue</span>, and there’s something comforting about the camera: both a connection to her past and something a real artist might carry around.</p>\n\n<p class=\"passage_para\">The waiter stops by and takes her empty plate, then asks if she’d like another pitcher of wine. Lee hesitates, picturing the dwindling francs in her little handbag, then says yes. Even though her savings are getting low, she wants a reason to stay a little longer, to be surrounded by people even if she is not with them, to not go back to her hotel room, where the windows are painted shut and the trapped air always smells oppressively of pot roast. Lately she’s been spending more and more time there, drawing in her sketchbook, writing letters, or taking long afternoon naps that leave her unreplenished—anything to pass the time and make her forget how lonely she feels. Lee has never been very good at being by herself: left to her own devices, she can easily sink into sadness and inactivity. As the weeks have passed, her loneliness has gained heft and power: it has contours now, almost a physical shape, and she imagines it sitting in the corner of her room, waiting for her, a sucking, spongy thing.</p>\n\n<p class=\"passage_para\">After he has picked up her plate, the waiter lingers. He is young, with a hint of mustache above his lip so faint it could have been penciled there, and Lee can tell he is intrigued by her.</p>\n\n<p class=\"passage_para\">“Are you a photographer?” he finally asks, the word almost the same in French as in English, <span class=\"formatted_text font_style:italic\">photographe</span>, but he mumbles, and Lee’s grasp of the language is still so rusty it takes her a moment to parse his question. When she doesn’t respond, he tips his head at the camera.</p>\n\n<p class=\"passage_para\">“Oh, no, not really,” Lee says. He looks disappointed, and she almost wishes she said yes. Since she’s been here, Lee has taken a few pictures, but they have been shots any tourist would attempt: baguettes in a bicycle basket, lovers pausing to kiss on the Pont des Arts.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">a pedestrian bridge in Paris</span></span> Her initial tries did not go well. The first time, when she got the prints back from the little camera shop around the corner, they were entirely black; Lee had somehow exposed the plates to light before they were developed. The second set—made with more care, the plates inserted into the camera gingerly, a light sweat dotting her upper lip—came back as murky gray masses, so blurry they could have been clouds or cobblestones, but certainly not close-ups of the sculptures in the park she had been shooting. Her third set of prints, though, was actually in focus, and looking at those small black-and-white images, conjured not only from her mind but from a unique combination of light and time, Lee filled with an excitement she never felt when painting. She had released the shutter, and where nothing had existed, suddenly there was art.</p>\n\n<p class=\"passage_para\">Lee wants the waiter to ask her more questions—wants, so badly, to have an actual conversation, to make a friend—but just then the bell over the door chimes as a group of older men come in and the waiter goes over to show them to a table.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Trademarks owned by third parties may be included as part of the text in these testing materials. Such trademarks are owned by the respective trademark holders, none of which are affiliated with ETS, nor do these owners endorse or otherwise sponsor or approve these materials. Third party trademarks Graflex® and <span class=\"formatted_text font_style:italic\">Vogue</span>® were used in these testing materials.</span></span></span></div>\n</div>\n"}]}]