[{"id":"VR217088","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Ferber uses literary elements and techniques to convey Selina’s complex response to her new situation.","rubricRef":"VR217088_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Edna Ferber’s novel <span class=\"formatted_text font_style:italic\">So Big</span>, published in 1924. In this passage, Selina Peake, a young woman, has accepted a job as a teacher and is moving from Chicago, where she has lived for several years, to a small town outside the city. She will be boarding with the family of Klaas Pool, a Dutch farmer. Read the passage carefully. Then, in a well-written essay, analyze how Ferber uses literary elements and techniques to convey Selina’s complex response to her new situation.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">Peering down over the high wheel she waited for Klaas Pool to assist her in alighting. He seemed to have no such thought. Having jumped down, he was throwing empty crates and boxes out of the back of the wagon. So Selina, gathering her shawls and cloak about her, clambered down the side of the wheel and stood looking about her in the dim light, a very small figure in a very large world. Klaas had opened the barn door. Now he returned and slapped one of the horses smartly on the flank. The team trotted obediently off to the barn. He picked up her little hide-bound trunk. She took her satchel. The yard was quite dark now. As Klaas Pool opened the kitchen door the red mouth that was the open draught in the kitchen stove grinned a toothy welcome at them.</p>\n\n<p class=\"passage_para\">A woman stood over the stove, a fork in her hand. The kitchen was clean, but disorderly, with the disorder that comes of pressure of work. There was a not unpleasant smell of cooking. Selina sniffed it hungrily. The woman turned to face them. Selina stared.</p>\n\n<p class=\"passage_para\">This, she thought, must be some other—an old woman—his mother perhaps. But: “Maartje, here is school teacher,” said Klaas Pool. Selina put out her hand to meet the other woman’s hand, rough, hard, calloused. Her own, touching it, was like satin against a pine board. Maartje smiled, and you saw her broken discoloured teeth. She pushed back the sparse hair from her high forehead, fumbled a little, shyly, at the collar of her clean blue calico dress.</p>\n\n<p class=\"passage_para\">“Pleased to meet you,” Maartje said, primly. “Make you welcome.” Then, as Pool stamped out to the yard, slamming the door behind him, “Pool he could have come with you by the front way, too. Lay off your things.” Selina began to remove the wrappings that swathed her—the muffler, the shawl, the cloak. Now she stood, a slim, incongruously elegant little figure in that kitchen. The brown lady’s-cloth was very tight and basqued<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">having a tight-fitting bodice</span></span> above, very flounced and bustled below. “My, how you are young!” cried Maartje. She moved nearer, as if impelled, and fingered the stuff of Selina’s gown. And as she did this Selina suddenly saw that she, too, was young. The bad teeth, the thin hair, the careless dress, the littered kitchen, the harassed frown—above all these, standing out clearly, appeared the look of a girl.</p>\n\n<p class=\"passage_para\">“Why, I do believe she’s not more than twenty-eight!” Selina said to herself in a kind of panic. “I do believe she’s not more than twenty-eight.”</p>\n\n<p class=\"passage_para\">She had been aware of the two pigtailed heads appearing and vanishing in the doorway of the next room. Now Maartje was shooing her into this room. Evidently her hostess was distressed because the school teacher’s formal entrance had not been made by way of parlour instead of kitchen. She followed Maartje Pool into the front room. Behind the stove, tittering, were two yellow-haired little girls. Geertje and Jozina, of course. Selina went over to them, smiling. “Which is Geertje?” she asked. “And which Jozina?” But at this the titters became squeals. They retired behind the round black bulwark of the woodburner, overcome. There was no fire in this shining ebon structure, though the evening was sharp. Above the stove a length of pipe, glittering with polish as was the stove itself, crossed the width of the room and vanished through a queer little perforated grating in the ceiling. Selina’s quick glance encompassed the room. In the window were a few hardy plants in pots on a green-painted wooden rack. There were geraniums, blossomless; a cactus with its thick slabs of petals like slices of gangrenous ham set up for beauty in a parlour; a plant called Jacob’s ladder, on a spindling trellis. The bony scaffolding of the green-painted wooden stand was turned toward the room. The flowers blindly faced the dark square of the window. There was a sofa with a wrinkled calico cover; three rocking chairs; some stark crayons of incredibly hard-featured Dutch ancients on the wall. It was all neat, stiff, unlovely. But Selina had known too many years of boarding-house ugliness to be offended at this.</p>\n</div>\n</div>\n"}]}]