[{"id":"VR217095","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Martínez uses literary elements and techniques to portray the complex relationship between Jerónimo Portal and the plaza.","rubricRef":"VR217095_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Max Martínez’s short story “Portal,” published in 1982. In this passage, Jerónimo Portal, a man who has been retired for twenty years, takes his daily walk to a plaza (a public square or open area within a city). Read the passage carefully. Then, in a well-written essay, analyze how Martínez uses literary elements and techniques to portray the complex relationship between Jerónimo Portal and the plaza.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">The plaza had become an important part of his daily life. Although he knew no one there and seldom spoke to anyone, he felt something sinister and disconcerting about finding it empty of people. Jerónimo Portal felt the same about entering a dark empty house late at night.</p>\n\n<p class=\"passage_para\">The buildings surrounding the plaza were tall, hiding the sun late in the morning and early in the afternoon. Jerónimo Portal remembered the not too distant past when the buildings were squat and broad, solid testaments to the self-assurance of the business expansion at the turn of the century. They were buildings made of wood, bricks and marble, with ornate façades and opulent lobbies. They were leisurely buildings blending in artificial symmetry with the square of reconstructed nature in the plaza. Now, as he sat there, the buildings were of a different order. These new buildings on three sides of the plaza were made with strange materials not in use or even invented when he worked with construction gangs. Only the glass seemed familiar to him. These were tall spires, trying to pierce the sky, tapered and lean, covered with mirror-like glass which reflected only the nearby buildings. These were also symbols of business; now narrow, specialized, temporary. They would not last beyond the children of the generation which built them.</p>\n\n<p class=\"passage_para\">Still, the trees remained in the plaza, undisturbed by the hurried activity around them. The white bandstand gleamed warmly in the spring. The granite statue commemorating a hero of Texas history whom he never bothered to learn about and who he finally decided was not very heroic at all was still there looking vacantly toward the subdued west. And the pigeons. Above all, there were the pigeons, still coming to feed from the food he carried for them in a little brown paper sack with grease stains. It was the pigeons he loved. He came to think they could not survive without the crumbs he brought them each day. In a way, the pigeons provided Jerónimo Portal with the only urgency of his day.</p>\n\n<p class=\"passage_para\">During the time it took to destroy the fine old buildings and for the new sleek ones to go up, Jerónimo Portal thought of going elsewhere, to another plaza or park in the city, some place where he could rest and enjoy the quiet he came to feel he had earned with his life. He mused about the odd way of the society into which he had grown old. The strong, robust buildings were giving way to lean, anemic-looking ones. Human beings, he thought, cannot ignore, even in their artificial works, the rhythms of nature. They made time so that the old could make way for the new. But, search as he might for peace and quiet, things were not much different at other parks and plazas. There was only noise. If at one park there was too much traffic rumbling by, at another a band would play with amplifiers larger in size than some of the musicians. At still another place, there was the inescapable demolition and construction. He knew there were not many places for him to go and he preferred to keep to the routine to which he had accustomed himself. He reasoned, now with my wife gone, it is better to do the few things left to me to do and not change anything. Change is, of course, inevitable, but it can sometimes be avoided. Not forever, but long enough.</p>\n\n<p class=\"passage_para\">So, he endured the noise of the demolition crews and later of the construction crews. He was careful to move quickly when coming to the plaza, lest some debris fall on him. The old buildings were quickly gutted, leaving them like toothless, empty carcasses of once-fierce lions. Then, in a single afternoon, the shells of the old buildings cracked and crumbled in a swirling cloud of dust. In one swift, effortless motion, the buildings collapsed into a neat pile to the amusement and cheers of a gathered crowd. One by one the buildings went, until the plaza reminded him of the devastated cities he had seen during the Mexican Revolution.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Jerónimo Portal is a veteran of the Mexican Revolution (1910–1920).</span></span></p>\n\n<p class=\"passage_para\">The sleek buildings took so long to build that he became a familiar figure for the work crews putting them up. Eventually, he was a signal to them as they came to know his punctuality. His slow but steady walk, head held up high, became a signal to the workmen to put their tools away, shut down equipment, and prepare for lunch. The workmen often sat near him. He had appropriated a bench for himself which they respected by leaving it to him.</p>\n</div>\n</div>\n"}]}]