[{"id":"VR217092","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Egan uses literary elements and techniques to convey Moose’s complex state of mind.","rubricRef":"VR217092_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Jennifer Egan’s novel <span class=\"formatted_text font_style:italic\">Look at Me</span>, published in 2001. In this passage, Moose, a college instructor who feels that he has a unique understanding of modern life, walks to his job at the fictitious Winnebago College. Read the passage carefully. Then, in a well-written essay, analyze how Egan uses literary elements and techniques to convey Moose’s complex state of mind.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">Weather permitting, Moose liked to walk the short distance from his apartment in Versailles to his office at Winnebago College, in part for the obvious benefits—fresh air and the like—although his concern for fresh air was mostly theoretical; he worried about it (or rather, the encroaching lack of it), enjoyed breathing it, but had long ago ceased to engage in the sorts of activities that celebrated its availability and freshness: hunting, camping, hiking, fishing. Athletics of all kinds.</p>\n\n<p class=\"passage_para\">No. It wasn’t fresh air that impelled Moose’s walks to work; it was the fact that in an era characterized by, among other ominous developments, the disappearance of the sidewalk, he offered up as a gesture of insurrection his own persistence in walking where a sidewalk should have been. I may look silly, his thinking went, as he rappelled over wedge-shaped hedges between parking lots and sashayed aside for heavy-breathing Chevy Suburbans, but not nearly as silly as a world without sidewalks—indeed, my apparent silliness is merely a fractional measure of an incalculable larger silliness whose foil I am. He didn’t say these things aloud or even think them anymore, per se, but he walked with a certain burly pride, a saucy, righteous air that lasted precisely the one-half mile of State Street between Versailles and Winnebago College, at which point he turned onto a driveway that sloped down to the college grounds, and paranoia set in.</p>\n\n<p class=\"passage_para\">Following the road’s insinuations, Moose gazed up into the frazzle of half-bare trees, postponing for as long as possible the intersection of his gaze with his two approaching colleagues: Janice Fine, with her needly little eyes and insect’s hairdo, and Jim Rasmussen, who always looked like he was about to vomit. Together they had spearheaded a movement eight months ago to boot him off the faculty.</p>\n\n<p class=\"passage_para\">“HEL-lo,” Moose greeted them at last, stressing the first syllable of the word. They nodded tepidly in return. Having passed them, Moose could not refrain from swiveling around to peer anxiously at the conspiratorial tilt of their heads, wondering if they were plotting his future unhappiness and unemployment. He forced himself to walk on. They were afraid of him, and jealous—yes, he believed they were—for despite his ignominious<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">shameful</span></span> résumé, despite the fact that he was underpaid and cooped up in a small dark basement office where no other offices were to be found; despite these manifold indignities, which Moose endured with a stoicism made possible only by the imperative of a far more urgent project, he was a popular teacher. Students liked him; they eagerly descended to his subterranean lair to cajole their entrance to his overcrowded class and to request independent studies the college refused to pay him for. Why did a handful of undergraduates seek out a teacher who had a catastrophic problem with eye contact? Moose wasn’t sure, exactly. Long ago, he had drawn people effortlessly to himself; for whole years he had hardly a memory of being alone. That time had passed, of course, and now Moose was alone a great deal. Yet his popularity among the students affected him like a last warm, lingering touch from that prior era.</p>\n\n<p class=\"passage_para\">Each semester, Moose selected two or three of the most eager kids and taught them independently, despite the acute discomfort it gave him to engage in one-on-one conversation, not to mention the lack of remuneration. These tutorials were critically important to Moose—his life’s work: to bequeath the vision<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">an intellectual awakening</span></span> that had transformed him eighteen years ago, when he was twenty-three, to a handful of younger, abler others who might carry on the work when he no longer had the strength.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Trademarks owned by third parties may be included as part of the text in these testing materials. Such trademarks are owned by the respective trademark holders, none of which are affiliated with ETS, nor do these owners endorse or otherwise sponsor or approve these materials. Third party trademark Chevrolet® was used in these testing materials.</span></span></span></div>\n</div>\n"}]}]