[{"id":"VR217084","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Lalami uses literary elements and techniques to convey the narrator’s complex response to her situation.","rubricRef":"VR217084_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Laila Lalami’s novel <span class=\"formatted_text font_style:italic\">The Other Americans</span>, published in 2019. In this passage, set in the 1980s, the narrator, a recent immigrant from Casablanca, Morocco, describes a trip to the grocery store with her family. Read the passage carefully. Then, in a well-written essay, analyze how Lalami uses literary elements and techniques to convey the narrator’s complex response to her situation.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">In Casablanca, I had my two sisters, three uncles, and eight cousins, but here in California, my brother was the only family I had, and he lived a hundred and thirty miles away. I hadn’t realized how far that was until we went from seeing him every day to seeing him only once a month, and sometimes not even that often. For me, that was the hardest thing about living in America, being so far away, it was like being orphaned.</p>\n\n<p class=\"passage_para\">One day we went to the Stater Brothers<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a supermarket chain in California</span></span> on the 62. We had been living in the Mojave<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">a desert in the North American Southwest</span></span> for about nine months by then, but this was our first winter here and we weren’t used to the cold, so I bundled up Salma in a green wool coat I’d bought for her at the Goodwill before we went to the store. She sat in the shopping cart, which was another thing that was new to me in America, but I let her, she liked the feeling of rolling around the store in the cart, and I didn’t see the harm in it. Looking through the coupons we’d clipped from the newspaper, I found a discount we could apply to a can of Hunt’s diced tomatoes, but I couldn’t see the brand anywhere on the shelf. “I’m sure they have it,” Driss said. He was like that, he always had faith, even about silly little things, so while he looked for the can, I waited, shivering in my denim jacket. Then a woman pushed her cart past us, and in her wake I caught the scent of rose water. Instantly, I was back in Casablanca with my sisters, putting our hair in rollers and trying on different colors of lipstick, looking at our reflections in the dresser mirror, where a picture of Shadia<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">an Egyptian actress and singer</span></span> was tucked into the frame, her hair in an elaborate bouffant we were trying to replicate. The radio was on, we were waiting for the DJ to play the Bee Gees, our friends were coming by later to watch an Egyptian movie starring Roshdy Abadha.</p>\n\n<p class=\"passage_para\">I don’t know why I did this, but I followed the woman down the aisle and along the refrigerated section, where she got milk and butter and eggs and juice, enough for a big family, and then to the corner display, where she picked out one of the new <span class=\"formatted_text font_style:italic\">E.T.</span> lunchboxes, with the alien and the little boy touching fingers and the light glowing between them. The woman had long brown hair, almost the same shade as mine, only she wore hers parted down the middle, and I remember that her coat had those huge shoulder pads that were becoming popular. She went into a new aisle, and I watched as she tried to choose a brand of baking flour from the dozens that sat on the shelf. “Hello,” I said. The woman turned around, her eyebrows lifting, her lips stretching into a tentative smile. My name is Maryam, I wanted to tell her. What is yours? Do you live nearby? What do you do? Do you have children? I have one daughter, she is three years old. Would you like to have tea with me someday? Are you baking a cake? I know a great recipe. You shouldn’t use Star Flour, though, it’s not good for cakes. But when I opened my mouth again, nothing came out, my heart was beating too fast inside my chest.</p>\n\n<p class=\"passage_para\">“Yes?” she said. “Can I help you?”</p>\n\n<p class=\"passage_para\">“This is not good floor.”</p>\n\n<p class=\"passage_para\">“What?”</p>\n\n<p class=\"passage_para\">Later, I would learn to sound out words in my head before I spoke them, the way I had been taught to do at school, when we recited the poems of al-Khansa’ or al-Mutanabbi, and our teachers would not tolerate a missing inflection or an incorrect agreement, but that day all I felt was the betrayal of a foreign tongue. “This,” I said, “is not good floor.”</p>\n\n<p class=\"passage_para\">She looked at the ground. “I don’t understand.”</p>\n\n<p class=\"passage_para\">“Too thick.”</p>\n\n<p class=\"passage_para\">“Lady, I have no idea whatchu tryin’ to say.”</p>\n\n<p class=\"passage_para\">Only now that I was close to her did I see that she had a beauty mark on her upper lip, just like my youngest sister, which I hadn’t expected, and I stared at her even more intently. But I had already mangled what I’d tried to say and I was afraid to make it worse, so I pointed to the flour and rubbed my belly and smiled in a way I hoped made my meaning clear. She shook her head and laughed, displaying crooked teeth yellowed by coffee, then put a box of instant baking mix in her cart and walked off. Standing next to the canisters of frosting, I started crying. That’s where Driss found me later, crying next to the frosting. “What’s wrong?” he asked, taking my hand. I didn’t know how to explain to him that nothing was wrong, and yet everything was wrong. Salma was watching me from the cart, and I quickly dried my face. I didn’t want to upset her, especially after she brandished the can of Hunt’s diced tomatoes like a prize. A consolation prize.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Trademarks owned by third parties may be included as part of the text in these testing materials. Such trademarks are owned by the respective trademark holders, none of which are affiliated with ETS, nor do these owners endorse or otherwise sponsor or approve these materials. Third party trademarks Stater Bros.®, Goodwill®, Hunt’s®, Bee Gees, and E.T. the Extra-Terrestrial® were used in these testing materials.</span></span></span></div>\n</div>\n"}]}]