[{"id":"VR217081","type":"longtextV2","stimulusHtml":"<p class=\"GenericIntroductionNormal\">In&nbsp;a well-written essay, analyze how Eliot uses literary elements and techniques to develop a complex portrayal of Tom and Maggie’s relationship.</p>\n","rubricRef":"VR217081_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"GenericIntroductionNormal\"><span style=\"font-size:11pt\"><span style=\"font-family:&quot;Times LT Std&quot;,serif\">The following excerpt is from George Eliot’s novel <i>The Mill on the Floss</i>, published in 1860. In this passage, Tom and Maggie, a young brother and sister, go fishing together at the Round Pool, part of the River Floss. Read the passage carefully. Then, in a well-written essay, analyze how Eliot uses literary elements and techniques to develop a complex portrayal of Tom and Maggie’s relationship.</span></span></p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">They were on their way to the Round Pool—that wonderful pool, which the floods had made a long while ago: no one knew how deep it was; and it was mysterious too that it should be almost a perfect round, framed in with willows and tall reeds, so that the water was only to be seen when you got close to the brink. The sight of the old favourite spot always heightened Tom’s good humour, and he spoke to Maggie in the most amicable whispers, as he opened the precious basket and prepared their tackle. He threw her line for her, and put the rod into her hand. Maggie thought it probable that the small fish would come to her hook, and the large ones to Tom’s. But she had forgotten all about the fish and was looking dreamily at the glassy water, when Tom said, in a loud whisper, “Look, look, Maggie!” and came running to prevent her from snatching her line away.</p>\n\n<p class=\"passage_para\">Maggie was frightened lest she had been doing something wrong, as usual, but presently Tom drew out her line and brought a large tench<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a kind of freshwater fish</span></span> bouncing on the grass.</p>\n\n<p class=\"passage_para\">Tom was excited.</p>\n\n<p class=\"passage_para\">“O Magsie! you little duck! Empty the basket.”</p>\n\n<p class=\"passage_para\">Maggie was not conscious of unusual merit, but it was enough that Tom called her Magsie, and was pleased with her. There was nothing to mar her delight in the whispers and the dreamy silences, when she listened to the light dipping sounds of the rising fish and the gentle rustling, as if the willows and the reeds and the water had their happy whisperings also. Maggie thought it would make a very nice heaven to sit by the pool in that way, and never be scolded. She never knew she had a bite till Tom told her, but she liked fishing very much.</p>\n\n<p class=\"passage_para\">It was one of their happy mornings. They trotted along and sat down together with no thought that life would ever change much for them: they would only get bigger and not go to school, and it would always be like the holidays; they would always live together and be fond of each other. And the mill with its booming—the great chestnut-tree under which they played at houses, their own little river, the Ripple, where the banks seemed like home, and Tom was always seeing the water-rats, while Maggie gathered the purple plumy tops of the reeds which she forgot and dropped afterwards, above all, the great Floss along which they wandered with a sense of travel, to see the rushing spring tide—the awful Eagre<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">a steep wave caused by the tide rushing up a narrow estuary</span></span>— come up like a hungry monster, or to see the Great Ash<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">an ash tree</span></span> which had once wailed and groaned like a man—these things would always be just the same to them. Tom thought people were at a disadvantage who lived on any other spot of the globe, and Maggie when she read about Christiana passing “the river over which there is no bridge”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">a reference to the river of death in John Bunyan’s <span class=\"formatted_text font_style:italic\">The Pilgrim’s Progress</span>, a seventeenth-century Christian allegory</span></span> always saw the Floss between the green pastures by the Great Ash.</p>\n\n<p class=\"passage_para\">Life did change for Tom and Maggie; and yet they were not wrong in believing that the thoughts and loves of these first years would always make part of their lives. We could never have loved the earth so well if we had had no childhood in it,—if it were not the earth where the same flowers come up again every spring that we used to gather with our tiny fingers as we sat lisping to ourselves on the grass—the same hips and haws on the autumn hedgerows—the same redbreasts that we used to call “God’s birds” because they did no harm to the precious crops. What novelty is worth that sweet monotony where everything is known and <span class=\"formatted_text font_style:italic\">loved</span> because it is known?</p>\n</div>\n</div>\n"}]}]