[{"id":"VR217100","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Egan uses literary elements and techniques to convey Anna’s complex experience.","rubricRef":"VR217100_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Jennifer Egan’s novel <span class=\"formatted_text font_style:italic\">Manhattan Beach</span>, published in 2017. In this passage, set in the Brooklyn Navy Yard in the 1940s, Anna, who wishes to be considered for diver training, is assisted by current divers Katz and Greer in donning weighty diving gear. Read the passage carefully. Then, in a well-written essay, analyze how Egan uses literary elements and techniques to convey Anna’s complex experience.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">“Take a seat,” Katz said. “It’s time for the hat.”</p>\n\n<p class=\"passage_para\">The “hat” was the spherical brass helmet, which at close range looked more like plumbing or a piece of machinery than something a human being would wear. Anna felt a thrill of disbelief when Katz and Greer each took half and lifted it over her head. Then she was inside, encased in a humid metallic smell that was almost a taste. They screwed the base of the helmet into the breastplate like a lightbulb fitting a socket. A crushing weight bore down upon Anna through the collar’s sharp edges. She writhed under it, trying to move away or unseat it. There were two raps on top of the helmet, and the round front window popped open, admitting a shock of cool air. Greer was there. “You must tell us if you feel faint,” he said.</p>\n\n<p class=\"passage_para\">“I feel fine,” she said.</p>\n\n<p class=\"passage_para\">“Stand up,” Katz said.</p>\n\n<p class=\"passage_para\">She tried to stand, but the breastplate and helmet and leaden belt fused her to the bench. The only way to rise was to force her weight against those two spots where the collar cleaved her shoulders. Anna did this with a sensation of nails being pounded into her flesh. The pain made her eyes swim, and the weight threatened to buckle her knees, but she heaved herself upright, each instant bringing a fresh negotiation over whether she would be able to bear the weight another second. Yes. And yes. Yes again.</p>\n\n<p class=\"passage_para\">Yes, yes, yes.</p>\n\n<p class=\"passage_para\">Katz peered through the faceplate opening. She noticed a thin white scar bisecting his right upper lip and felt an itch of hatred for him that partook of the vicious pain in her shoulders. Katz was enjoying this. “Walk,” he said.</p>\n\n<p class=\"passage_para\">“She’ll faint.”</p>\n\n<p class=\"passage_para\">“Let her.”</p>\n\n<p class=\"passage_para\">“I don’t faint,” Anna said. “I’ve never fainted in my life.”</p>\n\n<p class=\"passage_para\">Balancing the helmet’s weight on those two ravaged points of pain, she took a step, dragging a shoe over the bricks as if she were manacled in chains. Then another step. Sweat crawled over her scalp. Two hundred pounds. The hat and collar weighed fifty-six, the shoes thirty-five, the belt eighty-four. Or was each shoe thirty-five, making a total of seventy?</p>\n\n<p class=\"passage_para\">Another step. And then another. Sliding the shoes with no idea where she was going or why. Pain had wiped away those facts.</p>\n\n<p class=\"passage_para\">Someone pressed an object into her three-fingered gloves. “Untie that.”</p>\n\n<p class=\"passage_para\">“While I’m walking?” she shouted.</p>\n\n<p class=\"passage_para\">Greer appeared in front of the face opening. “You can stop walking,” he said gently. He looked worried; she supposed her expression must be contorted. Anna raised the object to where she could see it: a rope, elaborately knotted. She rearranged her hands in the three-fingered gloves—pinkie and ring fingers in one slot, pointer and index in a second, thumbs in the third—and pushed against the knot with all ten fingertips. Through the hot, slightly damp insides of the gloves, her fingers explored its contours, and the pain in her shoulders felt suddenly at a remove. There was an area in every knot that would yield when you pushed on it hard and long enough. Anna closed her eyes, her hands delivering her to a purely tactile realm that seemed to exist outside the rest of life. It was like pushing through a wall to find a hidden chamber just beyond it. She felt the knot’s weakness, like the faint, incipient bruise on an apple, and dug her fingers in. Loosening a knot always seemed impossible until it was inevitable; Anna knew this from years of rat’s nests and cat’s cradles, shoelaces, jumping ropes, slingshots—things children on the block had always brought her to unscramble. The knot made a last clutching effort to preserve itself, its reluctance to yield making it seem almost alive. Then it surrendered, the cords loose in her hands.</p>\n\n<p class=\"passage_para\">She held them out and someone took them. Katz looked in through the window. Anna expected hostility, but he spoke with evident wonder. “Well done.” More surprising than his palpable admiration was Anna’s swoon of pride; she hadn’t wanted to defeat Katz after all, it seemed, but to impress him.</p>\n\n<p class=\"passage_para\">They unscrewed the helmet and lifted it from her shoulders, followed by the belt and breastplate. Released from their weight, Anna felt as if she were floating, even flying. Her buoyancy infected the tenders,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">members of a diving team who from the surface assist the diver under water</span></span> as if her success belonged to them, too—or placed her in a category nearer their own. They helped her from the shoes and belt and dress in the same high spirits they’d started out with, except that those high spirits had been at her expense, and these included her.</p>\n</div>\n</div>\n"}]}]