[{"id":"VR217074","type":"longtextV2","stimulusHtml":"<p class=\"passage_para\">In a well-written essay, analyze how Irving uses literary elements and techniques to develop a complex portrayal of the family.</p>\n","rubricRef":"VR217074_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Washington Irving’s short story “The Specter Bridegroom,” published in 1819. In this passage, a German baron, his daughter, and their extended relations are introduced to the reader. Read the passage carefully. Then, in a well-written essay, analyze how Irving uses literary elements and techniques to develop a complex portrayal of the family.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">The baron had but one child, a daughter; but nature, when she grants but one child, always compensates by making it a prodigy, and so it was with the daughter of the baron. All the nurses, gossips, and country cousins assured her father that she had not her equal for beauty in all Germany; and who should know better than they? She had, moreover, been brought up with great care under the superintendence of two maiden aunts, who had spent some years of their early life at one of the little German courts and were skilled in all branches of knowledge necessary to the education of a fine lady. Under their instructions she became a miracle of accomplishments. By the time she was eighteen she could embroider to admiration and had worked whole histories of the saints in tapestry with such strength of expression in their countenances that they looked like so many souls in purgatory. She could read without great difficulty, and had spelled her way through several church legends and almost all the chivalric wonders of the Heldenbuch.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a collection of German epic poetry</span></span> She had even made considerable proficiency in writing, could sign her own name without missing a letter, and so legibly that her aunts could read it without spectacles. She excelled in making little elegant good-for-nothing ladylike knickknacks of all kinds; was versed in the most abstruse dancing of the day; played a number of airs on the harp and guitar; and knew all the tender ballads of the Minnelieders by heart.</p>\n\n<p class=\"passage_para\">Her aunts, too, having been great flirts and coquettes in their younger days, were admirably calculated to be vigilant guardians and strict censors of the conduct of their niece, for there is no duenna<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">an older woman acting as a chaperone</span></span> so rigidly prudent and inexorably decorous as a superannuated coquette. She was rarely suffered out of their sight; never went beyond the domains of the castle, unless well attended, or rather well watched; had continual lectures read to her about strict decorum and implicit obedience; and, as to the men—pah!—she was taught to hold them at such a distance, and in such absolute distrust, that, unless properly authorized, she would not have cast a glance upon the handsomest cavalier in the world—no, not if he were even dying at her feet.</p>\n\n<p class=\"passage_para\">The good effects of this system were wonderfully apparent. The young lady was a pattern of docility and correctness. While others were wasting their sweetness in the glare of the world and liable to be plucked and thrown aside by every hand, she was coyly blooming into fresh and lovely womanhood under the protection of those immaculate spinsters, like a rosebud blushing forth among guardian thorns. Her aunts looked upon her with pride and exultation, and vaunted that, though all the other young ladies in the world might go astray, yet, thank Heaven, nothing of the kind could happen to the heiress of Katzenellenbogen.</p>\n\n<p class=\"passage_para\">But, however scantily the Baron Von Landshort might be provided with children, his household was by no means a small one, for Providence had enriched him with abundance of poor relations. They, one and all, possessed the affectionate disposition common to humble relatives, were wonderfully attached to the baron, and took every possible occasion to come in swarms and enliven the castle. All family festivals were commemorated by these good people at the baron’s expense; and when they were filled with good cheer they would declare that there was nothing on earth so delightful as these family meetings, these jubilees of the heart.</p>\n\n<p class=\"passage_para\">The baron, though a small man, had a large soul, and it swelled with satisfaction at the consciousness of being the greatest man in the little world about him. He loved to tell long stories about the dark old warriors whose portraits looked grimly down from the walls around, and he found no listeners equal to those that fed at his expense. He was much given to the marvelous, and a firm believer in all those supernatural tales with which every mountain and valley in Germany abounds. The faith of his guests exceeded even his own; they listened to every tale of wonder with open eyes and mouth, and never failed to be astonished, even though repeated for the hundredth time. Thus lived the Baron Von Landshort, the oracle of his table, the absolute monarch of his little territory, and happy, above all things, in the persuasion that he was the wisest man of the age.</p>\n</div>\n</div>\n"}]}]