[{"id":"VR217077","type":"longtextV2","stimulusHtml":"<p class=\"passage_para\">In a well-written essay, analyze how Wharton uses literary elements and techniques to convey a complex representation of Mr. Mindon’s state of mind.</p>\n","rubricRef":"VR217077_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Edith Wharton’s short story “The Line of Least Resistance,” published in 1900. In this passage, Mr. Mindon considers his relationship with his wife, Millicent, after finding and reading a personal letter that she had discarded in her room. Read the passage carefully. Then, in a well-written essay, analyze how Wharton uses literary elements and techniques to convey a complex representation of Mr. Mindon’s state of mind.</p>\n</div>\n</div>\n<span class=\"list_heading\">In your response you should do the following:</span>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">He seemed to be cowering on the edge of a boiling flood, watching his small thinking faculty spin round out of reach on the tumult of his sensations. Then a fresh wave of emotion swept the tiny object—the quivering imperceptible ego—back to shore, and it began to reach out drowned tentacles in a faint effort after thought.</p>\n\n<p class=\"passage_para\">He sat up and glanced about him. The room looked back at him, coldly, unfamiliarly, as he had seen Millicent look when he asked her to be reasonable. And who are you? the walls seemed to say. Who am I? Mr. Mindon heard himself retorting. I’ll tell you, by God! I’m the man that paid for you—paid for every scrap of you: silk hangings, china rubbish, glasses, chandeliers—every Frenchified<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">made into the French style</span></span> rag of you. Why, if it weren’t for me and my money you’d be nothing but a brick-and-plaster shell, naked as the day you were built—no better than a garret<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">small, unfinished attic</span></span> or a coal hole. Why, you wouldn’t <span class=\"formatted_text font_style:italic\">be</span> at all if I chose to tear you down. I could tear the whole house down, if I chose.</p>\n\n<p class=\"passage_para\">He paused, suddenly aware that his eyes were on a photograph of Millicent, and that it was his wife he was apostrophizing. Her lips seemed to shape a “hush”; when he said things she didn’t like she always told him not to talk so loud. Had he been talking loud? Well, who was to prevent him? Wasn’t the house his and everything in it? Who was Millicent, to bid him hush?</p>\n\n<p class=\"passage_para\">Mr. Mindon felt a sudden increase of stature. He strutted across the room. Why, of course, the room belonged to him, the house belonged to him, and he belonged to himself! That was the best of it! For years he had been the man that Millicent thought him, the mere projection of her disdain; and now he was himself.</p>\n\n<p class=\"passage_para\">It was odd how the expression of her photograph changed, melting, as her face did, from contempt to cajolery, in one of those transitions that hung him breathless on the skirts of her mood. She was looking at him gently now, sadly almost, with the little grieved smile that seemed always to anticipate and pardon his obtuseness. Ah, Millicent! The clock struck and Mr. Mindon stood still. Perhaps she was smiling so now—or the other way. He could have told the other fool where each of her smiles led. There was a fierce enjoyment in his sense of lucidity. He saw it all now. Millicent had kept him for years in bewildered subjection to exigencies<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">demands</span></span> as inscrutable as the decrees of Providence; but now his comprehension of her seemed a mere incident in his omniscience.</p>\n\n<p class=\"passage_para\">His sudden translation to the absolute gave him a curious sense of spectatorship; he seemed to be looking on at his own thoughts. His brain was like a brightly-lit factory, full of flying wheels and shuttles. All the machinery worked with the greatest rapidity and precision. He was planning, reasoning, arguing, with unimagined facility; words flew out like sparks from each revolving thought. But suddenly he felt himself caught in the wheels of his terrific logic, and swept round, red and shrieking, till he was flung off into space.</p>\n\n<p class=\"passage_para\">The acuter thrill of one sobbing nerve detached itself against his consciousness. What was it that hurt so? Someone was speaking; a voice probed to the central pain—</p>\n\n<p class=\"passage_para\">“Any orders for the stable, sir?”</p>\n\n<p class=\"passage_para\">And Mr. Mindon found himself the mere mouthpiece of a roving impulse that replied—</p>\n\n<p class=\"passage_para\">“No, but you may telephone for a cab for me—at once.”</p>\n</div>\n</div>\n"}]}]