[{"id":"VR217097","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Glasgow uses literary elements and techniques to convey Dorinda’s complex response to her engagement.","rubricRef":"VR217097_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Ellen Glasgow’s novel <span class=\"formatted_text font_style:italic\">Barren Ground</span>, published in 1925. In this passage, Dorinda, a young woman growing up in rural Virginia in the late nineteenth century, is engaged to be married to Jason. Read the passage carefully. Then, in a well-written essay, analyze how Glasgow uses literary elements and techniques to convey Dorinda’s complex response to her engagement.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">In May and June, for a brief season between winter desolation and summer drought, the starved land flushed into loveliness. Honey-coloured sunlight. The notes of a hundred birds. A roving sweetness of wild grape in the air. To Dorinda, whose happiness had come so suddenly that her imagination was still spinning from the surprise of it, the flowerlike blue of the sky, the songs of birds, and the elusive scent of the wild grape, all seemed to be a part of that rich inner world, with its passionate expectancy and its sense of life burning upward.</p>\n\n<p class=\"passage_para\">They were to be married in the autumn. Even now, when she repeated the words, they sounded so unreal that she could scarcely believe them; but her prudent Scotch mind, which still distrusted ecstasy, had ceased long ago to distrust Jason’s love. The thing she wanted had come at last, and it had come, she realized, after she had deliberately turned her back upon it. She had found happiness, not by seeking it, but by running away from it. For two weeks she had persisted in her resolution; she had drawn desperately upon the tough fibre of inherited strength. For two weeks she had avoided Jason when it was possible, and in avoiding him, she could not fail to perceive, she had won him. To her direct, forward-springing nature there was a shock in the discovery that, where the matter is one of love, honesty is at best a questionable policy. Was truth, after all, in spite of the exhortations of preachers, a weaker power than duplicity? Would evasion win in life where frankness would fail? Then, as passion burned through her like the sunrise, doubt was extinguished. Since her heart told her that he was securely hers, what did it matter to her how she had won him?</p>\n\n<p class=\"passage_para\">For the first time in her life she had ceased longing, ceased striving. She was as satisfied as Almira<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">Dorinda’s cousin</span></span> to drift with the days toward some definite haven of the future. Detached, passive, still as a golden lily in a lily-pond, she surrendered herself to the light and the softness. Her soul was asleep, and beyond this inner stillness, men and women were as impersonal as trees walking. There was no vividness, no reality even, except in this shining place where her mind brooded with folded leaves. She was no longer afraid of life. The shadows of her great-aunts, Dorinda and Abigail, were as harmless as witches that have been robbed of their terror.</p>\n\n<p class=\"passage_para\">In those months, while her eyes were full of dreams, her immature beauty bloomed and ripened into its summer splendour. There was a richer gloss on her hair, which was blue black in the shadow, a velvet softness to her body, a warmer flush, like the colour of fruit, in her cheeks and lips. Her artless look wavered and became shy and pensive. Some subtle magic had transformed her; and if the natural Dorinda still survived beneath this unreal Dorinda, she was visible only in momentary sparkles of energy. When she was with Jason she talked little. Expression had never been easy for her, and now, since silence was so much softer and sweeter than speech, she sat in an ecstatic dumbness while she drank in the sound of his voice. Feeling, which had drugged her until only half of her being was awake, had excited him into an unusual mental activity. He was animated, eager, weaving endless impracticable schemes, like a man who is intoxicated but still in command of his faculties.</p>\n\n<p class=\"passage_para\">“Are you happy?” she asked one August afternoon, while they sat in the shade of the thin pines which edged the woods beyond Joshua’s tobacco-field. It was the question she asked every day, and his answers, though satisfying to her emotion, were unconvincing to her intelligence. He loved her as ardently as she loved him; yet she was beginning to realize that only to a woman are love and happiness interchangeable terms.</p>\n</div>\n</div>\n"}]}]