[{"id":"VR217082","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Wharton uses literary elements and techniques to develop a complex portrayal of Ann Eliza.","rubricRef":"VR217082_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Edith Wharton’s novella “Bunner Sisters,” published in 1916. In this passage, Ann Eliza Bunner ventures out to buy a birthday present for her sister, Evelina. Read the passage carefully. Then, in a well-written essay, analyze how Wharton uses literary elements and techniques to develop a complex portrayal of Ann Eliza.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">The infrequency of her walks made them the chief events of her life. The mere act of going out from the monastic quiet of the shop into the tumult of the streets filled her with a subdued excitement which grew too intense for pleasure as she was swallowed by the engulfing roar of Broadway or Third Avenue, and began to do timid battle with their incessant cross-currents of humanity. After a glance or two into the great show-windows she usually allowed herself to be swept back into the shelter of a side-street, and finally regained her own roof in a state of breathless bewilderment and fatigue; but gradually, as her nerves were soothed by the familiar quiet of the little shop, and the click of Evelina’s pinking-machine,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a machine used to produce scalloped or zigzag edges on cloth</span></span> certain sights and sounds would detach themselves from the torrent along which she had been swept, and she would devote the rest of the day to a mental reconstruction of the different episodes of her walk, till finally it took shape in her thought as a consecutive and highly-coloured experience, from which, for weeks afterwards, she would detach some fragmentary recollection in the course of her long dialogues with her sister.</p>\n\n<p class=\"passage_para\">But when, to the unwonted excitement of going out, was added the intenser interest of looking for a present for Evelina, Ann Eliza’s agitation, sharpened by concealment, actually preyed upon her rest; and it was not till the present had been given, and she had unbosomed herself of the experiences connected with its purchase, that she could look back with anything like composure to that stirring moment of her life. From that day forward, however, she began to take a certain tranquil pleasure in thinking of Mr. Ramy’s small shop, not unlike her own in its countrified obscurity, though the layer of dust which covered its counter and shelves made the comparison only superficially acceptable. Still, she did not judge the state of the shop severely, for Mr. Ramy had told her that he was alone in the world, and lone men, she was aware, did not know how to deal with dust. It gave her a good deal of occupation to wonder why he had never married, or if, on the other hand, he were a widower, and had lost all his dear little children; and she scarcely knew which alternative seemed to make him the more interesting. In either case, his life was assuredly a sad one; and she passed many hours in speculating on the manner in which he probably spent his evenings. She knew he lived at the back of his shop, for she had caught, on entering, a glimpse of a dingy room with a tumbled bed; and the pervading smell of cold fry suggested that he probably did his own cooking. She wondered if he did not often make his tea with water that had not boiled, and asked herself, almost jealously, who looked after the shop while he went to market. Then it occurred to her as likely that he bought his provisions at the same market as Evelina; and she was fascinated by the thought that he and her sister might constantly be meeting in total unconsciousness of the link between them. Whenever she reached this stage in her reflexions she lifted a furtive glance to the clock, whose loud staccato tick was becoming a part of her inmost being.</p>\n\n<p class=\"passage_para\">The seed sown by these long hours of meditation germinated at last in the secret wish to go to market some morning in Evelina’s stead. As this purpose rose to the surface of Ann Eliza’s thoughts she shrank back shyly from its contemplation. A plan so steeped in duplicity had never before taken shape in her crystalline soul.</p>\n</div>\n</div>\n"}]}]