[{"id":"VR217094","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Doctorow uses literary elements and techniques to portray the boy’s complex perspective on change.","rubricRef":"VR217094_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from E. L. Doctorow’s novel <span class=\"formatted_text font_style:italic\">Ragtime</span>, published in 1975. In this passage, set around the turn of the twentieth century, the narrator describes a boy coming of age. Read the passage carefully. Then, in a well-written essay, analyze how Doctorow uses literary elements and techniques to portray the boy’s complex perspective on change.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">Mother suspected he was a strange child, although she shared this sense of him with no one, not even Father. Any indication that her son was ordinary heartened her. She wished he had friends. Father was still not himself and Younger Brother was too tormented by his own concerns to be of use,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">The father has returned from an expedition to the Arctic Circle; Younger Brother, the boy’s uncle, is a young man figuring out his political views.</span></span> so it was left to Grandfather to cultivate what might be the boy’s oddity or merely his independence of spirit.</p>\n\n<p class=\"passage_para\">The old man was very thin and stooped, and he emitted a mildewed smell, possibly because he had few clothes and refused to buy or accept anything new. Also his eyes were constantly watering. But he would sit in the parlor and tell the boy stories from Ovid.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">an ancient Roman poet, author of the <span class=\"formatted_text font_style:italic\">Metamorphoses</span></span></span> They were stories of transformation. Women turned into sunflowers, spiders, bats, birds; men turned into snakes, pigs, stones and even thin air. The boy did not know he was hearing Ovid, and it would not have mattered if he had known. Grandfather’s stories proposed to him that the forms of life were volatile and that everything in the world could as easily be something else. The old man’s narrative would often drift from English to Latin without his being aware of it, as if he were reading to one of his classes of forty years before, so that it appeared nothing was immune to the principle of volatility, not even language.</p>\n\n<p class=\"passage_para\">The boy thought of his grandfather as a discarded treasure. He accepted the stories as images of truth, and therefore as propositions that could be tested. He found proof in his own experience of the instability of both things and people. He could look at the hairbrush on the bureau and it would sometimes slide off the edge and fall to the floor. If he raised the window in his room it might shut itself at the moment he thought the room was getting cold. He liked to go to the moving picture shows downtown at the New Rochelle Theatre on Main Street. He knew the principles of photography but saw also that moving pictures depended on the capacity of humans, animals or objects to forfeit portions of themselves, residues of shadow and light which they left behind. He listened with fascination to the Victrola and played the same record over and over, whatever it happened to be, as if to test the endurance of a duplicated event.</p>\n\n<p class=\"passage_para\">And then he took to studying himself in the mirror, perhaps expecting some change to take place before his eyes. He could not see that he was taller than he had been even a few months before, or that his hair was darkening. Mother noticed his new attention to himself and understood it as the vanity of a boy beginning to think of himself as a man. Certainly he had passed the age of sailor suits. Always discreet, she said nothing. But she was very pleased. In fact he continued the practice not from vanity but because he discovered the mirror as a means of self-duplication. He would gaze at himself until there were two selves facing one another, neither of which could claim to be the real one. The sensation was of being disembodied. He was no longer anything exact as a person. He had the dizzying feeling of separating from himself endlessly. He would entrance himself so deeply in this process that he would be unable to come out of it even though his mind was lucid. He would have to rely on some outside stimulus, a loud noise or a change in the light coming through the window, to capture his attention and make him whole again.</p>\n\n<p class=\"passage_para\">And what of his own father, the burly self-confident man who had gone away, and came back gaunt and hunched and bearded? Or of his uncle shedding his hair and his lassitude? Down at the bottom of the Broadview Avenue hill one day the city fathers unveiled a bronze statue of some old Dutch governor, a fierce-looking man with a square-topped hat, a cape, pantaloons and buckled shoes. The family was on hand for that. There were other statues in the city parks and the boy knew them all. He believed that statues were one way of transforming humans and in some cases horses. Yet even statues did not remain the same but turned different colors or lost bits and pieces of themselves.</p>\n\n<p class=\"passage_para\">It was evident to him that the world composed and recomposed itself constantly in an endless process of dissatisfaction.</p>\n</div>\n</div>\n"}]}]