[{"id":"VR217080","type":"longtextV2","stimulusHtml":"<p class=\"passage_para\">In&nbsp;a well-written essay, analyze how Greer uses literary elements and techniques to develop a complex portrayal of Arthur Less.</p>\n","rubricRef":"VR217080_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Andrew Sean Greer’s novel <span class=\"formatted_text font_style:italic\">Less</span>, published in 2017. In this passage, Arthur Less, a writer in his late forties, waits in a hotel lobby to be escorted to a speaking engagement. Read the passage carefully. Then, in a well-written essay, analyze how Greer uses literary elements and techniques to develop a complex portrayal of Arthur Less.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">Look at him: seated primly on the hotel lobby’s plush round sofa, blue suit and white shirt, legs knee-crossed so that one polished loafer hangs free of its heel. The pose of a young man. His slim shadow is, in fact, still that of his younger self, but at nearly fifty he is like those bronze statues in public parks that, despite one lucky knee rubbed raw by schoolchildren, discolor beautifully until they match the trees. So has Arthur Less, once pink and gold with youth, faded like the sofa he sits on, tapping one finger on his knee and staring at the grandfather clock. The long patrician nose perennially burned by the sun (even in cloudy New York October). The washed-out blond hair too long on the top, too short on the sides—portrait of his grandfather. Those same watery blue eyes. Listen: you might hear anxiety ticking, ticking, ticking away as he stares at that clock, which unfortunately is not ticking itself. It stopped fifteen years ago. Arthur Less is not aware of this; he still believes, at his ripe age, that escorts for literary events arrive on time and bellboys reliably wind the lobby clocks. He wears no watch; his faith is fast. It is mere coincidence that the clock stopped at half past six, almost exactly the hour when he is to be taken to tonight’s event. The poor man does not know it, but the time is already quarter to seven.</p>\n\n<p class=\"passage_para\">As he waits, around and around the room circles a young woman in a brown wool dress, a species of tweed hummingbird, pollinating first this group of tourists and then that one. She dips her face into a cluster of chairs, asking a particular question, and then, dissatisfied with the answer, darts away to find another. Less does not notice her as she makes her rounds. He is too focused on the broken clock. The young woman goes up to the lobby clerk, then to the elevator, startling a group of ladies overdressed for the theater. Up and down Less’s loose shoe goes. If he paid attention, perhaps he would have heard the woman’s eager question, which explains why, though she asks everyone else in the lobby, she never asks it of him:</p>\n\n<p class=\"passage_para\">“Excuse me, but are you Miss Arthur?”</p>\n\n<p class=\"passage_para\">The problem—which will not be solved in this lobby—is that the escort believes Arthur Less to be a woman.</p>\n\n<p class=\"passage_para\">In her defense, she has read only one novel of his, in an electronic form that lacked a photo, and found the female narrator so compelling, so persuasive, that she was certain only a woman could have written it; she assumed the name to be one of those American gender curiosities (she is Japanese). This is, for Arthur Less, a rare rave review. Little good this does him at the moment, sitting on the round sofa, from whose conical center emerges an oiled palm. For it is now ten minutes to seven.</p>\n\n<p class=\"passage_para\">Arthur Less has been here for three days; he is in New York to interview famous science fiction author H. H. H. Mandern onstage to celebrate the launch of H. H. H. Mandern’s new novel; in it, he revives his wildly popular Holmesian robot, Peabody. In the world of books, this is front-page news, and a great deal of money is jangling behind the scenes. Money in the voice that called Less out of the blue and asked if he was familiar with the work of H. H. H. Mandern, and if he might be available for an interview. Money in the messages from the publicist instructing Less what questions were absolutely off the table for H. H. H. Mandern (his wife, his daughter, his poorly reviewed poetry collection). Money in the choice of venue, the advertisements plastered all over the Village. Money in the inflatable Peabody battling the wind outside the theater. Money even in the hotel Arthur has been placed in, where he was shown a pile of “complimentary” apples he can feel free to take anytime, day or night, you’re welcome. In a world where most people read one book a year, there is a lot of money hoping that <span class=\"formatted_text font_style:italic\">this</span> is the book and that this night will be the glorious kickoff. And they are depending on Arthur Less.</p>\n\n<p class=\"passage_para\">And still, dutifully, he watches the stopped clock. He does not see the escort standing woefully beside him. He does not see her adjust her scarf, then exit the lobby through the washing machine of its revolving doors. Look at the thinning hair at the crown of his head, the rapid blink of his eyes. Look at his boyish faith.</p>\n</div>\n</div>\n"}]}]