[{"id":"VR217089","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Divakaruni uses literary elements and techniques to convey Mrs. Pritchett’s complex reaction to the events of the day.","rubricRef":"VR217089_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Chitra Banerjee Divakaruni’s novel <span class=\"formatted_text font_style:italic\">One Amazing Thing</span>, published in 2010. In this passage, Mrs. Pritchett observes an interaction that provokes her to reflect on her life. Read the passage carefully. Then, in a well-written essay, analyze how Divakaruni uses literary elements and techniques to convey Mrs. Pritchett’s complex reaction to the events of the day.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">That fateful day begins with Mrs. Pritchett enjoying a cup of lemon tea in her morning kitchen, closing her eyes and breathing in the tangy steam. She believes in life’s small pleasures. Around her, the kitchen gleams: immaculate granite counters, a purring Sub-Zero refrigerator, a blue ceramic bowl she made in pottery class. The bowl is filled with apples and pears, her husband’s favorite fruits.</p>\n\n<p class=\"passage_para\">Mrs. Pritchett has sent her husband off to his office on a wholesome breakfast of oatmeal with almonds and brown sugar and a glass of freshly squeezed orange juice. Until he returns in the evening, the day lies ahead of her, luxurious as a stretching cat waiting for her to stroke it. She makes a mental list: go into her dewy garden and pick an armful of irises; tidy the house in preparation for dinner guests, Mr. Pritchett’s old clients, grown into friends over the years; visit the local market to pick up strawberries for an English trifle she’s planning to create. After shopping, she may stop for lunch at the little deli nearby. Their sandwiches are excellent, made with bread they bake each morning in the back. At teatime she’ll meet her monthly book club, intelligent, pleasant women, several of them in their late sixties like her; she is ready for the meeting, with a page of notes on <span class=\"formatted_text font_style:italic\">The House of the Spirits</span>.<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">a widely-read work by Chilean novelist Isabel Allende (1946–)</span></span> When she gets home, she’ll put on a Satie<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">Erik Satie (1866–1925) was a French avant-garde composer best known for his piano works.</span></span> CD<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">compact disc</span></span> and lie down on the couch. (This need for rest would have irked her when she was younger; she accepts it with equanimity now.) Then it’ll be time to prepare dinner—an easy task. The lamb has already been marinated, the greens washed and patted dry.</p>\n\n<p class=\"passage_para\">It does not strike Mrs. Pritchett that her life is small and contained, filled with bourgeois pleasures. If it did, she would not consider that a bad thing.</p>\n\n<p class=\"passage_para\">She is running late, and the little café is empty when she gets to it, the lunchtime crowd gone. This disappoints her for a moment; she loves to people watch. But no matter. She orders ham and melted cheese on rye and bites into the crusty bread with vigorous pleasure. Then she sees the couple walking in. They’re old; the husband has age spots on his face and trembly hands with which he guides his wife. She has aged worse than he. She wears thick, Coke-bottle glasses and shuffles with painful slowness, leaning on a cane, one of those ugly aluminum quadruped things. Mrs. Pritchett watches them with a mix of pity and fear. One day soon, she and her husband will come to this.</p>\n\n<p class=\"passage_para\">The couple has reached a table. The old man lets go of his wife’s arm and pulls a chair out for her. He helps her off with her coat, an action that takes some maneuvering as she shifts her cane from one hand to the other. But he is patient, and when it’s off, he hangs it carefully on the back of her chair. He flicks a speck off the sleeve before he turns back to his wife and helps her sit down. The couple discusses the menu, the woman pointing with sudden animation to items while the man inclines his head toward her to hear better. Then he nods gravely and summons the waitress. Mrs. Pritchett dawdles over her sandwich; she is curious about their order, which turns out to be a sugar-dusted lemon square and a decadent, oversize éclair. The man cuts each in half so they can share them. It’s the flicking of the speck off the sleeve that gets Mrs. Pritchett—the caring behind the gesture, even though his wife with her poor vision would never have noticed whatever was on the coat sleeve.</p>\n\n<p class=\"passage_para\">Throughout book club, Mrs. Pritchett can’t stop thinking about the couple in the café. In her distracted state, she forgets to bring up her best points during discussion. At home, the Satie makes her want to weep. She stares blankly at the oven while the lamb roasts, trying to figure out why she is so obsessed with the old man and his wife, and when she finally understands, she cannot move. By the time Mr. Pritchett returns from the office, she has made a decision. After dinner, when the men swoon over her trifle and the women clamor for the recipe, which she writes down for them on monogrammed notecards, she tells Mr. Pritchett that she has a terrible headache. Would it be okay if she slept in the guest room? He agrees easily, as she knew he would.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">From <span class=\"formatted_text font_style:italic\">One Amazing Thing</span> by Chitra Banerjee Divakaruni, copyright © 2010, 2016. Reprinted by permission of Hyperion, an imprint of Hachette Book Group, Inc.</span><span class=\"mandatory_credit_line\">Copyright © 2010 by Chitra Banerjee Divakaruni. Reprinted by permission of the author and the Sandra Dijkstra Literary Agency.</span><span class=\"mandatory_credit_line\">Trademarks owned by third parties may be included as part of the text in these testing materials. Such trademarks are owned by the respective trademark holders, none of which are affiliated with ETS, nor do these owners endorse or otherwise sponsor or approve these materials. Third party trademarks Sub-Zero® and Coke® were used in these testing materials.</span></span></div>\n</div>\n"}]}]