[{"id":"VR217085","type":"longtextV2","stimulusHtml":"<p class=\"passage_para\">In a well-written essay, analyze how Fisher uses literary elements and techniques to convey the complex relationship between Harrison and Professor Endicott.</p>\n","rubricRef":"VR217085_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Dorothy Canfield Fisher’s short story “A Thread Without a Knot,” published in 1916. In this passage, Harrison, a graduate assistant in the history department of a university, informs one of his professors that he will be traveling to France to do academic research. Read the passage carefully. Then, in a well-written essay, analyze how Fisher uses literary elements and techniques to convey the complex relationship between Harrison and Professor Endicott.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">When the assistant in the history department announced to Professor Endicott his intention of spending several months in Paris to complete the research work necessary to his doctor’s dissertation, the head of the department looked at him with an astonishment so unflattering in its significance that the younger man laughed aloud.</p>\n\n<p class=\"passage_para\">“You didn’t think I had it in me to take it so seriously, did you, Prof?” he said, with his usual undisturbed and amused perception of the other’s estimate of him. “And you’re dead right, too! I’m doing it because I’ve got to, that’s all. It’s borne in on me that you can’t climb up very fast in modern American universities unless you’ve got a doctor’s degree, and you can’t be a Ph.D. without having dug around some in a European library. I’ve picked out a subject that needs just as little of that as any—you know as well as I do that right here in Illinois I can find out everything that’s worth knowing about the early French explorers of the Mississippi—but three months in the Archives in Paris ought to put a polish on my dissertation that will make even Columbia and Harvard sit up and blink. Am I right in my calculations?”</p>\n\n<p class=\"passage_para\">Professor Endicott’s thin shoulders executed a resigned shrug. “You are always right in your calculations, my dear Harrison,” he said; adding, with an ambiguous intonation, “And I suppose I am to salute in you the American scholar of the future.”</p>\n\n<p class=\"passage_para\">Harrison laughed again without resentment, and proceeded indulgently to reassure his chief. “No, sir, you needn’t be alarmed. There’ll always be enough American-born scholars to keep you from being lonesome, just as there’ll always be others like me, that don’t pretend to have a drop of real scholar’s blood in them. I want to <span class=\"formatted_text font_style:italic\">teach!</span>—to teach history!—American history! . . . teach it to fool young undergraduates who don’t know what kind of a country they’ve got, nor what they ought to make out of it, now they’ve got it. And I’m going in to get a Ph.D. the same way I wear a stiff shirt and collars and cuffs, not because I was brought up to believe in them as necessary to salvation—because I wasn’t, Lord knows!—but because there’s a prejudice in favor of them among the people I’ve got to deal with.” He drew a long breath and went on, “Besides, Miss Warner and I have been engaged about long enough. I want to earn enough to get married on, and Ph.D. means advancement.”</p>\n\n<p class=\"passage_para\">Professor Endicott assented dryly: “That is undoubtedly just what it means nowadays. But you will ‘advance,’ as you call it, under any circumstances. <span class=\"formatted_text font_style:italic\">You</span> will not remain a professor of history. I give you ten years to be president of one of our large Western universities.”</p>\n\n<p class=\"passage_para\">His accent made the prophecy by no means a compliment, but Harrison shook his hand with undiminished good-will. “Well, Prof, if I am, my first appointment will be to make you head of the history department with twice the usual salary, and only one lecture a week to deliver to a class of four P. G.’s—post-graduates,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">graduate students</span></span> you know. I know a scholar when I see one, if I don’t belong to the tribe myself, and I know how they ought to be treated.”</p>\n\n<p class=\"passage_para\">If, in his turn, he put into a neutral phrase an ironical significance, it was hidden by the hearty and honest friendliness of his keen, dark eyes as he delivered this farewell.</p>\n\n<p class=\"passage_para\">The older man’s ascetic face relaxed a little. “You are a good fellow, Harrison, and I’m sure I wish you any strange sort of success you happen to desire.”</p>\n\n<p class=\"passage_para\">“Same to you, Professor. If I thought it would do any good, I’d run down from Paris to Munich . . . and try scaring the editor of the <span class=\"formatted_text font_style:italic\">Central-Blatt</span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">a scholarly journal</span></span> into admitting that you’re right about that second clause in the treaty of Utrecht.”</p>\n\n<p class=\"passage_para\">Professor Endicott fell back into severity. “I’m afraid,” he observed, returning to the papers on his desk, “I’m afraid that would not be a very efficacious method of determining a question of historical accuracy.”</p>\n\n<p class=\"passage_para\">Harrison settled his soft hat firmly on his head. “I suppose you’re right,” he remarked; adding as he disappeared through the door, “But more’s the pity!”</p>\n</div>\n</div>\n"}]}]