[{"id":"VR217093","type":"longtextV2","stimulusHtml":"In a well-written essay, analyze how Orange uses literary elements and techniques to convey Orvil’s complex reaction to his situation.","rubricRef":"VR217093_rubric","features":[{"type":"sharedpassage","html":"<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following excerpt is from Tommy Orange’s novel <span class=\"formatted_text font_style:italic\">There There</span>, published in 2018. In this passage, Orvil Red Feather, a Cheyenne teenager living in Oakland, California, is about to compete in his first dance contest at a powwow. Since Orvil has few opportunities to connect with Native American culture and community, he has taught himself traditional dancing by watching online videos. Read the passage carefully. Then, in a well-written essay, analyze how Orange uses literary elements and techniques to convey Orvil’s complex reaction to his situation.</p>\n</div>\n</div>\n\n<p><span class=\"list_heading\">In your response you should do the following:</span></p>\n\n<ul>\n\t<li class=\"list_paragraph\">Respond to the prompt with a thesis that presents a defensible interpretation.</li>\n\t<li class=\"list_paragraph\">Select and use evidence to support your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports your line of reasoning.</li>\n\t<li class=\"list_paragraph\">Use appropriate grammar and punctuation in communicating your argument.</li>\n</ul>\n\n<div class=\"passage\">\n<div class=\"prose style:2\">\n<p class=\"passage_para\">The men’s locker room is loud with laughter. At first Orvil thinks they’re laughing at him, but then realizes someone had told a joke just before he got in, because more jokes come as he sits down. Mostly it’s older guys, but there are a few young men in there too. He puts his regalia on slow, carefully, and puts his earphones in, but before he can put a song on he sees a guy across from him gesturing for him to take them out. It’s this huge Indian guy. He stands up, he’s in full regalia, and he picks his feet up one at a time, which makes his feathers shake, which sort of scares Orvil. The guy clears his throat.</p>\n\n<p class=\"passage_para\">“Now you young men in here, listen up. Don’t get too excited out there. That dance is your prayer. So don’t rush it, and don’t dance how you practice. There’s only one way for an Indian man to express himself. It’s that dance that comes from all the way back there. All the way over there. You learn that dance to keep it, to use it. Whatever you got going on in your life, you don’t leave it all in here, like them players do when they go out on that field, you bring it with you, you dance it. Any other way you try to say what you really mean, it’s just gonna make you cry. Don’t act like you don’t cry. That’s what we do. Indian men. We’re crybabies. You know it. But not out there,” he says, and points to the door of the locker room.</p>\n\n<p class=\"passage_para\">A couple of the older guys make this low <span class=\"formatted_text font_style:italic\">huh</span> sound, then another couple of guys say <span class=\"formatted_text font_style:italic\">aho</span> in unison. Orvil looks around the room, and he sees all these men dressed up like him. They all needed to dress up to look Indian too. There’s something like the shaking of feathers he felt somewhere between his heart and his stomach. He knows what the guy said is true. To cry is to waste the feeling. He needs to dance with it. Crying is for when there’s nothing else left to do. This is a good day, this is a good feeling, something he needs, to dance the way he needs to dance to win the prize. But no. Not the money. To dance for the first time like he learned, from the screen but also from practice. From the dancing came the dancing.</p>\n\n<p class=\"passage_para\">There are hundreds of dancers in front of him. Behind him. To his left and right. He’s surrounded by the variegation of color and pattern specific to Indianness, gradients from one color to the next, geometrically sequenced sequined shapes on shiny and leathered fabrics, the quill, bead, ribbon, plume, feathers from magpies, hawks, crows, eagles. There are crowns and gourds and bells and drumsticks, metal cones, sticked and arrowed flickers, shag anklets, and hairpipe bandoliers, barrettes and bracelets, and bustles that fan out in perfect circles. He watches people point out each other’s regalia. He is an old station wagon at a car show. He is a fraud. He tries to shake off the feeling of feeling like a fraud. He can’t allow himself to feel like a fraud because then he’ll probably act like one. To get to that feeling, to get to that prayer, you have to trick yourself out of thinking altogether. Out of acting. Out of everything. To dance as if time only mattered insofar as you could keep a beat to it, in order to dance in such a way that time itself discontinued, disappeared, ran out, or into the feeling of nothingness under your feet when you jumped, when you dipped your shoulders like you were trying to dodge the very air you were suspended in, your feathers a flutter of echoes centuries old, your whole being a kind of flight. To perform and win you have to dance true. But this is just Grand Entry. No judges. Orvil hops a little and dips his arms. He puts his arms out and tries to keep light on his feet. When he starts to feel embarrassed, he closes his eyes. He tells himself not to think. He thinks the thought <span class=\"formatted_text font_style:italic\">Don’t think</span> over and over. He opens his eyes and sees everyone around him. They’re all feathers and movement. They’re all one dance.</p>\n</div>\n</div>\n"}]}]