[{"id":"VR598260","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR598251.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In context, the metaphor of the “petted imp” in the second paragraph suggests which of the following about the role that vanity plays in Mrs. Barnaby’s character?</p>\n","rubricRef":"VR598260_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Read the following passage carefully before you choose your answers.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">This passage is excerpted from Frances Trollope's novel</span> The Widow Barnaby<span class=\"formatted_text font_style:italic\">, published in 1839.</span></p></div></div><div class=\"passage\"><div class=\"prose style:2\"><p class=\"passage_para\">Mr. Barnaby was proud of his wife; <span class=\"focus_start focus_id:VR598251_1 itemref:VR598254\" id=\"VR598251_1\"></span>for if not quite as slender and delicate, she really looked very nearly as handsome as ever, a slight <span class=\"formatted_text font_style:italic\">soupçon</span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\"><span class=\"formatted_text font_style:italic\">French</span>: a hint or suggestion</span></span> of rouge refreshing the brilliancy of her eyes, and concealing the incipient fading of her cheeks<span class=\"focus_end focus_idref:VR598251_1\"></span>; while the total absence of <span class=\"formatted_text font_style:italic\">mauvaise honte</span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\"><span class=\"formatted_text font_style:italic\">French</span>: bashfulness</span></span> (an advantage which may be considered as the natural consequence of a twelve years’ reign as the belle of a well-officered county town,) enabled her to preside at his own supper parties, and fill the place of honour as bride at those of his neighbours, with an easy sprightliness of manner that he felt to be truly fascinating. In short, Mr. Barnaby was excessively fond of his lady, and as he was known to have made much more money than he had spent, as no bill had ever been sent to him without immediate payment following, and as Mrs. Barnaby’s nature expanded itself in this enlarged sphere of action, and led her to disburse five times as much as Mr. Barnaby had ever expended without her, all the tradesmen in the town were excessively fond of her too. Wherever she went she was greeted with a smile; and instead of being obliged to stand in every shop, waiting till some one happened to be at leisure to ask her what she wanted to buy, <span class=\"focus_start focus_id:VR598251_6 itemref:VR598259\" id=\"VR598251_6\"></span>her feathers and her frills were no sooner discovered to be approaching the counter<span class=\"focus_end focus_idref:VR598251_6\"></span>, than as many right arms as were in presence thrust forward a seat towards her, while the well-pleased master himself invariably started forth to receive her commands.</p><p class=\"passage_para\">Any bride might have found matter for rejoicing in such a change, but few could have felt it so keenly as Mrs. Barnaby. She was by nature both proud and ambitious, and her personal vanity, though sufficiently strong within her to form rather a conspicuous feature in her character, was, in truth, only a sort of petted imp, that acted as an agent to assist in forwarding the hopes and wishes which her pride and ambition formed.</p><p class=\"passage_para\"><span class=\"focus_start focus_id:VR598251_8 itemref:VR598261\" id=\"VR598251_8\"></span>This pride and ambition, however, were very essentially different from the qualities known by these names among minds of a loftier nature. <span class=\"focus_start focus_id:VR598251_9 itemref:VR598262\" id=\"VR598251_9\"></span>The ambition, for instance, instead of being “that last infirmity of noble mind”<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">a phrase from John Milton’s poem “Lycidas”</span></span> for which Milton seems to plead so feelingly, was, in truth, the first vice of a very mean one<span class=\"focus_end focus_idref:VR598251_8\"></span><span class=\"focus_end focus_idref:VR598251_9\"></span>. Mrs. Barnaby burned with ambition to find herself in a situation that might authorize her giving herself the airs of a great lady; and her pride would have found all the gratification it sought, could she have been sure that her house and her dress would be daily cited among her acquaintance as more costly than their own.</p><p class=\"passage_para\"><span class=\"focus_start focus_id:VR598251_12 itemref:VR598265\" id=\"VR598251_12\"></span>Mrs. Barnaby had moreover <span class=\"formatted_text font_style:italic\">un esprit intriguant</span><span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\"><span class=\"formatted_text font_style:italic\">French</span>: a scheming disposition</span></span> in the most comprehensive sense of the phrase, for she would far rather have obtained any object she aimed at by means of her own manoeuvring, than by any simple concurrence of circumstances whatever; and this was perhaps the reason why, at the first moment the proposals of Mr. Barnaby, whom she had (comparatively speaking) used no tricks to captivate, produced a less pleasurable <span class=\"focus_start focus_id:VR598251_14 itemref:VR598256\" id=\"VR598251_14\"></span>effect<span class=\"focus_end focus_idref:VR598251_14\"></span> upon her <span class=\"focus_start focus_id:VR598251_15 itemref:VR598256\" id=\"VR598251_15\"></span>mind<span class=\"focus_end focus_idref:VR598251_15\"></span>, than a similar <span class=\"focus_start focus_id:VR598251_16 itemref:VR598256\" id=\"VR598251_16\"></span>overture<span class=\"focus_end focus_idref:VR598251_16\"></span> from any one of the innumerable <span class=\"focus_start focus_id:VR598251_17 itemref:VR598256\" id=\"VR598251_17\"></span>military men<span class=\"focus_end focus_idref:VR598251_17\"></span> whom <span class=\"focus_start focus_id:VR598251_18 itemref:VR598256\" id=\"VR598251_18\"></span>she<span class=\"focus_end focus_idref:VR598251_18\"></span> had so strenuously laboured to win, <span class=\"focus_start focus_id:VR598251_13 itemref:VR598256\" id=\"VR598251_13\"></span>would have done<span class=\"focus_end focus_idref:VR598251_12\"></span><span class=\"focus_end focus_idref:VR598251_13\"></span>. However, she was for this very reason happier than many other brides, for, in fact, she became daily more sensible of the substantial advantages she had obtained; and, on the whole, daily better pleased with her complaisant husband.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Although a minor aspect of her character, it suggests that her attitude is alternately playful and serious-minded.</p>","<p class=\"choice_paragraph\">Even though she knows that it impedes her ability to attain her goals, like a child she is unable to control her impulses.</p>","<p class=\"choice_paragraph\">While it is subordinate to her fundamental character traits, she indulges it as a means of achieving her aims.</p>","<p class=\"choice_paragraph\">Although she struggles to keep it in check, it is a predominant feature of her character and defines her as silly and foolish.</p>"],"answer":2}]