[{"id":"VR598222","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR598209.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The information about Selena’s name in the first and second sentences of the ninth paragraph (“Selena . . . identity”) suggests that Selena is most likely</p>\n","rubricRef":"VR598222_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"introduction passage-intro\">Read the following passage carefully before you choose your answers.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">This passage is excerpted from Margaret Atwood’s short story “Isis in Darkness,” published in 1991. The characters Richard and Selena are both poets.</span></p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">How did Selena get here? This is a question Richard is in the habit of asking himself, as he sits at his desk again, shuffling his deck of filing-cards,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">index cards</span></span> trying again to begin.</p>\n\n<p class=\"passage_para\">He has a repertoire of answers. Sometimes he pictures her drifting down towards the mundane rooftops in a giant balloon made of turquoise and emerald-green silks, or arriving on the back of a golden bird like the ones on Chinese teacups. On other days, darker ones like this Thursday—Thursday, he knows, was a sinister day in her calendar—she wends her way through a long underground tunnel encrusted with blood-red jewels and with arcane inscriptions that glitter in the light of torches. For years she walks, her garments—garments, not clothes—trailing, her eyes fixed and hypnotic, for she is one of those cursed with an unending life; walks until she reaches, one moonlit night, the iron-grilled door of the Petrowski tomb, which is real, though dug improbably into a hillside near the entrance to the also-real Mount Pleasant Cemetery.</p>\n\n<p class=\"passage_para\">(She would love that intersection of the banal and the numinous. She once said that the universe was a doughnut. She named the brand.)</p>\n\n<p class=\"passage_para\">The lock splits. The iron gate swings open. She emerges, raises her arms towards the suddenly chilled moon. The world changes.</p>\n\n<p class=\"passage_para\">There are other plots. It just depends which mythology he’s cribbing from.</p>\n\n<p class=\"passage_para\">A factual account exists. She came from the same sort of area that Richard came from himself: old pre-Depression Toronto, strung out along the lake shore south of the Queen streetcar tracks, a region of small vertical houses with peeling woodwork and sagging front porches and dry, mangy lawns. Not quaint in those days, not renovated, not desirable. The sort of constipated lower-middle-class white-bread ghetto he’d fled as soon as he could, because of the dingy and limited versions of himself it had offered him. Her motivation was perhaps the same. He likes to think so.</p>\n\n<p class=\"passage_para\">They’d even gone to the same constricting high school, though he’d never noticed her there. But why would he? He was four years older. By the time she’d come in, a spindly, frightened grade niner, he’d been almost out the door, and none too soon for him. He couldn’t imagine her there; couldn’t imagine her sauntering along the same faded green hallways, banging the same scratched lockers, sticking her gum underneath the same cagelike desks.</p>\n\n<p class=\"passage_para\">She and the high school would have been destructive opposites, like matter and anti-matter. Every time he placed her mental image beside that of the school, one or the other of them exploded. Usually it was the school’s.</p>\n\n<p class=\"passage_para\">Selena was not her real name. She had simply appropriated it, as she’d appropriated everything else that would help her to construct her new, preferred identity. She’d discarded the old name, which was Marjorie. Richard has learned this by mistake in the course of his researches, and has tried in vain to forget it.</p>\n\n<p class=\"passage_para\">The first time he saw her is not noted on any of his filing-cards. He only makes notes of things he is not otherwise likely to remember.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">From <span class=\"formatted_text font_style:italic\">Wilderness Tips</span> by Margaret Atwood, copyright © 1991 by O.W. Toad Limited. Used by permission of Doubleday, a division of Random House, Inc. Interested parties must apply directly to Random House, Inc., for permission.</span></span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">prone to confusion</p>","<p class=\"choice_paragraph\">envious of other people</p>","<p class=\"choice_paragraph\">artless and impressionable</p>","<p class=\"choice_paragraph\">bold and purposeful</p>"],"answer":4}]