[{"id":"VR733005","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733004.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The arrangement of details in the final paragraph primarily has the effect of</p>\n","rubricRef":"VR733005_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Read the following passage carefully before you choose your answers.</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">This passage is excerpted from Thomas Love Peacock’s novel </span>Nightmare Abbey<span class=\"formatted_text font_style:italic\">, published in 1818.</span></p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Nightmare Abbey, a venerable family mansion, in a highly picturesque state of semi-dilapidation, pleasantly situated on a strip of dry land between the sea and the fens,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">marshes</span></span> at the verge of the county of Lincoln, had the honour to be the seat of Christopher Glowry, Esquire. This gentleman was naturally of an atrabilarious<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">gloomy</span></span> temperament, and much troubled with those phantoms of indigestion which are commonly called <span class=\"formatted_text font_style:italic\">blue devils</span>. He had been deceived in an early friendship: he had been crossed in love; and had offered his hand, from pique,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">3</span><span class=\"footnote_text\">resentment after a perceived slight</span></span> to a lady, who accepted it from interest, and who, in so doing, violently tore asunder the bonds of a tried and youthful attachment. Her vanity was gratified by being the mistress of a very extensive, if not very lively, establishment; but all the springs of her sympathies were frozen. Riches she possessed, but that which enriches them, the participation of affection, was wanting. All that they could purchase for her became indifferent to her, because that which they could not purchase, and which was more valuable than themselves, she had, for their sake, thrown away. She discovered, when it was too late, that she had mistaken the means for the end—that riches, rightly used, are instruments of happiness, but are not in themselves happiness. In this wilful blight of her affections, she found them valueless as means: they had been the end to which she had immolated all her affections, and were now the only end that remained to her. She did not confess this to herself as a principle of action, but it operated through the medium of unconscious self-deception, and terminated in inveterate avarice. She laid on external things the blame of her mind’s internal disorder, and thus became by degrees an accomplished scold. She often went her daily rounds through a series of deserted apartments, every creature in the house vanishing at the creak of her shoe, much more at the sound of her voice, to which the nature of things affords no simile; for, as far as the voice of woman, when attuned by gentleness and love, transcends all other sounds in harmony, so far does it surpass all others in discord, when stretched into unnatural shrillness by anger and impatience.</p><p class=\"passage_para\">Mr. Glowry used to say that his house was no better than a spacious kennel, for everyone in it led the life of a dog. Disappointed both in love and in friendship, and looking upon human learning as vanity, he had come to a conclusion that there was but one good thing in the world, <span class=\"formatted_text font_style:italic\">videlicet</span>,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">4</span><span class=\"footnote_text\">that is to say</span></span> a good dinner; and this his parsimonious lady seldom suffered him to enjoy: but, one morning, like Sir Leoline in <span class=\"formatted_text font_style:italic\">Christabel</span>,<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">5</span><span class=\"footnote_text\">1816 poem by Samuel Taylor Coleridge</span></span> ‘he woke and found his lady dead’, and remained a very consolate widower, with one small child.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">emphasizing an unexpected turn of events in Mr. Glowry’s life</p>","<p class=\"choice_paragraph\">contrasting Mr. and Mrs. Glowry’s perspectives</p>","<p class=\"choice_paragraph\">underscoring Mr. Glowry’s interest in literature</p>","<p class=\"choice_paragraph\">hinting that Mr. Glowry’s pleasures in life are fleeting</p>"],"answer":0}]