[{"id":"VR733044","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR733036.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The discussion of the motto (“Over . . . but now”) in the seventh paragraph serves in part to characterize Mr. Unger as someone who</p>\n","rubricRef":"VR733044_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Read the following passage carefully before you choose your answers.</span></p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text font_style:italic\">This passage is excerpted from F. Scott Fitzgerald’s novella </span>The Diamond as Big as the Ritz<span class=\"formatted_text font_style:italic\">, published in 1922.</span></p></div></div><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">John T. Unger came from a family that had been well known in Hades<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">1</span><span class=\"footnote_text\">In Greek mythology, Hades is the underworld; in the Christian tradition, the term is sometimes associated with hell.</span></span>—a small town on the Mississippi River—for several generations. John’s father had held the amateur golf championship through many a heated contest; Mrs. Unger was known “from hot-box to hot-bed,” as the local phrase went, for her political addresses; and young John T. Unger, who had just turned sixteen, had danced all the latest dances from New York before he put on long trousers. And now, for a certain time, he was to be away from home. That respect for a New England education which is the bane of all provincial places, which drains them yearly of their most promising young men, had seized upon his parents. Nothing would suit them but that he should go to St. Midas’ School<span class=\"footnote\" tabindex=\"0\"><span class=\"footnote_mark\">2</span><span class=\"footnote_text\">King Midas is a figure in Greek mythology with the ability to turn anything he touches into gold.</span></span> near Boston—Hades was too small to hold their darling and gifted son.</p><p class=\"passage_para\">Now in Hades—as you know if you ever have been there—the names of the more fashionable preparatory schools and colleges mean very little. The inhabitants have been so long out of the world that, though they make a show of keeping up to date in dress and manners and literature, they depend to a great extent on hearsay, and a function that in Hades would be considered elaborate would doubtless be hailed by a Chicago beef-princess as “perhaps a little tacky.”</p><p class=\"passage_para\">John T. Unger was on the eve of departure. Mrs. Unger, with maternal fatuity, packed his trunks full of linen suits and electric fans, and Mr. Unger presented his son with an asbestos pocket-book stuffed with money.</p><p class=\"passage_para\">“Remember, you are always welcome here,” he said. “You can be sure, boy, that we’ll keep the home fires burning.”</p><p class=\"passage_para\">“I know,” answered John <span class=\"focus_start focus_id:VR733036_5 itemref:VR733043\" id=\"VR733036_5\"></span>huskily<span class=\"focus_end focus_idref:VR733036_5\"></span>.</p><p class=\"passage_para\">“Don’t forget who you are and where you come from,” continued his father proudly, “and you can do nothing to harm you. You are an Unger—from Hades.”</p><p class=\"passage_para\">So the old man and the young shook hands and John walked away with tears streaming from his eyes. Ten minutes later he had passed outside the city limits, and he stopped to glance back for the last time. Over the gates the old-fashioned Victorian motto seemed strangely attractive to him. His father had tried time and time again to have it changed to something with a little more push and verve about it, such as “Hades—Your Opportunity,” or else a plain “Welcome” sign set over a hearty handshake pricked out in electric lights. The old motto was a little depressing, Mr. Unger had thought—but now . . . .</p><p class=\"passage_para\">So John took his look and then set his face resolutely toward his destination. <span class=\"focus_start focus_id:VR733036_8 itemref:VR733046\" id=\"VR733036_8\"></span>And, as he turned away, the lights of Hades against the sky seemed full of a warm and passionate beauty.<span class=\"focus_end focus_idref:VR733036_8\"></span></p><p class=\"passage_para\">St. Midas’ School is half an hour from Boston in a Rolls-Pierce motor-car. The actual distance will never be known, for no one, except John T. Unger, had ever arrived there save in a Rolls-Pierce and probably no one ever will again. St. Midas’ is the most expensive and the most exclusive boys’ preparatory school in the world.</p><p class=\"passage_para\">John’s first two years there passed pleasantly. The fathers of all the boys were money-kings and John spent his summers visiting at fashionable resorts. While he was very fond of all the boys he visited, their fathers struck him as being much of a piece, and in his boyish way he often wondered at their exceeding sameness. When he told them where his home was they would ask jovially, “Pretty hot down there?” and John would muster a faint smile and answer, “It certainly is.” His response would have been heartier had they not all made this joke—at best varying it with, “Is it hot enough for you down there?” which he hated just as much.</p><span class=\"mandatory_credit_line\"></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">takes pride in the town’s long history</p>","<p class=\"choice_paragraph\">feels limited by the town’s lack of opportunities</p>","<p class=\"choice_paragraph\">constantly disagrees with the town’s officials</p>","<p class=\"choice_paragraph\">wants the town to seem more modern</p>"],"answer":4}]