[{"id":"VH336415_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each criterion is achieved independently.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Response accomplishes <strong>none</strong> of the tasks set by the question.</p><p>Task A: Identify ONE specific way in which the portrayal of the figures in the image reflects the political message presented in the painting.</p><p><em>Some examples that would earn credit include:</em></p><p>· The Mughal Emperor Shah Jahan is shown as the figure in the center of the image with a halo of light around his head, which most likely represents his great power.</p><p>· The image shows the European representatives at the bottom of the painting, which implies that they are less important than the Mughal emperor. This shows the intended message of the painting in praising the power and superiority of the Mughal emperor.</p><p>· All of the people in the image, including the Europeans, are facing Emperor Shah Jahan. All of them are showing respect, often with their hands or arms showing praise or pleading, which shows that the emperor is the most powerful, respected, and praised person in the image.</p><p>Task B: Identify ONE way in which the image reflects the relations between the Mughal Empire and other states during the period circa 1550–1650.</p><p><em>Some examples that would earn credit include:</em></p><p>· The image shows that the Mughal Empire under Shah Jahan has become very rich and powerful because people from different backgrounds and regions, including Europeans, all come to pay their respects and bear gifts for the ruler.</p><p>· The image shows that European merchants or representatives are not very important in India or Asia in this period because the European representatives are at the bottom of the image farthest from the emperor.</p><p>· The image shows that the Mughal Empire considers itself to be very powerful and wealthy because the emperor and his court members are all dressed in fine clothing, the architecture depicted in the image is richly adorned and elaborate, and the image itself is finely executed and ornate.</p><p>Task C: Explain ONE reason that the political relations portrayed in the image changed in the period circa 1650–1850.</p><p><em>Some examples that would earn credit include:</em></p><p>· The political relations changed significantly by 1850 because the Mughal Emperor lost his power and independence and eventually became dependent on the British Empire.</p><p>· The British East India Company grew in economic importance and political power between 1750 and 1850, as it gradually extended its economic and political control over most of India.</p><p>· After 1700 the power of the Mughal emperors declined significantly. The great Mughal emperors like Shah Jahan, Jahangir, and Akbar were very powerful rulers of a large, centralized empire. But after 1700 the Mughal Empire fragmented and many different groups took control of different regions of India, including the rising British East India Company.</p>","<p>Response accomplishes <strong>any one</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>any two </strong>of the tasks set by the question.</p>","<p>Response accomplishes <strong>all three </strong>of the tasks set by the question.</p>"]}]