[{"id":"VH978589_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM ","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning.</p>","<p>Responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about how the lives of workers during the nineteenth century changed as a result of industrialization.</p>"]},{"id":"VH978589_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not describe a broader historical context relevant to the prompt.</p>","<p>Describes a broader historical context relevant to the economic and social effects of industrialization in the nineteenth century.</p>"]},{"id":"VH978589_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – USES THE CONTENT OF THE DOCUMENTS ","stimulusHtml":"<p>To earn this point, the response must accurately describe — rather than simply quote — the content from at least three of the documents.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not use the content of at least <strong>three </strong>documents to address the <strong>topic </strong>of the prompt.</p>","<p>Uses the content of at least three documents to address the topic of the prompt. Must accurately describe—rather than simply quote—the content from at least three documents.</p>"]},{"id":"VH978589_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – SUPPORTS AND ARGUMENT USING THE DOCUMENTS","stimulusHtml":"<p>To earn this point, the response must accurately describe—rather than simply quote—the content from at least <strong>three </strong>documents. In addition, the response must use the content of the documents to support an argument in response to the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not use at least <strong>three</strong> documents to support an argument in response to the prompt.</p>","<p>Supports an argument in response to the prompt using at least <strong>three</strong> documents.</p>"]},{"id":"VH978589_rubric_category_4","type":"custom","title":"PART C3: EVIDENCE - EVIDENCE BEYOND THE DOCUMENTS","stimulusHtml":"<p>To earn this point, the response must describe the evidence and must use more than a phrase or reference. This additional piece of evidence must be different from the evidence used to earn the point for contextualization. The point for evidence beyond the documents may be awarded for evidence that appears in any part of the response.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Does not use at least one additional piece of the specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p>","<p>Uses at least one additional piece of the specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p>"]}]