[{"id":"VR036533_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the thesis must make a claim that responds to the prompt, rather than merely restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning.</p><p><em>Scoring Note: The thesis is not required to encompass the entire period, but must identify a relevant development or developments in the period</em>.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which one or more states controlled their economies in the period after 1900.</p><p><em>Scoring Note: The thesis is not required to encompass the entire period, but must identify a relevant development or developments in the period</em>.</p>"]},{"id":"VR036533_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the prompt.</p>","<p>The response describes a broader historical context relevant to the development of states and economic policy in the period after 1900.</p>"]},{"id":"VR036533_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE - PROVIDES EVIDENCE","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must identify at least <strong>two</strong> specific historical examples relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide specific examples of evidence relevant to the topic of the prompt.</p>","<p>The response provides specific examples of evidence relevant to the topic of the prompt</p>"]},{"id":"VR036533_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE - USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must use at least <strong>two </strong>specific historical examples to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not support an argument in response to the prompt using at least <strong>two</strong> pieces of specific and relevant evidence.</p><p><em>An example of evidence used to support an argument:</em></p><p>· “In early-twentieth-century Japan, the state attempted to control the economy indirectly, by supporting and partnering with large private companies called <em>zaibatsu</em>, which were given favorable tax rates and tariff protection in exchange for developing heavy industry, which the state needed for its military expansion. In Nazi Germany too, the government used indirect measures to control and direct the economy, the Nazis established close ties with leading German manufacturers and banks many of whom had lucrative government military contracts. In exchange for their cooperation, these companies and banks were given a free hand to deal with labor unions workers’ demands.”</p><p><em>Examples of evidence used might include the following:</em></p><p>· Communist states such as the Soviet Union and China exercised great control over their economies by collectivizing agriculture and Five-Year Plans.</p><p>· Fascist states (including Japan) in the interwar period developed corporatist economic policies where state officials and representatives of big business cooperated in guiding economic policy and setting production targets in some economic sectors, while preserving the basic structure of a capitalist economy.</p><p>· Partly in response to the two world wars and the Great Depression, many Western states also increased their level of intervention in the economy, by more actively promoting economic development projects, adopting some level of economic planning, and launching social welfare programs</p><p>· Beginning in the 1980s, the growing emphasis on neoliberal, free market economic policies led some countries, notably the United States and Great Britain to return to less interventionist economic policies.</p><p>· After decolonization, many newly independent states in Asia, Africa, and the Americas pursued interventionist (sometimes socialist) economic policies and attempted to guide their countries' economic development.</p><p>· Especially in the last decades of the twentieth century, international economic organizations such as the IMF and World Bank restricted some governments' ability to control their economies by imposing Western economic practices.</p>","<p>The response <strong>supports an</strong> <strong>argument</strong> in response to the prompt using at least <strong>two</strong> pieces of specific and relevant evidence.</p><p><em>An example of evidence used to support an argument:</em></p><p>· “In early-twentieth-century Japan, the state attempted to control the economy indirectly, by supporting and partnering with large private companies called <em>zaibatsu</em>, which were given favorable tax rates and tariff protection in exchange for developing heavy industry, which the state needed for its military expansion. In Nazi Germany too, the government used indirect measures to control and direct the economy, the Nazis established close ties with leading German manufacturers and banks many of whom had lucrative government military contracts. In exchange for their cooperation, these companies and banks were given a free hand to deal with labor unions workers’ demands.”</p><p><em>Examples of evidence used might include the following:</em></p><p>· Communist states such as the Soviet Union and China exercised great control over their economies by collectivizing agriculture and Five-Year Plans.</p><p>· Fascist states (including Japan) in the interwar period developed corporatist economic policies where state officials and representatives of big business cooperated in guiding economic policy and setting production targets in some economic sectors, while preserving the basic structure of a capitalist economy.</p><p>· Partly in response to the two world wars and the Great Depression, many Western states also increased their level of intervention in the economy, by more actively promoting economic development projects, adopting some level of economic planning, and launching social welfare programs</p><p>· Beginning in the 1980s, the growing emphasis on neoliberal, free market economic policies led some countries, notably the United States and Great Britain to return to less interventionist economic policies.</p><p>· After decolonization, many newly independent states in Asia, Africa, and the Americas pursued interventionist (sometimes socialist) economic policies and attempted to guide their countries' economic development.</p><p>· Especially in the last decades of the twentieth century, international economic organizations such as the IMF and World Bank restricted some governments' ability to control their economies by imposing Western economic practices.</p>"]},{"id":"VR036533_rubric_category_4","type":"custom","title":"PART D1: USES HISTORICAL REASONING","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity. .</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use historical reasoning (e.g. comparison, causation, continuity and change) to frame or structure an argument that addresses the prompt.</p>","<p>The response uses historical reasoning (e.g. comparison, causation, continuity and change) to frame or structure an argument that addresses the prompt</p>"]},{"id":"VR036533_rubric_category_5","type":"custom","title":"PART D2: ANALYSIS AND REASONING - COMPLEXITY","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must demonstrate a complex understanding.</p><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining multiple themes or perspectives to explore complexity or nuance; OR</p><p>· Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p><p>· Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p><p>· Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining how multiple pieces of evidence (at least <strong>four</strong>) support a nuanced or complex argument that responds to the prompt; OR</p><p>· Using evidence effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p><p>This demonstration of a complex understanding must be part of the argument and may be demonstrated in any part of the response.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the historical development that is the focus of the prompt.</p><p><em>Examples of demonstrating a complex understanding might include</em>:</p><p>· Explaining the nuance of an issue by analyzing multiple variables or by considering diverse or alternative perspectives or evidence, such as constructing an argument that discusses how economic globalization and the increasingly international nature of economic production and consumption is diminishing the importance of the nation state as an economic actor</p><p>· Qualifying or modifying the main argument of the essay to demonstrate awareness of historical complexity, such as constructing an argument that even states that attempted to control their economies completely sometimes relaxed their control and allowed some measure of private economic initiative (as seen in the examples of the NEP and perestroika policies in the Soviet Union or in China following the liberalization policies of Deng Xiaoping). Alternatively, even states that subscribe to free market economic principles sometimes adopt aspects of economic control (as seen in the examples of various wartime planning boards and the nationalization of many pension and medical insurance schemes in Western countries)</p><p>· Explaining relevant and insightful connections across time and space, such as explaining why the economic policies of the nineteenth centuries became discredited in the early twentieth century and then partly returned to favor in the late twentieth century</p>","<p>The response demonstrates a complex understanding of the historical development that is the focus of the prompt, using evidence to corroborate, qualify, or modify an argument that addresses the question</p><p><em>Examples of demonstrating a complex understanding might include</em>:</p><p>· Explaining the nuance of an issue by analyzing multiple variables or by considering diverse or alternative perspectives or evidence, such as constructing an argument that discusses how economic globalization and the increasingly international nature of economic production and consumption is diminishing the importance of the nation state as an economic actor</p><p>· Qualifying or modifying the main argument of the essay to demonstrate awareness of historical complexity, such as constructing an argument that even states that attempted to control their economies completely sometimes relaxed their control and allowed some measure of private economic initiative (as seen in the examples of the NEP and perestroika policies in the Soviet Union or in China following the liberalization policies of Deng Xiaoping). Alternatively, even states that subscribe to free market economic principles sometimes adopt aspects of economic control (as seen in the examples of various wartime planning boards and the nationalization of many pension and medical insurance schemes in Western countries)</p><p>· Explaining relevant and insightful connections across time and space, such as explaining why the economic policies of the nineteenth centuries became discredited in the early twentieth century and then partly returned to favor in the late twentieth century</p>"]}]