[{"id":"VR036532_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the thesis must make a claim that responds to the prompt, rather than merely restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning.</p><p><em>Scoring Note: The thesis does not have to mention multiple revolutions/rebellions.</em></p><p><em>Examples that earn this point include</em>:</p><p>· “In the period 600-1450 C.E., the Abbasid Caliphs’ promotion of science and trade led economic growth by expanding mathematical and geographic knowledge as well as by encouraging the development of new economic practices such as the use of camels and caravans.”</p><p>· “In Europe, new commercial and financial practices developed during the late Middle Ages that greatly expanded the economy and prosperity in some regions such as Renaissance Italy or the cities of the Hanseatic League.”</p><p>· “Trade in particular grew in the period because of the invention of tools such as the compass.”</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which technological innovations or transfers led to increased economic growth in the period 600 to 1450 C.E.</p><p><em>Scoring Note: The thesis does not have to mention multiple revolutions/rebellions.</em></p><p><em>Examples that earn this point include following</em>:</p><p>· “In the period 600-1450 C.E., the Abbasid Caliphs’ promotion of science and trade led economic growth by expanding mathematical and geographic knowledge as well as by encouraging the development of new economic practices such as the use of camels and caravans.”</p><p>· “In Europe, new commercial and financial practices developed during the late Middle Ages that greatly expanded the economy and prosperity in some regions such as Renaissance Italy or the cities of the Hanseatic League.”</p><p>· “Trade in particular grew in the period because of the invention of tools such as the compass.”</p>"]},{"id":"VR036532_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must relate the topic of the prompt to broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question. This point is not awarded for merely a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the prompt.</p><p><em>Examples of acceptable contextualization might include:</em></p><p>· “In Eurasia, the period 600 to 1450 was one of greatly increased connections between regions, caused in large part by the spread of religions such as Islam and Buddhism.”</p>","<p>The response describes a broader historical context relevant to technological innovations/transfers and increased economic growth in the period circa 600 to 1450 C.E.</p><p><em>Examples of acceptable contextualization:</em></p><p>· “In Eurasia, the period 600 to 1450 was one of greatly increased connections between regions, caused in large part by the spread of religions such as Islam and Buddhism.”</p>"]},{"id":"VR036532_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE - PROVIDES EVIDENCE","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must identify specific historical examples of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide specific examples of evidence relevant to the topic of the prompt.</p><p><em>Examples of acceptable evidence used might include the following:</em></p><p>“One innovation that encouraged economic growth during this period was the practice of merchants carrying letters of credit instead of cash.”</p>","<p>The response provides specific examples of evidence relevant to the topic of the prompt</p><p><em>Examples of acceptable evidence used might include the following:</em></p><p>• “One innovation that encouraged economic growth during this period was the practice of merchants carrying letters of credit instead of cash.”</p>"]},{"id":"VR036532_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE - USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must use specific historical evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not support an argument in response to the prompt using specific and relevant examples of evidence.</p><p><em>An example of evidence used to support an argument:</em></p><p>· “Maritime trade was one area of increased economic growth that greatly benefitted from technological innovations and transfers in this period. In both the Mediterranean and the Indian Ocean economic growth received a boost from the increased volume of trade resulting from the expanded use of astrolabes, compasses, lateen sails (originally developed in the dhows of the Indian Ocean), stern-post rudders, and overall sturdier ship designs.”</p><p><em>Examples of evidence used to support an argument might include the following:</em></p><p>· Innovations in navigational technology (compass, astrolabe, lateen sail, stern-post rudder, etc.) helped significantly increase the volume and extent of trade in the Mediterranean and the Indian Ocean.</p><p>· New crops (such as Champa rice in China) greatly boosted agricultural productivity in some regions and led to considerable economic growth.</p><p>· New agricultural technologies and innovations, (such as the three-field system, the heavy plow, the horse collar, windmills, etc.) boosted economic productivity, which permitted more people to engage in commercial activities and move to urban areas.</p><p>· Scientific and technological exchanges between regions (such as the transfer of Indian numbers to the Abbasid Empire and subsequently to Europe, the transfers Muslim and Greco-Roman science to Europe via Muslim al-Andalus, or the transfer of Chinese technologies via the Mongol Empires) led to advances in mathematics, engineering and manufacturing, which in turn increased economic growth.</p><p>· Some innovative state practices, such as the Chinese use of paper money or the Mongol post system contributed to economic growth.</p>","<p>The response supports an <strong>argument</strong> in response to the prompt using specific and relevant examples of evidence</p><p><em>An example of evidence used to support an argument:</em></p><p>· “Maritime trade was one area of increased economic growth that greatly benefitted from technological innovations and transfers in this period. In both the Mediterranean and the Indian Ocean economic growth received a boost from the increased volume of trade resulting from the expanded use of astrolabes, compasses, lateen sails (originally developed in the <em>dhows</em> of the Indian Ocean), stern-post rudders, and overall sturdier ship designs.”</p><p><em>Examples of evidence used to support an argument might include the following:</em></p><p>· Innovations in navigational technology (compass, astrolabe, lateen sail, stern-post rudder, etc.) helped significantly increase the volume and extent of trade in the Mediterranean and the Indian Ocean.</p><p>· New crops (such as Champa rice in China) greatly boosted agricultural productivity in some regions and led to considerable economic growth.</p><p>· New agricultural technologies and innovations, (such as the three-field system, the heavy plow, the horse collar, windmills, etc.) boosted economic productivity, which permitted more people to engage in commercial activities and move to urban areas.</p><p>· Scientific and technological exchanges between regions (such as the transfer of Indian numbers to the Abbasid Empire and subsequently to Europe, the transfers Muslim and Greco-Roman science to Europe via Muslim al-Andalus, or the transfer of Chinese technologies via the Mongol Empires) led to advances in mathematics, engineering and manufacturing, which in turn increased economic growth.</p><p>· Some innovative state practices, such as the Chinese use of paper money or the Mongol post system contributed to economic growth.</p>"]},{"id":"VR036532_rubric_category_4","type":"custom","title":"PART D1: USES HISTORICAL REASONING","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use historical reasoning (e.g. comparison, causation, continuity and change) to frame or structure an argument that addresses the prompt.</p><p><em>Examples of using historical reasoning to frame or structure an argument might include the following, with appropriate elaboration</em>:</p><p>· Explaining how technological innovations or transfers led directly to economic growth by making production of and/or trade in goods faster, cheaper, or more efficient.</p><p>· Explaining how technological innovations or transfers led indirectly to economic growth by increasing demand for goods, freeing up labor supply, or concentrating producers and consumers in cities.</p>","<p>The responses uses historical reasoning (e.g. comparison, causation, continuity and change) to frame or structure an argument that addresses the prompt</p><p><em>Examples of using historical reasoning to frame or structure an argument might include the following, with appropriate elaboration</em>:</p><p>· Explaining how technological innovations or transfers led directly to economic growth by making production of and/or trade in goods faster, cheaper, or more efficient.</p><p>· Explaining how technological innovations or transfers led indirectly to economic growth by increasing demand for goods, freeing up labor supply, or concentrating producers and consumers in cities.</p>"]},{"id":"VR036532_rubric_category_5","type":"custom","title":"PART D2: ANALYSIS AND REASONING - COMPLEXITY","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must demonstrate a complex understanding.</p><p><em>A response may demonstrate a complex understanding in a variety of ways, such as</em>:</p><p>· <em>Explaining the nuance of an issue by analyzing multiple variables</em></p><p>· <em>Explaining both similarity and difference, or explaining both continuity and change, or explaining multiple causes, or explaining both causes and effects</em></p><p>· <em>Explaining relevant and insightful connections within and across periods</em></p><p>· <em>Confirming the validity of an argument by corroborating multiple perspectives across themes</em></p><p>· <em>Qualifying or modifying an argument by considering diverse or alternative views or evidence</em></p><p><em>This understanding must be part of the argument, not merely a phrase or reference.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the historical development that is the focus of the prompt.</p><p><em>Examples of demonstrating a complex understanding might include:</em></p><p>· Explaining the nuance of an issue by analyzing multiple variables or by considering diverse or alternative perspectives or evidence, such as constructing an argument that discusses technology as one factor affecting economic growth in that period (among other factors such as political change, spread of religions, or environmental processes).</p><p>· Qualifying or modifying the main argument of the essay to demonstrate awareness of historical complexity, such as constructing an argument technological innovations of transfers that usually lead to increased economic growth may, in some cases or circumstances, have negative or unintended economic consequences (for example, soil erosion and salinization in heavily cultivated areas of the Mediterranean or the Middle East, or the inflationary effects of paper money in Song and Yuan China).</p><p>· Explaining relevant and insightful connections across time and space, such as explaining why the economic effects of technological innovations and transfers during the period 600-1450 C.E. were smaller and more limited in scope compared to the economic effects technological innovations and transfers in the period after 1450 C.E.</p>","<p>The response demonstrates a complex understanding of the historical development that is the focus of the prompt, using evidence to corroborate, qualify, or modify an argument that addresses the question</p><p><em>Examples of demonstrating a complex understanding might include:</em></p><p>· Explaining the nuance of an issue by analyzing multiple variables or by considering diverse or alternative perspectives or evidence, such as constructing an argument that discusses technology as one factor affecting economic growth in that period (among other factors such as political change, spread of religions, or environmental processes).</p><p>· Qualifying or modifying the main argument of the essay to demonstrate awareness of historical complexity, such as constructing an argument technological innovations of transfers that usually lead to increased economic growth may, in some cases or circumstances, have negative or unintended economic consequences (for example, soil erosion and salinization in heavily cultivated areas of the Mediterranean or the Middle East, or the inflationary effects of paper money in Song and Yuan China).</p><p>· Explaining relevant and insightful connections across time and space, such as explaining why the economic effects of technological innovations and transfers during the period 600-1450 C.E. were smaller and more limited in scope compared to the economic effects technological innovations and transfers in the period after 1450 C.E.</p>"]}]