[{"id":"VR134616_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each criterion is achieved independently.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Response accomplishes <strong>none</strong> of the tasks set by the question.</p><p>Task A: Describe ONE argument that the author makes about revolutions in the <span style=\"text-decoration:underline\">first paragraph</span>.</p><p><em>Some examples that would earn credit include:</em></p><p>· The author argues that revolutions have been rare but momentous occasions in world history.</p><p>· Skocpol argues that revolutions have impacts beyond national borders because people in other countries often seek to copy revolutions, or that revolutions influence people from other countries who want to imitate them.</p><p>· Skocpol claims that revolutions are significant because people who oppose revolutions in one country still feel compelled to react to the potential threats that revolutions in another country may pose.</p><p>Task B: Explain how ONE piece of evidence from the period after 1750 would <span style=\"text-decoration:underline\">support</span> the author’s argument about revolutions and class.</p><p><em>Some examples that would earn credit include:</em></p><p>· The French Revolution would support the author’s argument because it was led by members of the lower and middle classes against the nobility.</p><p>· The Haitian Revolution would be one piece of evidence that supports Skocpol’s argument because slaves led that revolution to overthrow French rule.</p><p>· Skocpol’s argument that revolutions are partly carried out by class-based revolts from below is supported by the events of the Russian Revolution, during which workers and Marxist intellectuals overthrew the Czar.</p><p>Task C: Explain how ONE piece of evidence from the period after 1750 would <span style=\"text-decoration:underline\">challenge</span> the author’s argument in the passage.</p><p><em>Some examples that would earn credit include:</em></p><p>· The American Revolution would challenge the author’s argument because it was led by people who were members of the elite class.</p><p>· Decolonization in Africa and Asia in the twentieth century was often led by members of Asian and African elites rather than by the lower classes, which challenges the author’s argument.</p><p>· The revolutions in Latin America challenge Skocpol’s argument because even though the Creoles did not have the same social status or political power as the <em>Peninsulares, </em>they were elites with tremendous influence.</p>","<p>Response accomplishes <strong>any one</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>any two </strong>of the tasks set by the question.</p>","<p>Response accomplishes <strong>all three</strong> of the tasks set by the question.</p>"]}]