[{"id":"VR134785_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each criterion is achieved independently.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Response accomplishes <strong>none</strong> of the tasks set by the question.</p><p>Task A: Identify ONE way that technological changes facilitated trade in the Indian Ocean in the period 1200–1450.</p><p><em>Some examples that would earn credit include:</em></p><p>· The development of the compass facilitated trade in the Indian Ocean.</p><p>· The increasing use of the astrolabe facilitated trade in the Indian Ocean.</p><p>· Larger ships and improved ship designs helped increase Indian Ocean trade</p><p>· Better ships allowed merchants to carry larger amounts of luxury goods and reduce shipwrecks.</p><p>Task B: Explain ONE way that trade in the Indian Ocean in the period 1200–1450 led to political change.</p><p><em>Some examples that would earn credit include:</em></p><p>· Indian Ocean trade influenced the development of states in the period 1200–1450 because it allowed those states to grow wealthier and expand in some cases.</p><p>· State development was influenced by Indian Ocean trade because new trading cities emerged.</p><p>· States such as Srivijaya and Egypt were able to expand their wealth and influence through Indian Ocean trade.</p><p>Task C: Explain ONE way that trade in the Indian Ocean in the period 1200–1450 led to cultural change.</p><p><em>Some examples that would earn credit include:</em></p><p>· Trade in the Indian Ocean influenced cultural change in the period 1200–1450 because indigenous communities’ cultural traditions were often influenced by the cultural traditions of diasporic merchant communities.</p><p>· Muslim merchant communities established themselves in southern India and spread Islam.</p><p>· The Arabic and Persian languages spread with increased trade</p><p>· Commercial contacts in the Indian Ocean region helped spread Chinese methods of shipbuilding and design among Indian Ocean merchants.</p>","<p>Response accomplishes <strong>any one</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>any two</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>all three</strong> of the tasks set by the question.</p>"]}]