[{"id":"VR134038_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each criterion is achieved independently. </p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Response accomplishes <strong>none</strong> of the tasks set by the question.</p><p></p><p>Task A: Identify ONE way that <span style=\"text-decoration:underline\">Image 1</span> illustrates an effect of Mongol rule in Eurasia.</p><p><em>Some examples that would earn credit include:</em></p><p>· The image shows that the Mongol Empire promoted scientific learning.</p><p>· The image shows that the Mongols facilitated cultural contact and exchange.</p><p>· The image shows that rulers of Mongol dynasties encouraged the development of learning and technology.</p><p></p><p>Task B: Explain ONE likely purpose for the inclusion of <span style=\"text-decoration:underline\">Image 1</span> in the manuscript.</p><p><em>Some examples that would earn credit include:</em></p><p>· The image was likely included in the manuscript in order to demonstrate the cultural sophistication of the Mongols.</p><p>· The image was probably included in the manuscript to glorify Mongol rule.</p><p>· The most likely reason that the image was included in the manuscript was to boost the legitimacy of the Ilkhanid Mongol court in the eyes of the Persian Muslim elites.</p><p></p><p>Task C: Explain ONE way that <span style=\"text-decoration:underline\">Image 2</span> illustrates the spread of scientific knowledge in the period before 1450.</p><p><em>Some examples that would earn credit include:</em></p><p><em>Note: Responses do <strong>not</strong> need to address all parts of the Jewish-Muslim-Christian cultural contact or exchange to earn the third point.</em></p><p>· The image illustrates that scientific knowledge in the period before 1450 was encouraged by cross-cultural exchanges</p><p>· The fact that the <em>Canon of Medicine</em> was produced by a Muslim scholar and translated by Jewish scholars in Sicily shows that scientific knowledge from the Islamic world spread to other religious communities in the Mediterranean world.</p><p>· The image shows that transfers of scientific knowledge in this period took place at the courts of rulers and, it can be assumed, with the patronage and support of rulers.</p>","<p>Response accomplishes <strong>any one</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>any two</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>all three</strong> of the tasks set by the question.</p>"]}]