[{"id":"VR134822_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each criterion is achieved independently. </p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Response accomplishes <strong>none</strong> of the tasks set by the question.</p><p></p><p>Task A: Identify ONE way that technological changes facilitated global trade in the second half of the twentieth century.</p><p><em> Some examples that would earn credit include:</em></p><p>· The development of airplanes facilitated global trade.</p><p>· The development of the Internet increased global trade.</p><p>· The creation of larger cargo ships significantly aided in increasing global trade.</p><p>· The development of electronic communications significantly facilitated global trade.</p><p></p><p>Task B: Explain ONE way that increased trade in the second half of the twentieth century led to global political change.</p><p><em>Some examples that would earn credit include:</em></p><p>· Global trade fostered the emergence of multi-state economic zones such as the European Union which resulted in many political changes</p><p>· Global trade led to the development of international rules that limited (to some extent) states’ abilities to impose trade barriers.</p><p>· Global trade led to political change through states, such as Russia, Vietnam, China, and others, adopting free market policies, which resulted in some measure of liberalization of their political systems</p><p>· Global trade led to the development of multinational trade institutions such as the World Trade Organization, the International Monetary Fund, and the World Bank, which, in some cases, led to changes in the political systems of countries seeking access to markets of loans.</p><p></p><p>Task C: Explain ONE way that increased trade in the second half of the twentieth century led to global cultural change.</p><p><em>Some examples that would earn credit include:</em></p><p>· Global trade influenced cultural change by encouraging the increasing adoption of American culture worldwide.</p><p>· Global trade influenced cultural change by encouraging the increasing adoption on non-Western cultural products, such as Bollywood movies or K-pop music.</p><p>· Increased global trade in the second half of the twentieth century influenced the global spread of sports such as soccer.</p><p>· Global trade influenced cultural change in the second half of the twentieth century because it led to the development of a more closely connected world in which consumer and popular culture became more global.</p>","<p>Response accomplishes <strong>any one</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>any two</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>all three</strong> of the tasks set by the question.</p>"]}]