[{"id":"VR146700_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each criterion is achieved independently.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Response accomplishes <strong>none</strong> of the tasks set by the question.</p><p>Task A: Identify ONE claim that the author makes in the passage regarding the “two roads” toward modern nation building.</p><p><em>Some examples that would earn credit include:</em></p><p>· Western European nations developed out of medieval elites that shared a language and cultural tradition.</p><p>· Central and Eastern European countries developed out of empires with diverse languages and elites from different regions, posing challenges to national unification.</p><p>· States can follow different paths of historical development toward nationhood and nationalism.</p><p>Task B: Identify ONE specific example of a nineteenth- or twentieth-century nationalist movement that would fit the pattern described by the author in the <span style=\"text-decoration:underline\">second paragraph</span>. Your answer may be from Europe or from another part of the world.</p><p><em>Some examples that would earn credit include:</em></p><p>· The development of Germany during the nineteenth century required the unification of states with many different rulers and dialects and the formation of a new national identity.</p><p>· The rise of Russia and the Soviet Union reflects the kinds of origins shown in the second paragraph, where a nation needed to develop new social, cultural and political institutions to form a nation.</p><p>· The fragmentation of the Ottoman Empire and the rise of multiple states after the First World War shows a transition from a multiethnic empire to the development of nationhood based on shared cultural and linguistic traits.</p><p>Task C: Explain ONE <span style=\"text-decoration:underline\">limitation</span> of the author’s argument as a source for understanding the different types of nationalism that developed around the world in the period since 1750.</p><p><em>Some examples that would earn credit include:</em></p><p>· The development of many nations that were former European colonies provide complicated examples that do not fit Hroch’s argument. For example, India and Indonesia are multiethnic, multicultural nations that did not develop the way Hroch argues.</p><p>· Some forms of nationalism are not focused on shared language. They are more based on ideas or ideologies, such as the United States.</p><p>· Some countries, like South Africa or Brazil, have experienced so much migration (including forced migration) of diverse groups from many different parts of the world that they needed to develop their own cultures of nationhood distinct from ideas of shared language, culture of history.</p>","<p>Response accomplishes <strong>any one</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>any two </strong>of the tasks set by the question.</p>","<p>Response accomplishes <strong>all three </strong>of the tasks set by the question.</p>"]}]