[{"id":"VR146808_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each criterion is achieved independently.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Response accomplishes <strong>none</strong> of the tasks set by the question.</p><p>Task A: Identify ONE way in which African states or societies changed as a result of the Cold War.</p><p><em>Some examples that would earn credit include:</em></p><p>· The Cold War hastened decolonization as the United States often did not oppose it.</p><p>· Some newly independent states allied themselves with either the Western bloc or with the Communist bloc</p><p>· Some newly independent states tried to remain non-aligned or sought regional African alliances.</p><p>· Western or Soviet economic and military aid modernized African societies to some extent but also sometimes put in power or kept in power corrupt leaders/elites.</p><p>Task B: Explain how ONE specific African state was affected by the Cold War.</p><p><em>Some examples that would earn credit include:</em></p><p>· Some African states, such as Ethiopia and Mozambique, became affiliated with the USSR and the Communist bloc.</p><p>· Some African states, such as Congo and Angola experienced Cold War proxy conflicts.</p><p>· Some African states, such as Egypt and Ghana, were active in the Non-Aligned Movement.</p><p>Task C: Explain ONE way in which events in Africa affected the broader context of the Cold War.</p><p><em>Some examples that would earn credit include:</em></p><p>· Soviet spending on economic and military aid to African governments (or non-governmental resistance groups) contributed to weakening the Soviet economy.</p><p>· Western resistance to decolonization increased the appeal of communism as an alternative economic and political system, both in Africa, and more globally</p><p>· The corruption and weak economic performance of various Western and Soviet satellite states lessened the appeal of the Western or Soviet models respectively.</p>","<p>Response accomplishes <strong>any one</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>any two </strong>of the tasks set by the question.</p>","<p>Response accomplishes <strong>all three </strong>of the tasks set by the question.</p>"]}]