[{"id":"VR146807_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each criterion is achieved independently.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Response accomplishes <strong>none</strong> of the tasks set by the question.</p><p>Task A: Identify ONE way in which African states or societies changed as a result of the spread of Islam in the period circa 1200 to 1450.</p><p><em>Some examples that would earn credit include:</em></p><p>· The spread of Islam in Africa brought African societies into much closer contact with the broader Muslim world, increasing trade with the Mediterranean / the Indian Ocean / the Middle East.</p><p>· The spread of Islam often increased the centralized authority of elites in various parts of Africa.</p><p>· The spread of Islam introduced new scholarship / ideas / sciences to Sub-Saharan Africa.</p><p>Task B: Explain how ONE specific African region was affected by the spread of Islam in the period circa 1200 to 1450.</p><p><em>Some examples that would earn credit include:</em></p><p>· Mali became a prominent Muslim empire that traded across the Sahara. Goods such as salt, gold, or ivory travelled between Mali and the Middle East / North Africa.</p><p>· The Swahili coastal trading cities adopted Islam and participated in the Indian Ocean trading world of Muslim merchants prior to 1450.</p><p>· Mansa Musa was a famous Malian king who made the hajj or pilgrimage to Mecca. His travel brought huge amounts of African wealth to the Middle East, even causing prices to rise.</p><p>Task C: Explain ONE way in which existing African religious or cultural traditions influenced the practice of Islam in Africa in the period 1200 to 1450.</p><p><em>Some examples that would earn credit include:</em></p><p>· In Sub-Saharan Africa Islam was often practiced in ways that blended Islam with African animism and local cultural practices. Such African Muslims tended to prefer Sufism over orthodox Muslim practices.</p><p>· Some Muslims from regions in Sub-Saharan Africa held different social attitudes regarding gender. When Arab travelers like Ibn Battuta visited, they found women’s roles in these Sub-Saharan African societies to be very different from those in Arab societies.</p><p>· In Sub-Saharan Muslim societies Islam is generally mixed with traditional African forms of spiritualism such as animism.</p>","<p>Response accomplishes <strong>any one</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>any two </strong>of the tasks set by the question.</p>","<p>Response accomplishes <strong>all three </strong>of the tasks set by the question.</p>"]}]