[{"id":"VR734094_rubric_category_0","type":"custom","title":"Part A: THESIS/CLAIM","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which a twentieth century revolutionary movement was inspired by one of these ideologies (i.e. communism, nationalism, religious ideas).</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“Vietnam’s independence movement was inspired by communist ideas, because communist states such as the Soviet Union and China were vocal opponents of imperialism.” (<em>Establish a line of reasoning that evaluates the topic of the prompt</em>)</p></li><li><p>“Protest movements against Soviet rule in Eastern Europe were motivated both by ideologies such as nationalism and anti-communism, and by non-ideological factors such as economic difficulties and lack of consumer goods.” (<em>Establish a line of reasoning that evaluates the topic of the prompt with analytic categories</em>)</p></li><li><p>“The Iranian Revolution of 1979 was primarily inspired by religion.” (<em>Establish a line of reasoning</em>) [Minimally acceptable thesis/claim]</p></li></ul>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which a twentieth century revolutionary movement was inspired by one of these ideologies (i.e. communism, nationalism, religious ideas). The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“Vietnam’s independence movement was inspired by communist ideas, because communist states such as the Soviet Union and China were vocal opponents of imperialism.” (<em>Establish a line of reasoning that evaluates the topic of the prompt</em>)</p></li><li><p>“Protest movements against Soviet rule in Eastern Europe were motivated both by ideologies such as nationalism and anti-communism, and by non-ideological factors such as economic difficulties and lack of consumer goods.” (<em>Establish a line of reasoning that evaluates the topic of the prompt with analytic categories</em>)</p></li><li><p>“The Iranian Revolution of 1979 was primarily inspired by religion.” (<em>Establish a line of reasoning</em>) [Minimally acceptable thesis/claim]</p></li></ul>"]},{"id":"VR734094_rubric_category_1","type":"custom","title":"Part B: CONTEXTUALIZATION","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the prompt. This point is not awarded for merely a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to a twentieth century revolutionary movement and its ideological inspiration.</p><p><em>Examples of context might include the following, with appropriate elaboration:</em></p><ul><li><p>Western imperialism, including economic imperialism or neo-imperialism</p></li><li><p>Scramble for Africa</p></li><li><p>Decolonization</p></li><li><p>World War I and World War II</p></li><li><p>Great Depression</p></li><li><p>Marxism</p></li><li><p>Cold War</p></li><li><p>Cold War alliances, such as NATO or the Warsaw Pact</p></li><li><p>The growth of political Islam</p></li><li><p>The Non-Aligned Movement</p></li><li><p>Religiously inspired nationalism, such as Hindu nationalism or Zionism</p></li></ul><p><em>Example of acceptable contextualization:</em></p><ul><li><p>“Although Marxism emerged in the 19th century, its revolutionary ideals inspired many revolutions in the 20th century.”</p></li><li><p>\"Revolutionary movements usually had to pick sides in the Cold War.” (<em>Minimally acceptable contextualization</em>)</p></li></ul>","<p>The response describes a broader historical context relevant to a twentieth century revolutionary movement and its ideological inspiration.</p><p><em>Examples of context might include the following, with appropriate elaboration:</em></p><ul><li><p>Western imperialism, including economic imperialism or neo-imperialism</p></li><li><p>Scramble for Africa</p></li><li><p>Decolonization</p></li><li><p>World War I and World War II</p></li><li><p>Great Depression</p></li><li><p>Marxism</p></li><li><p>Cold War</p></li><li><p>Cold War alliances, such as NATO or the Warsaw Pact</p></li><li><p>The growth of political Islam</p></li><li><p>The Non-Aligned Movement</p></li><li><p>Religiously inspired nationalism, such as Hindu nationalism or Zionism</p></li></ul><p><em>Example of acceptable contextualization:</em></p><ul><li><p>“Although Marxism emerged in the 19th century, its revolutionary ideals inspired many revolutions in the 20th century.”</p></li><li><p>\"Revolutionary movements usually had to pick sides in the Cold War.” (<em>Minimally acceptable contextualization</em>)</p></li></ul>"]},{"id":"VR734094_rubric_category_2","type":"custom","title":"Part C1: EVIDENCE – PROVIDES EVIDENCE","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn one point, the response must identify specific historical examples of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not identify at least <strong>two </strong>specific historical examples relevant to a twentieth century revolutionary movement and its ideological inspiration.</p><p><em>Examples of evidence used might include the following:</em></p><ul><li><p>Specific communist leaders, such as Fidel Castro, Joseph Stalin, Mao Zedong, or Ho Chi Minh</p></li><li><p>Fascist movements in Italy and Nazism in Germany</p></li><li><p>The Korean War</p></li><li><p>The Vietnam Wars/Indochina Wars</p></li><li><p>Indigenous resistance to European imperialism in Africa, such as the Mau Mau or Herero Revolt</p></li><li><p>Wars of independence in Africa, such as the Algerian War</p></li><li><p>Socialist inspired decolonization movements, such as in the Belgian Congo</p></li><li><p>Anti-imperialist nationalism movements, such as the Gandhi salt marches</p></li><li><p>The Khmer Rouge</p></li><li><p>Specific information about major revolutions, such as the Iranian Revolution in 1979</p></li><li><p>Nationalist-inspired terrorist activity, such as the IRA</p></li><li><p>Peaceful nationalist independence movements, such as in the Philippines</p></li></ul>","<p>The response identifies at least <strong>two</strong> specific historical examples of evidence relevant to a twentieth century revolutionary movement and its ideological inspiration.</p><p><em>Examples of evidence used might include the following:</em></p><ul><li><p>Specific communist leaders, such as Fidel Castro, Joseph Stalin, Mao Zedong, or Ho Chi Minh</p></li><li><p>Fascist movements in Italy and Nazism in Germany</p></li><li><p>The Korean War</p></li><li><p>The Vietnam Wars/Indochina Wars</p></li><li><p>Indigenous resistance to European imperialism in Africa, such as the Mau Mau or Herero Revolt</p></li><li><p>Wars of independence in Africa, such as the Algerian War</p></li><li><p>Socialist inspired decolonization movements, such as in the Belgian Congo</p></li><li><p>Anti-imperialist nationalism movements, such as the Gandhi salt marches</p></li><li><p>The Khmer Rouge</p></li><li><p>Specific information about major revolutions, such as the Iranian Revolution in 1979</p></li><li><p>Nationalist-inspired terrorist activity, such as the IRA</p></li><li><p>Peaceful nationalist independence movements, such as in the Philippines</p></li></ul><p><em>Example of acceptably providing evidence relevant to the topic of the prompt:</em></p><ul><li><p>“In India, Gandhi challenged British rule, as seen in his salt marches and homespun cloth campaigns.”</p></li></ul>"]},{"id":"VR734094_rubric_category_3","type":"custom","title":"Part C2: EVIDENCE – USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must use specific historical evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least <strong>two</strong> specific historical examples to support an argument<strong> </strong>about the extent to which a twentieth century revolutionary movement was inspired by one of these ideologies (i.e. communism, nationalism, religious ideas).</p><p><em>Example of acceptable use of evidence to support an argument:</em></p><ul><li><p>“Although nationalism sparked revolutions in places like Northern Ireland, socialism was arguably the ideology that fostered the most revolutions, leading to wars in places like Vietnam, Korea, and Angola.” (<em>Uses multiple, specific pieces of evidence to support the argument that socialism was the ideology that led to the most revolutions in the twentieth century</em>)</p></li><li><p>“Most revolutions in the twentieth century were informed by multiple ideologies. For example, Ho Chi Minh and his Vietnamese forces were inspired by both nationalism and communism, while Algeria’s independence movement was inspired by nationalism, communism, and Islam.” (<em>Uses multiple, specific pieces of evidence to support the argument that twentieth century revolutions were inspired by multiple ideologies</em>)</p></li></ul>","<p>The response uses at least <strong>two</strong> specific historical examples to support an argument<strong> </strong>about the extent to which a twentieth century revolutionary movement was inspired by one of these ideologies (i.e. communism, nationalism, religious ideas) using specific and relevant examples of evidence.</p><p><em>Examples of evidence used might include the following, provided the essay uses the examples in support of an argument about the prompt:</em></p><ul><li><p>Specific communist leaders, such as Fidel Castro, Joseph Stalin, Mao Zedong, or Ho Chi Minh</p></li><li><p>Fascist movements in Italy and Nazism in Germany</p></li><li><p>The Korean War</p></li><li><p>The Vietnam Wars/Indochina Wars</p></li><li><p>Indigenous resistance to European imperialism in Africa, such as the Mau Mau or Herero Revolt</p></li><li><p>Wars of independence in Africa, such as the Algerian War</p></li><li><p>Socialist inspired decolonization movements, such as in the Belgian Congo</p></li><li><p>Anti-imperialist nationalism movements, such as the Gandhi salt marches</p></li><li><p>The Khmer Rouge</p></li><li><p>Specific information about major revolutions, such as the Iranian Revolution in 1979</p></li><li><p>Nationalist-inspired terrorist activity, such as the IRA</p></li><li><p>Peaceful nationalist independence movements, such as in the Philippines</p></li></ul><p><em>Example of acceptable use of evidence to support an argument:</em></p><ul><li><p>“Although nationalism sparked revolutions in places like Northern Ireland, socialism was arguably the ideology that fostered the most revolutions, leading to wars in places like Vietnam, Korea, and Angola.” (<em>Uses multiple, specific pieces of evidence to support the argument that socialism was the ideology that led to the most revolutions in the twentieth century</em>)</p></li><li><p>“Most revolutions in the twentieth century were informed by multiple ideologies. For example, Ho Chi Minh and his Vietnamese forces were inspired by both nationalism and communism, while Algeria’s independence movement was inspired by nationalism, communism, and Islam.” (<em>Uses multiple, specific pieces of evidence to support the argument that twentieth century revolutions were inspired by multiple ideologies</em>)</p></li></ul>"]},{"id":"VR734094_rubric_category_4","type":"custom","title":"Part D1: ANALYSIS AND REASONING – USES HISTORICAL REASONING","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn the first point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the extent to which a twentieth century revolutionary movement was inspired by one of these ideologies (i.e. communism, nationalism, religious ideas).</p><p><em>Examples of acceptable use of historical reasoning:</em></p><ul><li><p>“People were often attracted to socialist ideologies and supported socialist-inspired revolutionary movements in places like Peru and Angola because of poverty and a sense that their governments were unjust puppets of great powers.” (<em>Establishes a development that contributed to the emergence of socialist revolutionary movements</em>)</p></li></ul>","<p>The response uses historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the extent to which a twentieth century revolutionary movement was inspired by one of these ideologies (i.e. communism, nationalism, religious ideas).</p><p><em>Examples of using historical reasoning to frame or structure an argument might include the following:</em></p><ul><li><p>Explaining how ideologies such as socialism inspired decolonization movements in Africa and Asia</p></li><li><p>Explaining how ideological movements became popular in response to political and economic crises and led to revolutions, such as during the Russian Revolution</p></li><li><p>Explaining how and why ethnic and religious nationalism led to revolutionary movements after the conclusion of major conflicts, such as after the World Wars and following the end of the Cold War</p></li></ul><p><em>Examples of acceptable use of historical reasoning:</em></p><ul><li><p>“People were often attracted to socialist ideologies and supported socialist-inspired revolutionary movements in places like Peru and Angola because of poverty and a sense that their governments were unjust puppets of great powers.” (<em>Establishes a development that contributed to the emergence of socialist revolutionary movements</em>)</p></li></ul>"]},{"id":"VR734094_rubric_category_5","type":"custom","title":"Part D2: ANALYSIS AND REASONING – COMPLEXITY","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must demonstrate a complex understanding.</p><ul><li><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p></li><li><p>Explaining multiple themes or perspectives to explore complexity or nuance; OR</p></li><li><p>Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p></li><li><p>Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p></li><li><p>Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p></li></ul><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways that might include:</p><ul><li><p>Explaining how multiple pieces of specific and relevant evidence (at least <strong>four) </strong>support a nuanced or complex argument that responds to the prompt; OR</p></li><li><p>Using evidence effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p></li></ul><p>This demonstration of complex understanding must be part of the argument and may be demonstrated in any part of the response.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the extent to which a twentieth century revolutionary movement was inspired by one of these ideologies (i.e. communism, nationalism, religious ideas).</p><p><em>Examples of acceptably demonstrating complex understanding might include:</em></p><ul><li><p>Explaining the nuance of an issue by showing that revolutions were often inspired by multiple ideological movements, as in Vietnam, Cambodia, etc. (<em>Explains nuance, considers both causes and effects, and qualifies an argument</em>)</p></li><li><p>Explaining relevant and insightful connections across time and space, such as by showing how ideologies became more important to inspiring revolutions in the nineteenth and twentieth centuries than they were in previous historical periods (<em>Explains relevant and insightful connections</em>)</p></li><li><p>Qualifying an argument by demonstrating that although nationalism was a major source of revolutions in the twentieth century, it often took different forms, such as ethnic nationalism or religious nationalism. (<em>Qualifies an argument</em>)</p></li><li><p>Corroborating an argument by illustrating how Western education helped prepare individuals like Ho Chi Minh and Gandhi to lead nationalist revolutions against Western powers through an emphasis on concepts of natural rights, consent by the governed, or national self-determination. (<em>Corroborates an argument, considers both causes and effects</em>)</p></li><li><p>Using evidence to demonstrate a sophisticated understanding of different perspectives relevant to the prompt; for example by demonstrating how one or more revolutionary movements in the twentieth century was inspired by two or more ideologies, or how one or more twentieth-century revolutionary movements changed its beliefs between different ideologies. Multiple examples of evidence from each category must be provided. (<em>Demonstrates complex understanding through effective use of evidence</em>)</p></li></ul>","<p>The response demonstrates a complex understanding of the extent to which a twentieth century revolutionary movement was inspired by one of these ideologies (i.e. communism, nationalism, religious ideas), through sophisticated argumentation and/or effective use of evidence.</p><p><em>Examples of acceptably demonstrating complex understanding might include:</em></p><ul><li><p>Explaining the nuance of an issue by showing that revolutions were often inspired by multiple ideological movements, as in Vietnam, Cambodia, etc. (<em>Explains nuance, considers both causes and effects, and qualifies an argument</em>)</p></li><li><p>Explaining relevant and insightful connections across time and space, such as by showing how ideologies became more important to inspiring revolutions in the nineteenth and twentieth centuries than they were in previous historical periods (<em>Explains relevant and insightful connections</em>)</p></li><li><p>Qualifying an argument by demonstrating that although nationalism was a major source of revolutions in the twentieth century, it often took different forms, such as ethnic nationalism or religious nationalism. (<em>Qualifies an argument</em>)</p></li><li><p>Corroborating an argument by illustrating how Western education helped prepare individuals like Ho Chi Minh and Gandhi to lead nationalist revolutions against Western powers through an emphasis on concepts of natural rights, consent by the governed, or national self-determination. (<em>Corroborates an argument, considers both causes and effects</em>)</p></li><li><p>Using evidence to demonstrate a sophisticated understanding of different perspectives relevant to the prompt; for example by demonstrating how one or more revolutionary movements in the twentieth century was inspired by two or more ideologies, or how one or more twentieth-century revolutionary movements changed its beliefs between different ideologies. Multiple examples of evidence from each category must be provided. (<em>Demonstrates complex understanding through effective use of evidence</em>)</p></li></ul>"]}]