[{"id":"VR734091_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which Muslim women in the Middle East challenged social norms in the period circa 1850 to 1950.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“Many women tried to challenge Islamic social norms through appeals to religious scripture and authority.” (<em>Establish a line of reasoning that evaluates the topic of the prompt</em>)</p></li><li><p>“Even as some Muslim women fought for legal and political equality, many other women chose to live within the established patriarchal gender norms of their society.” (<em>Establish a line of reasoning that evaluates the topic of the prompt</em>)</p></li><li><p>“Some Muslim women successfully challenged the many social norms that restricted their rights, including their access to education and employment, legal obstacles to equality with men, and political participation.” (<em>Establish a line of reasoning that evaluates the topic of the prompt with analytic categories</em>)</p></li><li><p>“Many Islamic women challenged male authority in the Middle East.” (<em>Establish a line of reasoning</em>) [Minimally acceptable thesis/claim]</p></li></ul>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which Muslim women in the Middle East challenged social norms in the period circa 1850 to 1950. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“Many women tried to challenge Islamic social norms through appeals to religious scripture and authority.” (<em>Establish a line of reasoning that evaluates the topic of the prompt</em>)</p></li><li><p>“Even as some Muslim women fought for legal and political equality, many other women chose to live within the established patriarchal gender norms of their society.” (<em>Establish a line of reasoning that evaluates the topic of the prompt</em>)</p></li><li><p>“Some Muslim women successfully challenged the many social norms that restricted their rights, including their access to education and employment, legal obstacles to equality with men, and political participation.” (<em>Establish a line of reasoning that evaluates the topic of the prompt with analytic categories</em>)</p></li><li><p>“Many Islamic women challenged male authority in the Middle East.” (<em>Establish a line of reasoning</em>) [Minimally acceptable thesis/claim]</p></li></ul>"]},{"id":"VR734091_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to women challenging social norms in the period circa 1850 to 1950.</p><p><em>Examples of context might include the following, with appropriate elaboration:</em></p><ul><li><p>Spread of Enlightenment ideas about natural rights</p></li><li><p>Spread of feminism and women’s suffrage</p></li><li><p>Collapse of the Ottoman Empire</p></li><li><p>The spread of the Industrial Revolution</p></li><li><p>Efforts to modernize by non-Western governments</p></li><li><p>European imperialism in North Africa and the Middle East</p></li><li><p>The First and Second World Wars</p></li><li><p>Onset of the Cold War</p></li></ul><p><em>Examples of acceptable contextualization:</em></p><ul><li><p>“When governments in the Middle East launched reform programs in the nineteenth century this often raised the question of whether women’s roles in Muslim society should also be reformed and modernized.”</p></li><li><p>“Like Western women, women in the Middle East had to overcome a lot of challenges in their struggle against patriarchal social norms.” (<em>Minimally acceptable contextualization</em>)</p></li></ul>","<p>The response describes a broader historical context relevant to women challenging social norms in the period circa 1850 to 1950.</p><p><em>Examples of context might include the following, with appropriate elaboration:</em></p><ul><li><p>Spread of Enlightenment ideas about natural rights</p></li><li><p>Spread of feminism and women’s suffrage</p></li><li><p>Collapse of the Ottoman Empire</p></li><li><p>The spread of the Industrial Revolution</p></li><li><p>Efforts to modernize by non-Western governments</p></li><li><p>European imperialism in North Africa and the Middle East</p></li><li><p>The First and Second World Wars</p></li><li><p>Onset of the Cold War</p></li></ul><p><em>Examples of acceptable contextualization:</em></p><ul><li><p>“When governments in the Middle East launched reform programs in the nineteenth century this often raised the question of whether women’s roles in Muslim society should also be reformed and modernized.”</p></li><li><p>“Like Western women, women in the Middle East had to overcome a lot of challenges in their struggle against patriarchal social norms.” (<em>Minimally acceptable contextualization</em>)</p></li></ul>"]},{"id":"VR734091_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – USES THE CONTENT OF THE DOCUMENTS","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn one point, the response must accurately describe—rather than simply quote—the content from at least three of the documents. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use the content of at least <strong>three </strong>documents to address the <strong>topic </strong>of the prompt.</p><p><em>Example of describing the content of a document:</em></p><ul><li><p>[Document 4]: “The magazine cover displays women protesting in the streets of Cairo holding up flags.”</p></li></ul>","<p>The response uses the content of at least <strong>three</strong> documents to address the <strong>topic</strong> of the prompt. The response must accurately describe—rather than simply quote—the content from at least three documents.</p><p>Documents used:</p>"]},{"id":"VR734091_rubric_category_3","type":"custom","title":"PART C2: SUPPORTS AN ARGUMENT USING DOCUMENTS","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must accurately describe—rather than simply quote—the content from at least <strong>four </strong>documents. In addition, the response must use the content of the documents to support an argument in response to the prompt. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least <strong>four</strong> documents to support an <strong>argument</strong> in response to the prompt.</p><p><em>Example of supporting an argument using the content of a document:</em></p><ul><li><p>[Document 3]: “Doria Shafik’s account shows that many Egyptian women continued to observe the expected code of behavior because they believed that it was the only way for a woman to have a secure and honorable life. This reveals that some women did not want to change social norms.” (<em>Connects the contents of the document to an argument about the extent to which women challenged established social norms.</em>)</p></li><li><p>[Document 4]: “Doria Shafik’s account shows that many Egyptian women continued to observe the expected code of behavior because they believed that it was the only way for a woman to have a secure and honorable life. This reveals that some women did not want to change social norms.” (<em>Connects the contents of the document to an argument about the extent to which women challenged established social norms.</em>)</p></li></ul>","<p>The response supports an <strong>argument</strong> in response to the prompt using at least <strong>four</strong> documents.</p><p>Documents used:</p>"]},{"id":"VR734091_rubric_category_4","type":"custom","title":"PART C3: EVIDENCE – EVIDENCE BEYOND THE DOCUMENTS","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must describe the evidence and must use more than a phrase or reference. This additional piece of evidence must be different from the evidence used to earn the point for contextualization. The point for evidence beyond the documents may be awarded for evidence that appears in any part of the response.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the extent to which Muslim women in the Middle East challenged social norms in the period circa 1850 to 1950.</p><p><em>Evidence beyond the documents might include the following, with appropriate elaboration:</em></p><ul><li><p>Specific examples of Enlightenment ideas advancing women’s rights or women’s equality, such as the writings of Condorcet, Olympe de Gouges, and Mary Wollstonecraft.</p></li><li><p>Specific examples of feminist movements and feminist-inspired political activism (e.g., the Seneca Falls Convention or the campaign of British suffragettes for giving women the right to vote).</p></li><li><p>The Ottoman <em>Tanzimat</em> or Hamidian reforms.</p></li><li><p>Atatürk’s reforms in Turkey after the collapse of the Ottoman Empire.</p></li><li><p>Specific reforms in Egypt under Muhammad Ali’s successors.</p></li><li><p>Events connected to the spread of Western economic imperialism in the Middle East (the Egyptian debt crisis, the construction of the Suez Canal, Ottoman capitulation treaties with Western powers).</p></li><li><p>The events leading to the establishment of effective British colonial control over Egypt in 1882.</p></li><li><p>Events leading to the establishment of League of Nation Mandates in the Middle East (Syria, Iraq, Lebanon, Jordan) after the First World War.</p></li><li><p>Dashed hopes for full independence in the Arab Middle East after the end of the First World War (the Urabi Revolt in Egypt, the French assumption of full control over Syria).</p></li><li><p>The establishment of the Pahlavi dynasty in Iran and the pro-Western reforms of Reza Shah and Mohammad Reza Shah.</p></li></ul><p><em>Examples of evidence beyond the documents relevant to an argument about the prompt:</em></p><ul><li><p>“Mustafa Kemal Atatürk’s determination to eradicate all traces of the legacy of the Ottoman empire led to a number of radical changes for Turkish women, including the ban on women wearing the veil.” (<em>Provides a piece of evidence not in the documents relevant to an argument about the prompt</em>)</p></li><li><p>“The spread of Enlightenment or feminist ideas of gender equality, such as those expressed by Condorcet and Mary Wollstonecraft influenced some women in the Middle East to advocate for better access to education and legal equality.” (<em>Provides a piece of evidence not in the documents relevant to an argument about the prompt</em>)</p></li></ul>","<p>The response uses at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the extent to which Muslim women in the Middle East challenged social norms in the period circa 1850 to 1950.</p><ul><li><p>This additional piece of evidence must be different from the evidence used to earn the point for contextualization. Typically, statements credited as <strong>contextualization</strong> will be more general statements that place an argument or a significant portion of it in a broader context.</p></li><li><p>Statements credited as supporting <strong>evidence beyond the documents</strong> will typically be more specific details that function as support for a particular point made in an argument, analogous to the function of evidence drawn from the documents.</p></li></ul><p><em>Evidence beyond the documents might include the following, with appropriate elaboration:</em></p><ul><li><p>Specific examples of Enlightenment ideas advancing women’s rights or women’s equality, such as the writings of Condorcet, Olympe de Gouges, and Mary Wollstonecraft.</p></li><li><p>Specific examples of feminist movements and feminist-inspired political activism (e.g., the Seneca Falls Convention or the campaign of British suffragettes for giving women the right to vote).</p></li><li><p>The Ottoman <em>Tanzimat</em> or Hamidian reforms.</p></li><li><p>Atatürk’s reforms in Turkey after the collapse of the Ottoman Empire.</p></li><li><p>Specific reforms in Egypt under Muhammad Ali’s successors.</p></li><li><p>Events connected to the spread of Western economic imperialism in the Middle East (the Egyptian debt crisis, the construction of the Suez Canal, Ottoman capitulation treaties with Western powers).</p></li><li><p>The events leading to the establishment of effective British colonial control over Egypt in 1882.</p></li><li><p>Events leading to the establishment of League of Nation Mandates in the Middle East (Syria, Iraq, Lebanon, Jordan) after the First World War.</p></li><li><p>Dashed hopes for full independence in the Arab Middle East after the end of the First World War (the Urabi Revolt in Egypt, the French assumption of full control over Syria).</p></li><li><p>The establishment of the Pahlavi dynasty in Iran and the pro-Western reforms of Reza Shah and Mohammad Reza Shah.</p></li></ul><p><em>Examples of evidence beyond the documents relevant to an argument about the prompt:</em></p><ul><li><p>“Mustafa Kemal Atatürk’s determination to eradicate all traces of the legacy of the Ottoman empire led to a number of radical changes for Turkish women, including the ban on women wearing the veil.” (<em>Provides a piece of evidence not in the documents relevant to an argument about the prompt</em>)</p></li><li><p>“The spread of Enlightenment or feminist ideas of gender equality, such as those expressed by Condorcet and Mary Wollstonecraft influenced some women in the Middle East to advocate for better access to education and legal equality.” (<em>Provides a piece of evidence not in the documents relevant to an argument about the prompt</em>)</p></li></ul>"]},{"id":"VR734091_rubric_category_5","type":"custom","title":"PART D1: ANALYSIS AND REASONING – SOURCING","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must explain how or why (rather than simply identifying) the document’s point of view, purpose, historical situation, or audience is relevant to an argument about the prompt for each of the <strong>two </strong>documents sourced. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument about the prompt for at least <strong>two </strong>documents.</p><p><em>Example of acceptable explanation of the significance of the author’s point of view:</em></p><ul><li><p>[Document 5]: “Although the author states that she comes from a conservative background, she comes to realize that challenging social norms by embracing dancing can be a liberating experience.” (<em>Connects the point-of-view of the author to an argument about women’s attitudes toward the rapidly changing social and gender norms in Turkey during the 1920s.</em>)</p></li></ul><p><em>Example of acceptable explanation of the significance of the author’s purpose:</em></p><ul><li><p>[Document 7]: “Writing in her memoirs decades later, the author’s purpose may have been to emphasize her lifelong dedication to the Muslim Brotherhood and the “calling” of political Islam.” (<em>Connects a possible purpose of the document to an argument about women challenging social norms by embracing political activism.</em>)</p></li></ul><p><em>Example of acceptable explanation of the relevance of the historical situation of a source:</em></p><ul><li><p>[Document 1]: “Aisha al-Taymuriyya’s essay was written at a time when Egyptian society, like many other predominantly Muslim societies, was trying to balance social changes arising from modernization reforms against traditional values.” (<em>Connects the historical situation of the document to an argument about social change in the nineteenth-century Middle East and how it affected women’s ability to challenge social norms.</em>)</p></li></ul><p><em>Example of acceptable explanation of the relevance of the audience of a source:</em></p><ul><li><p>[Document 2]: “Because her audience was mostly Muslim, she makes her case for economic equality using the teachings of Islam.” (<em>Connects the intended audience of the document to an argument about how Middle Eastern women were able to challenge established social norms.</em>)</p></li></ul>","<p>The response explains how or why the documents’ point of view, purpose, historical situation, and/or audience is relevant to an argument about the prompt for at least <strong>two </strong>of the documents.</p><p>Documents used:</p>"]},{"id":"VR734091_rubric_category_6","type":"custom","title":"PART D2: ANALYSIS AND REASONING – COMPLEXITY","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p><ul><li><p>Explaining multiple themes or perspectives to explore complexity or nuance; OR</p></li><li><p>Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p></li><li><p>Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p></li><li><p>Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p></li></ul><ul><li><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways, such as:</p></li></ul><ul><li><p>Effectively using <strong>seven</strong> documents to support an argument that responds to the prompt; OR</p></li><li><p>Explaining how the point of view, purpose, historical situation, and/or audience of at least <strong>four</strong> documents supports an argument that responds to the prompt; OR</p></li><li><p>Using documents and evidence beyond the documents effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p></li></ul><p>This understanding must be part of the argument, not merely a phrase or reference.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the extent to which Muslim women in the Middle East challenged social norms in the period circa 1850 to 1950.</p><p><em>Examples of demonstrating a complex understanding might include:</em></p><ul><li><p>Analyzing multiple variables, such as considering diverse or alternate perspectives or evidence. For example, a response may explore the way in which variables other than gender (age, class, extent of religious devotion, marital status, etc.) affected Muslim Middle Eastern women’s ability or willingness to challenge established social norms during this period. A response may argue that Document 2 shows that class divisions made some women much more likely to challenge gender norms by engaging in economic activities usually seen as “male,” that Document 3 demonstrates a generational divide in women’s willingness to challenge gender norms, and that Documents 5 and 7 indicate that being married did not prevent Muslim Middle Eastern women from being able to challenge established social norms. (<em>Explains nuance</em>)</p></li><li><p>Explaining relevant and insightful connections across time and space. For example, a response may outline the similarities and differences between the issues that prompted women to challenge social norms in the period of the prompt with issues that drive women’s social and political activism in the Muslim Middle East today. (<em>Explains relevant and insightful connections</em>)</p></li><li><p>Corroborating multiple perspectives, such as explaining how Middle Eastern Muslim women’s challenges to established social norms during this period, as illustrated in the documents, do not follow neatly into dichotomous categories, such as religious vs. secular, conservative vs. liberal, or pro-Western vs. anti-Western. For example, while several documents argue for social change based on the belief in the equality between men and women, Document 7, Document 4, and, to a lesser extent, Document 5, demonstrate that conservative and religious women also embraced political activism and or/were willing to challenge social norms to advance their goals (<em>Corroborates, qualifies, or modifies an argument by considering diverse or alternative views or evidence</em>)</p></li></ul>","<p>The response demonstrates a complex understanding of the extent to which Muslim women in the Middle East challenged social norms in the period circa 1850 to 1950, through sophisticated argumentation and/or effective use of evidence.</p><p><em>Examples of demonstrating a complex understanding might include:</em></p><ul><li><p>Analyzing multiple variables, such as considering diverse or alternate perspectives or evidence. For example, a response may explore the way in which variables other than gender (age, class, extent of religious devotion, marital status, etc.) affected Muslim Middle Eastern women’s ability or willingness to challenge established social norms during this period. A response may argue that Document 2 shows that class divisions made some women much more likely to challenge gender norms by engaging in economic activities usually seen as “male,” that Document 3 demonstrates a generational divide in women’s willingness to challenge gender norms, and that Documents 5 and 7 indicate that being married did not prevent Muslim Middle Eastern women from being able to challenge established social norms. (<em>Explains nuance</em>)</p></li><li><p>Explaining relevant and insightful connections across time and space. For example, a response may outline the similarities and differences between the issues that prompted women to challenge social norms in the period of the prompt with issues that drive women’s social and political activism in the Muslim Middle East today. (<em>Explains relevant and insightful connections</em>)</p></li><li><p>Corroborating multiple perspectives, such as explaining how Middle Eastern Muslim women’s challenges to established social norms during this period, as illustrated in the documents, do not follow neatly into dichotomous categories, such as religious vs. secular, conservative vs. liberal, or pro-Western vs. anti-Western. For example, while several documents argue for social change based on the belief in the equality between men and women, Document 7, Document 4, and, to a lesser extent, Document 5, demonstrate that conservative and religious women also embraced political activism and or/were willing to challenge social norms to advance their goals (<em>Corroborates, qualifies, or modifies an argument by considering diverse or alternative views or evidence</em>)</p></li></ul>"]}]