[{"id":"VR734102_rubric_category_0","type":"custom","title":"Part A: THESIS/CLAIM","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which an individual, group, or movement in the mid- to late twentieth century successfully challenged existing power structures during this period.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“In the United States, Dr. Martin Luther King, Jr. used peaceful civil disobedience to challenge the established racial hierarchies under segregation.” (<em>Establish a line of reasoning that evaluates the topic of the prompt</em>)</p></li><li><p>“Anti-imperialist nationalist movements used non-violent as well as violent tactics to end colonialism and establish newly independent nations.” (<em>Establish a line of reasoning that evaluates the topic of the prompt with analytic categories</em>)</p></li><li><p>“Feminists worldwide protested against patriarchy.” (<em>Establish a line of reasoning</em>) [Minimally acceptable thesis/claim]</p></li></ul>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which an individual, group, or movement in the mid- to late twentieth century successfully challenged existing power structures during this period. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“In the United States, Dr. Martin Luther King, Jr. used peaceful civil disobedience to challenge the established racial hierarchies under segregation.” (<em>Establish a line of reasoning that evaluates the topic of the prompt</em>)</p></li><li><p>“Anti-imperialist nationalist movements used non-violent as well as violent tactics to end colonialism and establish newly independent nations.” (<em>Establish a line of reasoning that evaluates the topic of the prompt with analytic categories</em>)</p></li><li><p>“Feminists worldwide protested against patriarchy.” (<em>Establish a line of reasoning</em>) [Minimally acceptable thesis/claim]</p></li></ul>"]},{"id":"VR734102_rubric_category_1","type":"custom","title":"Part B: CONTEXTUALIZATION","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the prompt. This point is not awarded for merely a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the challenging of power structures.</p><p><em>Examples of context might include the following, with appropriate elaboration:</em></p><ul><li><p>Partition of states post-World War II</p></li><li><p>The Cold War</p></li><li><p>Violence against civilians during or after the Second World War</p></li><li><p>Decolonization and the establishment of newly independent nations</p></li><li><p>Spread of socialism and communism</p></li><li><p>Rights-based movements</p></li><li><p>NATO and the Warsaw Pact</p></li><li><p>Totalitarianism and authoritarian states</p></li><li><p>Second Wave Feminism</p></li><li><p>UN Declaration of Rights</p></li><li><p>Increased prosperity in Western nations</p></li></ul><p><em>Example of acceptable contextualization:</em></p><ul><li><p> “Movements that challenged power structures were often inspired by the revolutionary ideas of Karl Marx and socialism.”</p></li><li><p>“The Cold War forced many decolonization leaders to choose sides.” (<em>Minimally acceptable contextualization</em>)</p></li></ul>","<p>The response describes a broader historical context relevant to the challenging of power structures.</p><p><em>Examples of context might include the following, with appropriate elaboration:</em></p><ul><li><p>Partition of states post-World War II</p></li><li><p>The Cold War</p></li><li><p>Violence against civilians during or after the Second World War</p></li><li><p>Decolonization and the establishment of newly independent nations</p></li><li><p>Spread of socialism and communism</p></li><li><p>Rights-based movements</p></li><li><p>NATO and the Warsaw Pact</p></li><li><p>Totalitarianism and authoritarian states</p></li><li><p>Second Wave Feminism</p></li><li><p>UN Declaration of Rights</p></li><li><p>Increased prosperity in Western nations</p></li></ul><p><em>Example of acceptable contextualization:</em></p><ul><li><p>“Movements that challenged power structures were often inspired by the revolutionary ideas of Karl Marx and socialism.”</p></li><li><p>“The Cold War forced many decolonization leaders to choose sides.” (<em>Minimally acceptable contextualization</em>)</p></li></ul>"]},{"id":"VR734102_rubric_category_2","type":"custom","title":"Part C1: EVIDENCE – PROVIDES EVIDENCE","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn one point, the response must identify specific historical examples of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not identify at least <strong>two</strong> specific historical examples relevant to the challenging of power structures.</p><p><em>Examples of evidence used might include the following:</em></p><ul><li><p>Decolonization leaders, such as Mohandas Gandhi and Kwame Nkrumah</p></li><li><p>Indian National Congress</p></li><li><p>Gandhi’s salt marches and other satyagraha campaigns</p></li><li><p>Nonviolence &amp; civil disobedience leaders, such as Martin Luther King Jr. and Nelson Mandela</p></li><li><p>U.S. Civil Rights Movement–boycotts, sit in’s, March on Washington</p></li><li><p>African National Congress</p></li><li><p>Revolutionary socialist movements, such as the Shining Path or the Viet Minh</p></li><li><p>Radical Islamic movements, such as Al-Qaeda</p></li><li><p>Radical religious nationalist movements, such as the IRA or Tamil Tigers</p></li><li><p>Proxy wars in Asia and Africa</p></li><li><p>Specific movements that challenge gender roles and social norms, such as 68ers or Second Wave Feminists</p></li><li><p>Environmentalist groups, such as Green Peace</p></li></ul>","<p>The response identifies at least <strong>two</strong> specific historical examples of evidence relevant to the challenging of power structures.</p><p><em>Examples of evidence used might include the following:</em></p><ul><li><p>Decolonization leaders, such as Mohandas Gandhi and Kwame Nkrumah</p></li><li><p>Indian National Congress</p></li><li><p>Gandhi’s salt marches and other satyagraha campaigns</p></li><li><p>Nonviolence &amp; civil disobedience leaders, such as Martin Luther King Jr. and Nelson Mandela</p></li><li><p>U.S. Civil Rights Movement–boycotts, sit in’s, March on Washington</p></li><li><p>African National Congress</p></li><li><p>Revolutionary socialist movements, such as the Shining Path or the Viet Minh</p></li><li><p>Radical Islamic movements, such as Al-Qaeda</p></li><li><p>Radical religious nationalist movements, such as the IRA or Tamil Tigers</p></li><li><p>Proxy wars in Asia and Africa</p></li><li><p>Specific movements that challenge gender roles and social norms, such as 68ers or Second Wave Feminists</p></li><li><p>Environmentalist groups, such as Green Peace</p></li></ul><p><em>Example of acceptably providing evidence relevant to the topic of the prompt:</em></p><ul><li><p>“Ho Chi Minh led the Vietnamese in fighting against French imperialism and Sukarno led the Indonesian struggle against the Dutch.”</p></li></ul>"]},{"id":"VR734102_rubric_category_3","type":"custom","title":"Part C2: EVIDENCE – USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must use specific historical evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least <strong>two</strong> specific historical examples to support an argument<strong> </strong>about the extent to which an individual, group, or movement in the mid- to late twentieth century successfully challenged existing power structures during this period.</p><p><em>Example of acceptable use of evidence to support an argument:</em></p><ul><li><p>“The Indian nationalist movement led by Mohandas Gandhi succeeded at ousting the British Empire through dedication to the principle of nonviolent resistance as witnessed by his marches and protests.” (<em>Uses multiple, specific pieces of evidence to support the argument that Indian nationalism challenged British imperialism</em>)</p></li><li><p>“During the late 20th century a variety of environmentalist groups like Green Peace tried to limit multinational corporations’ activities in order to stop pollution and climate change. Some groups used peaceful methods while others turned to violence.” (<em>Uses multiple, specific pieces of evidence to support the argument that environmentalists opposed multinational corporations</em>)</p></li></ul>","<p>The response uses at least <strong>two</strong> specific historical examples to support an argument<strong> </strong>about the extent to which an individual, group, or movement in the mid- to late twentieth century successfully challenged existing power structures during this period.</p><p><em>Examples of evidence used might include the following, provided the essay uses the examples in support of an argument about the prompt:</em></p><ul><li><p>Decolonization leaders, such as Mohandas Gandhi and Kwame Nkrumah</p></li><li><p>Indian National Congress</p></li><li><p>Gandhi’s salt marches and other satyagraha campaigns</p></li><li><p>Nonviolence &amp; civil disobedience leaders, such as Martin Luther King Jr. and Nelson Mandela</p></li><li><p>U.S. Civil Rights Movement–boycotts, sit in’s, March on Washington</p></li><li><p>African National Congress</p></li><li><p>Revolutionary socialist movements, such as the Shining Path or the Viet Minh</p></li><li><p>Radical Islamic movements, such as Al-Qaeda</p></li><li><p>Radical religious nationalist movements, such as the IRA or Tamil Tigers</p></li><li><p>Proxy wars in Asia and Africa</p></li><li><p>Specific movements that challenge gender roles and social norms, such as 68ers or Second Wave Feminists</p></li><li><p>Environmentalist groups, such as Green Peace</p></li></ul><p><em>Example of acceptable use of evidence to support an argument:</em></p><ul><li><p>“The Indian nationalist movement led by Mohandas Gandhi succeeded at ousting the British Empire through dedication to the principle of nonviolent resistance as witnessed by his marches and protests.” (<em>Uses multiple, specific pieces of evidence to support the argument that Indian nationalism challenged British imperialism</em>)</p></li><li><p>“During the late 20th century a variety of environmentalist groups like Green Peace tried to limit multinational corporations’ activities in order to stop pollution and climate change. Some groups used peaceful methods while others turned to violence.” (<em>Uses multiple, specific pieces of evidence to support the argument that environmentalists opposed multinational corporations</em>)</p></li></ul>"]},{"id":"VR734102_rubric_category_4","type":"custom","title":"Part D1: ANALYSIS AND REASONING – USES HISTORICAL REASONING","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn the first point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the extent to which an individual, group, or movement in the mid- to late twentieth century successfully challenged existing power structures during this period.</p><p><em>Examples of acceptable use of historical reasoning:</em></p><ul><li><p>“The African National Congress protested the apartheid policies of the South African government and eventually gathered enough international support to bring about full democratic participation in South Africa.” (<em>Uses causation to support an argument about South African protests against apartheid</em>)</p></li></ul>","<p>The response uses historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the extent to which an individual, group, or movement in the mid- to late twentieth century successfully challenged existing power structures during this period.</p><p><em>Examples of using historical reasoning to frame or structure an argument might include the following:</em></p><ul><li><p>Explaining how colonized peoples in Africa or Asia organized themselves and resisted European imperial rule.</p></li><li><p>Explaining the effects of popular movements for democratic reforms against communist governments in places like Poland or elsewhere in Eastern Europe.</p></li></ul><p><em>Examples of acceptable use of historical reasoning:</em></p><ul><li><p>“The African National Congress protested the apartheid policies of the South African government and eventually gathered enough international support to bring about full democratic participation in South Africa.” (<em>Uses causation to support an argument about South African protests against apartheid</em>)</p></li></ul>"]},{"id":"VR734102_rubric_category_5","type":"custom","title":"Part D2: ANALYSIS AND REASONING – COMPLEXITY","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must demonstrate a complex understanding.</p><ul><li><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p></li><li><p>Explaining multiple themes or perspectives to explore complexity or nuance; OR</p></li><li><p>Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p></li><li><p>Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p></li><li><p>Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p></li></ul><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways that might include:</p><ul><li><p>Explaining how multiple pieces of specific and relevant evidence (at least <strong>four) </strong>support a nuanced or complex argument that responds to the prompt; OR</p></li><li><p>Using evidence effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p></li></ul><p>This demonstration of complex understanding must be part of the argument and may be demonstrated in any part of the response.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the extent to which an individual, group, or movement in the mid- to late twentieth century successfully challenged existing power structures during this period.</p><p><em>Examples of acceptably demonstrating complex understanding might include:</em></p><ul><li><p>Explaining the nuance of an issue by analyzing multiple variables, such as explaining that between 1989 and 1992, in much of the world, anticommunist protests succeeded at overturning the Soviet Union, but in Asia, communist one-party states maintained their grip on power. (<em>Explains nuance and qualifies an argument</em>)</p></li><li><p>Explaining relevant and insightful connections across time and space, such as demonstrating the influence of socialist ideas and tactics in resisting power structures in Asia (Vietnam), Africa (Tanzania), as well as Latin America (Cuba). (<em>Explains relevant and insightful connections.</em>)</p></li><li><p>Explaining both similarities and differences by explaining that similar groups with similar nationalist goals could use very different methods to achieve their goals, such as comparing Nelson Mandela in South Africa with Robert Mugabe in Zimbabwe. (<em>Explains both similarities and differences</em>)</p></li><li><p>Corroborating an argument by exploring the complexities of differing approaches to opposing power structures during the Cold War, including evidence that some Westerners supported communism, or that some socialist independence leaders and movements chose to ally with the West, rather than with the Soviet bloc. (<em>Corroborates multiple perspectives</em>)</p></li><li><p>Using evidence to demonstrate a sophisticated understanding of different perspectives relevant to the prompt; for example by explaining how, in the mid- to late-twentieth century, some individuals, groups, or movements began by challenging established power structures, but later (usually after gaining political power) established new power structures. Multiple examples of evidence from each category (challenging power structures and becoming the status quo) must be provided. (<em>Demonstrates complex understanding through effective use of evidence</em>)</p></li></ul>","<p>The response demonstrates a complex understanding of the extent to which an individual, group, or movement in the mid- to late twentieth century successfully challenged existing power structures during this period, through sophisticated argumentation and/or effective use of evidence.</p><p><em>Examples of acceptably demonstrating complex understanding might include:</em></p><ul><li><p>Explaining the nuance of an issue by analyzing multiple variables, such as explaining that between 1989 and 1992, in much of the world, anticommunist protests succeeded at overturning the Soviet Union, but in Asia, communist one-party states maintained their grip on power. (<em>Explains nuance and qualifies an argument</em>)</p></li><li><p>Explaining relevant and insightful connections across time and space, such as demonstrating the influence of socialist ideas and tactics in resisting power structures in Asia (Vietnam), Africa (Tanzania), as well as Latin America (Cuba). (<em>Explains relevant and insightful connections.</em>)</p></li><li><p>Explaining both similarities and differences by explaining that similar groups with similar nationalist goals could use very different methods to achieve their goals, such as comparing Nelson Mandela in South Africa with Robert Mugabe in Zimbabwe. (<em>Explains both similarities and differences</em>)</p></li><li><p>Corroborating an argument by exploring the complexities of differing approaches to opposing power structures during the Cold War, including evidence that some Westerners supported communism, or that some socialist independence leaders and movements chose to ally with the West, rather than with the Soviet bloc. (<em>Corroborates multiple perspectives</em>)</p></li><li><p>Using evidence to demonstrate a sophisticated understanding of different perspectives relevant to the prompt; for example by explaining how, in the mid- to late-twentieth century, some individuals, groups, or movements began by challenging established power structures, but later (usually after gaining political power) established new power structures. Multiple examples of evidence from each category (challenging power structures and becoming the status quo) must be provided. (<em>Demonstrates complex understanding through effective use of evidence</em>)</p></li></ul>"]}]