[{"id":"VR734101_rubric_category_0","type":"custom","title":"Part A: THESIS/CLAIM","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which a land-based empire successfully consolidated or expanded its power during the period circa 1450 to 1750.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“The Safavids, Ottomans, and Mughals used monumental architecture and religious ideas to maintain and increase their power.” (<em>Establish a line of reasoning that evaluates the topic of the prompt</em>)</p></li><li><p>“Tax farming was used by Muslim states as a way to finance territorial expansion, build elaborate government and religious buildings, and promote state power.” (<em>Establish a line of reasoning that evaluates the topic of the prompt with analytic categories</em>)</p></li><li><p>“The Ottoman Empire used gunpowder weapons to expand.” (<em>Establish a line of reasoning</em>) [Minimally acceptable thesis/claim]</p></li></ul>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which a land-based empire successfully consolidated or expanded its power during the period circa 1450 to 1750. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“The Safavids, Ottomans, and Mughals used monumental architecture and religious ideas to maintain and increase their power.” (<em>Establish a line of reasoning that evaluates the topic of the prompt</em>)</p></li><li><p>“Tax farming was used by Muslim states as a way to finance territorial expansion, build elaborate government and religious buildings, and promote state power.” (<em>Establish a line of reasoning that evaluates the topic of the prompt with analytic categories</em>)</p></li><li><p>“The Ottoman Empire used gunpowder weapons to expand.” (<em>Establish a line of reasoning</em>) [Minimally acceptable thesis/claim]</p></li></ul>"]},{"id":"VR734101_rubric_category_1","type":"custom","title":"Part B: CONTEXTUALIZATION","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the prompt. This point is not awarded for merely a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to land-based empires consolidating or expanding power.</p><p><em>Examples of context might include the following, with appropriate elaboration:</em></p><ul><li><p>The spread and improvement of gunpowder weapons</p></li><li><p>Existing important trade routes, such as the Silk Roads</p></li><li><p>Earlier expansion of Islam in Africa and Asia</p></li><li><p>The rise or collapse of Mongol successor states, such as the Uzbeks or the Timurids</p></li><li><p>The collapse of the Byzantine Empire</p></li><li><p>Ottoman expansion in Southern Europe and Anatolia prior to 1450</p></li><li><p>Continued military and political dominance of nomadic Turkic groups in the Middle East and Central Asia</p></li><li><p>The development of other gunpowder empires, such as the Qing</p></li><li><p>The Black Death</p></li></ul><p><em>Example of acceptable contextualization:</em></p><ul><li><p>“The centralization of power within the Ottoman Empire can be understood as part of the broader practice of developing bureaucratic institutions in modernizing states across Eurasia during this period.”</p></li><li><p>“Islam had spread to India long before the Mughal dynasty began expanding.” (<em>Minimally acceptable contextualization</em>)</p></li></ul>","<p>The response describes a broader historical context relevant to land-based empires consolidating or expanding power.</p><p><em>Examples of context might include the following, with appropriate elaboration:</em></p><ul><li><p>The spread and improvement of gunpowder weapons</p></li><li><p>Existing important trade routes, such as the Silk Roads</p></li><li><p>Earlier expansion of Islam in Africa and Asia</p></li><li><p>The rise or collapse of Mongol successor states, such as the Uzbeks or the Timurids</p></li><li><p>The collapse of the Byzantine Empire</p></li><li><p>Ottoman expansion in Southern Europe and Anatolia prior to 1450</p></li><li><p>Continued military and political dominance of nomadic Turkic groups in the Middle East and Central Asia</p></li><li><p>The development of other gunpowder empires, such as the Qing</p></li><li><p>The Black Death</p></li></ul><p><em>Example of acceptable contextualization:</em></p><ul><li><p>“The centralization of power within the Ottoman Empire can be understood as part of the broader practice of developing bureaucratic institutions in modernizing states across Eurasia during this period.”</p></li><li><p>“Islam had spread to India long before the Mughal dynasty began expanding.” (<em>Minimally acceptable contextualization</em>)</p></li></ul>"]},{"id":"VR734101_rubric_category_2","type":"custom","title":"Part C1: EVIDENCE – PROVIDES EVIDENCE","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn one point, the response must identify specific historical examples of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not identify at least <strong>two</strong> specific historical examples relevant to land-based empires consolidating or expanding power.</p><p><em>Examples of evidence used might include the following:</em></p><ul><li><p>Training professionals, such as government officials</p></li><li><p>Standing armies and new military tactics</p></li><li><p>Specific information about new military technology, such as cannons</p></li><li><p>Imperial policies tolerating religious or ethnic minorities</p></li><li><p>Sunni Shi’a rivalry, including the Safavid-Ottoman rivalries</p></li><li><p>Imperial policies limiting the power of the nobility</p></li><li><p>Use of art and architecture to glorify imperial rule, such as Taj Mahal</p></li><li><p>Ottoman tax farming</p></li><li><p>Mughal <em>zamindar </em>tax collection</p></li><li><p>Ottoman <em>devshirme</em></p></li><li><p>Janissaries</p></li><li><p>Ottoman Suleymaniye Mosque</p></li><li><p>Theory of divine right</p></li><li><p>Discriminatory tax collection against minorities</p></li><li><p>Aztec tribute systems and monumental architecture</p></li></ul>","<p>The response uses at least <strong>two</strong> specific historical examples relevant to land-based empires consolidating or expanding power.</p><p><em>Examples of evidence used might include the following:</em></p><ul><li><p>Training professionals, such as government officials</p></li><li><p>Standing armies and new military tactics</p></li><li><p>Specific information about new military technology, such as cannons</p></li><li><p>Imperial policies tolerating religious or ethnic minorities</p></li><li><p>Sunni Shi’a rivalry, including the Safavid-Ottoman rivalries</p></li><li><p>Imperial policies limiting the power of the nobility</p></li><li><p>Use of art and architecture to glorify imperial rule, such as Taj Mahal</p></li><li><p>Ottoman tax farming</p></li><li><p>Mughal <em>zamindar </em>tax collection</p></li><li><p>Ottoman <em>devshirme</em></p></li><li><p>Janissaries</p></li><li><p>Ottoman Suleymaniye Mosque</p></li><li><p>Theory of divine right</p></li><li><p>Discriminatory tax collection against minorities</p></li><li><p>Aztec tribute systems and monumental architecture</p></li></ul><p><em>Example of acceptably providing evidence relevant to the topic of the prompt:</em></p><ul><li><p>“Mughal emperors used the zamindar tax collection system and built royal tombs such as the Taj Mahal.”</p></li></ul>"]},{"id":"VR734101_rubric_category_3","type":"custom","title":"Part C2: EVIDENCE – USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must use specific historical evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least <strong>two</strong> specific historical examples to support an argument<strong> </strong>about the extent to which a land-based empire successfully consolidated or expanded its power during the period circa 1450 to 1750.</p><p><em>Example of acceptable use of evidence to support an argument:</em></p><ul><li><p>“The Ottomans developed the practice of using professionalized troops within standing armies as well as new gunpowder weapons in order to help them conquer new territories.” (<em>Uses multiple, specific pieces of evidence to support the argument that the Ottoman Empire expanded and consolidated their territories.</em>)</p></li><li><p>“Some Mughal rulers practiced religious tolerance, for example by allowing Hindus to continue using their temples and exempting them from paying certain taxes. Such policies helped the Mughals establish their legitimacy.” (<em>Uses multiple, specific pieces of evidence to support the argument that Mughal emperors used religious toleration to consolidate their power.</em>)</p></li></ul>","<p>The response uses at least <strong>two</strong> specific historical examples to support an argument<strong> </strong>about the extent to which a land-based empire successfully consolidated or expanded its power during the period circa 1450 to 1750.</p><p><em>Examples of evidence used might include the following, provided the essay uses the examples in support of an argument about the prompt:</em></p><ul><li><p>Training professionals, such as government officials</p></li><li><p>Standing armies and new military tactics</p></li><li><p>Specific information about new military technology, such as cannons</p></li><li><p>Imperial policies tolerating religious or ethnic minorities</p></li><li><p>Sunni Shi’a rivalry, including the Safavid-Ottoman rivalries</p></li><li><p>Imperial policies limiting the power of the nobility</p></li><li><p>Use of art and architecture to glorify imperial rule, such as Taj Mahal</p></li><li><p>Ottoman tax farming</p></li><li><p>Mughal <em>zamindar </em>tax collection</p></li><li><p>Ottoman <em>devshirme</em></p></li><li><p>Janissaries</p></li><li><p>Ottoman Suleymaniye Mosque</p></li><li><p>Theory of divine right</p></li><li><p>Discriminatory tax collection against minorities</p></li><li><p>Aztec tribute systems and monumental architecture</p></li></ul><p><em>Example of acceptable use of evidence to support an argument:</em></p><ul><li><p>“The Ottomans developed the practice of using professionalized troops within standing armies as well as new gunpowder weapons in order to help them conquer new territories.” (<em>Uses multiple, specific pieces of evidence to support the argument that the Ottoman Empire expanded and consolidated their territories.</em>)</p></li><li><p>“Some Mughal rulers practiced religious tolerance, for example by allowing Hindus to continue using their temples and exempting them from paying certain taxes. Such policies helped the Mughals establish their legitimacy.” (<em>Uses multiple, specific pieces of evidence to support the argument that Mughal emperors used religious toleration to consolidate their power.</em>)</p></li></ul>"]},{"id":"VR734101_rubric_category_4","type":"custom","title":"Part D1: ANALYSIS AND REASONING – USES HISTORICAL REASONING","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn the first point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the extent to which a land-based empire successfully consolidated or expanded its power during the period circa 1450 to 1750.</p><p><em>Examples of acceptable use of historical reasoning:</em></p><ul><li><p>“Even though it preserved the power of the traditional Manchu nobility, the Qing dynasty also added elements of Chinese political culture based on Confucianism, which helped it achieve legitimacy and stability.” (<em>Uses causation to support an argument about Qing imperial administrative consolidation</em>)</p></li></ul>","<p>The response uses historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the extent to which a land-based empire successfully consolidated or expanded its power during the period circa 1450 to 1750.</p><p><em>Examples of using historical reasoning to frame or structure an argument might include the following:</em></p><ul><li><p>Explaining the effects of centralizing administrative practices that increased the stability and wealth of a land-based empire.</p></li><li><p>Explaining how changes in military organization or military equipment led to large territorial expansion in a land-based empire.</p></li></ul><p><em>Examples of acceptable use of historical reasoning:</em></p><ul><li><p>“Even though it preserved the power of the traditional Manchu nobility, the Qing dynasty also added elements of Chinese political culture based on Confucianism, which helped it achieve legitimacy and stability.” (<em>Uses causation to support an argument about Qing imperial administrative consolidation</em>)</p></li></ul>"]},{"id":"VR734101_rubric_category_5","type":"custom","title":"Part D2: ANALYSIS AND REASONING – COMPLEXITY","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must demonstrate a complex understanding.</p><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p><ul><li><p>Explaining multiple themes or perspectives to explore complexity or nuance; OR</p></li><li><p>Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p></li><li><p>Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p></li><li><p>Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p></li><li><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways that might include:</p></li><li><p>Explaining how multiple pieces of specific and relevant evidence (at least <strong>four) </strong>support a nuanced or complex argument that responds to the prompt; OR</p></li><li><p>Using evidence effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p></li></ul><p>This demonstration of complex understanding must be part of the argument and may be demonstrated in any part of the response.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the extent to which a land-based empire successfully consolidated or expanded its power during the period circa 1450 to 1750.</p><p><em>Examples of acceptably demonstrating complex understanding might include:</em></p><ul><li><p>Explaining the nuance of an issue by analyzing multiple variables, such as explaining how the early Mughal emperors expanded their territory and centralized their administration, but the later Mughal emperors rapidly lost territory to a variety of indigenous elites as well as invaders. (<em>Explains nuance and qualifies an argument</em>)</p></li><li><p>Explaining relevant and insightful connections across time and space, such as explaining how Turkish Muslim conquerors established massive land-based empires in the Middle East, Persia, and India through similar processes of combining cavalry and gunpowder in their armies, as well as establishing centralized administrations. (<em>Explains relevant and insightful connections</em>)</p></li><li><p>Explaining both similarities and differences by explaining that the Ottoman and Mughal Empires tolerated religious diversity in their populations, but the Safavid Empire supported only Shi’a Islamic practices in Persia. (<em>Explaining both similarities and differences</em>)</p></li><li><p>Corroborating an argument by demonstrating how the Ottoman Empire successfully centralized its administration and competed against expanding European maritime empires but failed to modernize and eventually fell far behind European industrial economies. (<em>Corroborates multiple perspectives</em>)</p></li><li><p>Using evidence to demonstrate a sophisticated understanding of different perspectives relevant to the prompt; for example by demonstrating that the success of one or more empires during the period circa 1450 to 1750 in expanding its territory also made that empire(s) vulnerable to decline, for example through territorial overextension, corruption of established institutions, or ruling dynasties’ excessive spending. Multiple examples of evidence from each category (successful expansion and becoming vulnerable to decline) must be provided. (<em>Demonstrates complex understanding through effective use of evidence</em>)</p></li></ul>","<p>The response demonstrates a complex understanding of the extent to which a land-based empire successfully consolidated or expanded its power during the period circa 1450 to 1750, using evidence to corroborate, qualify, or modify an argument that addresses the question through sophisticated argumentation and/or effective use of evidence.</p><p><em>Examples of acceptably demonstrating complex understanding might include:</em></p><ul><li><p>Explaining the nuance of an issue by analyzing multiple variables, such as explaining how the early Mughal emperors expanded their territory and centralized their administration, but the later Mughal emperors rapidly lost territory to a variety of indigenous elites as well as invaders. (<em>Explains nuance and qualifies an argument</em>)</p></li><li><p>Explaining relevant and insightful connections across time and space, such as explaining how Turkish Muslim conquerors established massive land-based empires in the Middle East, Persia, and India through similar processes of combining cavalry and gunpowder in their armies, as well as establishing centralized administrations. (<em>Explains relevant and insightful connections</em>)</p></li><li><p>Explaining both similarities and differences by explaining that the Ottoman and Mughal Empires tolerated religious diversity in their populations, but the Safavid Empire supported only Shi’a Islamic practices in Persia. (<em>Explaining both similarities and differences</em>)</p></li><li><p>Corroborating an argument by demonstrating how the Ottoman Empire successfully centralized its administration and competed against expanding European maritime empires but failed to modernize and eventually fell far behind European industrial economies. (<em>Corroborates multiple perspectives</em>)</p></li><li><p>Using evidence to demonstrate a sophisticated understanding of different perspectives relevant to the prompt; for example by demonstrating that the success of one or more empires during the period circa 1450 to 1750 in expanding its territory also made that empire(s) vulnerable to decline, for example through territorial overextension, corruption of established institutions, or ruling dynasties’ excessive spending. Multiple examples of evidence from each category (successful expansion and becoming vulnerable to decline) must be provided. (<em>Demonstrates complex understanding through effective use of evidence</em>)</p></li></ul>"]}]