[{"id":"VH888113-22_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>The first point is for the integrand only. At most 3 out of 4 points earned for a copy error in the integrand. Subsequent points may be earned.</p><p>The second and third points are for antiderivatives. At most 1 out of 2 antiderivative points earned if only one antiderivative is correct OR there is at most one arithmetic sign error in the antiderivatives.</p><p>The fourth point is for the limits of integration and evaluation.</p><p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>The student response does not accurately include any of the criteria below.</p>","<p>The student response accurately includes one of the criteria below.</p>","<p>The student response accurately includes two of the criteria below.</p>","<p>The student response accurately includes three of the criteria below.</p>","<p>The student response accurately includes all four of the criteria below.</p>"]},{"id":"VH888113-22_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>The first point is for the integrand only. At most 4 out of 5 points earned for a copy error in the integrand. Subsequent points may be earned.</p><p>The second point is for limits and <math aria-label=\"pi \">\n <semantics>\n  <mrow>\n   <mi>π</mi><mo>.</mo></mrow>\n  <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=\n  feaagKart1ev2aqatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbdfgBPj\n  MCPbqedmvETj2BSbqefm0B1jxALjhiov2DaebbnrfifHhDYfgasaac\n  H8rrps0lbbf9q8WrFfeuY=Hhbbf9v8qqaqFr0xc9pk0xbba9q8WqFf\n  ea0=yr0RYxir=Jbba9q8aq0=yq=He9q8qqQ8frFve9Fve9Ff0dmeaa\n  baqaciGacaGaaeqabaWaaeaaeaaakeaacqaHapaCcaGGUaaaaa@35A3@\n  </annotation>\n </semantics>\n</math></p><p>The third and fourth points are for antiderivatives. At most 1 out of 2 antiderivative points earned if only one antidifferentiation error OR there is at most one arithmetic sign error in the antiderivatives.</p><p>The fifth point is for the evaluation, which does not need to be simplified. An error with the factor of 9 applies to this point.</p><p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points"],"values":[0,1,2,3,4,5],"maxScores":[5,5,5,5,5,5],"descriptions":["<p>The student response does not accurately include any of the criteria below.</p>","<p>The student response accurately includes one of the criteria below.</p>","<p>The student response accurately includes two of the criteria below.</p>","<p>The student response accurately includes three of the criteria below.</p>","<p>The student response accurately includes four of the criteria below.</p>","<p>The student response accurately includes all five of the criteria below.</p>"]}]