[{"id":"FT568254_rubric_category_0","type":"custom","title":"A. Thesis/Claim (0–1 point) ","stimulusHtml":"<p>Responses earn <strong>1 point</strong> by responding to the prompt with a historically defensible thesis that establishes a line of reasoning about the topic. <br><br>To earn this point, the thesis must make a claim that responds to the prompt rather than simply restating or rephrasing the prompt. The thesis must suggest at least one main line of argument development or establish the analytic categories of the argument. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Student response earns none of the available points</p>","<p>Student response earns the available points.</p>"]},{"id":"FT568254_rubric_category_1","type":"custom","title":"B. Contextualization (0–1 point) ","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Student response earns none of the available points.</p>","<p>Student response earns the available points.</p>"]},{"id":"FT568254_rubric_category_2","type":"custom","title":"C. Evidence (0–3 points)","stimulusHtml":"<p><strong>Evidence from the Documents </strong><br><br>To earn 1 point for evidence from the documents, the response must accurately describe — rather than simply quote or paraphrase — content from at least <strong>three</strong> of the documents to address the topic of the prompt.</p><p>To earn a 1 point for using evidence from the documents to support an argument, the response must accurately describe—rather than simply quote—the content from at least <strong>four </strong>documents. In addition, the response must use the content of the documents to support an argument in response to the prompt.</p><p><strong>Evidence Beyond the Documents</strong></p><p>To earn 1 point point, the response must describe the evidence and must use more than a phrase or reference. This additional piece of evidence must be different from the evidence used to earn the point for contextualization. The point for evidence beyond the documents may be awarded for evidence that appears in any part of the response.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Student response earns none of the available points.</p>","<p>Student response earns one of the available points.</p>","<p>Student response earns two of the available points.</p>","<p>Student response earns three of the available points.</p>"]},{"id":"FT568254_rubric_category_3","type":"custom","title":"D. Analysis and Reasoning (0–2 points) ","stimulusHtml":"<p><strong>Document Sourcing </strong><br>To earn this point, the response must explain how or why (rather than simply identifying) the document’s point of view, purpose, historical situation, or audience is relevant to an argument about the prompt for each of the <strong>two</strong> documents sourced. </p><p><strong>Complex Understanding</strong></p><p>To earn this point, the response must demonstrate a complex understanding.</p><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining multiple themes or perspectives to explore complexity or nuance; OR</p><p>· Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p><p>· Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p><p>· Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways, such as:</p><p>· Effectively using <strong>seven</strong> documents to support an argument that responds to the prompt; OR</p><p>· Explaining how the point of view, purpose, historical situation, and/or audience of at least <strong>four</strong> documents supports an argument that responds to the prompt; OR</p><p>· Using documents and evidence beyond the documents effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p><p>This understanding must be part of the argument, not merely a phrase or reference.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Student response earns none of the available points.</p>","<p>Student response earns one of the available points.</p>","<p>Student response earns two of the available points.</p>"]}]