[{"id":"FT568244_rubric_category_0","type":"custom","title":"General","stimulusHtml":"<p><strong>Examples of responses to (a) that would earn credit:</strong></p><p>NOTE: Responses must specifically explain how the perspective expressed by the artist is related to the role of government and may not merely describe the content of the cartoon.</p><ul><li><p>Public expectations changed concerning the role of government in regulating health and safety issues, especially the meat industry; many people thought the government should extend or enlarge its role in protecting the health and welfare of citizens.</p></li><li><p>Government, particularly the president and Congress, should take a more active, if sometimes reluctant, role in regulating the economy.</p></li><li><p>President and Congress resisted being goaded into reform, as demonstrated by Theodore Roosevelt’s hesitant, nose-holding stance and his walking out on the plank over the vat of rotten meat and “scandal.”</p></li><li><p>Theodore Roosevelt’s response to these and other reform issues was an important turning point concerning the role of presidential power.</p></li><li><p>A perceptive response might note that the artist has a certain degree of skepticism of the role of muckraking journalists (an attitude shared by the subject of the illustration, Theodore Roosevelt).</p></li></ul><p><strong>Examples of responses to (b) that would earn credit:</strong></p><p>NOTE: The response must explain an event or development that is a cause of the situation depicted in the image.</p><ul><li><p>The rise of Progressive Era health, safety, and workplace concerns.</p></li><li><p>Upton Sinclair’s <em>The Jungle</em> exemplified muckraking related to this issue.</p></li><li><p>The tradition of laissez-faire government and weak or no regulation of food or business.</p></li><li><p>Industrialization of agriculture and the meat industry.</p></li><li><p>Muckrakers such as Ida Tarbell, McClure’s Magazine exposed problems to the public.</p></li><li><p>General muckraking journalism attacked businesses for putting profit before the public interest.</p></li></ul><p><strong>Examples of responses to (c) that would earn credit:</strong></p><p>NOTE: The response must provide a new concept or an elaboration of a concept addressed earlier, not just a repetition or inversion of (a) or (b).</p><ul><li><p>The passage of Meat Inspection Act, 1906 and Pure Food and Drug Act, 1906 (FDA).</p></li><li><p>The rise of specific Progressive Era health, safety, and workplace reforms.</p></li><li><p>The government took a more proactive, if still reluctant, role in protecting consumers.</p></li><li><p>The regulatory role of the government became more legitimate, undercutting the doctrine of laissez faire.</p></li><li><p>Roosevelt used the Sherman Anti-Trust Act to dismantle “bad trusts.”</p></li><li><p>Roosevelt advocated for his Square Deal and the three Cs (control of corporations, consumer protection, and conservation of natural resources).</p></li><li><p>Trust-busting continued into Taft and Wilson administrations.</p></li><li><p>The enactment of state and federal child labor laws in response to the issues depicted in the image.</p></li><li><p>Woodrow Wilson Administration efforts to regulate economy and business (e.g., Clayton Anti-Trust Act, creation of the Federal Reserve, creation of the income tax).</p></li></ul>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Response accomplishes <strong>none</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>one</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>two</strong> of the tasks set by the question.</p>","<p>Response accomplishes <strong>three </strong>of the tasks set by the question.</p>"]}]