[{"id":"FT568256_rubric_category_0","type":"custom","title":"A. Thesis/Claim (0–1 point) ","stimulusHtml":"<p>Responses earn 1 point by responding to the prompt with a historically defensible thesis that establishes a line of reasoning about the topic. To earn this point, the thesis must make a claim that responds to the prompt rather than simply restating or rephrasing the prompt. The thesis must suggest at least one main line of argument development or establish the analytic categories of the argument. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Student response earns none of the available points.</p>","<p>Student response earns one of the available points.</p>"]},{"id":"FT568256_rubric_category_1","type":"custom","title":"B. Contextualization (0–1 point) ","stimulusHtml":"<p>Responses earn 1 point by describing a broader historical context relevant to the topic of the prompt. To earn this point the response must accurately and explicitly connect the context of the prompt to broader historical events, developments, or processes that occurred before, during, or continued after the time frame of the question. This point is not awarded for merely a phrase or reference. To earn this point, the response must accurately describe a context relevant to the ways in which the Civil War fostered change in the United States economy in the period from 1861 to 1900. </p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Student response earns none of the available points.</p>","<p>Student response earns one of the available points.</p>","<p>Student response earns two of the available points.</p>"]},{"id":"FT568256_rubric_category_2","type":"custom","title":"C. Evidence (0–2 points) ","stimulusHtml":"<p>Evidence Responses earn 1 point by providing at least two specific examples of evidence relevant to the topic of the prompt. Responses can earn this point without earning the point for a thesis statement. These examples of evidence must be different from the information used to earn the point for contextualization. Typically, statements credited as contextualization will be more general statements that place an argument or a significant portion of it in a broader context. Statements credited as evidence will typically be more specific information. </p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Student response earns none of the available points.</p>","<p>Student response earns one of the available points.</p>","<p>Student response earns two of the available points.</p>"]},{"id":"FT568256_rubric_category_3","type":"custom","title":"D. Analysis and Reasoning (0–2 points) ","stimulusHtml":"<p>Historical Reasoning Responses earn 1 point by using historical reasoning to frame or structure an argument that addresses the prompt. To earn this point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Student response earns none of the available points.</p>","<p>Student response earns one of the available points.</p>","<p>Student response earns two of the available points.</p>"]}]