[{"id":"FT580880_rubric_category_0","type":"custom","title":"Thesis/Claim","stimulusHtml":"<p>Responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning (1 point)</p><p>To earn this point, the thesis must make a claim that responds to the prompt rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response earns 0/1 point(s)</p><p>The thesis must make a historically defensible claim that establishes a line of reasoning about how trans-Atlantic exchanges affected colonial culture in British North America in the period from 1700 to 1770.</p><p>Examples that earn this point include:</p><ul><li><p> “The ideas exchanged across the Atlantic as part of the Enlightenment and the First Great Awakening had a major impact on colonial culture.”</p></li><li><p>“Trans-Atlantic exchanges had a major effect on colonial culture because of the ways they shaped colonial economies, social structures, and politics.”</p></li><li><p> “Wealth generated by trans-Atlantic exchanges shaped colonial culture by creating an elite of merchants and plantation owners.”</p></li></ul>","<p>Response earns 1/1 point(s)</p><p>The thesis must make a historically defensible claim that establishes a line of reasoning about how trans-Atlantic exchanges affected colonial culture in British North America in the period from 1700 to 1770.</p><p>Examples that earn this point include:</p><ul><li><p>“The ideas exchanged across the Atlantic as part of the Enlightenment and the First Great Awakening had a major impact on colonial culture.”</p></li><li><p>“Trans-Atlantic exchanges had a major effect on colonial culture because of the ways they shaped colonial economies, social structures, and politics.”</p></li><li><p> “Wealth generated by trans-Atlantic exchanges shaped colonial culture by creating an elite of merchants and plantation owners.”</p></li></ul>"]},{"id":"FT580880_rubric_category_1","type":"custom","title":"Contextualization","stimulusHtml":"<p>Describes a broader historical context relevant to the prompt. (1 point)</p><p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>To earn this point, the response must accurately describe a context relevant to the ways in which trans-Atlantic exchanges affected colonial culture in British North America in the period from 1700 to 1770.</p><p>Examples of context might include the following, with appropriate elaboration.</p><ul><li><p>Columbian Exchange</p></li><li><p>Early settlement patterns of the British colonists</p></li><li><p>The American Revolution</p></li><li><p>Metacom’s War</p></li><li><p><em>Common Sense</em></p></li><li><p>Transition from indentured to enslaved labor in the Chesapeake</p></li><li><p>United States foreign trade in the early republic</p></li></ul>","<p>Response earns 1/1 point(s)</p><p>To earn this point, the response must accurately describe a context relevant to the ways in which trans-Atlantic exchanges affected colonial culture in British North America in the period from 1700 to 1770.</p><p>Examples of context might include the following, with appropriate elaboration.</p><ul><li><p>Columbian Exchange</p></li><li><p>Early settlement patterns of the British colonists</p></li><li><p>The American Revolution</p></li><li><p>Metacom’s War</p></li><li><p><em>Common Sense</em></p></li><li><p>Transition from indentured to enslaved labor in the Chesapeake</p></li><li><p>United States foreign trade in the early republic</p></li></ul><p>Examples of statements of context that earn the point:</p><ul><li><p>“During the late 1600s the British colonies became more involved in the transatlantic slave trade as plantation owners in the Chesapeake increasingly relied on enslaved labor.” </p></li><li><p>“Transatlantic exchange started back in the 1500s when the Columbian Exchange moved new plants and diseases to America.” </p></li></ul>"]},{"id":"FT580880_rubric_category_2","type":"custom","title":"Evidence","stimulusHtml":"<p>Provides specific examples of evidence relevant to the topic of the prompt. (1 point)</p><p>To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt.</p><p>OR</p><p>Supports an Argument: Supports an argument in response to the prompt using at least <strong>two </strong>specific and relevant pieces of evidence (2 points)</p><p>To earn the second point, the response must use at least <strong>two </strong>pieces of specific historical evidence to support an argument in response to the prompt.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response earns 0/2 point(s)</p><p>Examples of evidence used might include:</p><ul><li><p>Great Awakening</p></li><li><p>Enlightenment</p></li><li><p>Seven Years (French and Indian) War</p></li><li><p>Stamp Act</p></li><li><p>Sugar Act</p></li><li><p>Triangle trade</p></li><li><p>Shipping/New England</p></li><li><p>Tobacco/Chesapeake region</p></li><li><p>Cereal crops/middle colonies</p></li><li><p>Fur trade with Native Americans</p></li><li><p>Mercantilism</p></li><li><p>Salutary neglect</p></li><li><p>Anglicization</p></li><li><p>Smuggling</p></li><li><p>Newspapers/print culture</p></li></ul><p>OR</p><p>Responses earn two points by using at least <strong>two </strong>examples of specific historical evidence to support an argument in response to the prompt.</p>","<p>Response earns 1/2 point(s)</p><p>Examples of evidence used might include:</p><ul><li><p>Great Awakening</p></li><li><p>Enlightenment</p></li><li><p>Seven Years (French and Indian) War</p></li><li><p>Stamp Act</p></li><li><p>Sugar Act</p></li><li><p>Triangle trade</p></li><li><p>Shipping/New England</p></li><li><p>Tobacco/Chesapeake region</p></li><li><p>Cereal crops/middle colonies</p></li><li><p>Fur trade with Native Americans</p></li><li><p>Mercantilism</p></li><li><p>Salutary neglect</p></li><li><p>Anglicization</p></li><li><p>Smuggling</p></li><li><p>Newspapers/print culture</p></li></ul><p>Example of a statement that would contribute to earning one point for use of evidence relevant to the topic of the prompt:</p><ul><li><p><em>“Colonists in British North America discussed Enlightenment ideas from Europe.”</em> </p></li></ul>","<p>Response earns 2/2 point(s)</p><p>Examples of evidence used might include:</p><ul><li><p>Great Awakening (George Whitefield, Jonathan Edwards)</p></li><li><p>Navigation Acts extended (Hat Act, Molasses Act, Iron Act)</p></li><li><p>Salutary neglect</p></li><li><p>Seven Years’ War (French and Indian War)</p></li><li><p>Proclamation of 1763</p></li><li><p>Pontiac’s Rebellion</p></li><li><p>Stamp Act and repeal (Declaratory Act)</p></li><li><p>Sugar Act</p></li><li><p>Triangular trade</p></li><li><p>Cash crops</p></li><li><p>Slave trade, Middle Passage (slave rebellions – Stono Rebellion), Black Codes</p></li><li><p>Enlightenment effects on colonial thought</p></li><li><p>Boston Massacre</p></li></ul><p>OR</p><p>Responses earn two points by using at least <strong>two </strong>examples of specific historical evidence to support an argument in response to the prompt.</p><p>Example of a statement that would contribute to earning one point for use of evidence to support an argument in response to the prompt:</p><ul><li><p>“By preaching first in England and then traveling across the Atlantic to British America and preaching there, Protestant minister George Whitefield helped transfer religious ideas from Europe to the American colonies and changed colonial culture. (Statement that uses evidence to support an argument about how trans-Atlantic exchanges of religious ideas shaped colonial culture)</p></li><li><p>“British attempts to control trans-Atlantic trade through laws like the Sugar Act led to increased cultural acceptance of illegal activities like smuggling.” (Statement that uses evidence to support an argument about how colonial resistance to British mercantilist policies shaped colonial cultural norms)</p></li><li><p>\"In the Chesapeake, trade for cash crops like tobacco led to the growth of a wealthy colonial elite.” (Statement that uses evidence to support an argument about how the wealth generated by trans-Atlantic exchanges shaped colonial social structures) </p></li></ul>"]},{"id":"FT580880_rubric_category_3","type":"custom","title":"Analysis and Reasoning","stimulusHtml":"<p>Historical Reasoning: Uses historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the prompt. (1 point)</p><p>To earn the first point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity.</p><p>OR</p><p>Complex Understanding: Demonstrates a complex understanding of the historical development that is the focus of the prompt, through sophisticated argumentation and/or effective use of evidence. (2 points)</p><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining multiple themes or perspectives to explore complexity or nuance; OR</p><p>· Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p><p>· Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p><p>· Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining how multiple pieces of evidence (at least <strong>four</strong>) support a nuanced or complex argument that responds to the prompt; OR</p><p>· Using evidence effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p><p>This demonstration of a complex understanding must be part of the argument and may be demonstrated in any part of the response.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>Response earns 0/2 point</p><p>Examples of using historical reasoning to frame or structure an argument might include: Explaining how the Great Awakening affected colonial culture</p><p>Explaining how the Enlightenment affected colonial culture</p><p>Explaining how commercial exchanges of goods from Britain to the American colonies affected colonial culture</p><p>Explaining how slavery and the slave trade affected colonial culture</p><p>OR</p><p>Demonstrating a complex understanding might include: •</p><ul><li><p>Explaining a nuance of an issue by analyzing multiple variables by, for example, examining several colonial regions (changing cultural identities between the regions)</p></li><li><p>Explaining multiple causes or explaining both causes and effects, for example, explaining how colonial culture in the British North American colonies exhibited various features of independence and self-governance, while also expressing aspects of loyalty to the British Crown</p></li><li><p>Explaining relevant and insightful connections within and across periods, for example, examining the long-term effects of slavery on racial tensions</p></li><li><p>Confirming the validity of an argument by corroborating multiple perspectives across themes</p></li><li><p>Qualifying or modifying an argument by considering diverse or alternative views or evidence by, for example, explaining how other factors were more important than the trans-Atlantic exchanges in shaping colonial culture</p></li><li><p>Explaining the various effects of slavery and the slave trade on the development of regional identities</p></li></ul>","<p>Response earns 1/2 points</p><p>Examples of using historical reasoning to frame or structure an argument might include: Explaining how the Great Awakening affected colonial culture</p><p>Explaining how the Enlightenment affected colonial culture</p><p>Explaining how commercial exchanges of goods from Britain to the American colonies affected colonial culture</p><p>Explaining how slavery and the slave trade affected colonial culture</p><p>OR</p><p>Demonstrating a complex understanding might include: •</p><ul><li><p>The response argues that the affect of trans-Atlantic exchanges on colonial culture varied by region. It contrasts the creation of a planter elite in the Chesapeake colonies through cash crop cultivation and the slave trade with the growth of a merchant elite in New England through ship building and the triangle trade.<em> (Explaining relevant and insightful connections across geographical areas)</em></p></li></ul><ul><li><p>The response argues that trans-Atlantic exchanges fostered closer cultural connections between Great Britain and the colonies through colonial consumption of consumer goods, such as tea, while also laying the foundations for separation through disagreements over trade such as conflict over the Townshend Acts. <em>(Explaining multiple effects)</em></p></li><li><p>The response argues that trans-Atlantic exchanges contributed to colonial unity. It does this through a nuanced discussion of the cultural effect of the Great Awakening and the Enlightenment that contributed to common colonial religious and political understandings and of the economic effect of the triangle trade that led to common colonial dependence on goods imported from Great Britain. <em>(Explaining multiple themes to explore nuance)</em> </p></li></ul>","<p>Response earns 2/2 points</p><p>Examples of using historical reasoning to frame or structure an argument might include: Explaining how the Great Awakening affected colonial culture</p><p>Explaining how the Enlightenment affected colonial culture</p><p>Explaining how commercial exchanges of goods from Britain to the American colonies affected colonial culture</p><p>Explaining how slavery and the slave trade affected colonial culture</p><p>OR</p><p>Demonstrating a complex understanding might include: •</p><ul><li><p>The response argues that the affect of trans-Atlantic exchanges on colonial culture varied by region. It contrasts the creation of a planter elite in the Chesapeake colonies through cash crop cultivation and the slave trade with the growth of a merchant elite in New England through ship building and the triangle trade.<em> (Explaining relevant and insightful connections across geographical areas)</em></p></li></ul><ul><li><p>The response argues that trans-Atlantic exchanges fostered closer cultural connections between Great Britain and the colonies through colonial consumption of consumer goods, such as tea, while also laying the foundations for separation through disagreements over trade such as conflict over the Townshend Acts. <em>(Explaining multiple effects)</em></p></li><li><p>The response argues that trans-Atlantic exchanges contributed to colonial unity. It does this through a nuanced discussion of the cultural effect of the Great Awakening and the Enlightenment that contributed to common colonial religious and political understandings and of the economic effect of the triangle trade that led to common colonial dependence on goods imported from Great Britain. <em>(Explaining multiple themes to explore nuance)</em></p></li></ul>"]}]