[{"id":"VH015039_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent of change in ideas about emancipation during the Civil War. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples that earn this point include but are not limited to the following:</em></p><p>· “Union goals changed a great deal during the Civil War. At the beginning of the war, the primary goal was to preserve the Union. By the end, however, the emancipation of slaves became the central goal.”</p><p>· “The question of slavery and the Union goal of abolition were key issues throughout the Civil War. For many people, emancipation remained a priority that changed very little over the course of the war.”</p><p>· “During the Civil War, Abraham Lincoln increasingly adopted the idea of emancipating enslaved people in order to undermine the Confederacy, win the war, and preserve the Union.”</p>"]},{"id":"VH015039_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the extent of change in ideas about emancipation during the Civil War.</p>","<p>The response describes a broader historical context relevant to the extent of change in ideas about emancipation during the Civil War.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, with appropriate elaboration.</em></p><p>· Slavery was a key source of sectional division in the nineteenth century.</p><p>· The acquisition of new territory after the Mexican-American War heightened questions about whether slavery would be allowed in new western lands.</p><p>· The South’s economy relied on enslaved African American laborers to produce profitable crops like cotton.</p><p>· Southern states seceded from the Union following the election of Abraham Lincoln as president, which contributed to the beginning of the Civil War.</p><p>· Most of the Civil War was fought in Southern territory, disrupting Southern plantations and farms and allowing large-scale escapes by enslaved persons.</p><p>· The first years of the war went poorly for the North; military necessity helped motivate emancipation of enslaved men to assist the war effort.</p><p>· African American troops were important to the Union victory in the war, both providing large numbers of soldiers and inflicting a symbolic blow to Confederate efforts to preserve slavery.</p><p>· Pressures on Lincoln from anti-slavery advocates and Radical Republicans in Congress to abolish slavery increased during the period 1860 to 1863.</p>"]},{"id":"VH015039_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – USES THE CONTENT OF THE DOCUMENTS ","stimulusHtml":"<p>To earn one point, the response must accurately describe—rather than simply quote—the content from at least <strong>three</strong> of the documents.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use the content of at least <strong>three </strong>documents to address the <strong>topic </strong>of the prompt.</p>","<p>The response uses the content of at least <strong>three</strong> documents to address the topic of the prompt. Must accurately describe—rather than simply quote—the content from at least three documents.</p>"]},{"id":"VH015039_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – SUPPORTS AN ARGUMENT USING DOCUMENTS","stimulusHtml":"<p>To earn this point, the response must accurately describe—rather than simply quote—the content from at least <strong>three </strong>documents. In addition, the response must use the content of the documents to support an argument in response to the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least <strong>three</strong> documents to support an <strong>argument</strong> in response to the prompt.</p>","<p>The response uses at least <strong>three</strong> documents to support an <strong>argument</strong> in response to the prompt.</p>"]},{"id":"VH015039_rubric_category_4","type":"custom","title":"PART C3: EVIDENCE – EVIDENCE BEYOND THE DOCUMENTS","stimulusHtml":"<p>To earn this point, the response must describe the evidence and must use more than a phrase or reference. This additional piece of evidence must be different from the evidence used to earn the point for contextualization. The point for evidence beyond the documents may be awarded for evidence that appears in any part of the response.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least one additional piece of the specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p>","<p>The response uses at least one additional piece of the specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p><p>· This additional piece of evidence must be different from the evidence used to earn the point for contextualization. Typically, statements credited as <strong>contextualization</strong> will be more general statements that place an argument or a significant portion of it in a broader context.</p><p>· Statements credited as supporting <strong>evidence beyond the documents</strong> will typically be more specific details that function as support for a particular point made in an argument, analogous to the function of evidence drawn from the documents.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Evidence beyond the documents might include the following, with appropriate elaboration:</em></p><p>· Prior to the Civil War, Lincoln was opposed to slavery but not an abolitionist.</p><p>· General John C. Fremont’s proclaimed the military emancipation in Missouri in 1861, which Lincoln revoked (after Fremont refused to do so)</p><p>· Radical Republicans in Congress such as Senator Charles Sumner and Representative Thaddeus Stevens were highly critical of Lincoln for not doing enough about ending slavery.</p><p>· Northern Peace Democrats and Copperheads were critical of Lincoln for pursuing war.</p><p>· Thirteenth Amendment (1865) finally ended slavery.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Evidence beyond the documents might include the following, with appropriate elaboration:</em></p><p>· “Political pressure from Radical Republicans in Congress such as Senator Charles Sumner and Representative Thaddeus Stevens encouraged the federal government to shift toward supporting emancipation.”</p><p>· “The process of abolition culminated in the Thirteenth Amendment in 1865, which incorporated the elimination of slavery in the Constitution.”</p>"]}]