[{"id":"VH441180_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which technology transformed the United States economy in the period from 1865 to 1898. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples that earn this point include but are not limited to the following:</em></p><p>· “New technologies fundamentally altered the United States economy in the late nineteenth century by enabling the growth of manufacturing, the large-scale production of goods, innovations in transportation and communication, and the mechanization of agriculture.”</p><p>· “In the period 1856 to 1898, technological innovations, such as the application of steam power and electricity, transformed the United States from an agricultural-based to an industrial-based economy.”</p><p>· “Although technological innovation in the period 1865 to 1898 changed the nature of many Americans’ participation in the economy, creating entirely new occupations such as factory worker, telegraph operator, or business manager in a large corporation, many Americans continued to labor in the traditional agricultural and farming work they had always done.”</p><p>· “Technological innovation in the period 1865 to 1898 created greater economic interdependence between different regions of the United States and connected the agricultural and industrial sectors of the economy in new ways.”</p>"]},{"id":"VH441180_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the extent to which technology transformed the United States economy in the period from 1865 to 1898.</p>","<p>The response describes a broader historical context relevant to the extent to which technology transformed the United States economy in the period from 1865 to 1898.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, with appropriate elaboration</em>:</p><p>· Corporate consolidation and the creation of trusts and holding companies in the period after 1865 allowed for the amassing of capital and resources necessary to establish large-scale industrial enterprises and factories.</p><p>· The market revolution in the period 1815 to 1850 resulted in the growth of a new wage-based economy, the shift of production of goods out of the home to early factories, and the beginnings of a national market.</p><p>· The lowered cost and easier access to goods increased the standard of living for many Americans in the late nineteenth century, while a gap between the wealthy and the laboring classes continued to widen.</p><p>· Federal subsidies and land grants combined with probusiness laissez-faire policies contributed to the growth of corporations and industrial expansion in the period 1860 to 1900.</p><p>· In the period from 1865 to 1898, economic change resulted in growing conflicts between management and the new industrial workforce, as well as tensions between farmers and the corporate and financial interests that controlled the railroads and the shipment and sale of products to market.</p>"]},{"id":"VH441180_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – USES THE CONTENT OF THE DOCUMENTS","stimulusHtml":"<p>To earn one point, the response must accurately describe—rather than simply quote—the content from at least <strong>three</strong> of the documents.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use the content of at least <strong>three </strong>documents to address the <strong>topic </strong>of the prompt.</p>","<p>The response uses the content of at least three documents to address the topic of the prompt. Must accurately describe—rather than simply quote—the content from at least three documents.</p>"]},{"id":"VH441180_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – SUPPORTS AN ARGUMENT USING DOCUMENTS","stimulusHtml":"<p>To earn this point, the response must accurately describe—rather than simply quote—the content from at least <strong>four </strong>documents. In addition, the response must use the content of the documents to support an argument in response to the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least <strong>four</strong> documents to support an <strong>argument</strong> in response to the prompt.</p>","<p>The response supports an <strong>argument</strong> in response to the prompt using at least <strong>four</strong> documents.</p>"]},{"id":"VH441180_rubric_category_4","type":"custom","title":"PART C3: EVIDENCE – EVIDENCE BEYOND THE DOCUMENTS","stimulusHtml":"<p>To earn this point, the response must describe the evidence and must use more than a phrase or reference. This additional piece of evidence must be different from the evidence used to earn the point for contextualization. The point for evidence beyond the documents may be awarded for evidence that appears in any part of the response.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least one additional piece of the specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p>","<p>The response uses at least one additional piece of the specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p><p>· This additional piece of evidence must be different from the evidence used to earn the point for contextualization. Typically, statements credited as <strong>contextualization</strong> will be more general statements that place an argument or a significant portion of it in a broader context.</p><p>· Statements credited as supporting <strong>evidence beyond the documents</strong> will typically be more specific details that function as support for a particular point made in an argument, analogous to the function of evidence drawn from the documents.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Evidence beyond the documents might include the following, with appropriate elaboration:</em></p><p>· The Bessemer process or converter (steel production)</p><p>· Laissez-faire</p><p>· Andrew Carnegie</p><p>· Transcontinental railroad</p><p>· Jay Gould</p><p>· Cornelius Vanderbilt</p><p>· J. P. Morgan</p><p>· Vertical integration, horizontal integration</p><p>· Continuous processing</p><p>· McCormick reaper</p><p>· Grange</p><p>· Farmers’ Alliance</p><p>· Populist Party</p><p>· Menlo Park, New Jersey</p><p>· Nikola Tesla</p><p>· Alternating current</p><p>· Corliss steam engine</p><p>· Philadelphia Centennial Exposition, 1876</p><p>· Chicago World’s Columbian Exposition, 1893</p><p>· Agribusiness</p><p>· Trusts, holding companies</p><p>· Telephone</p><p>· Alexander Graham Bell</p><p>· American Telephone &amp; Telegraph Company (AT&amp;T)</p><p>· Union Pacific, Central Pacific, Pennsylvania Railroad</p><p>· Pullman Works</p><p>· Standard Oil Company</p><p><em>Some examples that would earn credit include:</em></p><p>· “Events such as the Philadelphia Centennial Exposition in 1876 and the Chicago World’s Columbian Exposition in 1893 highlighted new technological innovations and disseminated new inventions to the American people.”</p><p>· “The vertical integration of production, as adopted by the industrialist Andrew Carnegie, allowed for the corporate control of all aspects of production from the extraction of raw materials such as coal and iron ore to the delivery of the final product, steel. Through this new form of business and industrial organization, Carnegie could control costs, expand production efficiently, and control final supply, pricing, and profits.”</p><p>· “Farmers, particularly in the Midwest and West, formed the Populist Party movement in the 1890s in order to challenge the consolidated corporate control of the railroads, which threatened farmers’ financial independence by charging exorbitant rates for shipping crops to markets.”</p>"]},{"id":"VH441180_rubric_category_5","type":"custom","title":"PART D2: ANALYSIS AND REASONING – COMPLEXITY","stimulusHtml":"<p>To earn this point, the response must demonstrate a complex understanding.</p><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining multiple themes or perspectives to explore complexity or nuance; OR</p><p>· Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p><p>· Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p><p>· Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways, such as:</p><p>· Effectively using <strong>six</strong> documents to support an argument that responds to the prompt; OR</p><p>· Explaining how the point of view, purpose, historical situation, and/or audience of at least <strong>four</strong> documents supports an argument that responds to the prompt; OR</p><p>· Using documents and evidence beyond the documents effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p><p>This understanding must be part of the argument, not merely a phrase or reference.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the historical development that is the focus of the prompt.</p>","<p>The response demonstrates a complex understanding of the historical development that is the focus of the prompt, through sophisticated argumentation and/or effective use of evidence.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples that earn this point include but are not limited to the following.</em></p><p>· Explaining a nuance by exploring competitions among new technologies, such as between different standards for electrical currents</p><p>· Explaining similarities and differences in the effect of technology on the economy in other parts of the world and in other periods, such as the Industrial Revolution in England and northwestern Europe in the period 1750 to 1860</p><p>· Explaining connections to other time periods, such as the way that innovations in transportation changed or altered the United States economy in the first half of the 1800s</p><p>· Confirming the validity of the response’s argument about how technology transformed the United States economy in the period from 1865 to 1898 by explaining how different documents corroborate the argument in spite of differing perspectives among the authors (for example, expertly connecting how the document “Why We are an Educated People” and Rousiers’ view in <em>An American Life</em> both celebrate the skill and innovation of the American people, while presenting differing viewpoints on the means by which innovation enables independence and American exceptionalism in contrast to the trajectory of industrialization in Europe)</p><p>· Qualifying or modifying an argument by considering evidence that shows negative environmental impacts, such as smoke and pollution, of the technologies that transformed the United States economy in the period from 1865 to 1898</p><p>· Assessing the scope of change in the technology throughout the response, not simply stating its importance</p>"]}]