[{"id":"VH900265_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the reasons for the United States victory in the American Revolutionary War. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples that earn this point include but are not limited to the following:</em></p><p>· “Although the outcomes of particular battles mattered in the American Revolutionary War, the key reasons for the Patriots’ victory were the resilience of the Continental Army and the support of European allies.”</p><p>· “Major reasons for the American victory in the Revolutionary War included George Washington’s military leadership, the colonists’ ideals and commitment, and aid from European countries.”</p>"]},{"id":"VH900265_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the United States victory in the American Revolutionary War.</p>","<p>The response describes a broader historical context relevant to the United States victory in the American Revolutionary War.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, provided the essay clearly connects them to the prompt:</em></p><p>· Experience gained by American military leaders in the Seven Years’ War (French and Indian War)</p><p>· British efforts to tighten imperial control over the colonies in the 1760s and 1770s</p><p>· Enlightenment ideas emphasizing individual and natural rights</p><p>· Loyalist opposition</p>"]},{"id":"VH900265_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – PROVIDES EVIDENCE ","stimulusHtml":"<p>To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide at least <strong>two</strong> specific historical examples of evidence relevant to reasons for the United States victory in the American Revolutionary War.</p>","<p>The response provides at least <strong>two</strong> specific historical examples of evidence relevant to reasons for the United States victory in the American Revolutionary War.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples that earn this point include but are not limited to the following:</em></p><p>· Battles of Concord and Lexington</p><p>· Battle of Bunker Hill</p><p>· George Washington’s crossing of the Delaware River/Battle of Trenton</p><p>· Battle of Saratoga</p><p>· The division of the Iroquois Confederacy between British alliances, American alliances, and neutrality</p><p>· Valley Forge</p><p>· Alexander Hamilton</p><p>· Marquis de Lafayette</p><p>· Lord Cornwallis</p><p>· Battle of Yorktown</p><p>· Colonists’ commitment to ideals of liberty and equality</p><p>· Assistance from France</p><p>· Support from women (for example, by making homespun clothes or supporting armies)</p>"]},{"id":"VH900265_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – EVIDENCE ","stimulusHtml":"<p>To earn this point, the response must use at least <strong>two </strong>pieces of specific and relevant evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not support an argument in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p>","<p>The response supports an <strong>argument </strong>in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p><p><em>An example of evidence used to support an argument:</em></p><p>· “The American victory at the Battle of Saratoga encouraged the French to provide support for the revolutionary cause, providing military and financial assistance to the United States.” (as part of an argument that emphasizes military developments)</p><p>· “Colonists’ commitment to ideals of liberty and equality motivated them to fight for this goals in the war.” (as part of an argument that emphasizes cultural or intellectual elements)</p><p>· “Women supported the revolutionary cause in ways such as making homespun clothes and supporting armies.” _(as part of an argument about popular support for the war effort)</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include the following, provided the essay uses the example in support of an argument about the prompt:</em></p><p>· Battles of Concord and Lexington</p><p>· Battle of Bunker Hill</p><p>· George Washington’s crossing of the Delaware River/Battle of Trenton</p><p>· Battle of Saratoga</p><p>· The division of the Iroquois Confederacy between British alliances, American alliances, and neutrality</p><p>· Valley Forge</p><p>· Alexander Hamilton</p><p>· Marquis de Lafayette</p><p>· Lord Cornwallis</p><p>· Battle of Yorktown</p><p>· Colonists’ commitment to ideals of liberty and equality</p><p>· Assistance from France</p><p>· Support from women (for example, by making homespun clothes or supporting armies)</p>"]}]