[{"id":"VH912862_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which the strategies of the African American Civil Rights movement changed in the period from 1945 to 1980. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><p>· “Between 1945 and 1980, the African American Civil Rights movement included a number of different and overlapping movements with different approaches. Early in the period, advocates of using court cases and the judicial system to overturn segregation achieved success. Later, proponents of direct action achieved prominence. By the end of the period, more radical voices were heard loudly. All these movements existed simultaneously, although the movement seemed to become more radical over time.”</p><p>· “The strategies of the African American civil rights movement shifted between 1945 and 1980 from court cases pursuing rights to protests demanding rights, to assertions of Black Power.”</p>"]},{"id":"VH912862_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the strategies of the African American Civil Rights movement changed in the period from 1945 to 1980.</p>","<p>The response describes a broader historical context relevant to the extent to which the strategies of the African American Civil Rights movement changed in the period from 1945 to 1980.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, provided the essay clearly connects them to the prompt:</em></p><p>· The Great Migration of African Americans from the rural South to urban areas in the North and West, beginning in the First World War, during the Second World War, and continuing through 1970</p><p>· Second World War-era access to jobs and military service for African Americans</p><p>· Efforts by organization such as the NAACP to improve African Americans’ status</p><p>· Post-Second World War economic growth, which tended to improve economic conditions for diverse populations</p><p>· The beginnings of deindustrialization and White flight away from cities, which undermined urban African American job opportunities and housing conditions as early as the 1950s and 1960s</p>"]},{"id":"VH912862_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – PROVIDES EVIDENCE ","stimulusHtml":"<p>To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide at least <strong>two</strong> specific historical examples of evidence relevant to the strategies of the African American Civil Rights movement changed in the period from 1945 to 1980.</p>","<p>The response provides at least <strong>two</strong> specific historical examples of evidence relevant to the strategies of the African American Civil Rights movement in the period from 1945 to 1980.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include the following:</em></p><p>· Martin Luther King, Jr.</p><p>· Rosa Parks</p><p>· Malcolm X</p><p>· Black Panther Party</p><p>· <em>Brown</em> v. <em>Board of Education of Topeka</em> (1954)</p><p>· Southern Christian Leadership Conference (SCLC)</p><p>· Student Non-Violent Coordinating Committee (SNCC)</p><p>· Congress of Racial Equality (CORE)</p><p>· Thurgood Marshall</p><p>· Stokely Carmichael</p><p>· Black Power</p><p>· Montgomery, Alabama bus boycott</p><p>· Greensboro, North Carolina, lunch counter sit-ins</p><p>· Freedom rides</p><p>· March on Washington, 1963</p><p>· Civil Rights Act, 1964</p><p>· Voting Rights Act, 1965</p><p>· Swann v. Charlotte-Mecklenburg Board of Education (1971)</p><p>· Urban riots—Watts, New York City, Detroit as examples</p><p>· MOVE (African American liberation group founded in Philadelphia in 1972)</p>"]},{"id":"VH912862_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>To earn this point, the response must use at least <strong>two </strong>pieces of specific and relevant evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not support an argument in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p>","<p>The response supports an <strong>argument </strong>in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p><p><em>An example of evidence used to support an argument:</em></p><p>· “Economic improvements in the lives of African Americans immediately following the Second World War helped give rise to demands for civil rights expressed by groups such as the National Association for the Advancement of Colored People (NAACP).</p><p>· “Early efforts to achieve racial desegregation focused on courts cases like <em>Brown</em> v. <em>Board of Education of Topeka</em> (1954). Later groups such as the Student Non-Violent Coordinating Committee (SNCC) engaged in direct action such as Greensboro, North Carolina, lunch counter sit-ins in 1960.”</p><p>· “During the course of the 1950s and 1960s, Martin Luther King, Jr.’s civil rights strategy of nonviolent protest seeking gradual change competed with more radical demands for immediate change expressed by Malcolm X.”</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include the following, provided the essay uses the examples in support of an argument about the prompt:</em></p><p>· Martin Luther King, Jr.</p><p>· Rosa Parks</p><p>· Malcolm X</p><p>· Black Panther Party</p><p>· <em>Brown</em> v. <em>Board of Education of Topeka</em> (1954)</p><p>· Southern Christian Leadership Conference (SCLC)</p><p>· Student Non-Violent Coordinating Committee (SNCC)</p><p>· Congress of Racial Equality (CORE)</p><p>· Thurgood Marshall</p><p>· Stokely Carmichael</p><p>· Black Power</p><p>· Montgomery, Alabama bus boycott</p><p>· Greensboro, North Carolina, lunch counter sit-ins</p><p>· Freedom rides</p><p>· March on Washington, 1963</p><p>· Civil Rights Act, 1964</p><p>· Voting Rights Act, 1965</p><p>· Swann v. Charlotte-Mecklenburg Board of Education (1971)</p><p>· Urban riots—Watts, New York City, Detroit as examples</p><p>· MOVE (African American liberation group founded in Philadelphia in 1972)</p>"]},{"id":"VH912862_rubric_category_4","type":"custom","title":"PART D1: ANALYSIS AND REASONING – USES HISTORICAL REASONING ","stimulusHtml":"<p>To earn the point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use historical reasoning (e.g. comparison, causation, continuity and change over time) to frame or structure an argument that addresses the prompt.</p>","<p>The response uses historical reasoning (e.g. comparison, causation, continuity and change over time) to frame or structure an argument that addresses the extent to which the strategies of the African American Civil Rights movement changed in the period from 1945 to 1980.</p><p><em>Examples of using historical reasoning to frame or structure an argument might include the following, with appropriate elaboration</em>:</p><p>· Explaining how the African American Civil Rights movement shifted from a strategy of litigation to a strategy of direct action in pursuit of rights to a strategy of asserting Black Power in this period</p><p>· Explaining how new individuals or groups joined the Civil Rights movement over time, changing its direction</p><p>· Explaining continuities in the goals of the Civil Rights movement</p>"]},{"id":"VH912862_rubric_category_5","type":"custom","title":"PART D2: ANALYSIS AND REASONING – COMPLEXITY ","stimulusHtml":"<p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining multiple themes or perspectives to explore complexity or nuance; OR</p><p>· Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p><p>· Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p><p>· Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining how multiple pieces of evidence (at least <strong>four</strong>) support a nuanced or complex argument that responds to the prompt; OR</p><p>· Using evidence effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p><p>This demonstration of a complex understanding must be part of the argument and may be demonstrated in any part of the response.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the historical development that is the focus of the prompt.</p>","<p>The response demonstrates a complex understanding of the extent to which the strategies of the African American Civil Rights movement changed in the period from 1945 to 1960, through sophisticated argumentation and/or effective use of evidence.</p><p><em>Demonstrating a complex understanding might include the following, with appropriate elaboration:</em></p><p>· Explaining the nuance of an issue by analyzing multiple variables, such as effects of the Great Migration or economic changes on the Civil Rights movement</p><p>· Explaining both continuity and change, such as continuities in Martin Luther King, Jr.’s ideas (for example, nonviolent protest) as well as changes in his ideas (for example, his increased concern with economic issues)</p><p>· Explaining relevant and insightful connections within and across periods, such as by comparing the Civil Rights movement with Reconstruction</p><p>· Confirming the validity of an argument by corroborating multiple perspectives, such as considering more moderate leaders such as Thurgood Marshall alongside more radical leaders such as Stokely Carmichael</p><p>· Qualifying or modifying an argument by considering diverse or alternative views or evidence, such as addressing the perspectives of opponents of the Civil Rights movement</p>"]}]