[{"id":"VH912864_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which the federal government’s role in the economy changed in the period from 1945 to 1980. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>Examples that earn this point include but are not limited to the following.</em></p><p>· “Between 1945 and 1980, the federal government’s role in the economy increased a great deal as the government entered into implicit partnerships with businesses and promoted growth. At the same time, the government’s role was criticized both by conservatives who wanted greater separation between government and the economy and by liberals who wanted the government to do more to help people.”</p><p>· “The federal government’s role in the economy grew between 1945 and 1980 as it issued more regulations, invested in research and development, and provided more social services.”</p><p>· “Although the earlier New Deal dramatically expanded the role of government in the United States economy, by the post-Second World War period, the active role of the federal government in the economy had become a constant and changed relatively little.”</p>"]},{"id":"VH912864_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the federal government’s role in the economy in the period from 1945 to 1980.</p>","<p>The response describes a broader historical context relevant to the federal government’s role in the economy in the period from 1945 to 1980.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, provided the essay clearly connects them to the prompt:</em></p><p>· Economic effects of the Great Depression in the 1930s and the Second World War in the 1940s</p><p>· The baby boom and suburbanization</p><p>· Expansion of higher education</p><p>· Cold War spending on technological research and the military</p><p>· Post-Second World War economic growth</p><p>· Deindustrialization beginning in the 1950s and 1960s</p><p>· International competition by the 1970s</p>"]},{"id":"VH912864_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – PROVIDES EVIDENCE ","stimulusHtml":"<p>To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide at least <strong>two</strong> specific historical examples of evidence relevant to the federal government’s role in the economy in the period from 1945 to 1980.</p>","<p>The response provides at least <strong>two</strong> specific historical examples of evidence relevant to the federal government’s role in the economy in the period from 1945 to 1980.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include the following:</em></p><p>· AFL-CIO</p><p>· Harry Truman</p><p>· Employment Act of 1946</p><p>· Fair Deal</p><p>· Dwight Eisenhower</p><p>· Federal Highway Act of 1956</p><p>· Keynesian economics (demand-side economics)</p><p>· Lyndon Johnson</p><p>· Great Society / War on Poverty</p><p>· Richard Nixon</p><p>· Nixon shock (end of gold convertibility, fixed exchange rates)</p><p>· Environmental Protection Agency</p><p>· OPEC oil embargo</p><p>· Gerald Ford</p><p>· Inflation / Whip Inflation Now</p><p>· Jimmy Carter</p><p>· Federal Reserve</p><p>· Paul Volker</p>"]},{"id":"VH912864_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>To earn this point, the response must use at least <strong>two </strong>pieces of specific and relevant evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not support an argument in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p>","<p>The response supports an argument<strong> </strong>in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p><p><em>An example of evidence used to support an argument:</em></p><p>·<em> </em>“The Federal Highway Act of 1956 prompted not only government investment in infrastructure but also prompted the growth of suburbs.”</p><p>· “Lyndon Johnson’s Great Society created new programs that expanded the federal government’s roles in health care and education and transformed the economic systems around them.”</p><p>· “The creation of the Environmental Protection Agency (EPA) in 1970 expanded government regulation of many business practices.”</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include the following, provided the essay uses the examples in support of an argument about the prompt:</em></p><p>· AFL-CIO</p><p>· Harry Truman</p><p>· Employment Act of 1946</p><p>· Fair Deal</p><p>· Dwight Eisenhower</p><p>· Federal Highway Act of 1956</p><p>· Keynesian economics (demand-side economics)</p><p>· Lyndon Johnson</p><p>· Great Society / War on Poverty</p><p>· Richard Nixon</p><p>· Nixon shock (end of gold convertibility, fixed exchange rates)</p><p>· Environmental Protection Agency</p><p>· OPEC oil embargo</p><p>· Gerald Ford</p><p>· Inflation / Whip Inflation Now</p><p>· Jimmy Carter</p><p>· Federal Reserve</p><p>· Paul Volker</p>"]},{"id":"VH912864_rubric_category_4","type":"custom","title":"PART D1: ANALYSIS AND REASONING – USES HISTORICAL REASONING ","stimulusHtml":"<p>To earn the point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use historical reasoning (e.g. comparison, causation, continuity and change over time) to frame or structure an argument that addresses the prompt.</p>","<p>The response uses historical reasoning (e.g. comparison, causation, continuity and change over time) to frame or structure an argument that addresses the extent to which the federal government’s role in the economy changed in the period from 1945 to 1980.</p><p><em>Examples of using historical reasoning to frame or structure an argument might include the following, with appropriate elaboration:</em></p><p>· Explaining how government efforts to build infrastructure (for example, the Federal Highway Act of 1956), expand social welfare (for example, the Great Society), and improve regulation (for example, the Environmental Protection Agency) have expanded the role of the federal government in the economy</p><p>· Explaining how changes in government efforts to balance the money supply through agencies like the Federal Reserve and by going off the gold standard expanded the role of the federal government in the economy</p>"]},{"id":"VH912864_rubric_category_5","type":"custom","title":"PART D2: ANALYSIS AND REASONING – COMPLEXITY ","stimulusHtml":"<p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining multiple themes or perspectives to explore complexity or nuance; OR</p><p>· Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p><p>· Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p><p>· Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining how multiple pieces of evidence (at least <strong>four</strong>) support a nuanced or complex argument that responds to the prompt; OR</p><p>· Using evidence effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p><p>This demonstration of a complex understanding must be part of the argument and may be demonstrated in any part of the response.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the historical development that is the focus of the prompt</p>","<p>The response demonstrates a complex understanding of the extent to which the federal government’s role in the economy changed in the period from 1945 to 1980, through sophisticated argumentation and/or effective use of evidence.</p><p><em>Demostrating a complex understanding might include the following, with appropriate elaboration:</em></p><p>· Explaining a nuance of an issue by analyzing multiple variables, such as regulating both the money supply and business practices</p><p>· Explaining both continuity and change, such as long-term trends in unemployment and Gross Domestic Product (GDP)</p><p>· Explaining relevant and insightful connections within and across periods, such as by comparing the Great Society with the New Deal</p><p>· Confirming the validity of an argument by corroborating multiple perspectives, such as considering conservative as well as liberal policies</p><p>· Qualifying or modifying an argument by considering diverse or alternative views or evidence, such as addressing the perspectives of proponents of laissez-faire economics</p>"]}]