[{"id":"VH931061_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the reasons why European powers sought to establish colonies in the Americas in the period from 1492 to 1607.</p><p><em>Some examples that would earn credit include:</em></p><p>· “Between 1492 and 1607, European powers founded colonies in order to gain new sources of wealth from the Americas.”</p><p>· “Political competition between European kingdoms and the desire for religious converts led Europeans to colonize the New World between 1492 and 1607.”</p>"]},{"id":"VH931061_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the reasons why European powers sought to establish colonies in the Americas in the period from 1492 to 1607.</p>","<p>The response describes a broader historical context relevant to the reasons why European powers sought to establish colonies in the Americas in the period from 1492 to 1607.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, provided the essay clearly connects them to the prompt:</em></p><p>· Religious competition in Europe in the 1500s between Protestants and Catholics</p><p>· The desire of Europeans to gain access to new trade routes for luxury goods from southern and eastern Asia</p><p>· The political divisions of Europe in the early modern era</p><p>· Warfare and conflicts between European kingdoms</p>"]},{"id":"VH931061_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – PROVIDES EVIDENCE ","stimulusHtml":"<p>To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide at least <strong>two</strong> specific historical examples of evidence relevant to the reasons why European powers sought to establish colonies in the Americas in the period from 1492 to 1607.</p>","<p>The response provides at least <strong>two</strong> specific historical examples of evidence relevant to the reasons why European powers sought to establish colonies in the Americas in the period from 1492 to 1607.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include the following:</em></p><p>· Voyages of Columbus to the Caribbean (1492–1504)</p><p>· Spanish conquest of the Aztec Empire in Mexico</p><p>· Spanish conquest of the Inca Empire in Peru</p><p>· Spanish Catholic conversions of Native Americans in Mexico and Central and South America</p><p>· The beginning of sugar plantation agriculture in the Caribbean and South America</p><p>· The development of the <em>encomienda</em> system for agricultural work and mining gold and silver</p><p>· English and French raiding of Spanish ships in the Americas in the 1500s</p><p>· Spanish missionary settlements in Florida and southwestern North America</p><p>· The French attempt to colonize Florida at Fort Caroline (1564–1565)</p><p>· English attempt to establish a colony at Roanoke in North Carolina (1585)</p><p>· English founding of the first permanent colony in Jamestown (1607)</p>"]}]