[{"id":"VH935179_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which regional differences about slavery contributed to political tensions in the period from 1830 to 1861. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples that earn this point include but are not limited to the following:</em></p><p>· “Questions about slavery—particularly arguments over whether slavery should expand into new United States territory—were the dominant issues that created political tensions between North and South and ultimately led to the Civil War.”</p><p>· “While the issue of slavery was important, it was one part of a larger debate about the best path of economic development in the United States that fostered political tensions in the middle of the nineteenth century.”</p>"]},{"id":"VH935179_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the extent of change in ideas about emancipation during the Civil War.</p>","<p>The response describes a broader historical context relevant to the extent to which regional differences about slavery contributed to political tensions in the period from 1830 to 1861.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, with appropriate elaboration.</em></p><p>· The Southern enslaved population grew in the nineteenth century, in spite of the end of the international slave trade.</p><p>· The nineteenth-century Northern economy increasingly emphasized manufacturing whereas the South emphasized commercial agriculture, particularly cotton growing.</p><p>· The North experienced extensive industrialization, immigration, and urbanization during the period.</p><p>· The anti-slavery and abolitionist movements spread after 1830 throughout the North.</p><p>· Northern White people engaged in discrimination against African Americans in areas such as voting rights and jobs.</p><p>· Inspired by the idea of Manifest Destiny, the United States government acquired new land in the West and White Americans moved west to settle on it.</p><p>· The Democratic Party and the Whig Party held conflicting viewpoints on issues such as internal improvements, the national bank, and tariffs.</p><p>· The Democratic Party and the Whig Party were both internally divided over slavery.</p>"]},{"id":"VH935179_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – USES THE CONTENT OF THE DOCUMENTS","stimulusHtml":"<p>To earn one point, the response must accurately describe—rather than simply quote—the content from at least <strong>three</strong> of the documents</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use the content of at least <strong>three </strong>documents to address the <strong>topic </strong>of the prompt.</p>","<p>The response uses the content of at least <strong>three</strong> documents to address the topic of the prompt. Must accurately describe—rather than simply quote—the content from at least three documents.</p>"]},{"id":"VH935179_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – SUPPORTS AN ARGUMENT USING DOCUMENTS","stimulusHtml":"<p>To earn this point, the response must accurately describe—rather than simply quote—the content from at least <strong>three </strong>documents. In addition, the response must use the content of the documents to support an argument in response to the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least <strong>three </strong>documents to support an <strong>argument</strong> in response to the prompt.</p>","<p></p>"]},{"id":"VH935179_rubric_category_4","type":"custom","title":"PART C3: EVIDENCE – EVIDENCE BEYOND THE DOCUMENTS","stimulusHtml":"<p>To earn this point, the response must describe the evidence and must use more than a phrase or reference. This additional piece of evidence must be different from the evidence used to earn the point for contextualization. The point for evidence beyond the documents may be awarded for evidence that appears in any part of the response.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least one additional piece of the specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p>","<p>The response uses at least one additional piece of the specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p><p>· This additional piece of evidence must be different from the evidence used to earn the point for contextualization. Typically, statements credited as <strong>contextualization</strong> will be more general statements that place an argument or a significant portion of it in a broader context.</p><p>· Statements credited as supporting <strong>evidence beyond the documents</strong> will typically be more specific details that function as support for a particular point made in an argument, analogous to the function of evidence drawn from the documents.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Evidence beyond the documents might include the following,</em> <em>with appropriate elaboration:</em></p><p>· Nat Turner’s rebellion (1831)</p><p>· The Amistad case (1839)</p><p>· American Anti-Slavery Society</p><p>· Free Soil Party</p><p>· Compromise of 1850</p><p>· Fugitive Slave Act</p><p>· Internal slave trade</p><p>· Harriet Beecher Stowe, <em>Uncle Tom’s Cabin </em>(1853)</p><p>· Abraham Lincoln–Stephen Douglas debates (1858)</p><p>· <em>Dred Scott</em> v. <em>Sandford</em> (1857)</p><p>· bleeding Kansas</p><p>· Kansas-Nebraska Act (1854)</p><p>· John Brown</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Evidence beyond the documents might include the following:</em></p><p>· “The Amistad case helped inspire the anti-slavery movement in the North and helped to inspire divisive conversation throughout the country about the ongoing but illegal international slave trade.”</p><p>· “Southerners tended to see the Dred Scott decision as an appropriate resolution to controversies over slavery in the territories, whereas Northerners tended to see it as an outrageous infringement on federal authority.”</p><p>· “John Brown sought to mobilize Northern sentiment against slavery and to incite a rebellion in the South, but mainly succeeded in generating Southern White outrage against his violent actions.”</p>"]}]