[{"id":"VH930919_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which new technologies caused a market revolution in the period from 1800 to 1848. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>Some examples that would earn credit include:</em></p><p>· “Between 1800 and 1848, new technologies, including machines and processes applied to manufacturing, as well as innovations in transportation and communications, caused a market revolution in the United States by increasing the production of goods while lowering the costs.”</p><p>· “New technologies, such as innovations in transportation and the rise of the factory system, contributed to a market revolution in the United States, but the majority of the population persisted in an agricultural economy, where human and animal power, as well as forced labor, remained primary.”</p><p>· “While new technologies contributed to a market revolution in the United States in the period from 1800 to 1848, the primary cause was the increasing number of Americans who worked for wages and participated in the early capitalist economy.”</p>"]},{"id":"VH930919_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the extent to which new technologies caused a market revolution in the United States in the period from 1800 to 1848.</p>","<p>The response describes a broader historical context relevant to the extent to which new technologies caused a market revolution in the United States in the period from 1800 to 1848.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, provided the essay clearly connects them to the prompt:</em></p><p>· The shift of the United States from an agrarian to a capitalist society in the nineteenth century</p><p>· The rise of industrialization in the United States in the nineteenth century</p><p>· The formation of a national market in the United States that connected and created interdependence between the Northeast and the Midwest and, less frequently, the South</p><p>· The rise of industrialization in northwestern Europe and the United States and the sharing of technological information and innovation across the Atlantic</p><p>· The dominance of the cotton economy and enslaved labor in the southern United States in the first half of the nineteenth century</p>"]},{"id":"VH930919_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – PROVIDES EVIDENCE ","stimulusHtml":"<p>To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide at least <strong>two</strong> specific historical examples of evidence relevant to the extent to which new technologies caused a market revolution in the period from 1800 to 1848.</p>","<p>The response provides at least <strong>two</strong> specific historical examples of evidence relevant to the extent to which new technologies caused a market revolution in the United States in the period from 1800 to 1848.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include the following:</em></p><p>· Putting-out system</p><p>· Wage labor</p><p>· Capitalism</p><p>· Division of labor</p><p>· Factory system, flows of production</p><p>· Spinning jenny, water frame, spinning mule</p><p>· Cotton gin</p><p>· Steel plow, mechanical reaper</p><p>· Interchangeable parts</p><p>· Canals and barges</p><p>· Roads</p><p>· Railroads</p><p>· Lowell mills</p><p>· Robert Fulton</p><p>· Steam power, steamboats, and steam engines</p><p>· Telegraph</p>"]},{"id":"VH930919_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>To earn this point, the response must use at least <strong>two </strong>pieces of specific and relevant evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not support an argument in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p>","<p>The response supports an <strong>argument </strong>in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p><p><em>An example of evidence used to support an argument:</em></p><p>· “The establishment of textile mills that used new technologies such as the spinning jenny to produce yarn and relied on the wage labor of young women and men contributed to connecting an increasing number of Americans to the market economy and making them dependent upon it.”</p><p>· “Innovations in transportation, such as the construction of canals and the adoption of steam technology, reduced the time and cost of shipping goods over long distances, allowing more Americans to purchase and sell products beyond local markets.”</p><p>· “Innovations in agriculture, such as the steel plow and mechanical reapers, allowed farmers to produce more products for market, shifting agricultural production from subsistence within local markets to profit making in regional, national, and even international markets.”</p><p>· “The telegraph transformed business communications by providing instant access to information about goods, production, and shipping in distant markets and allowing companies to expand operations to new areas.”</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include the following, provided the essay uses examples in support of an argument about the prompt:</em></p><p>· Putting-out system</p><p>· Wage labor</p><p>· Capitalism</p><p>· Division of labor</p><p>· Factory system, flows of production</p><p>· Spinning jenny, water frame, spinning mule</p><p>· Cotton gin</p><p>· Steel plow, mechanical reaper</p><p>· Interchangeable parts</p><p>· Canals and barges</p><p>· Roads</p><p>· Railroads</p><p>· Lowell mills</p><p>· Robert Fulton</p><p>· Steam power, steamboats, and steam engines</p><p>· Telegraph</p>"]},{"id":"VH930919_rubric_category_4","type":"custom","title":"PART D1: ANALYSIS AND REASONING – USES HISTORICAL REASONING","stimulusHtml":"<p>To earn the point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use historical reasoning (e.g. comparison, causation, continuity and change over time) to frame or structure an argument that addresses the prompt.</p>","<p>The response uses historical reasoning (e.g. comparison, causation, continuity and change over time) to frame or structure an argument that addresses the extent to which new technologies caused a market revolution in the period from 1800 to 1848.</p><p><em>Examples of using historical reasoning to frame or structure an argument might include the following, with appropriate elaboration:</em></p><p>· Explaining how innovations in transportation and shipping increased access to regional, national, and international markets</p><p>· Explaining how the development of cotton production in the South only linked a small class of elite plantation holders to commercial agriculture and the market economy</p><p>· Explaining how earning wages for factory labor provided many Americans with a greater ability to purchase goods, while reducing the time it took them to produce goods at home</p>"]}]