[{"id":"VH931066_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the relative importance of different effects that the establishment of European colonies in North America had on Native American societies in the period from 1492 to 1607.</p><p><em>Some examples that would earn credit include:</em></p><p>· “Between 1492 and 1607, Native American societies were more affected by the devastation of the introduction of new European diseases than by other factors.”</p><p>· “Many Native American societies were distant from the initial regions of European colonization and were most affected by the introduction of new animals and trade goods between 1492 and 1607.”</p><p>· “The introduction of new economic activities through the <em>encomienda</em> system was more important than any other change in Native American societies resulting from European incursions.”</p>"]},{"id":"VH931066_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the relative importance of different effects that the establishment of European colonies in North America had on Native American societies in the period from 1492 to 1607.</p>","<p>The response describes a broader historical context relevant to the relative importance of different effects that the establishment of European colonies in North America had on Native American societies in the period from 1492 to 1607.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, provided the essay clearly connects them to the prompt:</em></p><p>· Native Americans in Mexico and Peru lived in urban areas focused on grain production.</p><p>· Native Americans living in urban areas or extended empires developed socially diverse and stratified societies.</p><p>· Many Native Americans in North America lived in semi-permanent villages and engaged in mixed hunter-gatherer and agricultural economies.</p><p>· Many Native Americans lived in smaller political units led by chiefs and connected by family relationships.</p><p>· Some Native American economies involved commerce over long distances.</p>"]},{"id":"VH931066_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – PROVIDES EVIDENCE ","stimulusHtml":"<p>To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide at least <strong>two</strong> specific historical examples of evidence relevant to the relative importance of different effects that the establishment of European colonies in North America had on Native American societies in the period from 1492 to 1607.</p><p></p>","<p>The response provides at least <strong>two</strong> specific historical examples of evidence relevant to the relative importance of different effects that the establishment of European colonies in North America had on Native American societies in the period from 1492 to 1607.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include the following:</em></p><p>· The spread of small pox in the Caribbean, Mexico, and South America</p><p>· The <em>encomienda</em> system</p><p>· The participation of Native American allies in the overthrow of the Aztec Empire</p><p>· The expedition of Hernando de Soto in Florida and the Southwest (1539–1542)</p><p>· Mestizos</p><p>· Spanish colonial caste system</p><p>· Native American conversions to Christianity</p><p>· Plantation agriculture</p><p>· The introduction of horses to the Americas</p><p>· The focus of European colonization on islands and coastal regions (i.e., the Caribbean, Mexico, Florida)</p><p>· French and English attempts to establish colonies in coastal North America</p>"]}]