[{"id":"VH968604_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the most significant differences between ideas of regional identity in the North and in the South during the Civil War from 1861 to 1865. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples that earn this point include but are not limited to the following:</em></p><p>· “Northern identity was shaped by ideas of free labor and a desire for free soil while Southern identity was shaped by ideas that the concept that slavery was the key to economic prosperity.”</p><p>· “Southern identity was shaped by the idea that the North sought to destroy their way of life whereas Northern identity was shaped by a desire to maintain the Union.”</p>"]},{"id":"VH968604_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to ideas of regional identity in the North and in the South during the Civil War from 1861 to 1865.</p>","<p>The response describes a broader historical context relevant to ideas of regional identity in the North and in the South during the Civil War from 1861 to 1865.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, provided the essay clearly connects them to the prompt:</em></p><p>· The expansion of the United States to the West</p><p>· The Mexican-American War and the acquisition of new United States territories as a result</p><p>· The idea of Manifest Destiny</p><p>· The concept of popular sovereignty</p><p>· Efforts to maintain a political balance of power between free states and slave states</p><p>· The election of 1860, in which Abraham Lincoln won with no electoral votes in South</p>"]},{"id":"VH968604_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – PROVIDES EVIDENCE ","stimulusHtml":"<p>To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p> The response does not provide at least <strong>two</strong> specific historical examples of evidence relevant to ideas of regional identity in the North and in the South during the Civil War from 1861 to 1865.</p>","<p>The response provides at least <strong>two</strong> specific historical examples of evidence relevant to ideas of regional identity in the North and in the South during the Civil War from 1861 to 1865.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include the following:</em></p><p>· Abraham Lincoln</p><p>· Emancipation proclamation</p><p>· Robert E. Lee</p><p>· Jefferson Davis</p><p>· Gettysburg Address</p><p>· Chattel slavery</p><p>· Homestead Act</p><p>· Transcontinental railroad</p><p>· Confederate Constitution</p>"]},{"id":"VH968604_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>To earn this point, the response must use at least <strong>two </strong>pieces of specific and relevant evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not support an argument in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence. </p>","<p>The response supports an <strong>argument </strong>in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p><p><em>An example of evidence used to support an argument:</em></p><p>· “The Homestead Act, passed during the Civil War mainly with Northern Republican votes, provided affordable land for settlers, making the idea of free soil concrete.”</p><p>· “The Confederate Constitution protected slavery in all states and all new territories that could be acquired by the Confederacy, codifying the Southern idea that slavery was key to economic prosperity.”</p><p>· “In the Gettysburg Address, Abraham Lincoln articulated ideas that the main goals of the Civil War were to preserve the Union, expand on the ideas of liberty central to the founding of the United States, and to ensure that the sacrifices of Union solders should not be in vain.”</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include the following, provided the essay uses the examples in support of an argument about the prompt:</em></p><p>· Abraham Lincoln</p><p>· Emancipation proclamation</p><p>· Robert E. Lee</p><p>· Jefferson Davis</p><p>· Gettysburg Address</p><p>· Chattel slavery</p><p>· Homestead Act</p><p>· Transcontinental railroad</p><p>· Confederate Constitution</p>"]},{"id":"VH968604_rubric_category_4","type":"custom","title":"PART D1: ANALYSIS AND REASONING – USES HISTORICAL REASONING ","stimulusHtml":"<p>To earn the point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the prompt.</p>","<p>The response uses historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the differences between ideas of regional identity in the North and in the South during the Civil War from 1861 to 1865.</p><p><em>Examples of using historical reasoning to frame or structure an argument might include the following, with appropriate elaboration:</em></p><p>· Explaining that the Northern economy relied more on manufacturing while the Southern economy relied more on commercial agriculture</p><p>· Explaining that the Northern economy relied on free labor and had a large immigrant population of workers while the Southern economy relied on the labor of enslaved African Americans</p><p>· Both the North and the South favored expansion, but did so for different reasons. The North wanted expansion to provide more land for free White farmers and workers while the South wanted expansion to provide more land for plantation agriculture and enslaved labor.</p><p>· Both the North and the South wanted to expand their representation in Congress, which would be achieved through having more free or slave states. Both at least wanted to maintain a balance of power between the two regions</p>"]}]