[{"id":"VH969606_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which technological and economic changes shaped United States society in the period from 1980 to the present. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples that earn this point include but are not limited to the following:</em></p><p>· “Changes in technology and the economy have made education more important in United States society since 1980. A shifting focus on education in particular technological skills allowed people to succeed in the new economy.”</p><p>· “After 1980 new technologies such as computers and the Internet contributed to economic changes that have eliminated some jobs while also creating new types of employment. At the same time, these changes have led to disruptions in parts of United States society by eliminating many traditional industries and types of employment.”</p>"]},{"id":"VH969606_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the extent to which technological and economic changes shaped United States society in the period from 1980 to the present.</p>","<p>The response describes a broader historical context relevant to the extent to which United States foreign policy in the period 1970 to 1990 contributed to the end of the Cold War.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, with appropriate elaboration.</em></p><p>· The United States experienced a decline in manufacturing jobs and an increase in service jobs in the decades after 1980.</p><p>· The United States pushed for increased free trade with trading partners around the world after 1980.</p><p>· The United States had the most dominant economy in the world after the collapse of the Soviet Union in 1991.</p><p>· United States companies increasingly moved jobs overseas and expanded supply chains into foreign countries after 1980.</p><p>· The United States emerged as a leading innovator of computer technology and Internet commerce in the 1980s and 1990s.</p>"]},{"id":"VH969606_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – USES THE CONTENT OF THE DOCUMENTS","stimulusHtml":"<p>To earn one point, the response must accurately describe—rather than simply quote—the content from at least <strong>three</strong> of the documents.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use the content of at least <strong>three </strong>documents to address the <strong>topic </strong>of the prompt.</p>","<p>The response uses the content of at least <strong>three</strong> documents to address the topic of the prompt. Must accurately describe—rather than simply quote—the content from at least three documents.</p>"]},{"id":"VH969606_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – SUPPORT AN ARGUMENT USING DOCUMENTS","stimulusHtml":"<p>To earn this point, the response must accurately describe—rather than simply quote—the content from at least <strong>four </strong>documents. In addition, the response must use the content of the documents to support an argument in response to the prompt.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least <strong>four</strong> documents to support an <strong>argument</strong> in response to the prompt.</p>","<p>The response supports an <strong>argument</strong> in response to the prompt using at least <strong>four</strong> documents.</p>"]},{"id":"VH969606_rubric_category_4","type":"custom","title":"PART C3: EVIDENCE – EVIDENCE BEYOND THE DOCUMENTS","stimulusHtml":"<p>To earn this point, the response must describe the evidence and must use more than a phrase or reference. This additional piece of evidence must be different from the evidence used to earn the point for contextualization. The point for evidence beyond the documents may be awarded for evidence that appears in any part of the response.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least one additional piece of the specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p>","<p>The response uses at least one additional piece of the specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.</p><p>· This additional piece of evidence must be different from the evidence used to earn the point for contextualization. Typically, statements credited as <strong>contextualization</strong> will be more general statements that place an argument or a significant portion of it in a broader context.</p><p>· Statements credited as supporting <strong>evidence beyond the documents</strong> will typically be more specific details that function as support for a particular point made in an argument, analogous to the function of evidence drawn from the documents.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Evidence beyond the documents might include the following, with appropriate elaboration:</em></p><p>· North American Free Trade Agreement (NAFTA)</p><p>· World Trade Organization (WTO)</p><p>· Reaganomics</p><p>· Outsourcing</p><p>· Personal computers</p><p>· Silicon Valley</p><p>· Internet</p><p>· Steve Jobs</p><p>· Bill Gates</p><p>· Cellular phones</p><p>· Normalization of trade with China in 2000</p><p>· Great Recession (2008)</p><p><em>Some examples that would earn credit include:</em></p><p>· “The growth of new technology companies in Silicon Valley after the 1980s made the United States one of the leading countries in the world in developing computers and Internet businesses, leading to the creation of new jobs in these companies and the decline of some older industries, such as newspapers.”</p><p>· “The invention and spread of cellular telephones changed how Americans communicated with each other, leading to increased connection between people and changes in how Americans consumed media.”</p>"]},{"id":"VH969606_rubric_category_5","type":"custom","title":"PART D1: ANALYSIS AND REASONING – SOURCING","stimulusHtml":"<p>To earn this point, the response must explain how or why (rather than simply identifying) the document’s point of view, purpose, historical situation, or audience is relevant to an argument about the prompt for each of the <strong>two</strong> documents sourced.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument about the prompt for at least <strong>two</strong> documents.</p>","<p>The response explains how or why the documents’ point of view, purpose, historical situation, and/or audience is relevant to an argument about the prompt for at least <strong>two</strong> of the documents.</p>"]},{"id":"VH969606_rubric_category_6","type":"custom","title":"PART D2: ANALYSIS AND REASONING – COMPLEXITY","stimulusHtml":"<p>To earn this point, the response must demonstrate a complex understanding.</p><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p><p>· Explaining multiple themes or perspectives to explore complexity or nuance; OR</p><p>· Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p><p>· Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p><p>· Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways, such as:</p><p>· Effectively using <strong>six</strong> documents to support an argument that responds to the prompt; OR</p><p>· Explaining how the point of view, purpose, historical situation, and/or audience of at least <strong>four</strong> documents supports an argument that responds to the prompt; OR</p><p>· Using documents and evidence beyond the documents effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p><p>This understanding must be part of the argument, not merely a phrase or reference.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the historical development that is the focus of the prompt.</p>","<p>The response demonstrates a complex understanding of the historical development that is the focus of the prompt, through sophisticated argumentation and/or effective use of evidence.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples that earn this point include but are not limited to the following:</em></p><p>· Explaining a nuance by exploring different ways that technology did and did not change society (for example, by arguing that new technologies only reinforced existing trends after the 1960s, when Americans’ trust in government and social authority was declining)</p><p>· Explaining similarities and differences between the United States foreign policies in different parts of the world,<strong> </strong>such as Latin America, Eastern Europe, and Southeast Asia, in relation to the end of the Cold War</p><p>· Explaining connections to other time periods, such as the way that new technologies such as the railroad in the 1800s or radio in the 1920s changed United States society in similar or dissimilar ways</p><p>· Confirming the validity of the response’s argument about changes in the United States economy by discussing how the politics of Ronald Reagan and Bill Clinton contributed to changes in the United States economy that affected United States society</p><p>· Qualifying the argument by addressing labor migrations and the emergence of the part-time gig economy</p>"]}]