[{"id":"VH968600_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the most significant differences between ideas of regional identity in the North and in the South during Reconstruction from 1865 to 1877. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples that earn this point include but are not limited to the following:</em></p><p>· “Many people in the North during Reconstruction—particularly Radical Republicans—sought to achieve a degree of change in racial hierarchies, whereas many White Southerners sought to retain some elements of the racial hierarchy that existed before the Civil War.”</p><p>· “During Reconstruction, many Northerners defined their regional identities around economic development, manufacturing, and commerce, whereas many White Southerners sought to restore an agricultural economy damaged during the Civil War.”</p><p>· “During Reconstruction, many Southern African Americans rejected the ideas of the South accepted by most White people, while many Northern African Americans embraced ideas such as the pursuit of free soil, free labor, and economic opportunity.”</p>"]},{"id":"VH968600_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to ideas of regional identity in the North and in the South during Reconstruction from 1865 to 1877.</p>","<p>The response describes a broader historical context relevant to ideas of regional identity in the North and in the South during Reconstruction from 1865 to 1877.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, provided the essay clearly connects them to the prompt:</em></p><ul><li><p>The Civil War</p></li><li><p>The abolition of slavery</p></li><li><p>Industrialization and the rise of manufacturing</p></li><li><p>Westward migration</p></li><li><p>Immigration from abroad</p></li><li><p>Political party competition between Republicans and Democrats</p></li><li><p>Tight connections between business leaders and politicians</p></li></ul>"]},{"id":"VH968600_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – PROVIDES EVIDENCE ","stimulusHtml":"<p>To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide at least <strong>two</strong> specific historical examples of evidence relevant to ideas of regional identity in the North and in the South during Reconstruction from 1865 to 1877.</p>","<p>The response provides at least <strong>two</strong> specific historical examples of evidence relevant to ideas of regional identity in the North and in the South during Reconstruction from 1865 to 1877.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Evidence of evidence used might include the following:</em></p><ul><li><p>Fourteenth Amendment</p></li><li><p>Fifteenth Amendment</p></li><li><p>Business leaders such as Cornelius Vanderbilt, Jay Gould</p></li><li><p>Sharecropping</p></li><li><p>Tenant farming</p></li><li><p>Black Codes</p></li><li><p>Radical Republicans such as Thaddeus Stevens, Charles Sumner</p></li><li><p>Freedmen’s Bureau</p></li><li><p>Carpetbaggers and scalawags</p></li></ul>"]},{"id":"VH968600_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>To earn this point, the response must use at least <strong>two </strong>pieces of specific and relevant evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not support an argument in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p>","<p>The response supports an <strong>argument </strong>in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p><p><em>An example of evidence used to support an argument:</em></p><p>· “Many Radical Republicans sought to transform the South through the Thirteenth, Fourteenth, and Fifteenth Amendments and institutions such as the Freedmen’s Bureau, but in so doing, fostered resentments among many White Southerners.”</p><p>· “Many Southern landowners sought to retain elements of the pre-Civil War economic and social structures by creating new labor systems such as sharecropping.”</p><p>· “Many Northern business leaders such as Cornelius Vanderbilt had little interest in fostering social equality but instead sought to reshape Northern and American society around laissez-faire ideas of business development”</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Evidence of evidence used might include the following, provided the essay uses the examples in support of an argument about the prompt:</em></p><ul><li><p>Fourteenth Amendment</p></li><li><p>Fifteenth Amendment</p></li><li><p>Business leaders such as Cornelius Vanderbilt, Jay Gould</p></li><li><p>Sharecropping</p></li><li><p>Tenant farming</p></li><li><p>Black Codes</p></li><li><p>Radical Republicans such as Thaddeus Stevens, Charles Sumner</p></li><li><p>Freedmen’s Bureau</p></li><li><p>Carpetbaggers and scalawags</p></li></ul>"]},{"id":"VH968600_rubric_category_4","type":"custom","title":"PART D1: ANALYSIS AND REASONING: USES HISTORICAL REASONING ","stimulusHtml":"<p>To earn the point, the response must demonstrate the use of historical reasoning to frame or structure an argument, although the reasoning might be uneven or imbalanced, or the evidence may be overly general or lacking specificity.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses the prompt.</p>","<p>The response uses historical reasoning (e.g., comparison, causation, continuity and change over time) to frame or structure an argument that addresses ideas of regional identity in the North and in the South during Reconstruction from 1865 to 1877.</p><p><em>Examples of using historical reasoning to frame or structure an argument might include the following, with appropriate elaboration:</em></p><p>· Southern regional identity during Reconstruction could be seen as looking back toward institutions that existed before the Civil War whereas Northern regional identity could be seen as looking forward to new economic opportunities.</p><p>· During Reconstruction, racial divisions were the primary focus regional identity in the South whereas class and ethnic divisions were the primary focus of regional identity in the North.</p><p>· During Reconstruction, the primary regional identity of Northern Republican leaders shifted from seeking to expand civil rights to seeking to expand business opportunities.</p>"]}]