[{"id":"VH961623_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>To earn this point, the thesis must make a claim that responds to the prompt, rather than merely restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the degree to which trans-Atlantic exchanges influenced the development of different regions of the British colonies in North America in the period from 1607 to 1754. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples that earn this point include:</em></p><p>· The societies in British colonies in North America differed based on why the colony was founded, whether as a joint-stock company, a plantation colony, or as a religious haven.</p><p>· While different colonists settled in British North American colonies for different reasons, all of the colonies were influenced by the transmission of ideas from Europe during the Enlightenment and the Great Awakening.</p>"]},{"id":"VH961623_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the development of different regions of the British colonies.</p>","<p>The response describes a broader historical context relevant to the development of different regions of the British colonies.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of context might include the following, provided the essay clearly connects them to the prompt:</em></p><p>· The creation of joint-stock companies was a means of encouraging trade and profit.</p><p>· Religious conflict in Europe contributed to a desire to relocate to the colonies for freedom of worship.</p><p>· The trans-Atlantic slave trade was established.</p><p>· The spread of epidemic diseases significantly reduced the American Indian population.</p><p>· There was imperial competition between Britain and other European powers.</p>"]},{"id":"VH961623_rubric_category_2","type":"custom","title":"PART C1:EVIDENCE – PROVIDES EVIDENCE ","stimulusHtml":"<p>To earn one point, the response must identify at least <strong>two </strong>specific pieces of evidence relevant to the topic of the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide at least <strong>two</strong> specific historical examples of evidence relevant to the development of different regions of the British colonies.</p>","<p>The response provides at least <strong>two</strong> specific historical examples of evidence relevant to the development of different regions of the British colonies.</p><p><em>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. Examples of evidence used might include:</em></p><p>· Cash crops (tobacco, rice)</p><p>· Chattel slavery</p><p>· The Enlightenment</p><p>· The fur trade</p><p>· The (First) Great Awakening</p><p>· House of Burgesses</p><p>· Indentured servitude</p><p>· Mercantilism</p><p>· Quakers</p><p>· Religious toleration (Middle colonies)</p><p>· Town meetings (New England)</p><p>· Triangle trade</p>"]},{"id":"VH961623_rubric_category_3","type":"custom","title":"PART C2: EVIDENCE – USES EVIDENCE TO SUPPORT AN ARGUMENT","stimulusHtml":"<p>To earn this point, the response must use at least <strong>two </strong>pieces of specific and relevant evidence to support an argument in response to the prompt.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not support an argument in response to the prompt using at least <strong>two </strong>pieces of specific and relevant evidence.</p>","<p></p>"]}]