[{"id":"VR734031_rubric_category_0","type":"custom","title":"PART A: THESIS/CLAIM","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the thesis must make a claim that responds to the prompt, rather than restating or rephrasing the prompt. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not respond to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which commercial development changed United States society from 1800 to 1855.</p>","<p>The response responds to the prompt with a historically defensible thesis/claim that establishes a line of reasoning about the extent to which commercial development changed United States society from 1800 to 1855. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.</p>"]},{"id":"VR734031_rubric_category_1","type":"custom","title":"PART B: CONTEXTUALIZATION","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must describe broader historical events, developments, or processes that occur before, during, or continue after the time frame of the question that are relevant to the topic of the prompt. To earn this point, the context provided must be more than a phrase or a reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe a broader historical context relevant to the extent to which commercial development changed United States society from 1800 to 1855.</p>","<p>The response describes a broader historical context relevant to the extent to which commercial development changed United States society from 1800 to 1855.</p>"]},{"id":"VR734031_rubric_category_2","type":"custom","title":"PART C1: EVIDENCE – USES THE CONTENT OF THE DOCUMENTS","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn one point, the response must accurately describe—rather than simply quote—the content from at least <strong>three</strong> of the documents. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use the content of at least <strong>three </strong>documents to address the <strong>topic </strong>of the prompt.</p>","<p>The response uses the content of at least <strong>three</strong> documents to address the <strong>topic</strong> of the prompt. The response must accurately describe—rather than simply quote—the content from at least three documents.</p><p>Documents used:</p>"]},{"id":"VR734031_rubric_category_3","type":"custom","title":"PART C2: SUPPORTS AN ARGUMENT USING DOCUMENTS","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must accurately describe—rather than simply quote—the content from at least <strong>four </strong>documents. In addition, the response must use the content of the documents to support an argument in response to the prompt. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least <strong>four</strong> documents to support an <strong>argument</strong> in response to the prompt.</p>","<p>The response supports an <strong>argument</strong> in response to the prompt using at least <strong>four</strong> documents.</p><p>Documents used:</p>"]},{"id":"VR734031_rubric_category_4","type":"custom","title":"PART C3: EVIDENCE – EVIDENCE BEYOND THE DOCUMENTS","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must describe the evidence and must use more than a phrase or reference. This additional piece of evidence must be different from the evidence used to earn the point for contextualization. The point for evidence beyond the documents may be awarded for evidence that appears in any part of the response.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the extent to which commercial development changed United States society from 1800 to 1855.</p>","<p>The response uses at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the extent to which commercial development changed United States society from 1800 to 1855.</p><ul><li><p>This additional piece of evidence must be different from the evidence used to earn the point for contextualization. Typically, statements credited as <strong>contextualization</strong> will be more general statements that place an argument or a significant portion of it in a broader context.</p></li><li><p>Statements credited as supporting <strong>evidence beyond the documents</strong> will typically be more specific details that function as support for a particular point made in an argument, analogous to the function of evidence drawn from the documents.</p></li></ul>"]},{"id":"VR734031_rubric_category_5","type":"custom","title":"PART D1: ANALYSIS AND REASONING – SOURCING","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>To earn this point, the response must explain how or why (rather than simply identifying) the document’s point of view, purpose, historical situation, or audience is relevant to an argument about the prompt for each of the <strong>two</strong> documents sourced. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument about the prompt for at least <strong>two</strong> documents.</p>","<p>The response explains how or why the documents’ point of view, purpose, historical situation, and/or audience is relevant to an argument about the prompt for at least <strong>two</strong> of the documents.</p><p>Documents used:</p>"]},{"id":"VR734031_rubric_category_6","type":"custom","title":"PART D2: ANALYSIS AND REASONING – COMPLEXITY","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><ul><li><p>A response may demonstrate a complex understanding through sophisticated argumentation that is relevant to the prompt. This may be done in a variety of ways, such as:</p></li><li><p>Explaining multiple themes or perspectives to explore complexity or nuance; OR</p></li><li><p>Explaining multiple causes or effects, multiple similarities or differences, or multiple continuities or changes; OR</p></li><li><p>Explaining both cause and effect, both similarity and difference, or both continuity and change; OR</p></li><li><p>Explaining relevant and insightful connections within and across periods or geographical areas. These connections should clearly relate to an argument that responds to the prompt.</p></li></ul><p>A response may demonstrate a complex understanding through effective use of evidence relevant to an argument that addresses the prompt. This may be done in a variety of ways, such as:</p><ul><li><p>Effectively using <strong>seven</strong> documents to support an argument that responds to the prompt; OR</p></li><li><p>Explaining how the point of view, purpose, historical situation, and/or audience of at least <strong>four</strong> documents supports an argument that responds to the prompt; OR</p></li><li><p>Using documents and evidence beyond the documents effectively to demonstrate a sophisticated understanding of different perspectives relevant to the prompt.</p></li></ul><p>This understanding must be part of the argument, not merely a phrase or reference.</p><p>While it is not necessary for this complex understanding to be woven throughout the response, it must be more than merely a phrase or reference.</p><p>The course framework often allows teachers the flexibility to select their own examples when teaching the course content. As a result, responses may vary.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate a complex understanding of the extent to which commercial development changed United States society from 1800 to 1855.</p>","<p>The response demonstrates a complex understanding of the extent to which commercial development changed United States society from 1800 to 1855, through sophisticated argumentation and/or effective use of evidence.</p>"]}]