[{"id":"FT536279","type":"longtextV2","stimulusHtml":"<p><strong>E-mail Reply</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\t</li>\n\t<li>\n\t<p>Devi rispondere a un’email. Hai 15 minuti per leggere il messaggio e scrivere la tua risposta.</p>\n\n\t<p>La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n\t</li>\n</ul>\n\n<p>Tema del corso: Bellezza ed estetica</p>\n\n<p>Introduzione</p>\n\n<p>Il mittente di questo messaggio email è Gianmaria Veronesi, Assistente Servizi Clienti, Musei Vaticani. Ricevi il messaggio perché avevi scritto ai Musei Vaticani come presidente del club di Storia dell’Arte del tuo liceo per organizzare una visita ai Musei.</p>\n\n<p><img alt=\"An email header is shown:  &quot;Da: Gianmaria Veronesi&quot; and a line which says &quot;Soggetto: Vista ai Musei Vaticani&quot;.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d48070375c85e48fe3af103b606f9481/original.png\"></p>\n\n<p>Gentile studente,</p>\n\n<p>rispondiamo alla sua richiesta di trenta biglietti per il club liceale di cui fa parte. Ci sono diversi tipi di tour e biglietti per i Musei Vaticani, con costi che variano dai 40 ai 130 Euro (parti diverse dei Musei, Cappella Sistina, tour con o senza guida, basiliche diverse, ecc… ).</p>\n\n<p>Al fine di proporre il tour più adatto al suo club, ci invii, per favore, le seguenti informazioni:</p>\n\n<ul>\n\t<li>\n\t<p>Perché avete deciso di visitare i nostri Musei?</p>\n\t</li>\n\t<li>\n\t<p>Quali date preferireste e quanto tempo vorreste dedicare alla visita?</p>\n\t</li>\n</ul>\n\n<p>Appena riceveremo le suddette informazioni, le manderemo le opzioni con i rispettivi costi.</p>\n\n<p>In attesa di un suo gentile riscontro, porgiamo cordiali saluti.</p>\n\n<p>Gianmaria Veronesi</p>\n\n<p>Assistente Servizi Clienti</p>\n\n<p>Musei Vaticani</p>\n"}]