[{"id":"FT536283","type":"longtextV2","stimulusHtml":"<p><strong>E-mail Reply</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\t</li>\n\t<li>\n\t<p>Devi rispondere a un’email. Hai 15 minuti per leggere il messaggio e scrivere la tua risposta.</p>\n\n\t<p>La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n\t</li>\n</ul>\n\n<p>Tema del corso: Vita contemporanea</p>\n\n<p>Introduzione</p>\n\n<p>Il mittente di questo messaggio email è Gianni Tarroni, Direttore, Scuola di Vela - Elba. Ricevi il messaggio perché avevi scritto alla Scuola di Vela - Elba per sentire se offrono corsi di vela per adolescenti.</p>\n\n<p><img alt=\"An email header is shown: &quot;Da Gianni Tarroni&quot; and a line which says &quot;Soggetto Corsi estivi di vela per adolescenti&quot;.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a436cc5c5bbe64440cf74ce7592c6d6b/original.png\"></p>\n\n<p>Caro aspirante velista,</p>\n\n<p>grazie per la sua richiesta d’iscrizione ai corsi estivi per ragazzi presso la Scuola di Vela - Elba. Offriamo corsi di vela sia per principianti sia per chi vuole specializzarsi, per una o due settimane. I corsi si svolgono sulle coste dell’isola d’Elba vicino alle 6 piccole isole del Parco Nazionale dell’Arcipelago Toscano. Gli allievi alloggiano in camere da 4/6 letti presso la nostra scuola, che si trova immersa in una pineta verde proprio a due passi dalla spiaggia e dalle nostre barche.</p>\n\n<p>Per poter inserirla in una squadra compatibile ai suoi interessi, avremmo bisogno di alcune informazioni:</p>\n\n<ul>\n\t<li>\n\t<p>Quali sono le sue qualità che le permetterebbero di condividere spazi limitati?</p>\n\t</li>\n\t<li>\n\t<p>Nei momenti di relax, quali attività potrebbe proporre al gruppo?</p>\n\t</li>\n</ul>\n\n<p>In attesa della sua risposta e di eventuali sue domande, porgiamo cordiali saluti e auguriamo...</p>\n\n<p>Vento in poppa!</p>\n\n<p>Gianni Tarroni, Direttore</p>\n\n<p>Scuola di Vela - Elba</p>\n"}]