[{"id":"FT534936","type":"mcq","stimulusHtml":"<p>Qual è l’argomento principale del brano?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following selection carefully for comprehension. The selection is followed by a number of questions. For each question, choose the response that is best according to the selection.</p>\n\n<p>This selection was originally published in the book <em>Manuale dell’imperfetto viaggiatore</em> in 2000.</p>\n\n<p>La psicologia del gruppo turistico non è stata studiata a sufficienza. I branchi di caribù e le formazioni dei delﬁni sono stati esaminati con più attenzione. Le comitive turistiche, invece, costituiscono ancora entità misteriose. Alcuni studiosi americani giunsero a interessanti conclusioni, ma non risposero alla domanda fondamentale: perché un affermato professionista, messo in gruppo, si comporta come un bambino di quattro anni? Perché sgomita per arrivare primo, tiene il muso ai compagni di viaggio, ruba le penne-biro in albergo e litiga per un souvenir?</p>\n\n<p>Non è escluso che il fascino della comitiva sia proprio questo: un ritorno all’infanzia, una rottura con la vita di tutti i giorni, una vacanza dal comportamento adulto e responsabile. Non è un’esagerazione. Osservate, vi prego, le attività di un gruppo di turisti, e vi ritroverete tutte le pulsioni, le ansie e i desideri che caratterizzano gli anni lontani dell’asilo.</p>\n\n<p>Il primo segno di regressione infantile si nota al momento del raduno. Ai partecipanti viene regalata una borsa a tracolla che ha la funzione del marchio per i cavalli e del campanaccio per le mucche al pascolo: il mandriano (nel nostro caso, l’accompagnatore) può così ritrovare chi si è allontanato. Ogni turista possiede dozzine di questi oggetti. Ebbene: se non riceviamo l’ennesima borsa a tracolla ci sentiamo defraudati, e cominciamo a fare capricci.</p>\n\n<p>Un altro atteggiamento infantile: i membri del gruppo -- non importa se hanno sessant’anni, due lauree e tre ﬁgli -- si attaccano morbosamente all’accompagnatrice. La bombardano di domande da Kindergarten («Dov’è il bagno?»), competono per ottenere la sua attenzione, lamentano malesseri inesistenti, trotterellano dietro di lei come pulcini dietro alla gallina. Alcuni di questi personaggi -- sia chiaro -- si meritano il loro destino. Forti del proprio ruolo, certi capigruppo non esitano a umiliare i viaggiatori, e li costringono a dare spettacolo. In genere, però, le guide non meritano quello che gli capita: in fondo, anche gli animatori hanno un’anima.</p>\n"}],"choicesHtml":["<p>Commentare il comportamento dei turisti nei viaggi di gruppo</p>","<p>Raccontare delle avventure di viaggio</p>","<p>Dare consigli su come realizzare una vacanza ideale</p>","<p>Descrivere le ricerche di studiosi americani</p>"],"answer":-1}]