[{"id":"FT536276","type":"longtextV2","stimulusHtml":"<p><strong>Persuasive Essay</strong></p>\n\n<ul>\n\t<li>\n\t<p>You have 1 minute to read the directions for this task.</p>\n\n\t<p>You will write a persuasive essay to submit to an Italian writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n\t<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n\t<p>You will now begin this task.</p>\n\t</li>\n\t<li>\n\t<p>Hai 1 minuto per leggere le istruzioni relative a questa attività.</p>\n\n\t<p>Scrivi un saggio argomentativo per un concorso di scrittura in italiano. La traccia si basa su tre fonti (materiale scritto e orale) che presentano diversi punti di vista sull’argomento. Per prima cosa, hai 6 minuti per leggere la traccia ed il materiale scritto. Poi ascolterai la fonte orale due volte. Mentre ascolti, puoi prendere appunti. Alla fine dell’ascolto, hai 40 minuti per organizzare e scrivere il tuo saggio.</p>\n\n\t<p>Nel saggio argomentativo, devi identificare i diversi punti di vista presentati dalle fonti. Sulla base di queste informazioni e delle tue conoscenze devi elaborare accuratamente il tuo punto di vista. Fai riferimento a tutte le fonti, indicandole in modo appropriato, per giustificare la tua argomentazione. Organizza il tuo saggio in modo logico e chiaro.</p>\n\n\t<p>Adesso inizia questa attività.</p>\n\t</li>\n</ul>\n\n<p>Tema del corso: Scienza e tecnologia</p>\n\n<p>Hai 6 minuti per leggere la traccia, la fonte numero 1 e la fonte numero 2.</p>\n\n<p><em>Traccia:</em><br>\nQual è la tua posizione sull’abitudine di scaricare gratuitamente file digitali via Internet?</p>\n\n<p><strong>Fonte numero 1</strong></p>\n\n<p>Introduzione<br>\nQuesto testo tratta dei possibili sviluppi sulla liberalizzazione della musica in commercio. L’articolo originale è stato pubblicato il 7 marzo 2011 in Italia. È stato scritto da Alessandro Longo, un giornalista italiano.</p>\n\n<p><strong>Ha vinto la musica gratis</strong></p>\n\n<p><strong>Sepolti i CD, anche la vendita di brani via Web fatica. E le major stanno arrendendosi: distribuiranno canzoni chiedendo soldi solo per gli extra. O facendosi pagare una licenza dalle telco</strong></p>\n\n<p>Potremo tutti ascoltare musica gratis, o quasi, con il beneplacito dell’artista. Le case discografiche? Chissà se esisteranno ancora. Ma la musica, quella sì, eccome: ci arriverà in abbondanza, ovunque ci troviamo, in auto o sui prati, come portata dal vento. Anzi: dalle nuvole.</p>\n\n<p>La musica «cloud», cioè sempre accessibile via Internet, è infatti uno dei fenomeni che cambierà il nostro rapporto con album e artisti preferiti. E non è la sola rivoluzione che sta prendendo la rincorsa in questo periodo. Si va verso un rapporto più diretto tra autore e ascoltatori di musica. E verso varie modalità per accedere e scoprire le canzoni più adatte ai nostri gusti.</p>\n\n<p>Già si vedono i primi segnali della novità incombente anche in Italia. L’ultimo esempio, di qualche giorno fa: sono arrivati i servizi di musica sulle nuvole (via Internet in streaming) di Telecom Italia (Cubo Musica) e di Sony (Qriocity), che aprono all’utente un patrimonio enorme di canzoni, rispettivamente 4 e 6 milioni. Stanno per lanciare servizi simili anche Apple e Google.</p>\n\n<p>Insomma, «è chiaro ormai come ascolteremo la musica nel futuro: su tutte le piattaforme e in vari luoghi. Su lettori portatili, cellulari, automobili. L’utilizzo di base sarà gratuito. Pagheremo solo gli extra». È la previsione di Gerard Leonhard, tedesco, considerato uno dei massimi esperti al mondo del fenomeno della musica digitale, alla quale ha dedicato tre libri.</p>\n\n<p>Il punto di partenza è evidente a tutti: l’industria del disco si trova in una crisi che sembra irreversibile. Il valore del mercato mondiale della musica si è più che dimezzato negli ultimi dieci anni, con una perdita continua di ricavi. Il fatturato mondiale è passato dai 36,9 miliardi di dollari del 2000 ai 15,8 del 2010. La gente, soprattutto i giovani, compra sempre meno CD, questo è noto.</p>\n\n<p>Ecco perché i discografici e gli artisti stanno cercando il coraggio di sposare servizi digitali più innovativi di quelli visti finora. «Più vicini a quel sogno che coltiviamo da anni e che abbiamo potuto toccare finora solo con la pirateria: musica ovunque, senza barriere, a prezzi a forfait o gratis», dice Leonhard.</p>\n\n<p>«Sarà il fornitore della connessione a pagare le licenze ai discografici, che le concederanno a un bassissimo prezzo forfettario». Gli utenti pagheranno solo gli extra: ascolto ad alta definizione, biglietti di concerti, concept art degli album. Iscrizioni a club musicali esclusivi. Pagheranno anche la possibilità di conservare per sempre il file della canzone. Per ascoltarla anche quando vanno in un posto privo di Internet, dove quindi lo streaming non funziona.</p>\n\n<p><span style=\"font-size:0.8em\">\"Ha vinto la musica gratis\" by Alessandro Longo from L’Espresso, copyright © 2011 by Gruppo Editoriale L’Espresso. Used by permission.</span></p>\n\n<p><strong>Fonte numero 2</strong></p>\n\n<p><em>Introduzione</em><br>\nQuesto testo tratta della differenza delle spese che i giovani hanno affrontato per cinema, musica, libri e Internet tra il 2007 e il 2010. La tabella originale è stata pubblicata il 17 novembre 2010 in Italia. È stata compilata da FIMI - Federazione Industria Musicale Italiana.</p>\n\n<p><strong>L’evoluzione dei giovani 14-34 anni</strong></p>\n\n<p><img alt=\"A chart titled &quot;L'evoluzione dei giovani 14-34 anni&quot;. The chart has twelve rows and three columns. Row one's text is in boldface indicating that it provides the column headings for the following three rows. Row one, column one says, &quot;Consumi in un anno&quot;, column two says &quot;2007&quot; and column three says &quot; 2010&quot;. Row two, column one says &quot;NON ha comprato CD&quot;, column two says &quot;35%&quot;, and column three says &quot;59%&quot;. Row three, column one says &quot;NON ha comprato LIBRI&quot;, column two says &quot;35%&quot;, and column three says &quot;40%&quot;. Row four, column one says &quot;NON è andato al CINEMA&quot;, column two says &quot;17%&quot;, and column three says &quot;23%&quot;. Row five spans all three columns and is left empty.   Row six's text is in boldface indicating that it provides the column headings for the following six rows. Row six, column one says &quot; Attività su Internet almeno 1 volta alla settimana:&quot;, column two says &quot; 2007&quot; and column three says &quot; 2010&quot;. Row seven, column one says &quot;Forum, blog&quot;, column two says &quot;36%&quot;, and column three says &quot;48%&quot;. Row eight, column one says &quot;Wiki&quot;, column two says &quot;21%&quot;, and column three says &quot;45%&quot;. Row nine, column one says &quot;Siti di condivisione di contenuti musicali e audiovisivi&quot;, column two says &quot;28%&quot;, and column three says &quot;60%&quot;. Row ten, column one says &quot;Sistemi di messaggistica istantanea&quot;, column two says &quot;52%&quot;, and column three says &quot;63%&quot;. Row eleven, column one says &quot;Sistemi di file sharing per lo scambio di contenuti musicali, editoriali e audiovisivi&quot;, column two says &quot;42%&quot;, and column three says &quot;31%&quot;.Row twelve, column one says &quot;Siti di social network&quot;, column two says &quot;5%&quot;, and column three says &quot;73%&quot;.  There is a text label under the chart that says &quot;Una fotografia completa del mercato sul nuovo modo di fruire cultura e intrattenimento - Nuovi scendari dai dati 2010 dell'osservatorio contenuti digitali&quot;\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ece9813d8423ba800781e70972810e57/original.png\"></p>\n\n<p><strong>Fonte numero 3</strong></p>\n\n<p>Hai 30 secondi per leggere l’introduzione.</p>\n\n<p><em>Introduzione</em></p>\n\n<p>Questo testo tratta delle frodi musicali. Il servizio originale, intitolato «La pirateria», è stato pubblicato il 17 febbraio 2009 in Italia. È stato ideato da RAI 3 per il programma «Cominciamo Bene». Nel servizio, parlano la giornalista Maria Antonietta Spadorcia, Paolo Bonaiuti, ex-sottosegretario del presidente del Consiglio, Sandro Bondi, ex-ministro per i Beni Culturali, il conduttore Fabrizio Frizzi e Umberto Rapetto, comandante del Nucleo Speciale Frodi Telematiche. Questo testo dura circa tre minuti.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_4d736d193cf894f0937c0c025fb20995\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a1746739ddd9209ed9b17441ccb1311b/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p>Used by permission.</p>\n"}]