[{"id":"FT536266","type":"longtextV2","stimulusHtml":"<p><strong>Interpersonal Writing: E-mail Reply</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will write a reply to an e-mail message. You have to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\t</li>\n\t<li>\n\t<p>Devi rispondere a un’email. Hai 15 minuti per leggere il messaggio e scrivere la tua risposta.</p>\n\n\t<p>La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n\t</li>\n</ul>\n\n<p>Tema del corso: Sfide globali</p>\n\n<p>Introduzione</p>\n\n<p>Il mittente di questo messaggio email è Piero Martini, Direttore Ufficio Personale, Organizzazione delle Nazioni Unite per l’Alimentazione e l’Agricoltura (FAO). Ricevi il messaggio perché avevi contattato l’organizzazione per uno stage presso la sede di Roma.</p>\n\n<p><img alt=\"An email header is shown.&quot;Da: Piero Martini&quot; and a line which says &quot;Soggetto: Stage c/o FAO&quot;. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/49c87a5006616dca576c886148234d59/original.png\"></p>\n\n<p style=\"margin-left: 40px;\"><span style=\"font-size:1em\">Gentile studente,<br>\ngrazie del suo interessamento per uno stage presso la nostra organizzazione. Abbiamo bisogno di stagisti per i preparativi per la Giornata Mondiale dell’Alimentazione che si svolgerà il prossimo ottobre. Lo scopo di questa giornata è di sensibilizzare i giovani sui temi della malnutrizione, della sottoalimentazione e della fame nel mondo.</span></p>\n\n<p style=\"margin-left: 40px;\"><span style=\"font-size:1em\">A questo proposito saremmo lieti di sapere:</span></p>\n\n<ul>\n\t<li style=\"margin-left: 80px;\"><span style=\"font-size:1em\">quali sono i motivi del suo interesse per queste tematiche.</span></li>\n\t<li style=\"margin-left: 80px;\"><span style=\"font-size:1em\">quali sue altre esperienze di lavoro o volontariato sono rilevanti per lo stage presso di noi.</span></li>\n</ul>\n\n<p style=\"margin-left: 40px;\"><span style=\"font-size:1em\">In attesa di una sua risposta, restiamo a sua disposizione per ulteriori chiarimenti e domande.<br>\nCordiali saluti,</span></p>\n\n<p style=\"margin-left: 40px;\"><span style=\"font-size:1em\">Piero Martini</span></p>\n\n<p style=\"margin-left: 40px;\"><span style=\"font-size:1em\">Direttore Ufficio Personale</span></p>\n\n<p style=\"margin-left: 40px;\"><span style=\"font-size:1em\">Organizzazione delle Nazioni Unite per l’Alimentazione e l’Agricoltura</span></p>\n\n<p style=\"margin-left: 40px;\"><span style=\"font-size:1em\">Roma</span></p>\n"}]