[{"id":"FT534810","type":"mcq","stimulusHtml":"<p>Secondo l’oroscopo, cosa caratterizza una persona nata sotto il segno dell’Acquario?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following selection carefully for comprehension. The selection is followed by a number of questions. For each question, choose the response that is best according to the selection.</p>\n\n<p>This selection was originally published on the MSN Web site in August 2007.</p>\n\n<p><img alt=\"A selection from the MSN web is shown. At the top are the symbols for the zodiac signs and, next to the appropriate symbols, the words ariete, toro, genelli, cancro, leone, vergine, bilancia, scorpione, sagittario, capricorno, acquario, and pesci. The first section has the title Il profilo del tuo segno, and the subtitle segno zodiacale: acquario. The text reads, Gli Acquari sono anticonvenzionali, originali e indipendenti. Sanno comprenere i problemi del prossimo, pur rimanendone distaccati. Riescono ad assolvere meglio il loro destino nei rapporti basati sull'amicizia. Sentono infatti il bisogno di avere intorno a sé molti amici; tuttavia sanno stare da soli e possono scegliere anche questa strada. Come gli altri segni d'aria, sono degli intellettuali. Loro però sono più profondi: credono nelle riforme e sanno lottare per affermare un diritto. Gli acquari sono onesti e fedeli e in genere godono di buona salute. The next section has the heading Oroscopo del giorno. The text reads, Se ne avete la possibilità, oggi sarebbe proprio il caso che vi prendeste una giornata libera tutta per voi, staccando da tutto e da tutti. Cercate di interagire con le persone nel modo più semplice possibile.\" height=\"475\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ac0f715f72d0c9dace4780ed741f6fee/original.jpg\" style=\"font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif;\" width=\"671\"></p>\n"}],"choicesHtml":["<p>L’indipendenza </p>","<p>Il tradimento</p>","<p>L’egoismo</p>","<p>L’amore per gli animali</p>"],"answer":-1}]