[{"id":"FT536272","type":"longtextV2","stimulusHtml":"<p><strong>Persuasive Essay</strong></p>\n\n<ul>\n\t<li>\n\t<p>You have 1 minute to read the directions for this task.</p>\n\n\t<p>You will write a persuasive essay to submit to an Italian writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n\t<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n\t<p>You will now begin this task.</p>\n\t</li>\n\t<li>\n\t<p>Hai 1 minuto per leggere le istruzioni relative a questa attività.</p>\n\n\t<p>Scrivi un saggio argomentativo per un concorso di scrittura in italiano. La traccia si basa su tre fonti (materiale scritto e orale) che presentano diversi punti di vista sull’argomento. Per prima cosa, hai 6 minuti per leggere la traccia ed il materiale scritto. Poi ascolterai la fonte orale due volte. Mentre ascolti, puoi prendere appunti. Alla fine dell’ascolto, hai 40 minuti per organizzare e scrivere il tuo saggio.</p>\n\n\t<p>Nel saggio argomentativo, devi identificare i diversi punti di vista presentati dalle fonti. Sulla base di queste informazioni e delle tue conoscenze devi elaborare accuratamente il tuo punto di vista. Fai riferimento a tutte le fonti, indicandole in modo appropriato, per giustificare la tua argomentazione. Organizza il tuo saggio in modo logico e chiaro.</p>\n\n\t<p>Adesso inizia questa attività.</p>\n\t</li>\n</ul>\n\n<p>Tema del corso: Bellezza ed estetica</p>\n\n<p>Hai 6 minuti per leggere la traccia, la fonte numero 1 e la fonte numero 2.</p>\n\n<p><em>Traccia:</em></p>\n\n<p>Fino a che punto la sponsorizzazione dei privati può contribuire alla sopravvivenza del patrimonio artistico?</p>\n\n<p><strong>Fonte numero 1</strong></p>\n\n<p>Introduzione</p>\n\n<p>Questo testo tratta della sponsorizzazione da parte della ditta di moda Tod’s per il restauro del Colosseo. L’articolo originale è stato pubblicato il 22 giugno 2011 in Italia. È stato scritto da un giornalista de <em>Il Tempo</em>, un quotidiano italiano.</p>\n\n<p><strong>Della Valle fa risorgere l’anfiteatro Flavio</strong></p>\n\n<p><strong>L’intervento ha un costo complessivo di 25 milioni di euro</strong></p>\n\n<p>«Oggi è la fine di un incubo, di un’ossessione. L’incubo era vedere il monumento più famoso del mondo in una condizione di immagine e tenuta non adeguata alla sua importanza». Così il sindaco di Roma Gianni Alemanno ha esordito alla presentazione del nuovo piano di restauro del Colosseo firmato Tod’s, illustrato questa sera all’interno dello stesso Anfiteatro Flavio dal presidente del gruppo Diego Della Valle alla presenza del ministro dei Beni e delle Attività culturali Giancarlo Galan, del soprintendente speciale per i beni archeologici di Roma Anna Maria Moretti e del commissario per le aree archeologiche di Roma e Ostia antica Roberto Cecchi.</p>\n\n<p>«Di questo restauro se ne parlerà in tutto il mondo — ha aggiunto il sindaco — Questo è un momento di orgoglio italiano, di un’Italia che vuole fare le cose, che rispetta le proprie radici e il proprio patrimonio e che si distingue anche per rapidità di intervento. Questo è il messaggio più forte che l’Italia può lanciare nel mondo».</p>\n\n<p><strong>UN’OPERA DA 25 MILIONI DI EURO</strong> L’accordo, firmato lo scorso gennaio, prevede lo stanziamento di 25 mln euro da parte di Tod’s, che si limiterà a finanziare mentre il Mibac gestirà l’intervento di restauro. I lavori si svolgeranno in 4 fasi, iniziando dal prospetto, passando agli interni, agli impianti e infine alla realizzazione di un Centro Servizi che verrà spostato all’esterno e che conterrà ad esempio, la libreria e il coffee shop ed altri servizi che al momento si trovano all’interno dell’anfiteatro.</p>\n\n<p>«Da questa esperienza — ha detto Cecchi — intravedo la nascita di un nuovo rapporto pubblico-privato nel quale il pubblico chiede al privato di collaborare con le proprie esperienze e competenze. Un chiarissimo no alla mercificazione del patrimonio culturale e un sì a un rapporto di collaborazione che faccia crescere anche il valore economico del patrimonio. Quindi credo che siamo sulla strada giusta».</p>\n\n<p><strong>DELLA VALLE: CONTATTI RAPIDI ED EFFICACI</strong> «Non è vero che in Italia non funziona niente e questa operazione dimostra che a volte le cose funzionano». Lo ha detto l’imprenditore Diego Della Valle intervenendo alla presentazione della fase esecutiva del progetto di restauro del Colosseo, finanziato dal gruppo Tod’s da lui presieduto. Della Valle ha esemplificato il suo pensiero riferendo dei «contatti avuti in questi mesi con il ministero e col sindaco di Roma, che sono stati rapidi ed efficaci». Infine Della Valle ha annunciato anche la creazione di una «fondazione senza scopo di lucro che si chiamerà ‘Amici del Colosseo’ e si occuperà di iniziative di carattere sociale rivolte alle scuole, agli anziani, ai diversamente abili, anche per consentire a tutti loro di poter visitare uno dei monumenti più importanti al mondo».</p>\n\n<p><strong>Fonte numero 2</strong></p>\n\n<p><em>Introduzione</em></p>\n\n<p>Questo testo tratta della classifica dei primi dodici paesi con il maggior numero di siti UNESCO patrimonio culturale dell’umanità. La tabella originale è stata pubblicata nel marzo 2003 in Italia. È stata compilata da F. Arosio e P. Cecchini dell’ISTAT.</p>\n\n<p><strong>Primi dodici paesi per numero di siti iscritti nella lista del patrimonio culturale mondiale dell’UNESCO</strong></p>\n\n<p><img alt=\"A chart titled &quot;Primi dodici paesi per numero di siti iscritti nella lista del patrimonio culturale mondiale dell'UNESCO&quot;. The chart has seventeen rows and four columns. Row one's text is in boldface indicating that it provides the column headings for the following twelve rows. Row one, column one says, &quot;PAESI&quot;, column two says &quot;Numero siti culturali&quot;, column three says &quot; % totale primi dodici paesi&quot;, and column four says &quot;% totale generale&quot;. Row two, column one says &quot;Italia&quot;, column two says &quot;35&quot;, column three says &quot;13,8&quot;, and column four says &quot;6,0&quot;. Row three, column one says &quot;Spagna&quot;, column two says &quot;34&quot;, column three says &quot;13,4&quot;, and column four says &quot;5,8&quot;. Row four , column one says &quot;Francia&quot;, column two says &quot;27&quot;, column three says &quot;10,7&quot;, and column four says &quot;4,6&quot;. Row five , column one says &quot;Germania&quot;, column two says &quot;26&quot;, column three says &quot;10,3&quot;, and column four says &quot;4,4&quot;. Row six, column one says &quot;Repubblica Popolare Cinese&quot;, column two says &quot;25&quot;, column three says &quot;9,9&quot;, and column four says &quot;4,3&quot;. Row seven, column one says &quot;Messico&quot;, column two says &quot;20 &quot;, column three says &quot;7,9&quot;, and column four says &quot;3,4&quot;. Row eight, column one says &quot;Regno Unito&quot;, column two says &quot;19&quot;, column three says &quot;7,5&quot;, and column four says &quot;3,2&quot;. Row nine, column one says &quot;India&quot;, column two says &quot;18&quot;, column three says &quot;7,1&quot;, and column four says &quot;3,1&quot;. Row ten , column one says &quot;Grecia&quot;, column two says &quot;16&quot;, column three says &quot;6,3&quot;, and column four says &quot;2,7&quot;. Row eleven, column one says &quot;Portogallo&quot;, column two says &quot;11&quot;, column three says &quot;4,3&quot;, and column four says &quot;1,9&quot;. Row twelve, column one says &quot;Repubblica Ceca&quot;, column two says &quot;11&quot;, column three says &quot;4,3&quot;, and column four says &quot;1,9&quot;. Row thirteen, column one says &quot;Svezia&quot;, column two says &quot;11&quot;, column three says &quot;4,3&quot;, and column four says &quot;1,9&quot;. The columns of row fourteen are all empty.   Row fifteen is the summation of all the columns, column one says &quot;Totale primi 12 paesi&quot;, column two says &quot;253&quot;, column three says &quot;100,0&quot;, and column four says &quot;43,2&quot;. The columns of row sixteen are all empty. Row seventeen, column one says &quot;Totale generale 125 paesi&quot;, column two says &quot;586&quot;, column three says &quot; -- &quot;, and column four says &quot;100,0&quot;.   There is a text label under the chart that says &quot;Dati al 30 luglio 2002&quot;\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c7e9cab3f4ebc599a17fbae523d028f7/original.png\"></p>\n\n<p><strong>Fonte numero 3</strong></p>\n\n<p>Hai 30 secondi per leggere l’introduzione.</p>\n\n<p><em>Introduzione</em></p>\n\n<p>Questo testo tratta della condizione di alcuni monumenti e siti archeologici di Napoli e provincia. Il servizio originale, intitolato «Un patrimonio da salvare», è stato pubblicato il 26 marzo 2011 in Italia. È stato ideato da TgR, un telegiornale regionale, per il programma «Ambiente Italia». La giornalista Francesca Ghidini intervista tre persone, un uomo e due donne. Questo testo dura circa due minuti.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_ba2acb5fa1a4cad93d439ae050853557\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1a0b0f792ebb9beb741a1ea03d36a20a/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p>Used by permission.</p>\n"}]