[{"id":"FT534898","type":"mcq","stimulusHtml":"<p>Chi gestisce le Biblioteche di Roma?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following selection carefully for comprehension. The selection is followed by a number of questions. For each question, choose the response that is best according to the selection.</p>\n\n<p>This selection was originally published on the Comune di Roma Web site in August 2007.</p>\n\n<p class=\"text-center\"><strong>Le Biblioteche di Roma: chi siamo</strong></p>\n\n<p>L’Istituzione delle Biblioteche di Roma, nata nel 1996, ha uniﬁcato in un sistema le biblioteche che ﬁno ad allora facevano capo alle relative circoscrizioni, ora Municipi. Questa forma di gestione, rendendo possibile un maggiore coordinamento e agilità nella gestione, ha consentito di avviare un processo di rinnovamento e di riqualiﬁcazione di tutto il servizio e delle sue sedi.</p>\n\n<p>La ﬁnalità delle Biblioteche di Roma è garantire il diritto alla cultura e all’informazione, promuovendo lo sviluppo della comunicazione in tutte le sue forme. Le biblioteche, che sono dislocate su tutto il territorio della città, offrono un accesso facile e immediato al libro e a tutti gli strumenti della conoscenza che le nuove tecnologie sono in grado di mettere a disposizione.</p>\n\n<p>In biblioteca chiunque può entrare liberamente per leggere e sfogliare i libri che vuole, oppure chiederli in prestito per leggerli a casa. Si possono scegliere i libri direttamente dagli scaffali, oppure cercare un soggetto o un argomento consultando i cataloghi per autore e per materia. Per ogni informazione o chiarimento ci si può rivolgere al bibliotecario.</p>\n\n<p>Nelle biblioteche ci sono libri di tutti i tipi (dai classici, ai gialli, e ai bestseller italiani e stranieri) e su qualsiasi argomento: saggistica, informazione, manuali, fumetti, enciclopedie.</p>\n\n<p>I libri, da leggere in sede o da prendere in prestito, sono il principale patrimonio delle Biblioteche di Roma. Ma in biblioteca non ci sono solo libri. In quasi tutte le sedi si trovano anche gli altri strumenti di comunicazione attraverso cui viaggia l’informazione: giornali e riviste, video, cd musicali e multimediali. Gli audiovisivi si possono consultare in sede da postazioni attrezzate, e/o prendere in prestito a casa. In molte biblioteche si trovano anche postazioni per la consultazione di Internet. Per la consultazione di audiovisivi e Internet è consigliabile la prenotazione, anche telefonica.</p>\n"}],"choicesHtml":["<p>L’università di Roma</p>","<p>Il Vaticano</p>","<p>La città di Roma</p>","<p>Le case editrici romane</p>"],"answer":1}]