[{"id":"FT535359","type":"mcq","stimulusHtml":"<p>Secondo l’autore, perché è necessario parlare con i nostri vicini?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following selection carefully for comprehension. The selection is followed by a number of questions. For each question, choose the response that is best according to the selection.</p>\n\n<p>This selection was originally published in the book <em>Perché io credo in Colui che ha fatto il mondo</em> in 1999.</p>\n\n<p class=\"text-center\"><strong>Che cosa ne sapremmo di musica, scultura, pittura e poesia?</strong></p>\n\n<p>Il cielo era limpido, il volo perfetto. Accanto a me un passeggero tutto assorto<sup>1</sup> nei suoi pensieri.</p>\n\n<p>«Allacciare le cinture, fra pochi istanti si atterra.» Stavo andando a Londra per un Seminario che avrei tenuto nel Laboratorio Rutherford vicino a Oxford.</p>\n\n<p>«Nel tuo aereo viaggiava anche il decano<sup>2</sup> della nostra Università, lo hai visto?» mi chiese un vecchio collega e amico quando arrivai a Oxford.</p>\n\n<p>«Ero tutto preso dalla preparazione del mio Seminario» gli risposi. «I novanta minuti di volo, da Ginevra a Londra, sono passati senza che me ne rendessi conto.»</p>\n\n<p>Prima di prendere sonno mi interessa e mi diverte passare in rassegna i fatti salienti della giornata appena trascorsa. Che strano, mi dico, quel passeggero poteva essere il decano di Oxford, un grande ingegnere, un celebre economista, un poeta, uno scultore, un musicista, un commerciante. In novanta minuti non ci siamo scambiati una sola parola. Com’è possibile sapere qualcosa se non si fa uno sforzo, anche minimo, di interagire con chi ci sta accanto? Ma non basta.</p>\n\n<p>Cosa ne sapremmo di musica se Vivaldi, Bach, Beethoven, Mahler e tutti i grandi musicisti avessero deciso di mettere sotto chiave le loro opere?</p>\n\n<p>E cosa ne sapremmo di scultura se Michelangelo avesse sepolto<sup>3</sup> la sua Pietà, il suo Mosè? E se la stessa cosa avessero fatto gli scultori di tutti i tempi?</p>\n\n<p>Cosa sarebbe per noi la pittura se Raffaello, Botticelli, Picasso e i maestri di tutte le Scuole, di ogni epoca, avessero nascosto in soffitta i loro capolavori?</p>\n\n<p>E come faremmo noi a sapere cos’è la poesia se Omero, Virgilio, Dante, Leopardi, Quasimodo, Borges e i grandi poeti d’ogni civiltà avessero deciso che le loro opere dovessero essere lette soltanto da poeti, tra poeti?</p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup>assorto: preso</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>2</sup>il decano: una persona che dirige una facoltà universitaria</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>3</sup>sepolto: messo sottoterra</span></p>\n"}],"choicesHtml":["<p>Per comportarsi educatamente</p>","<p>Per conoscere i grandi artisti del passato</p>","<p>Per dimostrare ad altri la propria cultura</p>","<p>Per scoprire il talento e le idee degli altri</p>"],"answer":2}]