[{"id":"FT536280","type":"longtextV2","stimulusHtml":"<p><strong>Persuasive Essay</strong></p>\n\n<ul>\n\t<li>\n\t<p>You have 1 minute to read the directions for this task.</p>\n\n\t<p>You will write a persuasive essay to submit to an Italian writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n\t<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n\t<p>You will now begin this task.</p>\n\t</li>\n\t<li>\n\t<p>Hai 1 minuto per leggere le istruzioni relative a questa attività.</p>\n\n\t<p>Scrivi un saggio argomentativo per un concorso di scrittura in italiano. La traccia si basa su tre fonti (materiale scritto e orale) che presentano diversi punti di vista sull’argomento. Per prima cosa, hai 6 minuti per leggere la traccia ed il materiale scritto. Poi ascolterai la fonte orale due volte. Mentre ascolti, puoi prendere appunti. Alla fine dell’ascolto, hai 40 minuti per organizzare e scrivere il tuo saggio.</p>\n\n\t<p>Nel saggio argomentativo, devi identificare i diversi punti di vista presentati dalle fonti. Sulla base di queste informazioni e delle tue conoscenze devi elaborare accuratamente il tuo punto di vista. Fai riferimento a tutte le fonti, indicandole in modo appropriato, per giustificare la tua argomentazione. Organizza il tuo saggio in modo logico e chiaro.</p>\n\n\t<p>Adesso inizia questa attività.</p>\n\t</li>\n</ul>\n\n<p>Tema del corso: Sfide globali</p>\n\n<p>Hai 6 minuti per leggere la traccia, la fonte numero 1 e la fonte numero 2.</p>\n\n<p>Traccia:</p>\n\n<p>Come si potrebbe diminuire lo spreco di acqua e altre risorse?</p>\n\n<p><strong>Fonte numero 1</strong></p>\n\n<p>Introduzione</p>\n\n<p>Questo testo tratta del consumo responsabile dell’acqua. L’articolo originale è stato pubblicato il 13 luglio 2011 in Italia. È stato scritto da Antonio Cianciullo, un giornalista italiano.</p>\n\n<p><strong>Quattromila litri d’acqua per una sola bistecca; ecco glisprechi invisibili</strong></p>\n\n<p>Miliardi di metri cubi utilizzati per coltivare cibi che poi vengono buttati via come le 177.479 tonnellate di mele rimaste sui campi nel 2009 perché sconveniente raccoglierle. La Ue scende in campo per il consumo responsabile.</p>\n\n<p>Una bella fiorentina al sangue da 3 etti costa 4.650 litri di acqua. Per il contorno di patate arrosto che l’accompagnano ce la caviamo con 25 litri. Il piatto di ciliegie fa 373 litri. E la tazzina di caffè 140. A tavola non contano solo le calorie: senza accorgercene divoriamo un fiume di acqua che è servita a coltivare e ad allevare i prodotti che finiscono nel nostro piatto. E, quando buttiamo via ilcibo, buttiamo anche l’acqua che contiene.</p>\n\n<p>Se ci fermiamo al singolo pasto, i numeri appaiono limitati. Ma se prendiamo le 177.479 tonnellate di mele rimaste sul campo nel 2009 perché raccoglierle non era più conveniente, scopriamo che per farle crescere c’erano voluti 124 milioni di metri cubi di acqua: gettati via. Per i pomodori è andata peggio: 3,5 milioni di tonnellate sprecate equivalgono a 644 milioni di metri cubi di acqua. E per le olive non utilizzate (3,4 milioni di tonnellate) si arriva a 6,5 miliardi di metri cubi di oro blu. In totale in Italia nel 2010 sono stati sprecati 12,6 miliardi di metri cubi di acqua per colpa di 14 milioni di tonnellate di prodotti agricoli non raccolti.</p>\n\n<p>Per arginare questa emorragia, il Parlamento europeo ieri ha chiesto ufficialmente di proclamare il 2013 anno europeo contro lo spreco alimentare. «È un percorso che abbiamo iniziato nel 2010 con il Libro Nero contro lo spreco alimentare promosso da Last Minute Market e che continua quest’anno con il Libro Blu contro lo spreco idrico», spiega il presidente della Commissione agricoltura europea Paolo De Castro.</p>\n\n<p>Anche se la Terra è avvolta per il 70 per cento dall’acqua, solo una piccola quota degli 8 milioni di chilometri cubi di acqua dolce è effettivamente utilizzabile e la pressione congiunta di crescita demografica, aumento dei consumi pro capite e inquinamento stanno rendendo la risorsa idrica un bene sempre più prezioso. E sempre più conteso, come dimostra la moltiplicazione dei conflitti per il controllo dei fiumi in un mondo in cui 1,4 miliardi di persone non ha accesso all’acqua potabile.</p>\n\n<p>«La favola a lieto fine che ci avevano insegnato a scuola, con l’acqua che arriva al mare, poi sale sotto forma di nuvoletta e torna a scendere con la pioggia in un ciclo infinito che permette a tutti di bere, non è più vera», spiega Andrea Segrè, preside della facoltà di Agraria a Bologna e animatore della campagna contro lo spreco. «I conti non tornano perché stiamo usando più acqua di quella disponibile senza impoverire le riserve e, soprattutto, ne utilizziamo una quantità incredibile per produrre alimenti che poi buttiamo via al momento della raccolta, della distribuzione o del consumo: in Italia ogni anno si spreca una quantità di cibo che basterebbe a sfamare, nello stesso periodo, tutti gli spagnoli».</p>\n\n<p>Used by permission of Repubblica.it</p>\n\n<p><strong>Fonte numero 2</strong></p>\n\n<p><em>Introduzione</em></p>\n\n<p>Questo testo tratta del consumo mondiale dell’acqua. I dati originali sono stati pubblicati il 13 luglio 2011 in Italia. Sono stati compilati da Last Minute Market, una società di ricercatori e docenti dell’Università di Bologna.</p>\n\n<p><strong>Consumo dell’acqua</strong></p>\n\n<p><strong>L’impronta idrica</strong></p>\n\n<p><img alt=\"A chart titled &quot;Consumo dell'acqua L'impronta idrica&quot;. The chart has 9 rows and two columns. The first row spans both columns and says &quot;Volume di acqua dolce consumata per produrre (litri)&quot; . Row two, column one says &quot;1 chilo di grano&quot; and column two says &quot;1.300&quot;. Row three, column one says &quot;1 chilo di riso&quot; and column two says &quot;3.400&quot;. Row four, column one says &quot;1 chilo di carne di pollo&quot; and column two says &quot;3.900&quot;. Row five, column one says &quot;1 chilo di carne rossa&quot; and column two says &quot;15.500&quot;. Row six, column one says &quot;1 automobile&quot; and column two says &quot;400.000&quot;. Row seven spans both columns and says &quot;Consumo idrico giornaliero pro capite (litri)&quot;. Row eight, column one says &quot;Italia&quot; and columns two says &quot;186&quot;. Row night, column one says &quot; Paesi in via di sviluppo&quot; and column two says &quot;20&quot;.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/eace15bc0a6cafdee4ae66905faebfb0/original.png\" width=\"400\"></p>\n\n<p><strong>Fonte numero 3</strong></p>\n\n<p>Hai 30 secondi per leggere l’introduzione.</p>\n\n<p><em>Introduzione</em></p>\n\n<p>Questo testo tratta del consumo dell’acqua del rubinetto in Italia. Il servizio originale, intitolato «L’acqua del rubinetto», è stato pubblicato l’11 luglio 2011 in Italia. È stato ideato da Roberto Cavallo, presidente della Cooperativa E.R.I.C.A., un’organizzazione che si occupa di salvaguardare l’ambiente. Parla Roberto Cavallo. Questo testo dura circa tre minuti.</p>\n\n<p><span style=\"font-size:0.8em\">\"Video guida ecologica: risparmiare sull’acqua\" by Valentina Mele from (ital)DeA byDay(ital), copyright © 2009 by De Agostini Editore SpA. Used by permission.</span></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_3e1863538ffc582481e8894af64c3d75\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/259e9cf722e086b615066bb843d75c8d/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]