[{"id":"FT535095","type":"longtextV2","stimulusHtml":"<p><strong>Interpersonal Writing: E-mail Reply</strong></p>\n\n<p><em>Time — Approximately 15 minutes</em></p>\n\n<ul>\n\t<li>\n\t<p>You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\t</li>\n\t<li>\n\t<p>Devi rispondere a un’email. Hai 15 minuti per leggere il messaggio e scrivere la tua risposta.</p>\n\n\t<p>La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n\t</li>\n</ul>\n\n<p>Tema del corso: Vita contemporanea</p>\n\n<p><strong>Introduzione</strong></p>\n\n<p>Il mittente di questo messaggio email è Nadia Nardini, direttore di Porte Aperte. Ricevi il messaggio perché avevi scritto all’agenzia Porte Aperte per avere informazioni su programmi di studio in Italia.</p>\n\n<p>Da: Nadia Nardini</p>\n\n<p>Soggetto: Eventuale iscrizione a un programma di studio in Italia</p>\n\n<p>Caro studente,</p>\n\n<p>La ringraziamo per l’interesse espresso nei confronti dei nostri programmi di studio in Italia. Per assicurarle un’esperienza di studio e soggiorno indimenticabili, faremo di tutto per aiutarla a scegliere un programma corrispondente ai suoi interessi e alloggiarla c/o una famiglia che condivida le sue abitudini ed i suoi gusti. Perciò, per evitare di inviarle informazioni inutili, vorremmo sapere qualcosa in più circa le sue preferenze e le sue intenzioni. Le risposte alle seguenti domande ci aiuterebbero ad offrirle un’esperienza meravigliosa.</p>\n\n<ul>\n\t<li>\n\t<p>Quali regioni dell’Italia le interessano particolarmente e perché?</p>\n\t</li>\n\t<li>\n\t<p>Quali dovrebbero essere le caratteristiche della famiglia ospite ideale?</p>\n\t</li>\n</ul>\n\n<p>Saremmo molto grati di ricevere le sue risposte al più presto per poter inviarle a stretto giro di posta varie proposte.</p>\n\n<p>In attesa di un suo gentile riscontro, porgiamo</p>\n\n<p>cordiali saluti,</p>\n\n<p>Nadia Nardini</p>\n\n<p>Direttore, Porte Aperte</p>\n\n<p>Programmi di Studio in Italia</p>\n"}]