[{"id":"FT535367","type":"mcq","stimulusHtml":"<p>Cosa rappresentano le macchie rosso fuoco della fotograﬁa?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following selection carefully for comprehension. The selection is followed by a number of questions. For each question, choose the response that is best according to the selection.</p>\n\n<p>This selection was originally published in the <em>Corriere della Sera</em> newspaper in October 2004.</p>\n\n<p class=\"text-center\"><strong>Ecco la Terra inquinata</strong></p>\n\n<p>In un’immagine sola tutto l’inquinamento del pianeta. Una foto impressionante. Tante macchie rosso fuoco: è lì che la Terra è malata. E la malattia coincide con le regioni più industrializzate del mondo. C’è anche la Pianura Padana. Non è una sorpresa, lo sapevamo da tempo. Lo sviluppo industriale, la crescita della popolazione, il sempre più intenso uso dei mezzi di trasporto generano gas che ﬁniscono nell’atmosfera, deteriorandola inesorabilmente. La fotograﬁa raccolta dal satellite Envisat dell’agenzia spaziale europea ci mostra la distribuzione e la concentrazione del biossido di azoto secondo un valore medio uscito dalla continua osservazione condotta nelle ultime due stagioni invernali e durante l’estate. Questo gas è generato dai processi di combustione e quindi dalle attività industriali, dai motori delle automobili, dalle centrali che producono energia.</p>\n\n<p>Ma c’è anche un contributo naturale perché viene pure generato dal cadere di un fulmine. Le maggiori concentrazioni di biossido di carbonio si trovano sulla Valle Padana, nell’Europa settentrionale, sulla costa est degli Stati Uniti, in Sudafrica e nella estesa regione asiatica che comprende, oltre la Cina anche il Giappone e la Corea. Tutte zone dove lo sviluppo dell’attività umana è sempre più intenso. Ma ci sono poi delle aggravanti.</p>\n\n<p>L’area dell’Italia settentrionale è più vulnerabile a causa dell’orograﬁa<sup>1</sup>, di una circolazione dei venti difficile che provoca come conseguenza un ristagno delle immissioni.</p>\n\n<p>Gli Stati Uniti, soprattutto lungo la costa ovest, sono sempre più preoccupati della «nuvola nera» asiatica perché questa ormai viaggia e si diffonde in più direzioni. E persino sugli oceani sono stati fotografati addensamenti di particelle che ﬁniscono per degradare l’aria di paesi molto lontani dal luogo d’origine. E questo è un problema perché i limiti di inquinamento di una nazione ﬁniscono per essere superati non per attività propria, ma per l’arrivo delle particelle straniere dal cielo. La mappa compilata con l’osservazione spaziale dimostra chiaramente che le aree più evolute della Terra soffrono tutte dello stesso male ambientale. E insieme devono convincersi della necessità di trovare un rimedio efficace, al di là delle molte parole spese inutilmente nelle periodiche assemblee mondiali.</p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup>orograﬁa: le montagne</span></p>\n"}],"choicesHtml":["<p>La differenza di temperatura fra estate e inverno</p>","<p>Le parti geograﬁche più inquinate della Terra </p>","<p>La radioattività delle centrali nucleari</p>","La crescita della popolazione nella Pianura Padana"],"answer":0}]