[{"id":"FT535380","type":"mcq","stimulusHtml":"Perché un padre dice che «ci siamo scoperti più liberi» (paragrafo 1)?","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following selection carefully for comprehension. The selection is followed by a number of questions. For each question, choose the response that is best according to the selection.</p>\n\n<p>This selection was originally published in<em> Oggi</em> magazine in June 2004.</p>\n\n<p>Siamo a Cavriglia, verde paese sulle pendici del Chianti. Il sindaco ha aderito con entusiasmo all’invito dei medici: chiedere a un gruppo di bambini del paese fra i sei e i dodici anni di spegnere per una settimana la televisione, il computer e tutti i videogiochi possibili e immaginabili. Hanno aderito al progetto 74 bambini della scuola Dante Alighieri che normalmente passano davanti al video, fra televisione, computer e videogiochi, circa tre ore al giorno. L’esperimento ha trasformato abitudini e stili di vita. Racconta ad esempio una madre: «Ho pensato di organizzare una specie di partita di calcio in casa per mio ﬁglio Edoardo. Questo è accaduto il lunedì, giorno critico in quanto inizio dell’esperimento. Il martedì siamo usciti insieme all’amico Gianmarco a giocare fuori. Il mercoledì abbiamo organizzato la prova del cuoco. Tutti in cucina a fare biscotti con la cioccolata.» Soddisfatti sono apparsi un po’ tutti. «Nelle case dove i televisori sono spenti—dice il sindaco—si chiacchiera, si gioca, si legge. I bambini si sono adattati senza difficoltà.» Racconta Edoardo: «Il primo giorno è stato durissimo: mi mancavano soprattutto i gameboy. Ma ho resistito. Frequentando di più la mamma, ho scoperto di avere una passione per le torte . . . No, non di mangiarle, quello lo sapevo già, ma di cucinarle.» Una cosa è certa sui risultati dell’esperimento: i bambini che hanno spento la televisione hanno acceso la fantasia insieme ai loro genitori. «E alla ﬁne ci siamo scoperti più liberi—afferma un padre—capaci di resistere ai condizionamenti del piccolo schermo.»</p>\n"}],"choicesHtml":["<p>Le mamme potevano parlare con il sindaco.</p>","<p>Tutti si sono liberati dal condizionamento della televisione.</p>","<p>I bambini erano liberi di fare quello che volevano.</p>","<p>I genitori uscivano spesso senza bambini.</p>"],"answer":0}]