[{"id":"FT534818","type":"mcq","stimulusHtml":"<p>Come dipinge il brano la relazione tra Lisa dei Gherardini e Leonardo da Vinci?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following selection carefully for comprehension. The selection is followed by a number of questions. For each question, choose the response that is best according to the selection.</p>\n\n<p>This selection was originally published on the Bol Web site in August 2007.</p>\n<img alt=\"A selection is shown from the Bol Website. Links to different parts of the website are shown at the top. On the left are two links. One has a picture of an envelope and reads segnala il libro ad un amico. The other has a picture of a pen and paper and reads scrivi la tua recensione. Below this is a box which reads immagine non disponibile. The title of the selection is L'enigma della Gioconda. Below that it reads Jeanne Kalogridis, Prezzo di copertina: Euro 18.60, Cartonato 551 Longanesi 2007. The text has a subtitle Contenuto. The text reads, Ogni grande opera d'arte racchiude un mistero, e la &quot;gioconda&quot; di Leonardo da Vinci è forse il quadro su cui più si è discusso e ipotizzato. Madonna Lisa dei Gherardini è nata nel mistero, e i tenebrosi inganni, trame de morte, avidità e passioni della Firenze Rinascimentale si sono addensati su di lei ancor prima della sua nascita. Ma seppur giovanissima, Lisa è forte, volitiva. Non si rassegna a un mondo dove il futuro di una fanciulla è, per tradizione, deciso da altri. Lisa vuol conoscere ciò che le viene nascosto, siano pure sofferenze e dolore, e presto diventa protagonista degli intrighi politici della dua amata Firenze. Nella fitta trama della sua storia emerge la figura di Leonardo: amico, artista, ma anche spia e uomo d'azione, che accompagnerà Lisa alla ricerca della verità, per quanto sconvolgente e terribile possa essere. Un segreto catturato sulla tela che rimane, ancora oggi, una delle meraviglie dell'umanità. Two links at the bottom read aggiungi al carrello and aggiungi alla lista dei desideri. \" height=\"636\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a89165828abe1a120444337d87cc7903/original.jpg\" width=\"568\">"}],"choicesHtml":["Sono amanti.","<p>Sono sposati.</p>","<p>Sono competitori.</p>","<p>Sono compagni.</p>"],"answer":2}]