[{"id":"FT534927","type":"mcq","stimulusHtml":"<p>Qual è lo stato civile della narratrice?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following selection carefully for comprehension. The selection is followed by a number of questions. For each question, choose the response that is best according to the selection.</p>\n\n<p>This selection was originally published in the novel <em>La romana</em> in 1947.</p>\n\n<p class=\"text-center\"><strong>Memorie di Adriana </strong></p>\n\n<p>Ho detto che allora pensavo soprattutto a sposarmi e posso anche dire come mi si presentava questo pensiero. Il viale suburbano sul quale sorgeva la nostra casa poco più in giù entrava in un quartiere meno povero. Invece delle lunghe e basse case dei ferrovieri, sorgevano numerosi villini circondati da giardini. Non erano lussuosi, ci abitavano impiegati e piccoli commercianti, ma, in confronto alla nostra squallida casa, davano il senso di una vita più agiata e più lieta.</p>\n\n<p>Una sera d’estate, passeggiando con la mamma per il viale, vidi attraverso le ﬁnestre di una di quelle villette una scena familiare che mi rimase impressa e mi sembrò in tutto rispondente all’idea che mi facevo di una vita normale e decente. Una stanza piccola ma pulita, con la carta da parati a ﬁori, una credenza e un lume centrale sospeso sopra la tavola apparecchiata. Intorno la tavola cinque o sei persone, tra cui, mi pare, tre bambini dagli otto ai dieci anni. Nel mezzo della tavola una zuppiera; e la madre, in piedi, che scodellava la minestra. Sembrerà strano; ma di tutte queste cose, quella che mi colpì di più fu la luce del lume centrale; o meglio l’aspetto straordinariamente sereno e normale che le cose assumevano in quella luce. Dopo, ripensando a quella scena, mi dissi con assoluta convinzione che dovevo propormi come scopo di abitare un giorno in una casa come quella, di avere una famiglia come quella e di vivere in quella stessa luce che pareva rivelare la presenza di tanti tranquilli e sicuri affetti. Molti penseranno che avevo aspirazioni modeste. Ma bisogna tener conto delle mie condizioni di allora. A me, nata nella casa dei ferrovieri, quella villetta faceva lo stesso effetto che, probabilmente, agli abitanti della villetta da me così invidiati le dimore più ricche e più grandi dei quartieri agiati della città. Così ciascuno mette il proprio paradiso nell’inferno degli altri.</p>\n"}],"choicesHtml":["<p>Nubile </p>","<p>Vedova </p>","<p>Divorziata </p>","<p>Sposata</p>"],"answer":-1}]