[{"id":"FT536271","type":"longtextV2","stimulusHtml":"<p><strong>E-mail Reply</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\t</li>\n\t<li>\n\t<p>Devi rispondere a un’email. Hai 15 minuti per leggere il messaggio e scrivere la tua risposta.</p>\n\n\t<p>La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n\t</li>\n</ul>\n\n<p>Tema del corso: Scienza e tecnologia</p>\n\n<p>Introduzione</p>\n\n<p>Il mittente di questo messaggio email è Pierluigi Costa, Servizio Clienti di Canale 7. Ricevi il messaggio perché avevi contattato Canale 7 per vedere se c’era la possibilità di un abbonamento al loro servizio di TV satellitare durante il tuo soggiorno in Italia con la tua famiglia.</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"An email header is shown: &quot;Da: Pierluigi Costa&quot; and a line which says &quot;Soggetto: Canale 7 TV satellitare: abbonamenti e servizi&quot;\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/969c77ea0f613b3bc4bfe6888f09680d/original.png\">\n<p>Gentile cliente,</p>\n\n<p>grazie per l’interesse dimostrato nei confronti della nostra azienda e dei nostri servizi. Saremmo felici di allietare la vostra permanenza in Italia con la nostra televisione che offre programmi sia in lingua italiana sia in lingua inglese. Le ricordo che offriamo anche una grande varietà di servizi che vanno dalla connessione a Internet al noleggio di consolle per videogiochi.</p>\n\n<p>Per fornirvi un pacchetto personalizzato al prezzo più vantaggioso, avremmo bisogno di sapere:</p>\n\n<ul>\n\t<li>\n\t<p>Quanti siete in famiglia e quali tipi di programmi TV preferite?</p>\n\t</li>\n\t<li>\n\t<p>A quali altri servizi siete interessati?</p>\n\t</li>\n</ul>\n\n<p>Augurandoci di ricevere al più presto un suo riscontro, restiamo a disposizione per ulteriori chiarimenti.</p>\n\n<p>Cordiali saluti.</p>\n\n<p>Pierluigi Costa</p>\n\n<p>Servizio Clienti</p>"}]