[{"id":"FT534945","type":"mcq","stimulusHtml":"<p>Qual è l’argomento principale del brano?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following selection carefully for comprehension. The selection is followed by a number of questions. For each question, choose the response that is best according to the selection.</p>\n\n<p>This selection was originally published in the book <em>Amata scrittura</em> in 2000.</p>\n\n<p class=\"text-center\"><strong>Libri e lettori </strong></p>\n\n<p>Ho sempre pensato che chi legge un libro, in qualche modo lo riscrive. L’autore porge delle indicazioni ma poi è il lettore che deve saper ricostruire con la sua immaginazione e il suo sapere il mondo in cui si trova a vivere attraverso i corpi estranei dei personaggi.</p>\n\n<p>Per questo considero la lettura una vera gioia amorosa, non per i contenuti che mi offrono i libri ma perché leggere è un grande esercizio di soggettività. Leggendo ci si fa soggetto di una storia, di un discorso, di una riﬂessione, di una fantasia, di un sogno. E l’intensità di questo farsi non ha limiti, non ha cesure.</p>\n\n<p>Il rapporto tra chi legge e chi scrive, pur essendo un rapporto fra due corpi, non è l’incontro naturale di due persone che si parlano, si capiscono, si riconoscono: la comunicazione tra i due passa attraverso una convenzione molto complessa che è la scrittura. Il lettore deve decifrare un linguaggio, applicare un codice, compiere un’operazione che presuppone un grande lavoro di concentrazione.</p>\n\n<p>Però quando ci si riesce, si prova un profondo piacere: si scopre di potere vivere tante vite diverse, di potere viaggiare nel tempo e nello spazio. Noi siamo chiusi dentro una vita limitata, prevedibile, spesso asﬁttica, e i romanzi danno la possibilità di attraversare altre esistenze, altri panorami, calzando altre scarpe, annusando altri odori, in un tempo che non ci appartiene.</p>\n\n<p>Il luogo comune vuole che si legga per imparare. Il che può anche essere vero. Ma soprattutto si legge per il piacere di farlo. Parlo di romanzi naturalmente e non di saggi o libri di studio. Ci si innamora di un libro come di una persona e si ha voglia di conoscerla meglio. Da qui il desiderio di leggere tutto ciò che ha scritto l’autore di cui ci siamo invaghiti. A volte si è proprio stregati da un romanzo e ci portiamo nella memoria i suoi personaggi, le sue storie, come fossero parte della nostra vita.</p>\n\n<p>Uno scrittore, in genere, non ha nessun intento didascalico, insegue i suoi sogni, le sue ossessioni, i suoi fantasmi e non pensa mai né a educare né a insegnare. Capita però che se il libro è bello, intelligente, profondo, ﬁnisce per essere anche educativo. Ma direi che questo avviene quasi a dispetto dell’autore, a prescindere dalle sue volontà.</p>\n"}],"choicesHtml":["<p>Le difficoltà che si affrontano scrivendo un libro</p>","<p>Il rapporto tra il lettore e il testo</p>","<p>L’interesse generale per i libri di viaggio</p>","<p>La possibilità di conoscere altri lettori</p>"],"answer":0}]