[{"id":"FT536275","type":"longtextV2","stimulusHtml":"<p><strong>E-mail Reply</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\t</li>\n\t<li>\n\t<p>Devi rispondere a un’email. Hai 15 minuti per leggere il messaggio e scrivere la tua risposta.</p>\n\n\t<p>La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n\t</li>\n</ul>\n\n<p>Tema del corso: Identità privata e pubblica</p>\n\n<p>Introduzione</p>\n\n<p>Il mittente di questo messaggio email è Maria Cortina, direttrice dei laboratori didattici, Centro di Ricerca sull’Emigrazione Italiana, Perugia. Ricevi il messaggio perché le avevi scritto chiedendo informazioni sui laboratori didattici e i materiali di ricerca offerti dal centro.</p>\n\n<p><img alt=\"An email header is shown: &quot;Da: Maria Cortina&quot; and a line which says &quot;Soggetto: Laboratori didattici e ricerca&quot;.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/196f1d9d3937d146b869dd4822e86b71/original.png\"></p>\n\n<p>Caro studente,<br>\ngrazie per il suo interesse per le nostre attività didattiche e le nostre risorse. Durante la sua permanenza estiva di due settimane a Perugia, avrà tante possibilità di approfondire la sua conoscenza della storia della migrazione italiana grazie ai nostri docenti, banche dati, fonti multimediali e laboratori.</p>\n\n<p>In ogni laboratorio si svolge un confronto tra l’Italia di ieri, paese di emigrazione, e l’Italia di oggi, terra d’immigrazione. I laboratori offrono diverse prospettive sull’argomento e hanno una durata che varia da 3 a 4 ore.</p>\n\n<p>Per poterla aiutare nel suo progetto di ricerca, ci servirebbero le seguenti informazioni:</p>\n\n<ul>\n\t<li>\n\t<p>Quali sono le ragioni del suo interesse per quest’argomento?</p>\n\t</li>\n\t<li>\n\t<p>Quali aspetti della migrazione italiana intende esplorare presso il nostro centro?</p>\n\t</li>\n</ul>\n\n<p>Attendiamo con ansia una sua risposta e siamo a sua disposizione per ulteriori chiarimenti.</p>\n\n<p>Cordiali saluti.</p>\n\n<p>Maria Cortina</p>\n\n<p>Direttrice dei laboratori didattici</p>\n\n<p>Centro di Ricerca sull’Emigrazione Italiana</p>\n\n<p>Perugia</p>\n"}]