[{"id":"FT581594","type":"mcq","stimulusHtml":"<p>Qual è il messaggio principale del testo?</p>","features":[{"type":"sharedpassage","html":"<p>This selection was originally published in the book</p>\n\n<p><em>Last night a DJ saved my life: La storia del disc</em></p>\n\n<p><em>jockey</em> in June 2012.</p>\n\n<p>&nbsp;</p>\n\n<p>Non è bastato l’aiuto del celebre marito, il</p>\n\n<p>calciatore Beckham, per riconquistare il primo posto</p>\n\n<p>delle classifiche britanniche. Imponenti tour</p>\n\n<p>promozionali, apparizioni in televisione, gadget... a</p>\n\n<p><strong>(5)&nbsp;</strong>nulla sono serviti per salvare l’ex Spice Victoria</p>\n\n<p>Adams (la Posh Spice) dalla perdita del primo posto</p>\n\n<p>nelle prestigiose classifiche inglesi. Scalzata, nel</p>\n\n<p>breve volgere di una settimana, da un giovanissimo dj</p>\n\n<p>veneziano: Cristiano Spiller, venticinque anni, che con</p>\n\n<p><strong>(10)&nbsp;</strong>il singolo <em>Groovejet / If This Ain’t Love</em> ha venduto</p>\n\n<p>immediatamente 500mila copie. Una storia, la sua, di</p>\n\n<p>quelle che solo il microcosmo della musica dance</p>\n\n<p>elettronica può esprimere.</p>\n\n<p>Il brano, infatti – registrato in un minuscolo studio</p>\n\n<p><strong>(15)&nbsp;</strong>casalingo, in una notte soltanto – arriva a Miami in</p>\n\n<p>occasione del Winter Conference, una</p>\n\n<p>rassegna-convegno sulla dance internazionale, sotto</p>\n\n<p>forma di Cd promo e un dj tedesco di origine</p>\n\n<p>sovietica, Boris Dlugosch, lo inserisce nelle sue</p>\n\n<p><strong>(20)&nbsp;</strong>selezioni durante una serata nel prestigioso Groovejet</p>\n\n<p>Club. Il resto, come sempre in questi casi, avviene</p>\n\n<p>senza alcuna strategia di marketing. Bastano il rapido</p>\n\n<p>passaparola per le piste da ballo di ogni angolo del</p>\n\n<p>pianeta più una piccola etichetta indipendente di</p>\n\n<p><strong>(25)&nbsp;</strong>Milano – la JT Company, che si innamora del progetto</p>\n\n<p>–e lo smacco per Victoria arriva in pochi giorni.</p>\n\n<p>Un successo della passione tutta italiana per la</p>\n\n<p>costruzione artigianale, il gusto per le piccole cose: un</p>\n\n<p>ritmo (quello della house music) che non si ferma mai</p>\n\n<p><strong>(30)&nbsp;</strong>e cambia vorticosamente direzione ogni pochi</p>\n\n<p>secondi, una voce femminile (quella di Sophie</p>\n\n<p>Ellis-Bextor) che sembra uscita da una cantina del</p>\n\n<p>rock indipendente.</p>\n\n<p>«Una formula che conferma», dice Spiller, «le</p>\n\n<p><strong>(35)&nbsp;</strong>possibilità sperimentali della musica house, la sua</p>\n\n<p>capacità di azzerare i confini dei generi per</p>\n\n<p>assecondare gli stili più disparati. Così la pista da</p>\n\n<p>ballo ancora una volta dimostra quanto labili siano i</p>\n\n<p>confini geografici e come sia possibile, attraverso un</p>\n\n<p><strong>(40)&nbsp;</strong>uso della tecnologia casalinga mediato da grande</p>\n\n<p>sensibilità musicale, superare le vendite di prodotti</p>\n\n<p>pop come le Spice Girls».</p>\n"}],"choicesHtml":["<p>Idee originali e creatività sono sufficientiper la buona riuscita di un progetto.</p>","<p>Il buon esito di un progetto dipende dainvestimenti e campagne pubblicitarie.</p>","<p>migliori dj provengono dall’Italia e dallaGermania.</p>","<p>Per avere successo come dj, bisognaconquistare il mercato americano.</p>"],"answer":-1}]