[{"id":"FT581576","type":"mcq","stimulusHtml":"<p>Qual è l’atteggiamento di Bustianeddu verso la scuola?</p>","features":[{"type":"sharedpassage","html":"<p>This selection was originally published in the novel <em>Cenere </em>in 1904.</p>\n\n<p style=\"margin-left: 40px;\"><strong>Il primo giorno di scuola</strong></p>\n\n<p>Anania si sentiva felice, benché il compagno</p>\n\n<p>parlasse male della scuola e dei maestri.</p>\n\n<p>— Il tuo maestro, Ananì, pare un gallo, col berretto</p>\n\n<p>rosso e la voce rauca. Io l’ho dovuto sopportare per un</p>\n\n<p><strong>(5)&nbsp;</strong>anno, che il diavolo gli roda il calcagno.</p>\n\n<p>Le scuole erano all’altra estremità di Nuoro, in un</p>\n\n<p>convento circondato da orti melanconici; la classe di</p>\n\n<p>Anania, al pianterreno, guardava sulla strada solitaria;</p>\n\n<p>molta polvere copriva le pareti, la cattedra del maestro</p>\n\n<p><strong>(10)&nbsp;</strong>sembrava rosicchiata dai topi; macchie d’inchiostro,</p>\n\n<p>incisioni e graffiti, nomi che parevano geroglifici,</p>\n\n<p>decoravano i banchi.</p>\n\n<p>Anania provò una vera delusione nel veder</p>\n\n<p>comparire, invece del maestro descrittogli da</p>\n\n<p><strong>(15)&nbsp;</strong>Bustianeddu, una maestra vestita in costume, piccola</p>\n\n<p>e pallida, con due baffetti neri sul labbro superiore</p>\n\n<p>come li aveva anche zia Tatàna.</p>\n\n<p>Quaranta bambini animavano la classe. Anania era</p>\n\n<p>il più grande di tutti, e forse per ciò la piccola</p>\n\n<p><strong>(20)&nbsp;</strong>maestra, che aveva anche due terribili occhi neri, si</p>\n\n<p>rivolgeva a lui di preferenza, chiamandolo col solo</p>\n\n<p>cognome e parlandogli un po’ in dialetto sardo, un po’</p>\n\n<p>in lingua italiana.</p>\n\n<p>Quest’attenzione ostinata non gli piaceva, ma gli</p>\n\n<p><strong>(25)&nbsp;</strong>giovò: dopo tre sole ore di scuola egli sapeva già</p>\n\n<p>leggere e scrivere due vocali; è vero che una era la</p>\n\n<p>vocale <em>o</em>, ma ciò non toglieva importanza al suo</p>\n\n<p>merito.</p>\n\n<p>Verso le undici, però, egli era già stufo della scuola</p>\n\n<p><strong>(30)&nbsp;</strong>e della maestra, nonché del vestito nuovo che lo</p>\n\n<p>impacciava assai: sbadigliava e pensava al cortiletto,</p>\n\n<p>al sambuco, al cestino dei fichi d’India, ove ogni tanto</p>\n\n<p>egli usava cacciar le manine agguerrite contro le</p>\n\n<p>spine.</p>\n\n<p><strong>(35)&nbsp;</strong>Non veniva mai l’ora d’andar via, dunque? Molti</p>\n\n<p>compagni piangevano, e la maestra si sfiatava invano,</p>\n\n<p>predicando l’amor della scuola e la tranquillità.</p>\n\n<p>Finalmente l’uscio s’aprì: comparve e disparve</p>\n\n<p>come un lampo la figura sbarbata del bidello, – anche</p>\n\n<p><strong>(40)&nbsp;</strong>lui vestito in costume, – risuonò la sua voce:</p>\n\n<p>— È ora! — I bambini si precipitarono verso la</p>\n\n<p>porta spingendosi, gridando, ed Anania rimase ultimo</p>\n\n<p>accanto alla maestra che lo accarezzò sulla testa con</p>\n\n<p>la piccola mano scarna.</p>\n\n<p><strong>(45)&nbsp;</strong>— Bravo, — gli disse: — sei il figlio di Anania</p>\n\n<p>Atonzu?</p>\n\n<p>— Sissignora.</p>\n\n<p>— Bravo. Tanti saluti <em>a tua madre.</em></p>\n\n<p>Egli naturalmente capì che questi saluti erano per la</p>\n\n<p><strong>(50)&nbsp;</strong>zia Tatàna: e subito la maestra, che lo lasciò per</p>\n\n<p>mischiarsi alla folla dei bambini schiamazzanti, gli</p>\n\n<p>diventò cara.</p>\n"}],"choicesHtml":["<p>Malinconico</p>","<p>Negativo</p>","<p>Curioso</p>","<p>Distaccato</p>"],"answer":0}]