[{"id":"FT581585","type":"mcq","stimulusHtml":"<p>Secondo il brano, le Terapie Assistite dagli Animali contribuiscono principalmente</p>","features":[{"type":"sharedpassage","html":"<p>This selection was originally published on the</p>\n\n<p>Ministero della Salute Web site in March 2013.</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 120px;\"><strong>Animali terapeuti</strong></p>\n\n<p>Il termine pet therapy indica una serie complessa di</p>\n\n<p>utilizzi del rapporto uomo-animale in campo medico e</p>\n\n<p>psicologico.</p>\n\n<p>La pet therapy può anche contribuire, affiancando</p>\n\n<p><strong>(5)&nbsp;</strong>ed integrando le terapie mediche tradizionali, al</p>\n\n<p>miglioramento dello stato di salute di chi si trova in</p>\n\n<p>particolari condizioni di disagio, attraverso Terapie</p>\n\n<p>Assistite dagli Animali (TAA), interventi mirati a</p>\n\n<p>favorire il raggiungimento di funzioni fisiche, sociali,</p>\n\n<p><strong>(10)&nbsp;</strong>emotive e/o cognitive.</p>\n\n<p>È stato infatti rilevato che il contatto con un</p>\n\n<p>animale, oltre a garantire la sostituzione di affetti</p>\n\n<p>mancanti o carenti, è particolarmente adatto a favorire</p>\n\n<p>i contatti inter-personali offrendo spunti di</p>\n\n<p><strong>(15)&nbsp;</strong>conversazione, di ilarità e di gioco, l’occasione, cioè,</p>\n\n<p>di interagire con gli altri per mezzo suo.</p>\n\n<p>È stato dimostrato che accarezzare un animale,</p>\n\n<p>oltre ad aumentare la coscienza della propria</p>\n\n<p>corporalità, essenziale nello sviluppo della</p>\n\n<p><strong>(20)&nbsp;</strong>personalità, contribuisce a regolare la frequenza</p>\n\n<p>cardiaca.</p>\n\n<p>Che si tratti di un coniglio, di un cane, di un gatto o</p>\n\n<p>di altro animale scelto dai responsabili di programmi</p>\n\n<p>di pet therapy, la sua presenza solitamente risveglia</p>\n\n<p><strong>(25)&nbsp;</strong>l’interesse di chi ne viene a contatto, catalizza la sua</p>\n\n<p>attenzione.</p>\n\n<p>Le attività ludiche e ricreative organizzate in</p>\n\n<p>compagnia e con lo stimolo degli animali, il dare loro</p>\n\n<p>da mangiare, il prenderli in braccio per accarezzarli e</p>\n\n<p><strong>(30)&nbsp;</strong>coccolarli hanno lo scopo di riunire i bambini, farli</p>\n\n<p>rilassare e socializzare tra loro in modo da sollecitare</p>\n\n<p>contatti da mantenere durante il periodo più o meno</p>\n\n<p>lungo di degenza, migliorare, cioè la qualità della loro</p>\n\n<p>vita in quella particolare contingenza.</p>\n\n<p><strong>(35)&nbsp;</strong>Altre esperienze di Attività Assistite dagli Animali</p>\n\n<p>riguardano anziani ospiti di case di riposo. Si è</p>\n\n<p>osservato che a periodi di convivenza con animali è</p>\n\n<p>corrisposto un generale aumento del buon umore, una</p>\n\n<p>maggiore reattività e socievolezza, contatti più facili</p>\n\n<p><strong>(40)&nbsp;</strong>con i terapisti.</p>\n\n<p>Il crescente interesse in materia e la mancanza di</p>\n\n<p>strumenti legislativi che regolino le terapie svolte con</p>\n\n<p>l’ausilio degli animali, ha fatto sorgere la necessità di</p>\n\n<p>effettuare da parte dell’Istituto Superiore di Sanità una</p>\n\n<p><strong>(45)&nbsp;</strong>ricognizione delle attività svolte a livello nazionale.</p>\n\n<p>Il rapporto include i risultati di un censimento delle</p>\n\n<p>terapie e attività assistite in alcune regioni italiane e</p>\n\n<p>presenta alcuni esempi. Vengono esaminati i problemi</p>\n\n<p>etici legati all’utilizzo degli animali a fini terapeutici e</p>\n\n<p><strong>(50)&nbsp;</strong>di assistenza e suggerite linee guida per una corretta</p>\n\n<p>pratica di queste attività.</p>\n"}],"choicesHtml":["<p>a curare persone con gravi malattie croniche</p>","<p>ad aumentare il benessere generale dell’individuo</p>","<p>a facilitare lo sviluppo cognitivo dei bambini</p>","<p>ad aiutare gli anziani a prendersi cura degli animali domestici</p>"],"answer":0}]