[{"id":"VH904294","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904289.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Il ragazzo non riesce a essere felice perché</p>\n","rubricRef":"VH904294_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"introduction passage-intro\">Questo testo tratta di un incontro tra la luna ed un ragazzo. Il racconto originale, intitolato «La bellezza della luna», è stato pubblicato il 17 luglio 2012 in Italia da Carmen Piras, un'autrice italiana. La Luna è il personaggio principale del racconto e parla con un ragazzo che si è fermato in riva ad un lago.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">La bellezza della luna</p>\n</div>\n\n<p class=\"passage_para\">Ogni sera si specchiava sulle acque scure e profonde del lago. Adorava guardare la sua immagine riflessa su quella magica distesa d’argento. E sapeva di essere la creatura più bella che dominava il cielo.</p>\n\n<p class=\"passage_para\">Dall’alto poteva vedere tutto, e tutti la potevano vedere e ammirare, ma lei si interessava soltanto alla sua immagine riflessa sul lago.</p>\n\n<p class=\"passage_para\">Una sera, sentì che qualcuno piangeva in riva al lago. Dopo poco, lo vide; era un ragazzo con capelli biondi e lisci come fili d’oro e con due grandi occhi azzurri coperti da un velo cristallino di lacrime e, seduto sull’erba umida della sera, piangeva tenendosi il capo fra le mani.</p>\n\n<p class=\"passage_para\">«Perché sei triste?», gli chiese dolcemente la Luna, «guardare la mia bellezza su questo splendido specchio non ti rende felice?»; il ragazzo sollevò il viso verso di lei, «è proprio la tua bellezza che mi rattrista», le rispose.</p>\n\n<p class=\"passage_para\">«La mia bellezza?», gli domandò la luna, «e per quale ragione?». «Sarei felice se possedessi un po’ della tua bellezza», rispose il ragazzo, «nessuno sulla Terra può possedere la bellezza della Luna e questo mi renderebbe davvero felice».</p>\n\n<p class=\"passage_para\">Vedendolo così infelice, la Luna ebbe compassione; «Chi mi guarda non può essere triste, se ciò che desideri tanto è un po’ della mia bellezza, te la darò», gli disse infine.</p>\n\n<p class=\"passage_para\">«Non sai quanto mi rallegra il tuo dono. Per gli uomini la bellezza è l’unica cosa davvero importante e io nasconderò tutto me stesso dietro alla tua bellezza», replicò lui.</p>\n\n<p class=\"passage_para\">La Luna gli sorrise tristemente, da sempre si specchiava nel lago e si ammirava e separarsi da una parte di lei tanto importante le aveva tolto la gioia. «Mentre torni a casa, però, fai attenzione al Tempo; passa rapido e spesso non ci si accorge di ciò che porta via. È sempre stato innamorato della bellezza e, sicuramente, vedendoti non potrà fare a meno di prendere la tua», gli disse.</p>\n\n<p class=\"passage_para\">La sera successiva, il lago rimase molto sorpreso nel vedere che una parte di lei era scomparsa; uno spicchio della sua bellezza era sparito.</p>\n\n<p class=\"passage_para\">La Luna si specchiò come aveva sempre fatto nelle limpide trasparenze del lago e, non appena si accorse di non avere più lo stesso aspetto meraviglioso di sempre, versò una lacrima d’oro.</p>\n\n<p class=\"passage_para\">La Luna udì nuovamente il pianto del ragazzo dai grandi occhi azzurri della sera precedente. «Perché piangi?», gli domandò con gentilezza.</p>\n\n<p class=\"passage_para\">«Il Tempo mi ha rubato la bellezza che mi avevi donato ieri e ora sono nuovamente infelice”, le rispose lui, “non potresti regalarmene un altro po’?».</p>\n\n<p class=\"passage_para\">«Anche se volessi non potrei», disse la Luna, «la bellezza che porta via il Tempo non torna più indietro, né può essere sostituita, se non dalla bellezza dell’intelletto». Il ragazzo si coprì il viso con le mani e pianse cercando di soffocare le lacrime che affioravano da quei profondi occhi azzurri.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“La bellezza della luna”, Carmen Piras, <span class=\"formatted_text font_style:italic\">Racconti Oltre</span>, 17 luglio 2012.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">teme che la luna sia gelosa di lui</p>","<p class=\"choice_paragraph\">desidera qualcosa di effimero</p>","<p class=\"choice_paragraph\">non riesce a specchiarsi nel lago</p>","<p class=\"choice_paragraph\">non può parlare più a lungo con la luna</p>"],"answer":1}]