[{"id":"VH904297","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904290.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quale è il motivo principale per cui Veronica scrive la lettera?</p>\n","rubricRef":"VH904297_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Questo testo tratta di un evento pubblico futuro. È una lettera da Veronica Pradal, un'impiegata di un'organizzazione artistica, al fondatore di un'azienda privata.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Egregio Signor Ricci,</p><div class=\"letter_body\"><p class=\"passage_para\">Sono Veronica Pradal e Le scrivo per conto del Festival Arte Aperta di Mantova 2019. Il festival, che quest’anno celebra il suo quinto anniversario, ha come missione quella di riunire artisti locali e di tutta l’Italia in un solo luogo per stimolare una conversazione sull’arte contemporanea italiana e per rendere l’arte accessibile ai residenti locali.</p><p class=\"passage_para\">Curato da Giorgia Elmi, il Festival 2019 avrà come tema «Spazi Intermediari», inteso a riflettere transizioni nella vita quotidiana e nella cultura globale. Gli artisti invitati esplorano questioni di identità personale e culturale, in particolare nel contesto di globalizzazione e dell’inserimento dell’Italia nella cultura mondiale.</p><p class=\"passage_para\">L’anno scorso, il Festival ha esposto 67 artisti e attirato più di 100 mila visitatori nel giro di una settimana. Quest’anno, il Festival sarà aperto al pubblico da sabato 18 maggio a domenica 1 giugno e anticipiamo più di 80 artisti. Se l’anno scorso è un’indicazione, il prestigio e la visibilità nazionale del Festival continueranno a crescere.</p><p class=\"passage_para\">Stiamo quindi cercando il sostegno economico di aziende che condividano con noi la stessa missione. Speriamo che Lei, con la Sua azienda Ricci Multimedia, possa dare un contributo sotto forma di sponsorizzazione; per noi sarebbe un aiuto enorme e un riconoscimento dell’importanza dell’arte nella comunità di Mantova e nell’Italia intera. Il logo di ogni sponsor sarà incluso nel nostro materiale promozionale e La preghiamo di fare riferimento all’allegato elenco di livelli di sponsorizzazione. Siamo comunque lieti di prendere in considerazione altre proposte specifiche.</p><p class=\"passage_para\">La ringrazio dell’attenzione.</p></div><p class=\"letter_closing\">Cordiali saluti,</p><div class=\"letter_signature\"><p class=\"signature_line\">Veronica Pradal</p><p class=\"signature_line\">Coordinatrice di Raccolta Fondi</p><p class=\"signature_line\">Festival Arte Aperta 2019</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Per ottenere un aiuto di tipo economico</p>","<p class=\"choice_paragraph\">Per descrivere il tipo di arte che verrà esposto al festival</p>","<p class=\"choice_paragraph\">Per invitare un artista a partecipare al festival</p>","<p class=\"choice_paragraph\">Per ringraziare la città di Mantova per il sostegno organizzativo</p>"],"answer":0}]