[{"id":"VH906091","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH906084.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">L’autrice della lettera enfatizza la grande importanza del premio</p>\n","rubricRef":"VH906091_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Questo testo tratta di un progetto artistico. È una lettera da Maria Spagnoli, la Direttrice Borse d'Arte della Fondazione Arti Visive, a Carla Piani, una regista di film documentari.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Gentilissima Carla Piani,</p><div class=\"letter_body\"><p class=\"passage_para\">Siamo lieti di informarla che la Fondazione Arti Visive ha assegnato una borsa d’arte al suo progetto cinematografico documentario dal titolo bilingue romeno-italiano «Casa Mea, Casa Mia». La Fondazione, che ogni cinque anni seleziona da uno a sei vincitori di questo premio prestigioso, è dedicata alla creazione di opere artistiche visive d’impatto storico, politico, ambientale, e/o sociale sul territorio italiano. Tra le centinaia di proposte ricevute per questo ciclo solo tre sono state selezionate per questo premio prestigioso.</p><p class=\"passage_para\">Il suo progetto è stato scelto per la sua importanza fondamentale nella discussione sull’immigrazione nel nostro paese, in particolare per quanto riguarda la fiorente popolazione romena. La crescita notevole di questa popolazione (ora più di un milione di abitanti su territorio italiano) dal momento dell’ingresso della Romania nell’Unione europea nel 2007 rappresenta un’impresa difficile di adattamento sia per gli immigrati sia per la popolazione italiana nativa. La ricerca approfondita e le interviste che lei propone per il suo film documentario promettono di far luce sulla storia dell'immigrazione romena e sulle complesse relazioni tra immigrati e paese ospitante.</p><p class=\"passage_para\">Gli altri due progetti selezionati includono un murale di grandi dimensioni sul tema dei cambiamenti ambientali nelle foreste italiane e uno spettacolo di danza ad aria aperta a lungo termine per aumentare la consapevolezza dello stigma che circonda le disabilità fisiche.</p><p class=\"passage_para\">La consegna della somma-premio di € 20.000 avrà luogo nel corso della cerimonia di premiazione che si svolgerà martedì 31 luglio alle ore 18 presso il Teatro Camilleri, via San Girolamo 7, Chieti, alla presenza del presidente della Fondazione, dei vincitori di cicli precedenti della borsa e della stampa. Le fotografie scattate durante la cerimonia potranno essere utilizzate in vari materiali pubblicati, tra i quali giornali ed il sito Web della Fondazione. Se desidera partecipare alla cerimonia ma non vuole che la sua foto appaia in materiali di questo genere, la preghiamo di farci sapere in anticipo così da poter comunicare quest’informazione ai giornalisti e fotografi presenti.</p><p class=\"passage_para\">Saremo lieti di poterla incontrare in questa circostanza. Le chiediamo di confermare la sua presenza alla Signora Laura Zuliani, referente della Fondazione Arti Visive.</p></div><p class=\"letter_closing\">L’occasione ci è gradita per porgerle i migliori saluti.</p><div class=\"letter_signature\"><p class=\"signature_line\">Maria Spagnoli</p><p class=\"signature_line\">Direttrice Borse D’Arte</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">rimarcando il notevole prestigio della fondazione che assegna i premi</p>","<p class=\"choice_paragraph\">spiegando che questa è un’occasione unica e irripetibile</p>","<p class=\"choice_paragraph\">ripetendo la parola «prestigioso» e indicando il basso numero di vincitori</p>","<p class=\"choice_paragraph\">spiegando che gli altri progetti premiati hanno ricevuto altri premi importanti</p>"],"answer":2}]