[{"id":"VH913493","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH913430.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Come si sente il narratore nei confronti di Amedeo?</p>\n","rubricRef":"VH913493_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Questo testo tratta della vita di un immigrato di nome Parviz. Il romanzo originale, intitolato <span class=\"formatted_text font_style:italic\">Scontro di civiltà per un ascensore a Piazza Vittorio</span>, è stato pubblicato nel 2006 in Italia dall'autore algerino Amara Lakhous. Parviz, il narratore del brano, parla di se stesso e del suo amico Amedeo.</p><div class=\"passage\"><div class=\"prose prose_type:short_story style:1\"><div class=\"title\"><p class=\"title_line passage-title\">La verità di Parviz Mansoor Samadi</p></div><p class=\"passage_para\">Il mio odio per la pizza non ha paragoni, ma questo non significa che io odii tutte le persone che la mangiano. Vorrei che le cose fossero chiare fin dall’inizio: non ho nessun odio verso gli italiani.</p><p class=\"passage_para\">Non sto dicendo cose fuori luogo, anzi, parlo proprio di Amedeo. Vi prego di avere pazienza nei miei confronti. Come sapete, Amedeo è il mio unico amico a Roma, anzi, è più di un amico, e non esagero se dico che gli voglio bene come a mio fratello Abbas. Amo molto Amedeo, nonostante sia un pizzadipendente. Come vedete, il mio odio per la pizza non deriva da una mia ostilità verso gli italiani.</p><p class=\"passage_para\">Non abbiate fretta. Permettetemi di dirvi che il vostro grande difetto è la fretta. La vostra parola d’ordine si chiama impazienza. Il caffè è come il tè, bisogna evitare di ingoiarlo tutto d’un fiato, va sorseggiato. Amedeo è come un tè caldo in un giorno freddo. Anzi, Amedeo è proprio come la frutta che si gusta alla fine dei pasti, dopo aver mangiato la bruschetta al pomodoro o alle olive, poi il famoso primo che riunisce tutte le diverse paste che io proprio non sopporto, come gli spaghetti e compagnia bella (ravioli, fettuccine, lasagne, fusilli, orecchiette, rigatoni ecc.) e infine i secondi piatti di carne e pesce con contorni di verdure. Tutte cose che ho imparato a conoscere durante i miei lavori saltuari nei ristoranti italiani. Amo tantissimo la frutta, quindi non c’è da meravigliarsi per il paragone tra Amedeo e la frutta. Diciamo che Amedeo è buono e dolce come l’uva. Com’è buono il succo d’uva!</p><p class=\"passage_para\">È inutile insistere con questa domanda: Amedeo è italiano? Qualsiasi risposta non risolverà il problema. Ma poi chi è italiano? Chi è nato in Italia, ha passaporto italiano, carta d’identità, conosce bene la lingua, porta un nome italiano e risiede in Italia? Come vedete la questione è molto complessa. Non dico che Amedeo è un enigma. Piuttosto è come una poesia di Omar Khayyam, ti ci vuole una vita per comprenderne il significato, e solo allora il cuore si aprirà al mondo e le lacrime ti riscalderanno le guance fredde. Adesso, almeno, vi basti sapere che Amedeo conosce l’italiano meglio di milioni di italiani sparsi come cavallette ai quattro angoli del mondo.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Invidioso</p>","<p class=\"choice_paragraph\">Affezionato</p>","<p class=\"choice_paragraph\">Curioso</p>","<p class=\"choice_paragraph\">Compassionevole</p>"],"answer":1}]