[{"id":"VH913680","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH913562.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">L’autore dell’articolo e Marcello Fois sono d’accordo su quale punto particolare?</p>\n","rubricRef":"VH913680_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta della promozione della lingua sarda. L’articolo originale è stato pubblicato nel 2019.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Il sardo arriva nella pubblica amministrazione</span></p>\n</div>\n\n<p class=\"passage_para\">A ufficializzarlo è la legge regionale N. 22 del 3 luglio 2018. D’ora in poi, a fianco all’italiano, in Sardegna si potrà richiedere un documento ufficiale, guardare un telegiornale e persino studiare il sardo a scuola. Il provvedimento rappresenta una conquista storica per questo idioma che altrimenti rischierebbe di cadere in disuso. I sardi hanno accolto favorevolmente il bilinguismo equilibrato, che interpretano come riconoscimento della propria identità linguistica e culturale. «La lingua è l’identità più sentita di un popolo», dice l’assessore alla Cultura, Giuseppe Dessena, attraverso la quale si esprime il proprio senso di appartenenza.</p>\n\n<p class=\"passage_para\">Ma in un Paese come l’Italia, con infinite varietà linguistico-dialettali, la domanda «perché il sardo?» nasce quasi spontanea. Che la Sardegna sia una regione a statuto speciale c’entra solo in parte. Già nel 1999, lo Stato italiano, con la Legge 482, aveva mosso i primi passi nella direzione della salvaguardia della lingua e della cultura di determinate minoranze linguistiche, fra cui il sardo. Per rispondere alla domanda, occorre innanzitutto far piazza pulita del luogo comune per cui il sardo sia un dialetto. A ribaltare questo cliché Max Leopold Wagner, famoso linguista della lingua sarda, non è solo: con lui anche Antonio Gramsci, che nella lettera dal carcere del 26 marzo 1927 alla sorella Teresina, esortandola a insegnare il sardo ai figli, scrive: «Intanto il sardo non è un dialetto<span class=\"formatted_text font_style:italic\">»</span>.</p>\n\n<p class=\"passage_para\">Il sardo, dunque, è una lingua a se stante. Ha grammatica, struttura sintattica, ed espressioni foniche e semantiche proprie. Eppure molti sono i detrattori. Ma con le sue origini databili a ben 400 anni prima della lingua di Dante, c’è poco da ridire: il sardo non può essere un dialetto della più giovane lingua italiana. Parte in causa è anche la linguistica moderna, che non distingue fra lingua egemone e lingua subalterna, una distinzione essenziale per capire la differenza tra lingua e dialetto. Secondo lo studioso Max Weinreich: «Una lingua è un dialetto con un esercito e una flotta». Il che significa che la distinzione tra lingua e dialetto si spiega come lotta per la supremazia: la lingua del potere vince lo status di lingua e la lingua «vinta» diventa dialetto. Di qui l’iniziativa della Repubblica Italiana di istituzionalizzare la salvaguardia del sardo nella costituzione in seguito all’appiattimento linguistico nel periodo dell’unificazione d’Italia, quando i Savoia imposero l’italiano come lingua ufficiale. Sicché molte famiglie cominciarono ad usare l’italiano a casa per una questione di prestigio: l’italiano era la lingua del potere.</p>\n\n<p class=\"passage_para\">La legge regionale 22 segna anche un altro traguardo: istituisce la «Consulta de su sardu», un organismo incaricato di elaborare uno standard linguistico del sardo che includa le varietà storiche e letterarie della lingua.</p>\n\n<p class=\"passage_para\">Insomma, dopo tanti alti e bassi, la «questione della lingua sarda» sembra aver aperto una breccia nell’ambito della politica linguistica diventando parte centrale dell’agenda programmatica.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Questo testo tratta dell’identità sarda. L'intervista originale, intitolata «Il sardo», è stata pubblicata il 19 febbraio 2017 in Italia da «La lingua batte», un programma radiofonico che tratta del rapporto tra lingua e cultura. Nel brano, il presentatore Giuseppe Antonelli intervista Marcello Fois, uno scrittore sardo. Questo testo dura circa due minuti e mezzo.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Il sardo”, Marcello Fois, <span class=\"formatted_text font_style:italic\">La lingua batte</span>, 19 febbraio 2017.</span></span></div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_ec7f9c2526769a719ba3f925f05631f4\" data-src=\"https://assets.learnosity.com/organisations/507/VH913562.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Il sardo ha una forma diversa dagli altri dialetti italiani.</p>","<p class=\"choice_paragraph\">Non esiste una varietà singola e unificata del sardo.</p>","<p class=\"choice_paragraph\">Poche persone giovani parlano il sardo al giorno d’oggi.</p>","<p class=\"choice_paragraph\">Il sardo non è più considerato parte del patrimonio culturale della Sardegna.</p>"],"answer":1}]