[{"id":"VH915795-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to an Italian writing contest. The essay topic is based on two accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in the two sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Scrivi un saggio argomentativo per un concorso di scrittura in italiano. La traccia si basa su due fonti (materiale scritto e orale) che presentano diversi punti di vista sull’argomento. Nel tuo saggio, devi elaborare accuratamente il tuo punto di vista sull’argomento. Devi integrare i diversi punti di vista e le informazioni presentati dalle due fonti per giustificare la tua argomentazione. Fai riferimento alle due fonti, indicandole in modo appropriato. Organizza il tuo saggio in modo logico e chiaro.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Traccia:</span></p>\n\n<div class=\"prompt\">È meglio scegliere nomi moderni o tradizionali per i bambini?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta dei nomi dei nuovi nati in Italia. L’articolo originale è stato pubblicato l’11 luglio 2013 in Italia. È stato scritto da Elisabetta Longo, una giornalista italiana.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Senza radici e senza eredità. È la società degli «sradicati».</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">Intervista al linguista Giovanni Gobber.</p>\n</div>\n</div>\n\n<p class=\"passage_para\">Nathan Falco, Chanel, Peaches, Apple, Dakota. Sono alcuni dei nomi scelti da personaggi pubblici o semicelebrità per i propri figli. L’ultimo in ordine di tempo è North, così si chiamerà il figlio di Kim Kardashian e Kanye West. Il piccolo avrà così scritto sulla carta d’identità North West, Nord Ovest in italiano.</p>\n\n<p class=\"passage_para\">Insomma, il nome – ciò che ci identifica nel mondo, la prima eredità consegnataci dai nostri genitori – diventa orpello esotico, puro suono, quasi claim pubblicitario. Così va il mondo? Ne abbiamo parlato con il professor Giovanni Gobber, ordinario di Linguistica all’Università Cattolica di Milano.</p>\n\n<p class=\"passage_para\">Come mai questa moda di dare ai bambini nomi strani?</p>\n\n<p class=\"passage_para\">In fondo è sempre stato così con i nomi, abbiamo sempre assistito a ondate di moda. C’è stata quella dei santi, degli evangelisti, di esseri mitologici, di rivoluzionari. Oggi siamo scesi un po’ più in basso, diciamo. Non siamo ancora arrivati a chiamare qualcuno «pasta» o «pizza», ma forse poco ci manca. Forse è anche frutto di una corrente di pensiero che teorizza che tutte le cose abbiano un’anima. Che è come dare al gatto un nome umano e viceversa. O chiamare il proprio figlio «Oceano». Perché allora non «pioggia» o «deserto»?</p>\n\n<p class=\"passage_para\">Non conta più la tradizione?</p>\n\n<p class=\"passage_para\">La tradizione, religiosa o laica che sia, ha molta meno importanza. La sensibilità per il fatto storico in sé è diminuita molto, c’è molto più interesse per quello che è esotico, che è lontano geograficamente, per questo si vanno a scegliere nomi stranieri, magari poi redatti in maniera sbagliata, di cui neppure si conosce il significato esatto, è solo puro suono. Non si percepiscono più le differenze, per cui è uguale dare il nome di una persona a un pesciolino o a un essere umano. È un minestrone generale frutto del postmoderno.</p>\n\n<p class=\"passage_para\">Una volta, al contrario, i bambini venivano chiamati come i nonni.</p>\n\n<p class=\"passage_para\">Allora era diverso. Si prendevano i nomi di altri familiari, di avi, perché c’era un concetto di famiglia. Ora il concetto di famiglia è sparito. Si danno nomi che non hanno legami con il resto, si cerca di produrre un nuovo contesto. Il contesto degli sradicati, dei senza contesto, di quelli che non hanno appartenenza. È un nuovo gruppo sociale.</p>\n\n<p class=\"passage_para\">Eppure si «appartiene» sempre ai propri genitori.</p>\n\n<p class=\"passage_para\">Non avere appartenenza viene quasi considerato positivo. C’è stata la cancellazione della storia, dei rapporti storici in cui ognuno di noi viene a contatto, ognuno riceve un’eredità e a ciascuno viene trasmesso qualcosa. L’appartenenza viene addirittura considerata come una violenza al libero arbitrio, e nel dare un nome non impegnativo non ci si rende conto che si assegna un nome addirittura cretino.</p>\n\n<p class=\"passage_para\">Secondo lei non viene più nemmeno spontaneo chiedersi «che significato ha il mio nome?» Una volta forse c’era questo interesse, ma ormai il nome è pura referenzialità, semplice bisogno di individuare l’essere umano e appellarlo in qualche modo. Oggi è solo semplice casualità.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Questo testo tratta di come si diffondono i nomi. Il servizio originale, intitolato «Dimmi come ti chiami e ti dirò perché», è stato pubblicato il 20 marzo 2013 in Italia. È stato ideato da Enzo Caffarelli, uno scrittore italiano. Caffarelli parla della tendenza di dare certi nomi ai bambini. Questo testo dura circa due minuti.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Copyright © 2013, Gius. Laterza &amp; Figli, All rights reserved</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VH915795.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH915795_rubric"}]