[{"id":"VH916699","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH916689.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Nel brano audio, tra le altre cose, Queenia parla</p>\n","rubricRef":"VH916699_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta della difficoltà di essere stranieri in Italia. L'articolo originale è stato pubblicato il 20 settembre 2010 in Italia dal giornalista italiano Franz Baraggino.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">La dura vita degli stranieri in Italia</p>\n</div>\n\n<p class=\"passage_para\">Per uno straniero che sceglie il nostro paese la clandestinità è una tappa quasi obbligata. Lo sostiene l’Asgi, l’Associazione di studi giuridici sull’immigrazione, che ha celebrato il suo ventesimo anniversario lo scorso 17 settembre a Genova. In un seminario sulle politiche migratorie si è parlato di cittadinanza, burocrazia e integrazione, un impianto di regole farraginose che rischia di far rimanere l’Italia indietro rispetto agli altri paesi europei.</p>\n\n<p class=\"passage_para\">«Negli ultimi dieci anni si è assistito ad un duro inasprimento delle norme», dice Lorenzo Trucco, presidente dell’organizzazione che punta il dito contro l’introduzione del reato di clandestinità: «Vent’anni fa non potevamo nemmeno immaginare che fosse possibile approvare una legge di quel tipo».</p>\n\n<p class=\"passage_para\">Le prime norme che hanno introdotto un’ipotesi di reato per l’ingresso irregolare nel Paese risalgono al 2002, con l’approvazione della legge Fini-Bossi che legava la concessione del permesso di soggiorno alla stipula di un regolare contratto di lavoro. «Questa cosa ha promosso una visione utilitaristica della presenza dello straniero – dice l’avvocato Nazzarena Zorzella – che, in periodi di crisi economica, espone lo straniero che perde il posto al rischio di ricadere nella clandestinità».</p>\n\n<p class=\"passage_para\">Secondo i giuristi dell’Asgi, una delle novità più preoccupanti dell’ultima riforma sull’immigrazione, è il cosiddetto accordo integrazione: alla prima richiesta di permesso di soggiorno, lo straniero deve sottoscrivere un accordo con lo Stato. Lo straniero dovrà studiare la nostra «cultura civica», la lingua e la Costituzione. L’acquisizione di crediti formativi darà la possibilità di rinnovare il permesso, ma se l’accordo non sarà rispettato si procederà alla revoca del permesso o addirittura all’espulsione immediata. «Subordinare il soggiorno a un accordo di questo tipo – spiega l’avvocato Zorzella – significa trasformare quello che dovrebbe essere un diritto di libertà nell’oggetto di un contratto».</p>\n\n<p class=\"passage_para\">Un sistema di regole in controtendenza con quanto accade nel resto dei paesi membri dell’Ue, che individuano nella concessione della cittadinanza una parte essenziale del percorso di integrazione. Uno strumento che può favorire la partecipazione degli immigrati e dei loro figli al processo democratico di un paese. «In Grecia abbiamo approvato una norma secondo cui, dopo cinque anni di soggiorno legale – spiega l’avvocato John Alavanos dell’Associazione giuridica per gli stranieri e l’immigrazione di Atene – gli stranieri hanno diritto di votare alle amministrative e sono eleggibili fino alla carica di consigliere comunale».</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“La dura vita degli stranieri in Italia”, Franz Baraggino, <span class=\"formatted_text font_style:italic\">Il Fatto Quotidiano</span>, 20 settembre 2010.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Questo testo tratta della difficoltà di essere stranieri in Italia. L'intervista originale, intitolata «Non è un Paese per stranieri», è stata pubblicata il 20 settembre 2010 in Italia da Franz Baraggino, giornalista per il giornale<span class=\"formatted_text font_style:italic\"> Il Fatto Quotidiano</span>. Nel brano, si sente parlare Queenia Pereira de Oliveria e Ismail Ademi delle difficoltà che affrontano gli stranieri che vivono in Italia, e successivamente parla Professor Bruno Nascimbene dell’Università di Milano. Questo testo dura circa due minuti.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Non è un Paese per stranieri”, Franz Baraggino, <span class=\"formatted_text font_style:italic\">Il Fatto Quotidiano</span>, 20 settembre 2010.</span></span></div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_7ab70882074c3d10adc9b0df7caeeab8\" data-src=\"https://assets.learnosity.com/organisations/507/VH916689.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">dei problemi delle donne straniere a trovare lavoro in Italia</p>","<p class=\"choice_paragraph\">delle difficoltà degli studenti stranieri nati in Italia</p>","<p class=\"choice_paragraph\">degli italiani come popolo di migranti in altri paesi</p>","<p class=\"choice_paragraph\">del processo burocratico per ottenere la cittadinanza</p>"],"answer":1}]