[{"id":"VH914199-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to an Italian writing contest. The essay topic is based on two accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in the two sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Scrivi un saggio argomentativo per un concorso di scrittura in italiano. La traccia si basa su due fonti (materiale scritto e orale) che presentano diversi punti di vista sull’argomento. Nel tuo saggio, devi elaborare accuratamente il tuo punto di vista sull’argomento. Devi integrare i diversi punti di vista e le informazioni presentati dalle due fonti per giustificare la tua argomentazione. Fai riferimento alle due fonti, indicandole in modo appropriato. Organizza il tuo saggio in modo logico e chiaro.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Traccia:</span></p>\n\n<div class=\"prompt\">Il fenomeno di turismo di massa cambia l'identità di un luogo d’interesse storico e culturale in maniera positiva o negativa?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta di alcuni problemi causati dal turismo di massa nei luoghi storici. L’articolo originale è stato pubblicato il 21 marzo 2014 in Italia. È stato scritto dalla redazione di <span class=\"formatted_text font_style:italic\">Marketing del territorio</span>, una rivista italiana.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Se il turismo di massa fa più danni della guerra</p>\n</div>\n\n<p class=\"passage_para\">Il turismo di massa danneggia i luoghi storici? Il quesito torna prepotentemente di moda dopo che, alcuni giorni fa, il Tar del Veneto ha sospeso lo stop all’accesso, previsto per il 2015, alle navi sopra le 96.000 tonnellate di stazza lorda tra i Canali di Venezia.</p>\n\n<p class=\"passage_para\">Una decisione che ha suscitato ovviamente molte proteste, anche autorevoli come quella di Gian Antonio Stella sul <span class=\"formatted_text font_style:italic\">Corriere della Sera</span>, e giudicata «incredibile» dal quotidiano britannico <span class=\"formatted_text font_style:italic\">The Guardian</span>, secondo cui «non è accettabile che in epoca moderna il denaro possa schiacciare l’arte e che il commercio possa strangolare la sua gallina dalle uova d’oro».</p>\n\n<p class=\"passage_para\">I turisti che camminano per le calli della Serenissima, in effetti, inorridiscono nel vedere giganti del nave lunghi due volte Piazza San Marco incombere sulla Laguna, e la decisione del governo Letta di imporre uno stop, peraltro graduale, alle Grandi Navi era stata accolta con generale consenso. Tuttavia la decisione del Tar di sospendere il decreto riporta alla ribalta la discussione sui danni che il turismo di massa arreca ai luoghi storici: le compagnie di navigazione, secondo il <span class=\"formatted_text font_style:italic\">Guardian</span>, hanno fatto pressioni facendo leva sul fatto che l’ingresso delle navi da crociera tra i canali vale un milione di visitatori e 5000 posti di lavoro, evidenziando in un certo senso la frizione tra le esigenze dell’economia e quelle della conservazione dell’arte.</p>\n\n<p class=\"passage_para\">«I danni procurati dal commercio nei luoghi di interesse storico stanno rapidamente superando quelli procurati dalla guerra» denuncia il giornalista inglese Simon Jenkins. Il cronista del <span class=\"formatted_text font_style:italic\">Guardian</span> cita poi l’esempio della Torre Shukhov di Mosca, la «Tour Eiffel di Russia», che sta per essere smontata e riedificata altrove per lasciare spazio alla speculazione edilizia, nonostante un appello internazionale per convincere Putin a cambiare idea (in Italia l’appello è stato lanciato ieri da l’<span class=\"formatted_text font_style:italic\">Espresso</span>). L’affollamento di turisti sta poi danneggiando siti di interesse storico un po’ ovunque, dalla via della Seta in Cina alla Torre di Londra. E se Venezia non ha niente da consolarsi per gli analoghi problemi di cui soffrono molti siti nel mondo, viene da chiedersi se sia davvero impossibile trovare un equilibrio tra interessi commerciali e salvaguardia dell’arte e della storia mondiale, per evitare appunto che «il turismo faccia più danni della guerra».</p>\n\n<p class=\"passage_para\">L’industria turistica deve mobilitarsi per difendere sé stessa e il proprio patrimonio, afferma il <span class=\"formatted_text font_style:italic\">Guardian</span>, perché è da questo patrimonio che deriva il guadagno economico del futuro. «Ma la bellezza è ancora considerata roba per smidollati dai politici britannici» è l’amara conclusione.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">MarketingdelTerritorio by Mailander</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Questo testo tratta del mercato del turismo in Italia nel 2017. Il servizio originale, intitolato «Il turismo in Italia: boom di turisti nel 2017», è stato pubblicato il 23 maggio 2018 in Italia. È stato ideato da Francesca Smacchia, una giornalista italiana. La presentatrice parla dell’importanza del settore del turismo per l’economia italiana. Questo testo dura circa due minuti e mezzo.</p>\n</div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/507/VH914199.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH914199_rubric"}]