[{"id":"VH916690","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH916687.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Nel brano, il narratore descrive principalmente</p>\n","rubricRef":"VH916690_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Questo testo tratta del ritorno dell’autore alla regione dov’è nato e cresciuto. Il saggio originale, intitolato «Gente particolare la mia gente», è stato pubblicato nel 2003 in Italia dall'autore italiano Eraldo Baldini. Nel brano, l'autore sta narrando il suo ritorno in Emilia-Romagna.</p><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Gente particolare la mia gente</p></div><p class=\"passage_para\">È una linea secondaria, che non avevo mai fatto prima. Il treno è di quelli che si lanciano nella campagna, ma dopo una breve rincorsa già rallentano, perché fermano ad ogni stazione. Stazioni che non ho mai visto ma che in qualche modo conosco, perché hanno nomi familiari, che forse ho sentito o forse no, ma che importa? C’è in quei nomi, in quei suoni, qualcosa di nostro, di mio. E familiari sono le facce, le figure degli uomini, delle donne, dei bambini che vedo fermi sotto le pensiline.</p><p class=\"passage_para\">La mia città è lontana, più a est. Ma quando ho attraversato il Po rientrando in Emilia-Romagna da un posto che mi ha tenuto a lungo lontano per motivi di lavoro, ho sentito qualcosa. Che cosa? Sono cambiati i colori, le forme, gli odori? Certamente no, ma ci sono sensazioni che ti dicono: «Sei a casa», anche se non sai di preciso da dove vengano e attraverso quali sensi ti parlino.</p><p class=\"passage_para\">Nel dialetto romagnolo, il gradino della soglia di casa è chiamato <span class=\"formatted_text font_style:italic\">mudéri</span>, dal verbo <span class=\"formatted_text font_style:italic\">mudê</span>, cambiare. Oltrepassandolo in una direzione o nell’altra, si muta dimensione. Il Po è un <span class=\"formatted_text font_style:italic\">mudéri</span>, io lo sento così. Quando l’attraverso in direzione sud, entro in casa mia. Ci sono «confini» che riconosco.</p><p class=\"passage_para\">Perché nel mondo globalizzato, nell’Europa che si sta costruendo, in fondo i confini – anche e soprattutto quelli che segnano un affetto, un sentimento, un’emozione – ci sono ancora, e alcuni li sentiamo netti. Il Grande Fiume è un confine, liquido e vivo. I crinali delle montagne, a meridione, sono un’altra linea precisa ed evidente. A est c’è il mare. Quello è a parte, è il confine più confine che c’è.</p><p class=\"passage_para\">Per gli emiliano-romagnoli, mi viene da pensare, quella soglia d’acqua, più che un <span class=\"formatted_text font_style:italic\">mudéri </span>attraversabile, è stata a lungo come una porta chiusa.</p><p class=\"passage_para\">Credo che si possa dire che non siamo mai stati un «popolo di navigatori», pur con le dovute eccezioni. Se il sogno di Venezia, patria di gente in fuga senza un entroterra possibile, o di Genova, stretta alle spalle dai monti, era rivolto al mare, il nostro era rivolto alla terra. Quanto è grande, questa pianura! Si è formata nei millenni con la terra portata dai fiumi, e mi viene da pensare: ma quanto ne è servita per creare tutto questo?</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">i vantaggi di viaggiare in treno</p>","<p class=\"choice_paragraph\">il paesaggio visto dal treno</p>","<p class=\"choice_paragraph\">la sua città come appare dal treno</p>","<p class=\"choice_paragraph\">le sue riflessioni durante un viaggio in treno</p>"],"answer":3}]