[{"id":"VH928717","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH928608.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Qual è il tono della lettera?</p>\n","rubricRef":"VH928717_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Questo testo tratta del rapporto tra una scuola e le famiglie degli studenti. È una lettera scritta da Silvana Cardonna,  un'insegnante della scuola ai genitori dei suoi studenti.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Gentilissimi Genitori,</p><div class=\"letter_body\"><p class=\"passage_para\">è difficile crederci, ma siamo quasi alla fine della pausa estiva. Tra qualche settimana comincerà il nuovo anno accademico. Vorrei cogliere questa occasione per presentarmi. Mi chiamo Silvana Cardonna e sono la nuova insegnante di lingua inglese. Ho studiato lettere all’Università di Firenze e ho fatto un master nella didattica dell’insegnamento delle lingue straniere presso l’Università di Bologna. Mentre portavo a termine il mio master, ho fatto uno stage di un anno negli Stati Uniti, a Washington DC, dove ho seguito professori di italiano e di inglese e ho fatto da assistente di classe. Una delle cose più importanti che ho notato è che tra una cultura e l’altra esistono delle differenze nel ruolo della famiglia nell’esperienza degli studenti. Scrivo questa lettera oggi proprio per cercare di trovare una via di mezzo tra due sistemi che nella mia opinione si complementano molto bene. Vi invito dunque a mantenere dei contatti con me e a partecipare agli eventi della classe. Durante la seconda settimana del semestre, aprirò la nostra aula a tutti voi. Vi chiedo di venire a pormi delle domande, a conoscervi tra di voi e di condividere con me i vostri pareri e suggerimenti. Mi piacerebbe rispettare lo spazio che abbiamo sempre avuto tra famiglie e scuole in Italia ma anche di provare a creare una rete più forte di famiglie e studenti che avrebbero voglia di fare parte di una comunità più definita, come ho osservato negli USA. Manderò l’invito a casa con i vostri figli durante la prima settimana di lezione. Per qualsiasi curiosità, vi prego di scrivermi all’indirizzo email qui sotto. Grazie dell’attenzione.</p></div><p class=\"letter_closing\">Cordiali saluti,</p><div class=\"letter_signature\"><p class=\"signature_line\">Silvana Cardonna</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Severo</p>","<p class=\"choice_paragraph\">Ufficiale</p>","<p class=\"choice_paragraph\">Passivo</p>","<p class=\"choice_paragraph\">Cordiale</p>"],"answer":3}]