[{"id":"VH932181","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH931928.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Secondo la lettera, gli e-book</p>\n","rubricRef":"VH932181_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Questo testo tratta dell’importanza delle biblioteche civiche. È una lettera scritta da Maria Petrullo, presidente dell'Associazione Dirigenti Scolastici della Toscana al presidente dell’Associazione Italiana Biblioteche.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Gentile Presidente,</p><div class=\"letter_body\"><p class=\"passage_para\">ci rivolgiamo alla vostra associazione per chiedere aiuto e sostegno finanziario per alcune iniziative riguardanti le biblioteche civiche in Toscana. Ci troviamo ad affrontare notevoli problemi, a causa sia del basso numero di sedi, sia delle scarse risorse che riceviamo.</p><p class=\"passage_para\">Se è vero che in molti sono d’accordo che le statistiche riguardanti la lettura in Italia sono deprimenti, nessuno si muove per risolvere il problema. Noi vorremmo attirare un pubblico vasto nelle nostre biblioteche civiche oltre a studenti universitari e pensionati, che costituiscono gran parte dei frequentatori. In particolare, come Associazione Dirigenti Scolastici, ci sembra estremamente importante che le biblioteche civiche si rivolgano a giovani e giovanissimi. Per esempio, vorremmo che tutte le nostre sedi partecipassero al programma «Nati per Leggere», che serve ad avvicinare i bambini ai libri fin dalla prima infanzia e collaborare con le scuole locali.</p><p class=\"passage_para\">Per far questo, però, c’è estremo bisogno di risorse. Le biblioteche civiche sono giustamente gratuite per tutti i cittadini, ma come sostenerle? Le fonti principali, come Lei ben sa, sono i finanziamenti pubblici, che non bastano. Purtroppo, bisogna dipendere anche dai ricavi per servizi a pagamento, come accesso al wifi, prestito interbibliotecario e prestito degli e-book. Per molte famiglie, questi servizi risultano troppo costosi.</p><p class=\"passage_para\">Si potrebbe garantire a ogni studente elementare un piccolo abbonamento grazie al quale avere accesso gratuito al prestito interbibliotecario e di e-book. Agli insegnanti che fanno doposcuola o insegnano l’italiano agli stranieri si potrebbe offrire un contributo nazionale, da parte della vostra associazione. Infine, bisognerebbe sostenere iniziative specifiche come eventi con autori per l’infanzia-adolescenza o collaborazioni con le scuole.</p><p class=\"passage_para\">Per rafforzare i contenuti digitali da offrire al pubblico, vorremmo inoltre partecipare a MLOL, MediaLibraryOnline, che offre vari modelli di prestito di e-book, da quello tradizionale in cui le biblioteche stesse acquistano gli e-book a quello a pagamento, MLOL+, le cui rendite sostengono le biblioteche per offrire altri servizi al pubblico. Per farlo, però, abbiamo bisogno del vostro supporto.</p><p class=\"passage_para\">In tutto il territorio italiano, ogni biblioteca civica dovrebbe essere in grado di sottolineare la propria missione con l’accessibilità ad un vasto pubblico, l’attenzione alle collezioni e la progettazione di esperienze innovative e diversificate.</p><p class=\"passage_para\">RingraziandoLa, ci auguriamo che vogliate aiutarci accogliendo la nostra proposta.</p></div><p class=\"letter_closing\">Cordiali saluti,</p><div class=\"letter_signature\"><p class=\"signature_line\">Maria Petrullo</p><p class=\"signature_line\">Presidente dell’Associazione Dirigenti Scolastici della Toscana</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">fanno parte dei servizi delle biblioteche</p>","<p class=\"choice_paragraph\">non sono utili per i più giovani</p>","<p class=\"choice_paragraph\">dovrebbero sempre essere a pagamento</p>","<p class=\"choice_paragraph\">non favoriscono l’apprendimento</p>"],"answer":0}]