[{"id":"VH947566","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947404.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Il primo paragrafo dell’articolo implica che</p>\n","rubricRef":"VH947566_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta dell’opinione degli italiani sull’uso del doggy bag. L’articolo originale è stato pubblicato il 28 agosto 2015 in Italia da Eleonora Cozzella, una giornalista italiana.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Doggy bag, abitudine in USA, un tabù per gli italiani</p>\n</div>\n\n<p class=\"passage_para\">Abbiamo abbracciato il fast food e adottato Halloween, accolto la moda e il cinema. Ma l’idea di portare a casa il cibo non consumato al ristorante proprio no. Eppure con l’anno di Expo e il tema nutrire il pianeta e le campagne di sensibilizzazione forse qualcosa sta cambiando.</p>\n\n<p class=\"passage_para\">Nonostante ci piaccia prendere esempio dall’estero, e specialmente dalle tendenze degli Stati Uniti, Paese di cui idolatriamo attori e cantanti, ammiriamo i marchi della moda, imitiamo gli stili (vedi la diffusione dei fast food) e addirittura le feste (fino a una decina d’anni fa nessuno festeggiava Halloween), l’abitudine di portare a casa il cibo lasciato nel piatto al ristorante non riusciamo ad abbracciarla.</p>\n\n<p class=\"passage_para\">Nonostante qualcosa pare si stia muovendo (secondo un’indagine Coldiretti/Ixè sui comportamenti alimentari degli italiani nell’estate 2015, un italiano su cinque quando esce dal ristorante si porta talvolta a casa gli avanzi), il cosiddetto «doggy bag» stenta – ed è un eufemismo – a prendere piede.</p>\n\n<p class=\"passage_para\">Il 25 per cento degli intervistati lo ritiene addirittura un comportamento da maleducati, da poveracci e volgare. O comunque proverebbe imbarazzo a richiederlo.</p>\n\n<p class=\"passage_para\">Premesso che dall’indagine emerge che la maggioranza delle persone interpellate non ha nemmeno da porsi la questione perché dichiara di non lasciare alcun avanzo quando va a mangiare fuori, resta il fatto che gli italiani sembrano ancora affetti da «complesso del dopo-guerra». Eravamo affamati e ne provavamo vergogna.</p>\n\n<p class=\"passage_para\">Oggi il tema dovrebbe allargarsi da una visione di economia privata («chiedo gli avanzi per non sprecare il mio cibo, i miei soldi», pure legittima) a una di sostenibilità globale. Ogni anno buttiamo nella spazzatura 76 chili a testa di cibo ancora buono. Quanto è giusto, etico, sostenibile?</p>\n\n<p class=\"passage_para\">Chiedere di portare a casa il cibo avanzato quando si va a mangiare fuori, ricorda Coldiretti, è un comportamento molto diffuso in altri Paesi a partire dagli Stati Uniti dove la confezione di avanzi «to go» è cosa naturale anche per i cosiddetti vip.</p>\n\n<p class=\"passage_para\">In Italia? Eccezion fatta per i ristoranti in cui il tipo di cucina – servito in menu degustazioni di portate calibrate al grammo/millimetro – annulla la possibilità di avanzi a monte, sembrerebbe esserci una divisione in base alla città. Più è meta di turisti stranieri, più il doggy bag è richiesto.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Gruppo Editoriale L’Espresso S.p.A.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta dello spreco domestico in Italia. Il grafico originale è stato pubblicato il 7 giugno 2015 in Italia da BCFN, una fondazione italiana.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled, Lo Spreco in Italia, and it contains the following information. An image of a family is followed by the wording “una famiglia spreca 454 € di cibo.” A footnote to that sentence reads “dati medi per anno.” An image of a closed container is divided into sections corresponding to the following categories: 35 % prodotti freschi, 19 % pane, 16 % frutta e verdure, 10 % prodotti in busta, 10 % affettati, and 10 % altro. A text bubble appears to the right of this image titled, L’Impatto Ambientale dello Spreco Domestico. The title is followed by the wording “14,3 milioni tonnellate di C O 2 l’anno.” An icon of trees has a note that reads, “Per assorbirle servono 800.000 ettari di bosco.” A small map has a note that reads, “più dell’intera superficie boschiva della Lombardia.”\" height=\"279\" src=\"https://assets.learnosity.com/organisations/537/VH947404.g04.png\" width=\"501\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">l’Italia non subisce nessuna influenza dagli altri paesi europei</p>","<p class=\"choice_paragraph\">il rapporto economico tra l’Italia e gli Stati Uniti è molto stretto</p>","<p class=\"choice_paragraph\">gli italiani sono affascinati da molte delle tendenze che provengono dagli Stati Uniti</p>","<p class=\"choice_paragraph\">la cultura italiana coincide sempre con quella mondiale</p>"],"answer":2}]