[{"id":"VH944167","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH943413.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Nel sesto paragrafo («Andò avanti . . . tenevo dentro»), la narratrice rivela che il lavoro che fa</p>\n","rubricRef":"VH944167_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Selezione numero 2</p><p class=\"introduction passage-intro\">Tema del corso: Vita contemporanea</p><p class=\"introduction passage-intro\">Introduzione</p><p class=\"introduction passage-intro\">Questo testo tratta del lavoro di fotografo. Il romanzo originale, intitolato <span class=\"formatted_text font_style:italic\">Palline di pane,</span> è stato pubblicato nel 2001 in Italia dall'autrice italiana Paola Mastrocola. La narratrice del brano è una fotografa.</p><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Palline di pane</p></div><p class=\"passage_para\">Per me il lavoro non è mica una pinzillacchera qualsiasi, una cosetta da niente che si può fare o non fare.</p><p class=\"passage_para\">Me lo sono conquistato io, il mio lavoro.</p><p class=\"passage_para\">E siccome non è poi un lavoro così comune e pacifico, mi è costato anche parecchio. Fotografa! E che cos’è? mi chiedevano i miei quando gli dicevo che da grande volevo fare quello. Passi per le foto ai matrimoni, quelle te le pagano e dunque è un lavoro. Ma andare a far foto in giro così, cosa diavolo è?, mi dicevano.</p><p class=\"passage_para\">Così ci rinunciai e, appena laureata, entrai in un giornale. Andava bene lo stesso, l’importante era avere un lavoro.</p><p class=\"passage_para\">Era un giornale di provincia, ma serio, e si lavorava duro. Mi davano dodicimila lire ad articolo, ma per me era un sogno. Mi avevano dato la cronaca, ma non proprio quella nera. A me toccavano le code in autostrada, le fughe di gas, le liti tra fidanzati.</p><p class=\"passage_para\">Andò avanti per un po’ di anni. Ero contenta, mi era sempre piaciuto scrivere. Veramente mi piaceva scrivere di me, ma nel giornalismo come fare? Domina la realtà, quella esterna. Così le mie cose me le tenevo dentro.</p><p class=\"passage_para\">Ma loro volevano uscire. E se a un certo punto le cose che hai dentro vogliono uscire, non c’è santo: escono.</p><p class=\"passage_para\">Avvenne con le foto. Iniziai così, per gioco, mi portavo dietro una macchina fotografica, me la tenevo in tasca e poi lì, sul luogo del fatto che dovevo descrivere, facevo qualche foto. Lo so che non servivano; quando sul serio ce n’era bisogno, il giornale mandava un fotografo vero. Ma io lo facevo così, per me. Il problema è che a un certo punto mi piaceva di più fare le foto che scrivere il pezzo. Non so, dovevo raccontare le proteste dei negozianti? e io fotografavo la sciarpa di uno che mi stava davanti.</p><p class=\"passage_para\">I particolari, quel che sta a margine.</p><p class=\"passage_para\">Era evidente che attraverso quelle foto volevo dire qualcosa di me. Divenne lapalissiano quando, invece di fare il servizio sulla sfilata d’auto d’epoca in piazza San Carlo, mi feci una serie di ritratti con l’autoscatto. Pensavo che il fatto potesse essere meglio descritto attraverso il mio viso e le espressioni che facevo, come testimone. Una specie di transfert giornalistico, non so.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">è inaspettatamente perfetto</p>","<p class=\"choice_paragraph\">non le dà abbastanza soldi per vivere</p>","<p class=\"choice_paragraph\">le piace ma la limita</p>","<p class=\"choice_paragraph\">la obbliga a viaggiare spesso</p>"],"answer":2}]