[{"id":"VH953878","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH953872.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Nel contesto del brano, l’espressione «sono solo numeri ma» nella terza frase del secondo paragrafo, implica quale prospettiva sull'importanza di dati?</p>\n","rubricRef":"VH953878_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta dell’l’impatto dei social media sulla società. L’articolo originale è stato pubblicato il 20 giugno 2018 in Italia da Alessio Jacona, un giornalista italiano.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Bannare o non bannare, questo è il problema</p>\n</div>\n\n<p class=\"passage_para\">È una guerra civile quella in corso su Facebook e sugli altri social. Tutti che bannano e cancellano ferocemente quanti la pensano diversamente da loro, per escluderli con un click dal proprio orizzonte digitale. Tutti, da un lato e dall'altro, che provano orrore, sdegno, disprezzo per la parte avversa.</p>\n\n<p class=\"passage_para\">In Italia ci sono 59 milioni di abitanti di cui 43 milioni sono connessi in rete. Di questi, ben 34 milioni sono sul social network di Mark Zuckerberg. Sono solo numeri, ma definiscono il peso e il ruolo che esso ha nelle nostre interazioni digitali rispetto a tutte le altre disponibili e, allo stesso tempo, spiegano perché dovremmo preoccuparci di fronte a una polarizzazione così netta e devastante, che coinvolge e stravolge tutti, che divide e lacera le nostre rappresentazioni digitali.</p>\n\n<p class=\"passage_para\">Perché il problema vero non è nella guerra di oggi, ma nelle macerie digitali che essa si lascerà alle spalle: quando infatti il letame sollevato da questa folle età politica tornerà finalmente a posarsi sul fondo, ritroveremo la morfologia delle nostre interazioni online radicalmente cambiata, e in peggio.</p>\n\n<p class=\"passage_para\">Dopo aver bannato uno dopo l’altro, in preda alla rabbia, coloro che non la pensano come noi, ci scopriremo rinchiusi in bolle sempre più impenetrabili, in stanze dell'eco dove sentiremo ripetere solo le idiozie che ci piacciono (ognuno le sue). I nostri account saranno come isole in fiamme, dove il fuoco dei nostri contrasti brucerà ancora e ancora, alimentato anche dagli algoritmi di Facebook, messi lì per mostrarci soprattutto quello vogliamo vedere.</p>\n\n<p class=\"passage_para\">A quel punto sarà dura, durissima, tornare indietro. Perché Facebook &amp;co, i social dove ci informiamo, ci troviamo e ci contiamo, non sono la piazza dove scendevamo a protestare (e a prenderci a sprangate, all’occorrenza), o il bar dove da esseri umani ci ritroviamo allo stesso bancone per bere lo stesso caffè. Non sono luoghi reali dove alla fine siamo costretti a guardarci negli occhi, a mediare.</p>\n\n<p class=\"passage_para\">Siamo ancora in tempo per evitare tutto questo. Basta avere il coraggio e lo stomaco di leggere sulla propria <span class=\"formatted_text font_style:italic\">timeline</span> idee opposte e lontane anche fino a essere repellenti. È un esercizio importante e utile. Aiuta a chiarirsi le idee, esercitare l'autocontrollo e capire con chi abbiamo veramente a che fare tra i nostri contatti. Oltre a dare il polso di quella parte di mondo alla quale non apparteniamo, ma che comunque influenza la nostra in molti e diversi modi.</p>\n\n<p class=\"passage_para\">Se non ci riusciremo, allora sarà un inferno.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Bannare o non bannare, questo è il problema”, Alessio Jacona,<span class=\"formatted_text font_style:italic\"> L'Espresso</span>, 20 giugno 2018.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta delle caratteristiche del pensiero umano che hanno un impatto sulle decisioni. Il grafico originale è stato pubblicato nel 2012 in Italia da Andrea Ceschi, un ricercatore all’Università di Verona.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Tassonomia: le categorie che condizionano le decisioni umane</p>\n</div>\n<img alt=\"The figure presents an infographic titled “Tassonomia: le categorie che condizionano le decisioni umane.” The infographic shows an illustration of the side of a human brain divided into 5 sections. The sections of the brain are labeled as follows, from bottom to top. Framing, Rappresentatività, Costo, Desiderio, and Ancoraggio. Each section has an arrow pointing to a text box. The text boxes, by section, are as follows. Framing: La presenza di uno schema interpretativo già strutturato nella mente del soggetto oscura la visione neutra di una specifica situazione, condizionando le decisioni. Rappresentatività: La mente umana ha difficoltà ad elaborare giudizi di probabilità su quanto sia rappresentativo un evento rispetto a un determinato processo. Costo: L’avversione per le perdite e il non voler sostenere costi condizionano le decisioni della maggioranza delle persone. Desiderio: Per ogni persona non c’è piacere inconscio maggiore che essere adulati o adularsi. Ancoraggio: La mente umana, quando deve fare una stima di tipo numerico su un tema che non conosce, si aggrappa a un qualunque riferimento numerico per aggiustarlo solo successivamente.     \" height=\"347\" src=\"https://assets.learnosity.com/organisations/507/VH953872.g04.png\" width=\"488\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">I dati possono riflettere realtà del mondo preoccupanti.</p>","<p class=\"choice_paragraph\">Non sempre i dati sono esatti.</p>","<p class=\"choice_paragraph\">È necessario raccogliere più dati possibile.</p>","<p class=\"choice_paragraph\">Non basta solo saper interpretare i dati.</p>"],"answer":0}]