[{"id":"VH953824-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Devi rispondere a un’email. La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Il mittente di questo messaggio email è Amelia Russo, responsabile di un programma di integrazione scolastica dei bambini figli di immigrati. Ricevi il messaggio perché avevi contattato la sua associazione per offrire la tua disponibilità a collaborare a possibili progetti.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Da: Dott.ssa Amelia Russo</p>\n\n<p class=\"memo_info prefix:Subject\">Soggetto: Collaborazione a progetti di integrazione</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Gentile Studente,</p>\n\n<p class=\"passage_para\">La ringrazio per l’interesse che ha espresso per i progetti di cui si occupa la nostra associazione. Come immaginerà, ci troviamo ad affrontare il fenomeno nuovo e crescente della presenza di molti studenti figli di immigrati nelle scuole italiane. In questo nuovo quadro sociale, ci sta particolarmente a cuore favorire il percorso di integrazione degli alunni con cittadinanza non italiana fin dai primi anni di scuola. I nostri progetti includono il potenziamento dell’insegnamento della lingua e della cultura italiana, proiezione di film e cartoni animati, assistenza allo studio, e così via.</p>\n<span class=\"list_heading\">Affinché possa includerLa nei nostri programmi, avrei bisogno di sapere:</span>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">in quale dei nostri progetti potrebbe dare il Suo contributo e perché.</li>\n\t<li class=\"list_paragraph\">quale attività suggerirebbe di aggiungere ai nostri progetti e perché.</li>\n</ul>\n\n<p class=\"passage_para\">La ringrazio di nuovo per la disponibilità a collaborare con noi. Sono sicura che il Suo contributo sarà prezioso per il nostro lavoro di accoglienza.</p>\n\n<p class=\"passage_para\">Cordiali saluti,</p>\n\n<p class=\"passage_para\">Dott.ssa Amelia Russo</p>\n\n<p class=\"passage_para\">Associazione «Giromondo»</p>\n\n<p class=\"passage_para\">Torino</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH953824_rubric"}]