[{"id":"VH954469-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to an Italian writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Scrivi un saggio argomentativo per un concorso di scrittura in italiano. La traccia si basa su tre fonti (materiale scritto e orale) che presentano diversi punti di vista sull’argomento. Nel tuo saggio, devi elaborare accuratamente il tuo punto di vista sull’argomento. Devi integrare i diversi punti di vista e le informazioni presentati dalle fonti per giustificare la tua argomentazione. Fai riferimento a tutte le fonti, indicandole in modo appropriato. Organizza il tuo saggio in modo logico e chiaro.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Traccia:</span></p>\n\n<div class=\"prompt\">Cosa si dovrebbe fare per gestire meglio l’uso delle nuove tecnologie fra i giovani?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta dell'uso dei social network tra le giovani generazioni. L’articolo originale è stato pubblicato il 25 gennaio 2011 in Italia. È stato scritto da Nicola De Santis, un giornalista italiano.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Dal contatto alla relazione: educare nell’era dei social network</p>\n</div>\n\n<p class=\"passage_para\">L’uso dei social network diventa sempre più diffuso tra le giovani generazioni. Gli spazi vissuti non si limitano solo al muretto del quartiere: negli ultimi anni nascono nuove piazze in cui i giovani e soprattutto i giovanissimi incontrano gli amici, condividono pensieri, comunicano le esperienze di ogni giorno. In principio fu la chat di Messenger che permetteva di creare dei blog; successivamente i social network si sono moltiplicati differenziandosi, a seconda delle funzioni, per target di utenti. Questi spazi si configurano quindi come dei luoghi di incontro virtuali che espandono la possibilità di comunicare, pubblicare immagini, condividere link, musica o video.</p>\n\n<p class=\"passage_para\">Un educatore che voglia camminare al fianco dei giovanissimi (ma anche giovani!) non può prescindere da questa dimensione comunicativa e relazionale: questo non vuol dire che ci si debba per forza iscrivere tutti a Facebook o a Netlog (il social network più diffuso tra gli adolescenti), ma bisogna provare ad osservare e interpretare uno stile comunicativo che è ormai entrato nelle abitudini delle giovani generazioni.</p>\n\n<p class=\"passage_para\">Una prima attenzione potrebbe essere quella di accompagnare i giovanissimi ad un uso consapevole della rete: secondo un’indagine del Safer Internet Day 2010, la Giornata europea della sicurezza in rete, emerge che i giovani come i genitori non hanno sufficiente consapevolezza dei pericoli che si incontrano su Internet. Le piazze virtuali, infatti, danno spesso occasione a malintenzionati di aprire fronti pericolosi di contatto; bisognerebbe quindi evitare di condividere dati o riferimenti particolarmente sensibili come l’indirizzo, il numero di telefono, la scuola frequentata.</p>\n\n<p class=\"passage_para\">Se è vero che la rete presenta alcuni pericoli per gli adolescenti, non si può negare che sia una grande opportunità di comunicazione che l’educatore può anche sfruttare per annodare sempre meglio la rete associativa. Sono sempre più frequenti i gruppi su Facebook che collegano giovanissimi o giovani; sono uno strumento utile soprattutto per chi, per motivi di studio o lavoro, si trova distante dal proprio gruppo parrocchiale. La rete può diventare quindi l’occasione per ricordare gli appuntamenti, condividere il materiale o scambiarsi le impressioni sull’esperienza associativa.</p>\n\n<p class=\"passage_para\">L’ultima attenzione è invece quella più importante; l’uso troppo frequente dei social network fa sì che moltissimi adolescenti passino diverse ore del pomeriggio davanti al pc. Questa abitudine potrebbe confondere la rete virtuale con i rapporti tra amici. È importante che sia costante l’attenzione nel mettere al centro la relazione personale diretta, unica e insostituibile per crescere nella fraternità. Un’amicizia virtuale non potrà mai sostituire una chiacchierata con un amico, una partita di calcio nel campetto della parrocchia, un gelato con i compagni di classe. Un rapporto «a tempo» (perché quando sei stanco di un contatto basta spegnere il pc) come quello costruito online è sicuramente più facile da gestire perché non è impegnativo, ma è meno umano e reale!</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Dal contatto alla relazione: educare nell’era dei social network”, Nicola De Santis, <span class=\"font_style:italic formatted_text\">SegnoPer-Azione Cattolica</span>, 25 gennaio 2011.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta della crescita dell’uso della rete. Il grafico originale è stato pubblicato il 14 luglio 2011 in Italia. È stato compilato da Vincenzo Cosenza per Vincos, il suo blog di marketing e tecnologia.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled “Conoscenza e Uso dei Social Network in Italia—Nono Rapporto Censis (Centro Studi Investimenti Sociali)/Ucsi (Unione Cattolica Stampa Italiana).” The following two categories are indicated in two rows: “Utenza abituale” and “Utenza complessiva.” At the bottom of the infographic there are five different social media platforms indicated. From left to right they are as follows: Facebook, YouTube, Messenger, Skype, and Twitter. For each combination of category and social media platform, there is a bubble representing percentage of users on the platform. In the category “Utenza abituale,” the data are as follows. Facebook, 37.5%. YouTube, 25.5%. Messenger, 16.4%. Skype, 13.4%. Twitter, 2.6%. In the category “Utenza complessiva,” the data are as follows. Facebook, 49%. YouTube, 54.5%. Messenger, 35.8%. Skype, 32.5%. Twitter, 10.2%. Note that in the category “Utenza complessiva” the bubbles representing Facebook and YouTube overlap, and the bubbles representing YouTube and Messenger overlap. \" height=\"293\" src=\"https://assets.learnosity.com/organisations/537/VH954469.g02.png\" width=\"501\" /></div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Questo testo tratta dei giovani e delle nuove tecnologie. L’intervista originale, intitolata «I giovani e le nuove tecnologie: Un’indagine sui ‹nativi digitali›», è stata pubblicata il 4 marzo 2011 in Italia. È stata ideata da Marzia Lucianer della Fondazione Bruno Kessler, un istituto di ricerca in Italia. Nel brano, Marzia Lucianer intervista Manuela Perrotta e Silvia Gherardi del Dipartimento di Sociologia e Ricerca Sociale dell’Università di Trento. Questo testo dura circa tre minuti.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“I giovani e le nuove tecnologie: Un’indagine sui ‹nativi digitali›”, Marzia Lucianer, Fondazione Bruno Kessler, 4 marzo 2011.</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VH954469.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH954469_rubric"}]