[{"id":"VH953314-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Devi rispondere a un’email. La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Il mittente di questo messaggio email è Livia Scorrano, organizzatore di eventi per il ristorante La Baia dell’Ovest. Ricevi il messaggio perché hai contattato il ristorante per organizzare una festa di compleanno per un tuo parente.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Da: Ristorante La Baia dell’Ovest</p>\n\n<p class=\"memo_info prefix:Subject\">Soggetto: Festa di compleanno</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Gentile Cliente,</p>\n\n<p class=\"passage_para\">siamo lieti di aver ricevuto la Sua prenotazione per festeggiare il compleanno di Sua zia presso il nostro locale. Come avrà visto dal nostro sito, oltre al ristorante, La Baia dell’Ovest ha varie sale private a disposizione dei clienti e offre un menu molto vario. Inoltre possiamo offrirLe anche altri servizi per rendere l’evento ancora più memorabile come ad esempio musica o servizi fotografici.</p>\n<span class=\"list_heading\">Nel frattempo è nostro interesse sapere:</span>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">quanti invitati ci saranno e se qualcuno ha dei requisiti dietetici particolari o delle allergie.</li>\n\t<li class=\"list_paragraph\">che tipo di sala preferisce, e se ha in mente un menu particolare o sceglierà uno dei nostri pacchetti.</li>\n</ul>\n\n<p class=\"passage_para\">Restiamo a disposizione per ulteriori chiarimenti.</p>\n\n<p class=\"passage_para\">In attesa di un sollecito riscontro, Le inviamo i più cordiali saluti.</p>\n\n<p class=\"passage_para\">Livia Scorrano</p>\n\n<p class=\"passage_para\">Organizzatore di eventi</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH953314_rubric"}]