[{"id":"VH954829-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to an Italian writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Scrivi un saggio argomentativo per un concorso di scrittura in italiano. La traccia si basa su tre fonti (materiale scritto e orale) che presentano diversi punti di vista sull’argomento. Nel tuo saggio, devi elaborare accuratamente il tuo punto di vista sull’argomento. Devi integrare i diversi punti di vista e le informazioni presentati dalle fonti per giustificare la tua argomentazione. Fai riferimento a tutte le fonti, indicandole in modo appropriato. Organizza il tuo saggio in modo logico e chiaro.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Traccia:</span></p>\n\n<div class=\"prompt\">Quale tipo di attività commerciale funziona meglio al giorno d’oggi, un negozio fisico o un negozio online?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta dei vantaggi per un venditore di usare un negozio online. L’articolo originale è stato pubblicato nel 2018 in Italia. È stato scritto da Marco Cappelletti (Mark), un giornalista italiano.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">E-commerce: vantaggi e svantaggi di un negozio online</p>\n</div>\n\n<p class=\"passage_para\">Internet offre numerose opportunità lavorative un tempo impensabili, come la possibilità di aprire un negozio virtuale, chiamato e-commerce, i cui costi per l’avvio di un’attività imprenditoriale possono essere notevolmente ridotti rispetto alla stessa attività praticata in un negozio fisico, il tutto aumentando l’utenza raggiungibile e senza la necessità di un magazzino.</p>\n\n<p class=\"passage_para\">L’apertura di un negozio fisico comporta delle spese, spesso troppo limitanti, a meno che non si disponga di un enorme disponibilità di fondi, che includono un affitto con relativo contratto, dei costi di muratura, dei costi relativi all’arredamento, al personale e tasse varie.</p>\n\n<p class=\"passage_para\">I vantaggi dell’e-commerce sono moltissimi. Il più evidente è che non si deve possedere un negozio di proprietà, ne pagare un affitto, certo ci sarà da pagare lo spazio Internet e un software di gestione, ma i costi sono notevolmente inferiori. Se si è capaci di gestire autonomamente l’inserimento dei prodotti e delle relative schede, non sarà necessario assumere del personale, abbattendo ulteriormente i costi fissi rispetto a un negozio fisico.</p>\n\n<p class=\"passage_para\">Sempre parlando di costi, molte aziende offrono la possibilità di vendere dei prodotti senza acquistarli, infatti nel momento in cui l’utente effettuerà l’acquisto da voi, sarà l’azienda proprietaria del prodotto a spedirlo direttamente, in questo modo non avrete problemi di scorte e di magazzino.</p>\n\n<p class=\"passage_para\">Potenzialmente con un negozio online potrete raggiungere tutti gli utenti mondiali e vendere a un numero immenso di persone.</p>\n\n<p class=\"passage_para\">Se la vostra intenzione è quella di diventare imprenditori, ma non volete sostenere un grande costo iniziale, in modo da limitare le possibili perdite, sicuramente un e-commerce è la soluzione ideale, ma prima sarà necessario fare qualche corso per capire il corretto funzionamento di un mercato sempre in sviluppo. Se invece non ve la sentite di rischiare, e il negozio fisico lo ritenete troppo costoso, una possibilità interessante viene data da colossi del settore, che offrono la possibilità di aprire un negozio sul loro store, a un prezzo molto basso, o in cambio di una parte del fatturato, ma garantendo una visibilità buona e la possibilità di inserire prodotti di varie tipologie e spedire facilmente in tutto il mondo.</p>\n\n<p class=\"passage_para\">L’e-commerce può essere sfruttato anche da un negozio fisico che vuol espandere la propria clientela, sfruttando con un costo abbastanza contenuto, la possibilità che Internet offre.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta dell’aumento del tasso di acquisti online in anni recenti. Il grafico originale è stato pubblicato 2017 in Italia. È stato compilato da Casaleggio Associati, un’azienda di consulenza sulla strategia e-commerce.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">La distribuzione dei fatturati e-commerce nel 2016</p>\n</div>\n<img alt=\"The figure presents a circular ring titled “La distribuzione dei fatturati e-commerce nel 2016.” The ring is divided into 10 sections. The center of the circular ring is labeled “Fatturato e-commerce 31,6 miliardi di euro.” Starting from the top right and moving clockwise the sections are labeled as follows. Section 1, Tempo libero, 43%. Section 2, Turismo, 31%. Section 3, Centri commerciali, 10%. Section 4, Assicurazioni, 6%. Section 5, Elettronica, 2,9%. Section 6, Alimentare, 2,4%. Section 7, Editoria, 2%. Section 8, Moda, 1,9%. Section 9, Casa e arredamento, 0,5%. Section 10, Salute e bellezza, 0,3%.\" height=\"394\" src=\"https://assets.learnosity.com/organisations/537/VH954829.g01.png\" width=\"555\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Questo testo tratta delle idee per gestire con successo un negozio fisico nell’era di e-commerce. Il servizio originale, intitolato «E-commerce: Come ‹Sopravvivere› se hai un Negozio Fisico?», è stato pubblicato il 5 ottobre 2017 in Italia. È stato ideato da Pasquale Miele, un consulente nel settore di Web &amp; Marketing. Nel suo discorso, Miele offre suggerimenti pratici ai suoi ascoltatori. Questo testo dura circa tre minuti.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VH954829.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH954829_rubric"}]