[{"id":"VH964876","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH958194.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Secondo il grafico, quale fascia di età dichiara di fare saltuariamente oggi più volontariato delle altre?</p>\n","rubricRef":"VH964876_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<p class=\"standalone_statement style:1\">Fonte numero 1</p>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta di dati sui giovani che fanno attività di volontariato. L’articolo originale è stato pubblicato nel 2015 in Italia da Alessandro Belotti, uno scrittore italiano.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Il volontariato, occasione di crescita personale</p>\n</div>\n\n<p class=\"passage_para\">«Condizione giovanile e formazione al volontariato». Questo il titolo dell’intervento di Pierpaolo Triani al convegno «Giovani e volontariato: una risorsa per il territorio. Comunicare per partecipare». Egli ha presentato i dati della ricerca sulla condizione dei Millennials, partendo dalla loro situazione lavorativa e soffermandosi successivamente sul rapporto delle nuove generazioni con il mondo del volontariato. Dai dati emerge che il 64,8% dei giovani non ha mai intrapreso azioni di volontariato, il 23,7% lo sta facendo oggi, mentre il 21,6% lo ha fatto in passato. Tra chi si è dichiarato attivo dal punto di vista della partecipazione al volontariato, prevale l’interesse per iniziative connesse allo sport, seguite da feste e divertimento; in secondo piano, invece, solidarietà, formazione e cultura. In realtà la relazione tra volontariato ed educazione riguarda più aspetti e risulta di grande importanza nel percorso di crescita di un giovane. Ed ecco che un questionario rivolto a un pubblico specifico (i ragazzi e le ragazze che hanno partecipato in qualità di responsabili al Cre-Grest, il servizio ricreativo ed educativo estivo organizzato dalle diocesi) ha mostrato come per ben il 78% degli intervistati il proprio impegno in questa attività di volontariato permette di diventare più responsabili. Una consapevolezza di sé importante, specialmente in un’ottica di maturazione, di crescita e di responsabilizzazione. Una consapevolezza che si accompagna anche ad una più profonda conoscenza dell’altro: il 58,9% ha detto che quell’esperienza gli ha permesso di conoscere meglio i bambini e il 38% di conoscere meglio, per l’appunto, se stesso. Lavorando a stretto contatto con gli altri si impara a collaborare: ed ecco che, anche grazie all’esperienza di volontariato, il 44,5% ha detto di aver imparato a collaborare con i coetanei e il 14,2% con gli adulti. La formazione al volontariato diventa fondamentale per promuovere una cultura del dono e valorizzare il protagonismo dei giovani, permettendo loro una sperimentazione sana e costruttiva. Tra gli obiettivi della formazione al volontariato vi è, inoltre, la possibilità altrettanto importante di accompagnare la crescita stimolando le competenze e aiutare, con l’esempio, a pensare ad un presente e a un futuro declinato al plurale.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Alessandro Belotti, «Il volontariato, occasione di crescita personale», 2015.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"standalone_statement style:1\">Fonte numero 2</p>\n\n<p class=\"introduction passage-intro\">Questo testo tratta di giovani e volontariato, con dati divisi per età e aree geografiche. La tabella originale è stata pubblicata il 20 novembre 2013 in Italia dalla redazione di <span class=\"formatted_text font_style:italic\">Donna in Affari</span>, un periodico italiano.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Giovani e volontariato</p>\n</div>\n<img alt=\"The figure presents a horizontal bar graph titled “Ha fatto o sta facendo esperienze di volontariato?” The horizontal axis is labeled “Percentuali basate su un campione di 9.000 persone in tutta Italia comprese fra i 18 e i 29 anni,” and the numbers 0 through 70, in increments of 10, are indicated. There are eight categories listed along the vertical axis. Each category has five bars. A key indicates that the five bars represent the following responses: 1. no, mai; 2. sì, oggi saltuariamente; 3. sì, in passato saltuariamente; 4. sì, oggi in modo continuo; and 5. sì, in passato in modo continuo. The data presented by the bars, by category, are as follows. Note that all values are approximate. 18-20 anni: no, mai, 68; sì, oggi saltuariamente, 8; sì, in passato saltuariamente, 14; sì, oggi in modo continuo, 7; and sì, in passato in modo continuo, 4. 21-23 anni: no, mai, 65; sì, oggi saltuariamente, 6; sì, in passato saltuariamente, 17; sì, oggi in modo continuo, 6; and sì, in passato in modo continuo, 5. 24-26 anni: no, mai, 62; sì, oggi saltuariamente, 7; sì, in passato saltuariamente, 18; sì, oggi in modo continuo, 7; and sì, in passato in modo continuo, 6. 27-30 anni: no, mai, 62; sì, oggi saltuariamente, 6; sì, in passato saltuariamente, 17; sì, oggi in modo continuo, 5; and sì, in passato in modo continuo, 8. Nord-ovest: no, mai, 59; sì, oggi saltuariamente, 8; sì, in passato saltuariamente, 18; sì, oggi in modo continuo, 8; and sì, in passato in modo continuo, 6. Nord-est: no, mai, 60; sì, oggi saltuariamente, 8; sì, in passato saltuariamente, 17; sì, oggi in modo continuo, 9; and sì, in passato in modo continuo, 5. Centro: no, mai, 68; sì, oggi saltuariamente, 8; sì, in passato saltuariamente, 16; sì, oggi in modo continuo, 5; and sì, in passato in modo continuo, 4. Sud ed isole: no, mai, 69; sì, oggi saltuariamente, 5; sì, in passato saltuariamente, 15; sì, oggi in modo continuo, 4; and sì, in passato in modo continuo, 6.\" height=\"569\" src=\"https://assets.learnosity.com/organisations/537/VH958194.g03.png\" width=\"467\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">18-20</p>","<p class=\"choice_paragraph\">21-23</p>","<p class=\"choice_paragraph\">24-26</p>","<p class=\"choice_paragraph\">27-30</p>"],"answer":0}]