[{"id":"VH964552-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Devi rispondere a un’email. La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Il mittente di questo messaggio email è Roberto Villafranca, direttore, Verona Centro Benessere e Fitness. Ricevi il messaggio perché avevi fatto richiesta al Centro per una tariffa di gruppo.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Da: Roberto Villafranca</p>\n\n<p class=\"memo_info prefix:Subject\">Soggetto: Tariffa di gruppo</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Caro Studente,</p>\n\n<p class=\"passage_para\">grazie per il Suo interesse nella nostra palestra, Verona Centro Benessere e Fitness.</p>\n\n<p class=\"passage_para\">Siamo la palestra più attrezzata sul territorio veronese, con varie sale dedicate alle diverse attività. Nella nostra palestra si possono praticare vari tipi di sport, dal sollevamento pesi, alle classi di aerobica a quelle di yoga. Abbiamo anche uno spazio dedicato esclusivamente allo sport di squadra per chi ama giocare a basketball o a pallavolo. Tra i vari servizi che troverete nel Verona Centro Benessere e Fitness, c’è anche la possibilità di lavorare con un personal trainer attraverso un programma personalizzato.</p>\n\n<p class=\"passage_para\">Per quanto riguarda le tariffe, offriamo diversi tipi di abbonamenti a seconda dell’uso che si vuol fare della palestra. Al fine di proporLe la tariffa adeguata alle Sue necessità, mi servirebbero le seguenti informazioni:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">quali sono i membri del vostro gruppo e quali interessi li accomunano?</li>\n\t<li class=\"list_paragraph\">che uso volete fare della palestra e quali sport vi interessano?</li>\n</ul>\n\n<p class=\"passage_para\">Appena ricevute le informazioni necessarie, sarò in grado di mandarLe delle informazioni più dettagliate.</p>\n</div>\n\n<p class=\"letter_closing\">In attesa di un Suo riscontro, Le porgo cordiali saluti,</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Roberto Villafranca</p>\n\n<p class=\"signature_line\">Direttore Verona Fitness Club</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH964552_rubric"}]