[{"id":"VH964459-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-Mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Devi rispondere a un’email. La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Il mittente di questo messaggio email è Giuseppe Ferri, organizzatore della Festa delle Celebrazioni Storiche presso la sua fondazione. Ricevi il messaggio perché avevi contattato il suo ufficio per avere maggiori informazioni sulla Festa ed offrire la tua disponibilità a collaborare alla sua realizzazione.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Da: Prof. Giuseppe Ferri</p>\n\n<p class=\"memo_info prefix:Subject\">Soggetto: Collaborazione alla Festa delle Celebrazioni Storiche</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Gentile studente,</p>\n\n<p class=\"passage_para\">La ringrazio per l’interesse che ha espresso per la Festa delle Celebrazioni Storiche che stiamo organizzando con le scuole della nostra regione. La Festa intende promuovere la partecipazione degli studenti liceali nella commemorazione di momenti storici. Il programma include spettacoli teatrali, una mostra, uno spazio libri, una serie di incontri con ospiti d’onore e un concerto di musica tradizionale in chiusura della manifestazione. Questi eventi avranno come tema sia la storia italiana in generale sia alcuni episodi particolarmente significativi di quella storia. Saremo felici di avere la Sua collaborazione alla realizzazione della nostra Festa.</p>\n\n<p class=\"passage_para\">Affinché possa includerLa nel nostro progetto, avrei bisogno di sapere:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">quale momento della storia italiana vorrebbe far conoscere ai partecipanti e perché?</li>\n</ul>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">a quale degli eventi in programma vorrebbe dare il Suo contributo e perché?</li>\n</ul>\n\n<p class=\"passage_para\">La ringrazio per l’offerta di collaborazione. Sono sicuro che troverà l’esperienza divertente ed educativa.</p>\n</div>\n\n<p class=\"letter_closing\">Cordiali saluti,</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Prof. Giuseppe Ferri</p>\n\n<p class=\"signature_line\">Fondazione Giustino Fortunato</p>\n\n<p class=\"signature_line\">Bari</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH964459_rubric"}]