[{"id":"VH962934","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH962867.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Secondo il grafico, il motivo meno citato dalle donne per lasciare prematuramente gli studi è che</p>\n","rubricRef":"VH962934_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta dei motivi per cui alcuni ragazzi italiani lasciano prematuramente gli studi. Il grafico originale è stato pubblicato il 20 marzo 2018 in Italia da Milena Gabanelli, giornalista e conduttrice televisiva italiana.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a horizontal bar graph titled “I Motivi Dell’Abbandono Universitario, Dati in percentuale.” The horizontal axis indicates the percentages 0 through 35, in increments of 5. The vertical axis indicates the following 7 categories, from top to bottom: 1, Per dedicarmi al lavoro o alla ricerca di lavoro. 2, Le spese universitarie o di mantenimento erano troppo elevate. 3, Non ero soddisfatto delle opportunità professionali del corso. 4, Non mi piaceva studiare, avevo altri interessi. 5, Gli studi erano troppo difficili. 6, Motivi personali o familiari. 7, Altro. For each category, there are two bars. One bar represents Donne, and the other bar represents Uomini. The data represented by the bars are as follows. Category 1. Per dedicarmi al lavoro o alla ricerca di lavoro. Donne, 23,2%. Uomini, 32,9%. Category 2. Le spese universitarie o di mantenimento erano troppo elevate. Donne, 11,5%. Uomini, 9,4%. Category 3. Non ero soddisfatto delle opportunità professionali del corso. Donne, 14,5%. Uomini, 13,1%. Category 4. Non mi piaceva studiare, avevo altri interessi. Donne, 6,4%. Uomini, 7,2%. Category 5. Gli studi erano troppo difficili. Donne, 16,3%. Uomini, 18,9%. Category 6. Motivi personali o familiari. Donne, 17,3%. Uomini, 8,9%. Category 7. Altro. Donne, 10,8%. Uomini, 9,6%.\" height=\"377\" src=\"https://assets.learnosity.com/organisations/537/VH962867.g01.png\" width=\"490\" />\n<p class=\"caption\">Dati provenienti da una ricerca Istat (Istituto nazionale di ricerca) pubblicata nel 2015 basati su un campione femminile e maschile di diplomati del 2011 che hanno interrotto gli studi universitari per varie motivazioni</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Questo testo tratta delle possibilità di alloggio per gli studenti nella città universitaria di Bologna. È una conversazione tra due amici, Serena e Carlo, che parlano delle possibilità di studiare all’Università di Bologna. Questo testo dura circa tre minuti.</p>\n</div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_6ae64fc534eb88ad2005402b8111c4b5\" data-src=\"https://assets.learnosity.com/organisations/537/VH962867.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">non amano studiare</p>","<p class=\"choice_paragraph\">preferiscono imparare un mestiere</p>","<p class=\"choice_paragraph\">vogliono diventare madri</p>","<p class=\"choice_paragraph\">sono spinte da ragioni economiche</p>"],"answer":0}]