[{"id":"VH969011","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968522.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Il brano suggerisce che quando la nipote, alla fine del secondo paragrafo, dice «Non c'è campo», la parola <span class=\"formatted_text font_style:italic\">campo</span> significa</p>\n","rubricRef":"VH969011_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Questo testo tratta di una camminata in natura. Il racconto originale, intitolato «Il lago», è stato pubblicato nel 2018 in Italia dall'autore italiano Marco Salvario. Nel brano, un nonno parla con sua nipote Elena durante una passeggiata.</p><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Il lago</p></div><p class=\"passage_para\">Non ricordavo fosse così scivolosa e ripida la salita. Non ho più le gambe dei miei vent’anni, soprattutto è il ginocchio sinistro che, quando lo piego, protesta con un dolore acuto e continuo.</p><p class=\"passage_para\">Faccio una pausa, fingendo di interessarmi al panorama. Elena si è fermata prima di me e scruta rabbiosa il suo smartphone, che io mi ostino a chiamare telefonino. «Non c’è campo!»</p><p class=\"passage_para\">«Come no? Guardati intorno: quanto verde, quante piante, quanti<span class=\"formatted_text font_style:italic\"> campi</span>. Forse più boschi che campi, ma questa è la montagna».</p><p class=\"passage_para\">«Nonno! Sai benissimo cosa voglio dire!»</p><p class=\"passage_para\">Allargo le braccia. «Nipotina mia, vivi e goditi la natura. Non sarà così grave, se per qualche minuto, non telefoni».</p><p class=\"passage_para\">«Io non telefono».</p><p class=\"passage_para\">«Giusto, tu mandi messaggini».</p><p class=\"passage_para\">«<span class=\"formatted_text font_style:italic\">WhatsApp</span>!»</p><p class=\"passage_para\">La correzione è detta tra i denti, minacciosa e per me misteriosa. Ha provato ieri a spiegarmi in cosa consista questa novità tecnologica e mi ha solo convinto che sono sempre inutili e banali messaggini, magari con una foto allegata o una musica o un filmato. Che Elena mandi in giro sue foto a troppi amici, che amici non so quanto siano, non mi piace, però sua madre mi ha detto che le ragazze lo fanno tutte ed io resto zitto.</p><p class=\"passage_para\">«Perdonami, tesoro! Nella vita bisogna rassegnarsi, prima o poi, a qualche dolorosa rinuncia. Oggi dovrai limitarti a guardare il paesaggio e respirare aria pulita, finché campo non tornerà. A chi volevi scrivere?»</p><p class=\"passage_para\">«A nessuno».</p><p class=\"passage_para\">«E cosa gli dovevi scrivere?»</p><p class=\"passage_para\">«Nulla!»</p><p class=\"passage_para\">Sapevo che avrebbe risposto così. <span class=\"formatted_text font_style:italic\">Nessuno</span> è Gianni, un amico a cui scrive qualche <span class=\"formatted_text font_style:italic\">nulla</span> ogni minuto, poi c’è tutta la sua tribù di perditempo che non sanno scrivere, non sanno parlare e riescono a comunicare solo per sigle e faccine, senza avere il coraggio di guardarsi negli occhi.</p><p class=\"passage_para\">«Che cosa volevi scrivere a Gianni?»</p><p class=\"passage_para\">«Che mi annoio!»</p><p class=\"passage_para\">Ridacchio. «È importante farglielo sapere».</p><p class=\"passage_para\">Mi piace questo posto e il cattivo umore di Elena quando è trascinata fuori di casa non mi contagia.</p><p class=\"passage_para\">«Vuoi andare al laghetto?» Provo a proporle.</p><p class=\"passage_para\">Un’alzata di spalle che interpreto per una risposta affermativa.</p><p class=\"passage_para\">L’erba è alta e il sentiero poco battuto si confonde in certi punti con i prati. Non lo ammetto, ma mi sto perdendo. Elena mi dice di avere visto uno scoiattolo arrampicarsi ed io confermo, purtroppo è una bugia. Un corvo mi deride e la sua voce sembra preannunziare quella di mia nipote: «Il lago si è prosciugato!»</p><p class=\"passage_para\">Elena si arrampica agile su uno spuntone per farmi vedere un fungo che poi lasciamo lì, non sapendo se è commestibile. D’improvviso punta il dito e mi comunica la buona notizia: «Eccolo il tuo stagno, e non è neppure così male».</p><p class=\"passage_para\">Infatti, il lago è lì e specchia il bosco, confondendosi con esso. Non <span class=\"formatted_text font_style:italic\">così male</span>? È bellissimo, è poesia pura!</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">rete telefonica</p>","<p class=\"choice_paragraph\">zona di campagna</p>","<p class=\"choice_paragraph\">spazio dedicato allo sport</p>","<p class=\"choice_paragraph\">settore di ricerca</p>"],"answer":0}]