[{"id":"VH968802","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH963521.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In quale settore del mercato lavora Alex?</p>\n","rubricRef":"VH968802_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Questo testo tratta della vita e dei pensieri di una giovane donna. Il racconto originale, intitolato «Attacco di panico», è stato pubblicato nel 2018 in Italia dall’autrice italiana Lucia Moreschi. Nel brano, il narratore descrive la protagonista, Alex.</p><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Attacco di panico</p></div><p class=\"passage_para\">L’autostrada era piena zeppa di camion e autoarticolati.</p><p class=\"passage_para\">Decine di auto erano pronte a sfrecciare alla velocità della luce come se facessero a gara tra loro per aggiudicarsi il premio del migliore.</p><p class=\"passage_para\">Ad Alex tutto questo gran sbandierare la propria superiorità dava fastidio, al punto che guidava perennemente in seconda corsia senza spostarsi di un millimetro, proprio per dare noia a quegli esseri senza pazienza e senza cervello che le facevano i fari da dietro.</p><p class=\"passage_para\">Il suo lavoro era a diretto contatto con la gente, in una bellissima Spa termale situata in una location turistica e storica di rara bellezza.</p><p class=\"passage_para\">Guidava per circa un’ora prima di arrivare al lavoro e ormai erano quasi quattro anni che faceva quella strada, tra il traffico del weekend e quello, ancora più temibile, di ponti e festività.</p><p class=\"passage_para\">Dopo tanti anni di studio e pratica era riuscita a trovare quel bel posticino che la ospitava come massaggiatrice freelance.</p><p class=\"passage_para\">Offriva alla struttura le sue disponibilità in termini di giorni e lavorava per loro massaggiando la gente.</p><p class=\"passage_para\">Non sapeva quanto questa lunga avventura sarebbe durata, perché non poteva conoscere gli sviluppi degli eventi, i suoi imprevisti e le decisioni di chi si occupava di gestire l’azienda per cui lavorava. Si limitava a vivere giorno per giorno, cercando di fare quel lavoro al massimo delle sue possibilità, con la passione che la contraddistingueva e la capacità di ascolto necessaria per approcciarsi a quel tipo di mondo.</p><p class=\"passage_para\">All’inizio ne era entusiasta, piena di energia, felice di fare delle mani lo strumento principe che la portasse a toccare, sentire e interpretare. Uno strumento essenziale e umano che apriva le porte a qualcosa di più profondo. Forse un giorno quel posto sarebbe stato solo un ricordo, una collezione di esperienze. Per decisione sua o forse, di altri.</p><p class=\"passage_para\">Quello di cui si sentiva certa era che ora intuiva farsi strada un cambiamento, qualcosa di inevitabile che la spingeva in territori non ben conosciuti e che coinvolgeva la sua intera vita. Aveva bisogno di stimoli, di credere di avere ancora un senso, di riuscire a percepirsi con quella leggerezza che non le era propria.</p><p class=\"passage_para\">Il suo nome era Alex, un nome ambiguo perché veniva scambiato spesso per quello di un ragazzo. Le si addiceva bene dato che per sua natura si sentiva androgina e non eccessivamente femminile, almeno non nel modo in cui venivano spesso etichettate le donne. Il suo era un essere sé stessa nonostante i condizionamenti che imponeva la società, decisamente troppo stretti per lei. Con questo modo di procedere aveva costruito la sua vita, seguendo sempre ciò che più sentiva e sentendosi il solito cigno nero in mezzo a una moltitudine di cigni bianchi. Era felice comunque di essere giunta a quel punto della sua vita senza sentire la necessità di uniformarsi a tutti gli altri.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Attacco di Panico”, Lucia Moreschi, <span class=\"formatted_text font_style:italic\">Per chi beve caffè Amaro</span>, 23 febbraio 2018.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Dell’artigianato</p>","<p class=\"choice_paragraph\">Della ristorazione</p>","<p class=\"choice_paragraph\">Del benessere</p>","<p class=\"choice_paragraph\">Della pubblica amministrazione</p>"],"answer":2}]