[{"id":"VH979270","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH966085.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Il quarto paragrafo dell’articolo serve principalmente a</p>\n","rubricRef":"VH979270_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta dell’istruzione di bambini in materia della salute. L’articolo originale è stato pubblicato il 14 gennaio 2014 in Italia dal Ministero della salute, un ministero del governo italiano.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Teatro della Salute</p>\n</div>\n\n<p class=\"passage_para\">Il Ministero della Salute, in collaborazione con il Ministero dell’Istruzione dell’Università e della Ricerca e con gli Istituti Zooprofilattici Sperimentali (IZS), presenta un bando di concorso per la partecipazione al progetto didattico su materie inerenti alle scienze veterinarie e principi di igiene: «Il Teatro della salute» pensato e voluto per i bambini delle scuole primarie. Il progetto è biennale e prevede due edizioni del concorso.</p>\n\n<p class=\"passage_para\">La collana editoriale «Il Teatro della salute» presenta una serie di testi teatrali, nati dalla penna di un esperto del linguaggio dei bambini in età scolare e arricchiti, a vantaggio dei docenti, di elementi conoscitivi su molti argomenti delicati e complessi di sanità pubblica. La collana sarà composta di 10 numeri.</p>\n\n<p class=\"passage_para\">L’obiettivo è quello di educare i bambini al rispetto della salute degli animali, di quella propria e dell’ambiente, migliorare le loro conoscenze e il loro lessico medico-sanitario unitamente ad un aumento della propriocezione del disagio fisico; di indirizzare i bambini verso comportamenti corretti mirati a ridurre il rischio derivante dalla convivenza con gli animali o dal consumo di alimenti.</p>\n\n<p class=\"passage_para\">Il testo numero zero, scaricabile, contiene due atti unici. In «Una merenda particolare» attraverso la drammatizzazione sotto forma di dialoghi si faranno conoscere ai bambini alcuni alimenti, molto diffusi ed in uso nella dieta degli stessi, che possono provocare intolleranze e/o allergie e fornire indicazioni su come riconoscere e comportarsi di fronte ad alcune delle più frequenti reazioni sintomatiche. Nell’altro atto unico «Il grande pasticcio» è narrata la storia di un cuoco pasticcione che con piccole avventure e un pizzico di magia ci aiuterà a spiegare ai bambini l’importanza dell’igiene nella preparazione dei cibi ed il ruolo del veterinario nei controlli sulla sicurezza degli alimenti.</p>\n\n<p class=\"passage_para\">Il testo contiene anche delle schede didattiche destinate agli insegnati che sono state inserite per favorire questo percorso. Gli insegnanti potranno usarle durante la preparazione della recita, o anche dopo, per fornire i dovuti approfondimenti ai bambini. Le schede contengono principalmente informazioni sugli alimenti, sulle allergie e sulle intolleranze alimentari. Altri principi educativi sono stati inseriti in modo da aiutare i bambini a sviluppare una maggiore confidenza rispetto alla propria fisicità e ad aumentare le conoscenze di base per arrivare ad esprimere correttamente sintomi e disagi relativi a problemi di salute.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Teatro della salute”, Ministero della salute, 14 gennaio 2014.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Questo testo tratta di uno spettacolo teatrale per bambini sull’educazione alimentare. La presentazione originale, intitolata «Piccole scelte per un grande futuro», è stata pubblicata il 13 settembre 2012 in Italia da Teatroeducativo, una rete di professionisti specializzata in contenuto educativo per bambini. Parlano la narratrice, il Dottor Domenico Tiso, e due assistenti dipendenti di Teatroeducativo. Questo testo dura circa due minuti e mezzo.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Piccole scelte per un grande futuro”, Educazione Alimentare Divertente, 13 settembre 2012.</span></span></div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_3c021f29801a1f18fd4e769ca4b812bc\" data-src=\"https://assets.learnosity.com/organisations/507/VH966085.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">elencare una serie di regole per salvaguardare la salute</p>","<p class=\"choice_paragraph\">descrivere due progetti scolastici completati dagli studenti</p>","<p class=\"choice_paragraph\">raccontare la storia di due commedie in fase di pubblicazione</p>","<p class=\"choice_paragraph\">riassumere la trama di due unità didattiche narrative</p>"],"answer":3}]