[{"id":"VH971154","type":"audio","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\"><span class=\"formatted_text font_weight:bold\">General Speaking Directions</span></p><p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\">This part requires spoken responses. Your spoken responses will be recorded. Your score will be based on what you record. It is important that you speak loudly enough and clearly so that your responses are recorded.</p><p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\">Questa parte richiede risposte orali. Le tue risposte orali sono registrate. Il punteggio è basato su quello che registri. È importante parlare a voce alta e chiara abbastanza in modo da registrare bene la risposta.</p><br><div><div class=\"stimulus_reference\"><p class=\"introduction passage-intro\"></p><p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Task 4: Cultural Comparison</span></p><p class=\"introduction passage-intro\">You will make an oral presentation on a specific topic to your class. In your two-minute presentation, compare an Italian-speaking community with which you are familiar to your own or another community. You should demonstrate your understanding of cultural features of this Italian-speaking community. You should also organize your presentation clearly.</p><p class=\"introduction passage-intro\">Fai una relazione orale alla tua classe su un argomento specifico. Nella tua relazione, hai due minuti per fare un confronto fra una realtà italiana che conosci bene e una realtà che hai osservato e in cui hai vissuto fino ad oggi oppure un’altra realtà di tua scelta. Devi dimostrare di conoscere aspetti culturali di questa realtà italiana. Organizza la tua relazione in modo chiaro.</p></div></div><p class=\"stem_paragraph\"></p><p class=\"stem_paragraph\"><span class=\"formatted_text font_weight:bold\">Argomento della relazione:</span></p><p class=\"stem_paragraph\">Quale ruolo ha la musica in una realtà italiana che conosci bene? Fai un confronto fra questa realtà e una realtà che hai osservato e in cui hai vissuto fino ad oggi oppure un’altra realtà di tua scelta. Nella tua relazione, puoi fare riferimento a cose che hai studiato, visto, conosciuto, ecc.</p>"}]