[{"id":"VH971012-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Devi rispondere a un’email. La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Il mittente di questo messaggio email è Anna Banfi, Ufficio Ammissioni, Accademia Italiana di Arte, Moda e Design. Ricevi il messaggio perché stai facendo domanda per un corso di laurea internazionale.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Da: Anna Banfi, Ufficio Ammissioni, Accademia Italiana</p>\n\n<p class=\"memo_info prefix:Subject\">Soggetto: Corso di Laurea</p>\n</div>\n</div>\n\n<p class=\"letter_salutation\">Gentile Studente,</p>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Gentile studente,</p>\n\n<p class=\"passage_para\">Siamo lieti di aver ricevuto la Sua domanda d’iscrizione alla nostra scuola. L’Accademia Italiana, con sedi a Roma e a Firenze, è la migliore scuola di arte, moda e design in Italia e in Europa. Dal 1984 offre corsi di Laurea e di Master, e alcuni corsi estivi tra cui: Designer di Interni, Stilista di Moda, Illustrazione Grafica, Design del Gioiello, Disegno e Pittura, e Fotografia. I nostri laureati hanno molte possibilità di inserimento presso industrie importanti e prestigiose.</p>\n\n<p class=\"passage_para\">Dalla Sua domanda abbiamo notato che Lei preferisce iscriversi a Roma e che sceglie di alloggiare in un appartamento anziché in famiglia. Ciononostante, per completare la Sua domanda avremmo bisogno di ulteriori informazioni:</p>\n\n<ol class=\"ordered_list style:1\">\n\t<li class=\"list_paragraph\">Innanzitutto, è necessario scegliere una specializzazione. In quale settore conta di specializzarsi e perché?</li>\n\t<li class=\"list_paragraph\">Quali sono le qualità che Lei cerca in un compagno di stanza e, allo stesso riguardo, come descriverebbe se stesso?</li>\n</ol>\n\n<p class=\"passage_para\">Saremmo grati di ricevere la Sua risposta entro la fine di maggio per poterLa considerare per il corso autunnale.</p>\n</div>\n\n<p class=\"letter_closing\">Cordiali saluti,</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Anna Banfi</p>\n\n<p class=\"signature_line\">Ufficio Ammissioni Accademia Italiana</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH971012_rubric"}]