[{"id":"VH979207","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH965987.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Secondo l’infografica, quale percentuale di famiglie possiede normalmente un animale domestico per almeno 20 anni?</p>\n","rubricRef":"VH979207_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta della tutela del benessere degli animali. L’articolo originale è stato pubblicato il 25 marzo 2013 in Italia dal Ministero della Salute del governo italiano.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Tutela del benessere degli animali</p>\n</div>\n\n<p class=\"passage_para\">Con la «tutela del benessere degli animali» s’intende riconoscere agli animali un loro ruolo ed un loro habitat considerandoli nostri coinquilini terrestri, ridimensionando lo sfruttamento e l’assoggettamento da parte dell’uomo. A tal fine è stato attivato dal Ministero della salute un Centro di referenza nazionale per il benessere animale presso l’Istituto Zooprofilattico Sperimentale della Lombardia e dell’Emilia Romagna.</p>\n\n<p class=\"passage_para\">Il concetto di benessere si inserisce in particolare nel rapporto uomo-animale da compagnia o da affezione, dove vanno definite le migliori condizioni di ambiente, di alimentazione e di utilizzazione degli animali.</p>\n\n<p class=\"passage_para\">Col progressivo miglioramento della qualità della vita l’uomo ha sempre più accentuato la tendenza a considerare gli animali non solo come fonti di servizi e nutrimento, ma anche come preziosi compagni della propria esistenza, ai quali si possono rivolgere sentimenti di amore avendo la certezza della loro capacità di ricambiarli abbondantemente.</p>\n\n<p class=\"passage_para\">Il crescente interesse verso gli animali da compagnia trova un’ulteriore motivazione nella fisionomia dell’attuale organizzazione sociale, caratterizzata da nuclei familiari sempre più ridotti, col conseguente aumento delle persone sole e quindi bisognose di affetto e compagnia.</p>\n\n<p class=\"passage_para\">Il mondo occidentale è sempre più popolato di animali e le cifre lo dimostrano ampiamente; negli Stati Uniti d’America vivono presso le famiglie 63 milioni di gatti e 54 milioni di cani e vengono spesi, per il loro mantenimento, 17 miliardi di dollari l’anno (cifre relative al 1995).</p>\n\n<p class=\"passage_para\">Anche gli italiani, per avere modificato i loro rapporti sociali, hanno manifestato un crescente interesse per gli animali da compagnia adottandone un congruo numero. Da un’indagine Doxa del 1996 risulta che in una famiglia su tre sono presenti animali da compagnia, di cui: 8 milioni di gatti, 6,8 milioni di cani, 12 milioni di uccelli, 6 milioni di pesci d’acquario, di tartarughe, di animali esotici, circa 33 milioni complessivamente con una spesa che dovrebbe aggirarsi intorno ai 4 miliardi di euro all’anno.</p>\n\n<p class=\"passage_para\">Queste specie animali fanno parte della cosiddetta famiglia allargata nella quale, oltre ad essersi guadagnate, con l’affetto o con la semplice presenza, un posto di membro effettivo, ricoprono, sempre più spesso, un ruolo nuovo e coinvolgente, a volte positivo per la salute umana.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Ministero della Salute - www.salute.gov.it</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta del ruolo svolto da animali da compagnia all’interno delle famiglie italiane. L’infografica originale è stata pubblicata il 10 maggio 2017 in Italia dall’Associazione Nazionale Imprese per l’Alimentazione e la Cura degli Animali da Compagnia (Assalco).</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled, I Pet nelle Famiglie Italiane. An image of some common household pets is followed by the wording “In Italia 60.459.000.” An image of three dogs is followed by the wording “2,3 pet per famiglia.” An image of a couple walking a dog is followed by the wording “58% ha un solo pet.” Finally, an image of a family with four pets is followed by the wording “14% ha 4 pet o più.” Underneath these images there is a number line labeled, Presenza di Pet in Famiglia. The points 1 anno, 10 anno, and 20 anno are indicated on the line. The following numbers are indicated from left to right on the line: less than 1 anno, 5 %; 1 anno through 10 anno, 51 %; 10 anno through 20 anno, 24 %; greater than 20 anno, 20%. Underneath the number line, the following label is shown: L’Importanza Sociale dei Pet. An emoji of a happy face designed to mimic a pie chart is followed by the wording “Il 90 % di chi ha un pet afferma che un pet aiuta a vivere meglio.” At the bottom of the infographic, an image of two people with a cat and two dogs is followed by the wording “Focus anziani 39% degli over 65 convive con un pet.” Underneath that image is a list labeled, Avere un Pet Aiuta gli Anziani a... ; the list reads: aumentare il benessere psicofisico; mantenere le relazioni sociali; migliorare la circolazione sanguigna. An image of three people with a dog and a bird is followed by the wording “Focus bambini.” Underneath that image is a list labeled, Grazie agli Animali i bambini... ; the list reads: sviluppano la propria autostima; imparano a essere responsabili; fanno meno assenze a scuola.\" height=\"437\" src=\"https://assets.learnosity.com/organisations/537/VH965987.g02.png\" width=\"436\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">5%</p>","<p class=\"choice_paragraph\">20%</p>","<p class=\"choice_paragraph\">24%</p>","<p class=\"choice_paragraph\">51%</p>"],"answer":1}]