[{"id":"VH971190-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Devi rispondere a un’email. La tua risposta deve includere una formula di apertura e di chiusura e rispondere a tutte le domande e richieste contenute nel messaggio. Inoltre, nella tua risposta devi chiedere ulteriori informazioni su qualcosa menzionato nel messaggio originale. Ricorda che devi scrivere la tua risposta in modo formale.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Il mittente di questo messaggio email è Goffredo Biasin, direttore del personale per l’organizzazione Made in Italy. Ricevi il messaggio perché avevi scritto a Made in Italy per avere informazioni riguardanti uno stage quest’estate.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Da: Goffredo Biasin, Made in Italy</p>\n\n<p class=\"memo_info prefix:Subject\">Soggetto: Stage estivo</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Caro studente,</p>\n\n<p class=\"passage_para\">Grazie per il Suo interesse nella nostra organizzazione «Made in Italy». La nostra missione è quella di tutelare e aiutare i produttori italiani impegnati a creare prodotti fatti al 100% in Italia. Collaboriamo con una varietà notevole di imprese, dai produttori di olio d’oliva e di tessuti, alle piccole aziende di calzature, fino alle grandi fabbriche di arredamento.</p>\n\n<p class=\"passage_para\">Operiamo in tutto il territorio italiano e cerchiamo di creare degli stage per ogni tipo di situazione.</p>\n\n<p class=\"passage_para\">Prima di offrirLe uno stage presso di noi mi servirebbero, dunque, più informazioni riguardo i Suoi interessi:</p>\n\n<ol class=\"ordered_list style:1\">\n\t<li class=\"list_paragraph\">Quali prodotti Made in Italy conosce già, e di quali vorrebbe avere una conoscenza più approfondita?</li>\n\t<li class=\"list_paragraph\">In quale parte d’Italia Le interessa fare lo stage, e perché?</li>\n</ol>\n\n<p class=\"passage_para\">Sarebbe opportuno se mi potesse rispondere via email nei prossimi giorni, dato che stiamo ultimando le assegnazioni degli spazi disponibili.</p>\n\n<p class=\"passage_para\">Se avesse ulteriori domande, non esiti a farle.</p>\n</div>\n\n<p class=\"letter_closing\">Distinti saluti,</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Goffredo Biasin</p>\n\n<p class=\"signature_line\">Direttore del Personale, Made in Italy</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH971190_rubric"}]