[{"id":"VH977789","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH966260.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">L’ultima fase del processo di assistenza descritto nel secondo paragrafo prevede</p>\n","rubricRef":"VH977789_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta di un progetto di beneficenza. L'articolo originale è stato pubblicato il 19 febbraio 2018 in Italia dalla redazione di LaMartesana.it, un giornale online.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Progetto per aiutare le famiglie bisognose</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">Potranno beneficiarne 44 nuclei familiari. A Cassano d’Adda è stata promossa una nuova iniziativa.</p>\n</div>\n</div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Progetto per chi è in difficoltà</span></p>\n\n<p class=\"passage_para\">Un progetto per aiutare 44 nuclei familiari. Si chiama EnerGira (energie che fanno girare la comunità) ed è finanziato da bando Doniamo Energia, Fondazione Cariplo e Banco dell’Energia. Viene gestito dalle associazioni Gruppi volontariato vincenziano, Acli, Centro aiuto alla vita, S’Apre Onlus, Dialogica società cooperativa in collaborazione con Volontari cassanesi e Lpk e col Servizio Sociale.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Un patto che va sottoscritto</span></p>\n\n<p class=\"passage_para\">«Vogliamo accompagnare i cittadini che si trovano in una momentanea situazione di difficoltà, non cronica, a ritrovare l’autonomia – hanno spiegato i referenti – Il progetto prevede il superamento del modello assistenziale: la persona (o il nucleo) viene accompagnata e aiutata a diventare artefice del cambiamento, per superare le difficoltà del momento». Si tratta di vero e proprio patto di impegno che deve essere sottoscritto per stabilire il percorso di aiuto, economico e formativo per il superamento delle difficoltà verso l’autonomia. Ci saranno percorsi formativi specifici o di avviamento lavorativo per acquisire o ampliare competenze.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Sostegno a 44 famiglie</span></p>\n\n<p class=\"passage_para\">Verranno quindi offerti sostegno economico a 44 nuclei famigliari, dieci percorsi di inserimento lavorativo e due corsi professionalizzanti, e ci saranno una campagna di raccolta fondi tra la cittadinanza, tra cui il crowdfunding, e la distribuzione coordinata di borse spesa con alimenti e presidi per l’infanzia.</p>\n\n<p class=\"passage_para\">Possono accedere al progetto i nuclei familiari di Cassano d’Adda che si trovino in difficoltà economica per la perdita del lavoro o la riduzione del proprio reddito, disponibili a impegnarsi nella sottoscrizione di un patto di collaborazione personalizzato per aderire alle proposte previste.</p>\n\n<p class=\"passage_para\">Per maggiori informazioni su come accedere al bando è possibile contattare il Settore Sociale ai numeri 0363-366289 o 0363-366254, il Segretariato sociale (lunedì dalle 9.10 alle 11.10, giovedì dalle 14.40 alle 16.40) oppure il Progetto EnerGira al 392-4961509 (lunedì, giovedì e venerdì dalle 15 alle 18) o all’indirizzo energira2017@gmail.com. A rispondere sarà un operatore dei Gruppi di volontariato vincenziano, capofila del progetto.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Potranno beneficiarne 44 nuclei familiari. A Cassano d’Adda è stata promossa una nuova iniziativa, La Martesana, 19 febbraio 2018.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Questo testo tratta della situazione di famiglie bisognose nel Comune di Treviso. Il servizio giornalistico originale, intitolato «Famiglie Bisognose, 200 in Coda per gli Aiuti», è stato pubblicato il 20 novembre 2013 in Italia da Marta Marangon, una giornalista con il canale radio-televisivo Antenna Tre. Questo testo dura circa due minuti e mezzo.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Famiglie Bisognose, 200 in Coda per gli Aiuti”, Marta Marangon, Antennatre, 20 novembre 2013.</span></span></div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_3eca23fedb4e613b67b39615a4a9b0cc\" data-src=\"https://assets.learnosity.com/organisations/507/VH966260.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">una garanzia di lavoro stabile</p>","<p class=\"choice_paragraph\">un raggiungimento di indipendenza</p>","<p class=\"choice_paragraph\">una nuova casa pagata dallo Stato</p>","<p class=\"choice_paragraph\">un rinnovato senso di autostima e competenza</p>"],"answer":1}]