[{"id":"VH979373-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to an Italian writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Scrivi un saggio argomentativo per un concorso di scrittura in italiano. La traccia si basa su tre fonti (materiale scritto e orale) che presentano diversi punti di vista sull’argomento. Nel tuo saggio, devi elaborare accuratamente il tuo punto di vista sull’argomento. Devi integrare i diversi punti di vista e le informazioni presentati dalle fonti per giustificare la tua argomentazione. Fai riferimento a tutte le fonti, indicandole in modo appropriato. Organizza il tuo saggio in modo logico e chiaro.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Traccia:</span></p>\n\n<div class=\"prompt\">Fino a che punto tocca allo studente prendersi la responsabilità di superare le difficoltà negli studi?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta delle possibili cause dell’alto numero di insufficienze che ricevono gli studenti italiani a scuola. L’articolo originale è stato pubblicato il 25 marzo 2013 in Italia. È stato scritto da Margherita Paolini, una giornalista italiana.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Troppe insufficienze: colpa di prof o studenti?</p>\n</div>\n\n<p class=\"passage_para\">In una classe di ventotto studenti, soltanto tre ottengono la sufficienza in pagella, uno se la cava con cinque e gli altri si dimenano tra i quattro e i tre. Non si fatica a trovare esempi di questo genere all’interno delle esperienze vissute dagli studenti di tutta Italia. Infatti, capita molto spesso che le lamentele dei prof riguardino non soggetti specifici, ma la globalità delle classi, troppo disattente e indisciplinate. Da qui parte la «moltiplicazione» delle insufficienze.</p>\n\n<p class=\"passage_para\">Le protagoniste di questi episodi sono tendenzialmente le materie letali: il latino e il greco, la matematica e, qualche volta, anche la lingua straniera.</p>\n\n<p class=\"passage_para\">Ovvio che, quando l’insufficienza è affezionata a pochi membri della classe, non c’è da preoccuparsi perché è normale che su 25/30 studenti ce ne siano alcuni con poca voglia di studiare. Ma nel caso in cui tre quarti delle pagelle di una sezione si mantengono al di sotto della media del 4 in una determinata materia, allora sorge spontaneo il dubbio su chi abbia la responsabilità di una strage di tali dimensioni: colpa dei prof o degli studenti troppo svogliati per raggiungere la sufficienza?</p>\n\n<p class=\"passage_para\">Le perplessità non riguardano solo gli studenti, vale a dire i diretti interessati, ma anche i genitori. Si corre spesso ai ripari attraverso le ripetizioni private, o i corsi di recupero a scuola. Ma è inutile dire che non mancano i casi in cui, prima di intraprendere queste strade, ci si interroga sulla natura del fatto, gettando nel calderone dei potenziali responsabili anche i professori. Atteggiamento comprensibile se a prendere confidenza con il disagio e la difficoltà in una materia sono tre alunni su quattro.</p>\n\n<p class=\"passage_para\">Per prima cosa, si dovrebbe fare un esame di coscienza tentando di capire cosa non va, se esiste un rifiuto verso la materia, o se è il metodo dell’insegnante a sollevare disattenzione e confusione in classe. Se fosse la prima eventualità a motivare il problema, allora sarà il caso di responsabilizzarsi trovando una motivazione allo studio. Se invece fosse la seconda opzione ad avere la meglio, diventa necessario trovare un confronto con il proprio insegnante per esporgli disagio generale. Prima, parlatene con tutta la classe, magari in sede di assemblea, e poi fate cercare il dialogo con il prof ai rappresentanti. Se, nonostante questo tentativo, non si riesce a sciogliere il nodo del problema, a quel punto parlate con il vostro dirigente scolastico. Inutile dire che il vostro non deve essere un accanirsi contro il vostro prof mettendo in discussione il suo lavoro, ma semplicemente un rivedere parzialmente il suo metodo di insegnamento con l’obiettivo di trovare una soluzione che vi coinvolga aiutandovi a rendere meglio ogni volta che si presenta l’appuntamento fatidico con i compiti in classe e le interrogazioni.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Questo testo tratta dei giovani che abbandonano gli studi. La tabella originale è stata pubblicata nel 2010 in Italia. È stata compilata dall’ISTAT, l’Istituto nazionale di statistica.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Giovani che abbandonano prematuramente gli studi in alcuni paesi UE</p>\n</div>\n<img alt=\"The figure presents a bar graph titled, Giovani che abbandonano prematuramente gli studi in alcuni paesi U E. A key indicates that three categories of data are represented in the bar graph: Totale, Uomini, and Donne. The horizontal axis presents categories for Spagna, Italia, Media dei paesi U E, Estonia, Finlandia, and Polonia. The vertical axis indicates the numbers 0 through 40, in increments of 10. The data represented for each country are as follows. Note that all values are approximate. Spagna: Totale, 32; Uomini, 37; and Donne, 25. Italia: Totale, 18; Uomini, 26; and Donne, 16. Media dei paesi U E: Totale, 15; Uomini, 17; and Donne, 13. Estonia: Totale 15; Uomini 18; and Donne, 8. Finlandia: Totale, 8; Uomini 10; and Donne 7; Polonia: Totale, 5; Uomini, 7; and Donne, 4.\" height=\"287\" src=\"https://assets.learnosity.com/organisations/537/VH979373.g01.png\" width=\"600\" />\n<p class=\"caption\">Dati dell’anno 2009</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Questo testo tratta della solidarietà tra gli studenti. La trasmissione originale, intitolata «Goodnews. L’onda giusta», è stata pubblicata il 22 marzo 2009 in Italia. È stata ideata da Rai3 per <span class=\"font_style:italic formatted_text\">Report</span>. Milena Gabanelli conduce il servizio che include interviste di Giuliano Marrucci con vari studenti. Questo testo dura circa tre minuti.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VH979373.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH979373_rubric"}]