[{"id":"VR038164","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR035716.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In che modo la descrizione del ritratto rinascimentale si differenzia da quella dei ritratti degli altri periodi?</p>\n","rubricRef":"VR038164_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Selezione numero 3</p>\n\n<p class=\"title_line passage-title\">Tema del corso: Bellezza ed estetica</p>\n\n<p class=\"title_line passage-title\">Fonte numero 1</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n</div>\n\n<p class=\"introduction passage-intro\">Questo testo tratta del famoso ritratto di Monna Lisa. L’articolo originale è stato pubblicato nel marzo 2017 in Italia dalla redazione di Repubblica.it.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:web_page style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Risolto il mistero della Monna Lisa</p>\n</div>\n\n<p class=\"passage_para\">Il quadro è famosissimo e deve molta della sua celebrità anche al sorriso della protagonista, definito ormai proverbialmente enigmatico. Si tratta ovviamente della Gioconda di Leonardo da Vinci, che è stata analizzata di recente da ricercatori dell’Università di Friburgo, in Germania, curiosi di stabilire una volta per tutte il tipo di espressione rappresentata dal grande genio toscano. Ebbene, dai test effettuati, non ci sono più dubbi: la Monna Lisa è «felice».</p>\n\n<p class=\"passage_para\">Partendo da una copia in bianco e nero del capolavoro, gli studiosi hanno distorto gli angoli della bocca della Gioconda e hanno creato otto immagini alterate per dare in quattro circostanze un effetto di allegria, mentre nelle restanti quattro l’espressione era di tristezza. Infine, nove immagini, le otto modificate e l’originale, sono state sottoposte più volte all’attenzione dei partecipanti al test. Ogni volta le varie copie venivano rimescolate in modo che la sequenza fosse casuale e i volontari dovevano stabilire se l’immagine rappresentasse una persona triste o felice.</p>\n\n<p class=\"passage_para\">Conoscendo la storia della Monna Lisa, i ricercatori si aspettavano di ottenere risultati di difficile interpretazione quando veniva mostrata l’immagine originale. In realtà, con grande sorpresa, l’espressione della Gioconda è stata percepita come felice da quasi il 100% dei partecipanti, il 97% per la precisione. Numeri che non lasciano più spazio ad alcun dubbio, nonostante spesso ci si interroghi non solo sull’identità della dama del ritratto, ma proprio sul suo stato d’animo. Una ricerca di circa dieci anni fa aveva persino attribuito il fascino che esercita il celebre sorriso ad un difetto presente nel nostro sistema visivo (almeno in parte), che ci porta a considerare l’espressione in continuo mutamento.</p>\n\n<p class=\"passage_para\">In ogni caso, il test della nuova ricerca tedesca prevedeva anche una seconda parte, in cui l’originale di Leonardo è stato mescolato con altre otto immagini che, però, esprimevano tutte tristezza. Anche in questo caso, il capolavoro conservato al Louvre è stato descritto come manifestazione di felicità. Come suggerisce Juergen Kornmeier, uno degli autori dello studio, chiaramente gli esseri umani preferiscono gli stati d’animo che indicano gioia. Insomma, secondo gli studiosi tedeschi, forse la donna più famosa del mondo può nascondere altri misteri, ma il suo sorriso non è più ambiguo.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">(c) 2017 GEDI| Gruppo Editoriale S.p.A.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fonte numero 2</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n</div>\n\n<p class=\"introduction passage-intro\">Questo testo tratta della raffigurazione del volto nella storia dell'arte. Il grafico originale è stato pubblicato il 23 ottobre 2013 in Italia da Emanuela Pulvirenti, un architetto italiano.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled “La rappresentazione del volto nella storia dell’arte.” There are five images in the infographic. Each image has a date and text information next to it. The first image shows an Ancient Egyptian woman. To the right, the following text is written: “1295 a.C. Arte Egizia. Volto di profilo con occhio frontale. Gli artisti egiziani rappresentavano il volto scomponendo le varie parti per mostrarle dal punto di vista più riconoscibile.” The second image shows an Ancient Roman woman. To the right, the following text is written: “50 d.C. Arte Romana. Volto di tre quarti. L’arte romana tende a rappresentare il volto con grande realismo includendo anche eventuali difetti fisici.” The third image shows the Mona Lisa. To the right, the following text is written: “1514. Rinascimento. Volto reso attraverso lo sfumato. L’autore evita la linea di contorno per creare un passaggio morbido tra il viso e il paesaggio circostante.” The fourth image shows a young woman’s face. She is shown wearing earrings and a necklace. To the right, the following text is written: “1882. Impressionismo. Volto realistico ed espressivo. Il pittore rappresenta la barista parigina con pennellate veloci, senza contorni.” The fifth image is of a face shown in fragments. To the right, the following text is written: “1912. Cubismo. Il Cubismo mostra le parti del volto da vari punti di vista secondo una visione simultanea, volendo mostrare la realtà in modo oggettivo.”\" height=\"793\" src=\"https://assets.learnosity.com/organisations/537/VR035716.g06.png\" width=\"700\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Sottolinea lo stato sociale della donna raffigurata.</p>","<p class=\"choice_paragraph\">Descrive lo stile con cui la figura è stata dipinta.</p>","<p class=\"choice_paragraph\">Collega il soggetto rappresentato al suo ambiente.</p>","<p class=\"choice_paragraph\">Nota i materiali e i colori che sono stati usati.</p>"],"answer":2}]