[{"id":"VR044601","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR044440.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quale frase meglio riassume il messaggio principale della lettera?</p>\n","rubricRef":"VR044601_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Selezione numero 4</p><p class=\"introduction passage-intro\">Tema del corso: Famiglia e società</p><p class=\"introduction passage-intro\">Introduzione</p><p class=\"introduction passage-intro\">Questo testo tratta del ringraziamento dell’associazione italiana Mondo Senza Frontiere ai suoi volontari. È una lettera scritta da Bruno Costa, presidente dell’associazione Mondo Senza Frontiere, ai volontari della stessa associazione.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Cari volontari di Mondo Senza Frontiere,</p><div class=\"letter_body\"><p class=\"passage_para\">sono veramente felice ed emozionato nello scrivere questa lettera perché questo è stato un anno speciale, importante, emozionante, ma anche difficile.</p><p class=\"passage_para\">Difficile perché non possiamo dimenticare tutti gli ostacoli che abbiamo dovuto superare durante i tanti mesi di lavoro estenuante: gli sbarchi dei migranti, la povertà del paese, il disagio sociale di una gran parte della popolazione che ci siamo ritrovati ad aiutare nella nostra stessa terra.</p><p class=\"passage_para\">La vostra risposta a questi eventi—la prontezza e la generosità con cui molti di voi si sono offerti di agire per il soccorso ai migranti sulle coste e durante il transito nelle grandi città, per la creazione dei centri di accoglienza e per l’organizzazione dei centri medici per la popolazione gravemente colpita dalla crisi economica—mi rende orgoglioso del nostro lavoro. Le vostre azioni umanitarie non hanno soltanto migliorato la vita di migliaia di persone intorno al mondo, ma hanno fatto sì che l’associazione Mondo Senza Frontiere sia stata lodata di tante altre associazioni di volontariato sia a livello nazionale che internazionale.</p><p class=\"passage_para\">I vostri sforzi sono stati apprezzati oltre che nelle situazioni di emergenza, nella quotidianità del vostro lavoro con i senza fissa dimora, nella gestione dei comitati che si occupano di famiglie in difficoltà, di attività giovanili e per gli anziani. Siete stati capaci di ascoltare e capire i bisogni di chi vive ai margini della società e di offrire dunque i servizi di cui avevano realmente bisogno, operando un reale cambiamento del nostro paese.</p><p class=\"passage_para\">Voglio ringraziarvi tutti per quello che avete fatto, ma soprattutto per quello che farete ancora in futuro, anche nei prossimi giorni di festa, per aiutare chi ne ha più bisogno, senza limiti di nazionalità, barriere politiche o ideologiche, ma piuttosto in un’ottica di grande apertura a chi è diverso, nella consapevolezza che la nostra forza si trova proprio nella diversità come ricchezza umana.</p></div><p class=\"letter_closing\">Auguri a voi, alle vostre famiglie e a tutti i vostri cari di buon Natale e di un felice e sereno anno nuovo!</p><div class=\"letter_signature\"><p class=\"signature_line\">Bruno Costa</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Grazie a un aumento di volontari, l’organizzazione ha portato a termine i suoi progetti.</p>","<p class=\"choice_paragraph\">Nonostante le sfide dell’ultimo anno, il lavoro dell’organizzazione è stato produttivo.</p>","<p class=\"choice_paragraph\">I risultati dell’ultimo anno sono stati molto positivi, ma potrebbero essere stati migliori.</p>","<p class=\"choice_paragraph\">I cambiamenti all’interno dell’organizzazione hanno creato delle difficoltà impreviste.</p>"],"answer":1}]