[{"id":"VR041759","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR041758.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Qual è l’argomento principale del brano?</p>\n","rubricRef":"VR041759_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Selezione numero 2</p><p class=\"introduction passage-intro\">Tema del corso: Identità privata e pubblica</p><p class=\"introduction passage-intro\">Introduzione</p><p class=\"introduction passage-intro\">Questo testo tratta del motivo per cui le persone provano entusiasmo. Il libro originale, intitolato <span class=\"formatted_text font_style:italic\">I nuovi condottieri, un manuale sulla leadership per i manager del terzo millennio</span>, è stato pubblicato nel luglio 2002 in Italia dall’autore italiano Paolo A. Ruggeri. Nel brano, Ruggeri offre un esempio particolare che illustra il suo tema.</p><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">L’entusiasmo</p></div><p class=\"passage_para\">Immagina l’acquisto di una nuova autovettura. Ad un certo momento ti rendi conto che hai le possibilità economiche per cambiare l’auto. Prendi la decisione di cambiarla. Ora hai una meta.</p><p class=\"passage_para\">Vai a comprare <span class=\"published_title\">Quattroruote</span> e lo sfogli. Qual è la tua emozione in quel momento? C’è eccitazione, forte interesse. Fai attenzione a come osservi in modo diverso la vita. Hai percorso la strada che ti porta da casa all’ufficio centinaia, se non migliaia di volte, ma ora osservi le automobili in modo diverso. I tuoi sensi si stanno risvegliando, sei più attento, più vivo. E tutto perché ora hai un qualche tipo di meta.</p><p class=\"passage_para\">Il sabato mattina, che normalmente passavi a letto a dormire, ti alzi presto perché devi andare a visitare alcuni concessionari. Senti dentro di te una certa vitalità.</p><p class=\"passage_para\">Quando hai deciso l’auto che comprerai, provi eccitazione ed entusiasmo. Che cosa provi dopo aver firmato il contratto d’acquisto? Provi entusiasmo. Sei contento, non vedi l’ora che la tua auto ti venga consegnata.</p><p class=\"passage_para\">Il giorno che vai a ritirare l’auto qual è l’emozione che provi? Entusiasmo. L’auto ti piace, scopri che ha tante qualità. Vai al bar dove normalmente incontri i tuoi amici e la parcheggi in bella mostra. Vorresti che altri ti vedessero, che ti chiedessero riguardo alla tua auto. In qualche modo ti senti più sicuro, più baldanzoso, meno timido. Tutto perché hai la consapevolezza di aver fatto dei progressi verso la tua meta, e questa consapevolezza sta mettendo i tuoi circuiti vitali in funzione.</p><p class=\"passage_para\">Dopo una settimana che possiedi l’auto qual è l’emozione che provi? Hai ancora un discreto livello di entusiasmo ma, se tu sei come me, stai già sperimentando un certo calo.</p><p class=\"passage_para\">Ora sei semplicemente soddisfatto. Non sei scontento.</p><p class=\"passage_para\">Dopo 15 giorni che la possiedi, qual è la tua emozione?</p><p class=\"passage_para\">Non provi più un’emozione. L’auto è diventata una cosa normale, il tuo tono emotivo è ritornato quello di sempre. Ma senti, in 15 giorni l’auto è cambiata? No, caro amico. Sei cambiato TU.</p><p class=\"passage_para\">La tua emozione è calata perché non hai più una meta.</p><p class=\"passage_para\">Avere una meta è la più grande benzina spirituale che un individuo possa avere.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Come scegliere una nuova auto</p>","<p class=\"choice_paragraph\">Come organizzare una giornata di vacanza</p>","<p class=\"choice_paragraph\">La praticità di viaggiare in auto</p>","<p class=\"choice_paragraph\">L’importanza di avere sempre nuovi obiettivi</p>"],"answer":3}]