[{"id":"VR044583","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR044437.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Qual è l'atteggiamento dell'autore riguardo all'impatto della ricerca di Capua sul campo della virologia?</p>\n","rubricRef":"VR044583_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Selezione numero 1</p>\n\n<p class=\"title_line passage-title\">Tema del corso: Identità privata e pubblica</p>\n\n<p class=\"title_line passage-title\">Fonte numero 1</p>\n\n<p class=\"title_line passage-title\">Ora, hai 4 minuti per leggere la fonte numero 1.</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n</div>\n\n<p class=\"introduction passage-intro\">Questo testo tratta della carriera di una famosa ricercatrice medica italiana. L'articolo originale è stato pubblicato il 5 febbraio 2019 in Italia da Stefania Radman, una giornalista italiana.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Ilaria Capua, a Varese la storia del cervello che non voleva fuggire</p>\n\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n\n<p class=\"passage_para\">È davvero dura essere scienziati in Italia. Se poi si scopre qualcosa di straordinario per l’umanità e, peggio ancora, lo si condivide senza vendere brevetti a caro prezzo, la vita diventa ancora più dura.</p>\n\n<p class=\"passage_para\">Se, infine, di fronte alle difficoltà, si decide che mettersi in gioco in Parlamento può servire alla categoria, la vita diventa ancora più dura e pensare di continuare a fare ricerca nel proprio paese diventa praticamente impossibile. Questo è ciò che ha vissuto Ilaria Capua, ricercatrice di fama mondiale, appassionata del suo mestiere e dell’Italia a cui si sentiva di dover «rendere qualcosa», ma che dall’Italia alla fine è stata di fatto tradita.</p>\n\n<p class=\"passage_para\">Ora lei vive e lavora in un’università della Florida, che l’ha voluta e aiutata a fare ricerca al livello che si merita: ma la sua emblematica storia è diventata un docufilm prodotto da Sky e che verrà presentato in anteprima alle ville Ponti il 13 febbraio prossimo.</p>\n\n<p class=\"passage_para\">Ilaria Capua è uno dei più importanti virologi italiani, famosa in tutto il mondo innanzitutto perché ha scoperto il virus dell’aviaria, ma anche perché l’ha messo a disposizione, liberamente, agli scienziati che lo dovevano studiare: in modo che anche chi faceva ricerca nei paesi in via di sviluppo, poteva studiare farmaci per curarla. Una scelta che ha segnato il mondo della ricerca creando di fatto l’«Open source della scienza» e ne sta cambiando l’indirizzo, il tutto realizzato dal laboratorio di Padova dove lei lavorava.</p>\n\n<p class=\"passage_para\">Nel 2013, Capua viene eletta, da un collegio del «suo» Veneto, a Roma come rappresentante del movimento «Scelta Civica». Era passato a malapena un anno, quando la chiama un giornalista dell’Espresso, chiedendole notizie sulla procedura in corso nei suoi confronti: e da lì cominciò il suo calvario mediatico e giudiziario, che le attribuì accuse pesantissime, che poi si rivelarono completamente infondate.</p>\n\n<p class=\"passage_para\">Un calvario, durato diversi anni, l’ha vista accusata di reati che sono puniti anche con l’ergastolo, come quello di procurata epidemia, e che l’hanno convinta alla fine a lasciare l’Italia e trasferirsi negli Stati Uniti in una posizione di responsabilità al Centro Ricerche dell’Università della Florida.</p>\n\n<p class=\"passage_para\">All’Università della Florida si è presentata mentre era nel pieno della tempesta causata dalle accuse. Lei, naturalmente ha detto la verità e i responsabili dell’Università hanno fatto delle indagini: «Come è logico, noi abbiamo fatto ricerche su di lei prima di assumerla, ma il risultato è stato evidente che, quando il tribunale italiano l’ha prosciolta, lei era già assunta da noi da più di un mese e mezzo», ha spiegato nel docufilm un dirigente dell’università. Ilaria Capua è tuttora all’Università della Florida e non intende più rientrare, per lavoro, in Italia.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used with permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fonte numero 2</p>\n\n<p class=\"title_line passage-title\">Hai 2 minuti per leggere l’introduzione e le domande.</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n\n<p class=\"title_line passage-title\">Questo testo tratta dei consigli per la leadership. L’intervista originale, intitolata «Ilaria Capua: una ricetta per la leadership femminile al TedXMilanoWomen», è stata pubblicata il 10 giugno 2015 in Italia da Vodafone, un’azienda di telecomunicazioni italiana. Il giornalista italiano Flavio Incarbone intervista Capua durante l'evento a Milano. Questo testo dura circa due minuti.</p>\n</div>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used with permission.</span></span></div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_4d7ecefb1a067852fbc9bebba762bbdb\" data-src=\"https://assets.learnosity.com/organisations/537/VR044437.a03.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Dubbioso, perché la ricerca contraddiceva conclusioni accettate nel campo da molto tempo.</p>","<p class=\"choice_paragraph\">Pessimista, perché la virologia non ha mai trovato una cura per il virus dell’aviaria.</p>","<p class=\"choice_paragraph\">Favorevole, perché la ricerca è stata condivisa con ricercatori che ne avevano bisogno.</p>","<p class=\"choice_paragraph\">Gioioso, perché la scoperta di Capua è stata fonte di nuove cure per altre malattie.</p>"],"answer":2}]