[{"id":"VR099269","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR087238.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quale strategia usa l’autore dell’articolo per giustificare la sua argomentazione?</p>\n","rubricRef":"VR099269_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Selezione numero 3</p>\n\n<p class=\"title_line passage-title\">Tema del corso: Bellezza ed estetica</p>\n\n<p class=\"title_line passage-title\">Fonte numero 1</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n</div>\n\n<p class=\"introduction passage-intro\">Questo testo tratta del rapporto degli italiani con il tempo libero. L’articolo originale è stato pubblicato l’8 dicembre 2017 in Italia da Italiani.coop, un sito Web italiano.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Ritorno alla cultura</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author text-center\"><strong>Teatro, musei e cinema trainano il mercato del tempo libero italiano, restituendo ai cittadini una dimensione più artistica delle loro ore senza lavoro.</strong></p>\n</div>\n</div>\n\n<p class=\"passage_para\">Per interpretare l’umore profondo degli italiani esiste una regola infallibile: guardare come trascorrono il tempo libero, cosa fanno la sera e nel week end in famiglia e con gli amici, lontani dalle incombenze lavorative. Sulla base delle informazioni Istat, gli italiani dedicano circa 5 ore al giorno al tempo libero (più di 6 ore nel caso degli <span class=\"formatted_text font_style:italic\">over</span> 65): alle attività ricreative una famiglia media destina oltre 1.500 euro l’anno, con un incremento che nel corso degli ultimi dodici mesi è stato prossimo al 3%.</p>\n\n<p class=\"passage_para\">Gli italiani hanno ritrovato il gusto di uscire di casa e stare in compagnia: sono cresciuti ingressi e consumi delle principali attrazioni. Più nel dettaglio, particolarmente lusinghiera è stata la performance dei teatri e per i musei: complice la promozione «Domenica al museo», che ogni prima domenica del mese permette di visitare gratuitamente i musei e le aree archeologiche statali. Anche in questo caso è interessante valutare quanto la tecnologia abbia impattato sul godimento dell’esperienza culturale: la visita diventa l’occasione per condividere la bellezza di opere d’arte e monumenti sui social network. Sono aumentati del 45% i visitatori che pubblicano post online e triplicati i contenuti digitali delle pagine social dei musei, a dimostrazione di come storia e innovazione possano convivere in un binomio vincente.</p>\n\n<p class=\"passage_para\">Bene anche il cinema: gli ingressi degli italiani nelle sale cinematografiche sono aumentati di oltre il 7% nell’ultimo anno.</p>\n\n<p class=\"passage_para\">Di tutt’altro tenore sono le indicazioni che si colgono dal richiamo esercitato dalla musica <span class=\"formatted_text font_style:italic\">live</span>: tendono a suscitare interesse solo le manifestazioni che vedono esibirsi le grandi <span class=\"formatted_text font_style:italic\">rockstar</span> nazionali e internazionali (Coldplay, Justin Bieber e Ariana Grande tra gli artisti più attesi e seguiti). Segnali confortanti sono giunti dal recente concerto modenese di Vasco Rossi, che con 220 mila spettatori ha totalizzato un nuovo record mondiale per presenze paganti.</p>\n\n<p class=\"passage_para\">In grande difficoltà, per contro, risultano le discoteche e le sale da ballo, a partire dai locali della riviera romagnola che nell’immaginario dei turisti stranieri hanno rappresentato da sempre una delle attrazioni del nostro Paese. Le preferenze dei giovani e dei meno giovani, amanti della <span class=\"formatted_text font_style:italic\">movida</span> notturna, tendono a spostarsi altrove, nei locali che offrono musica dal vivo.</p>\n\n<p class=\"passage_para\">In questo contesto favorevole, fa eccezione la lettura: la diffusione dell’informazione via social media sta impattando non solo sulle vendite dei giornali (nei primi quattro mesi del 2017 le copie cartacee dei principali quotidiani hanno ceduto oltre l’8% rispetto all’anno precedente).</p>\n\n<p class=\"passage_para\">Massima tendenza per i libri: nonostante la diffusione degli ebook, continua a diminuire il numero di coloro che acquistano con regolarità un romanzo o un saggio.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">«Ritorno alla cultura», italiani.coop, 8 dicembre 2017.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fonte numero 2</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n</div>\n\n<p class=\"introduction passage-intro\">Questo testo tratta dei dati sulle attitività ricreative preferite dagli italiani. L’infografica originale è stata pubblicata nel 2017 in Italia da Ancc-Coop, l'Associazione Nazionale Cooperative di Consumatori.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled, Gli Italiani Tornano a Dedicarsi al Tempo Libero. A bar graph titled Teatri, Musei e Cinema Trainano il Mercato del Divertimento in Italia. The following six categories are represented in the bar graph: Concerti, Ballo, Sport, Cinema, Mostre ed Esposizioni, and Teatro. Each category has two bars of data. A key indicates that one bar represents Ingressi and the other represents Spesa del pubblico. The data for each category are as follows. Concerti: Ingressi, negative 1,4; Spesa del pubblico, negative 2,1. Ballo: Ingressi, negative 3,3; Spesa del pubblico, negative 0,9. Sport: Ingressi, 2,1; Spesa del pubblico, 0,1. Cinema: Ingressi, 7,6; Spesa del pubblico, 5,2. Mostre ed Esposizioni: Ingressi, 3,1; Spesa del pubblico, 7,1. Teatro: Ingressi, 4,1; Spesa del pubblico, 13,1. End description of the bar graph. In the infographic, a note reads: 130 euro per mese. La spesa media mensile di una famiglia in tempo libero. Another note is titled, Il Colosseo È L’Attrazione Più Visitata Da Italiani e Stranieri. A sub note reads, N. visitatori nel 2016, dati in milioni. A list underneath the sub note shows: 6,6 to Colosseo e Foro Romano; 2,9 to Scavi di Pompei; 2,0 to Uffizi; 1,4 to Accademia di Firenze; 1,0 to Castel Sant’Angelo. At the bottom of the infographic there is another bar graph titled, Al cinema non solo nel week-end: il mercoledì supera il venerdì nelle preferenze degli italiani. A note reads, N. di spettatori in Italia, dati in milioni. The following seven categories are represented in the bar graph: Lunedì, Martedì, Mercoledì, Giovedì, Venerdì, Sabato, and Domenica. The data shown in the bar graph are as follows. Lunedì, 9,8. Martedì, 9,9. Mercoledì, 14,4. Giovedì, 9,4. Venerdì, 12,6. Sabato, 23,6. Domenica, 25,5. End description of the bar graph. A note in the infographic reads, La Musica È Compagna Nel Tempo Libero: L’80% Degli Italiani La Ascolta Più di 1 Ora a Settimana.\" src=\"https://assets.learnosity.com/organisations/537/VR087238.g04.png\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Include nel testo opinioni di esperti.</p>","<p class=\"choice_paragraph\">Menziona le esperienze personali delle persone.</p>","<p class=\"choice_paragraph\">Intervista artisti famosi.</p>","<p class=\"choice_paragraph\">Fornisce dati corroboranti.</p>"],"answer":3}]