[{"id":"VR098518","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR098477.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Qual è lo scopo principale della lettera?</p>\n","rubricRef":"VR098518_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Selezione numero 4</p><p class=\"introduction passage-intro\">Tema del corso: Sfide globali</p><p class=\"introduction passage-intro\">Introduzione</p><p class=\"introduction passage-intro\">Questo testo tratta di alimenti biologici. È una lettera scritta da Antonella Marino, collaboratrice di associazioni che si occupano di prodotti biologici, al sindaco di Milano.  </p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Egregio Signor Sindaco,</p><div class=\"letter_body\"><p class=\"passage_para\">sono Antonella Marino, abito a Milano e da diversi anni collaboro con diverse associazioni lombarde che si occupano di alimentazione biologica e sostenibilità. Le scrivo a proposito della Sua lettera pubblicata dal <span class=\"formatted_text font_style:italic\">Corriere della Sera</span> del 9 maggio scorso a sostegno della produzione di prodotti geneticamente modificati.</p><p class=\"passage_para\">Lei sostiene che le difficoltà economiche in cui si trovano in questo momento molte aziende agricole italiane siano da imputare a quella «falsa tendenza di qualità» imposta da quella che ormai è diventata, secondo Lei, la «moda del biologico». Fino ad oggi, Lei sostiene, «non ci sono dati scientifici sufficienti che provino che coltivazioni agricole che utilizzano organismi geneticamente modificati siano più dannose per l’uomo e per l’ambiente di produzioni tradizionali o biologiche».</p><p class=\"passage_para\">Mi permetto di non essere d’accordo con le Sue conclusioni e di farLe presente che oggi in Italia è forte la richiesta da parte delle organizzazioni dei consumatori di liberare la produzione alimentare da prodotti OGM e di incentivare la produzione agroalimentare biologica e di qualità. Inoltre, sotto la spinta della richiesta dei consumatori, grandi aziende italiane di vendita al dettaglio, come le COOP e la Esselunga, hanno imposto che i loro prodotti animali vengano da allevamenti alimentati con prodotti non OGM.</p><p class=\"passage_para\">Nell’Unione europea, nonostante la forte pressione delle lobby che producono OGM, nel 2016 sono rimasti infatti solo cinque Paesi su ventotto che continuano la produzione di prodotti transgenici.</p><p class=\"passage_para\">Un recente studio canadese ha documentato la presenza nel corpo umano di erbicidi ed insetticidi causata dal consumo di prodotti OGM, mentre uno studio americano ha confermato l’alta tossicità degli alimenti geneticamente modificati. Uno studio pubblicato lo scorso anno sul <span class=\"formatted_text font_style:italic\">Journal of Diseases</span> da un gruppo di ricercatori britannici ha dimostrato che la tossina ingegnerizzata nei cereali OGM può contribuire a creare anomalie del sangue come le leucemie e tumori maligni.</p><p class=\"passage_para\">Mi auguro che questo mio intervento susciti in Lei la volontà di ricercare informazioni scientificamente più corrette e che infine possa rivedere la Sua posizione. Il pubblico ha bisogno di chiarezza e Lei, come amministratore, ha il dovere di portare alla luce la verità dei fatti.</p></div><p class=\"letter_closing\">La ringrazio per l’opportunità di fare chiarezza su un argomento che mi sta a cuore e Le porgo i miei distinti saluti.</p><div class=\"letter_signature\"><p class=\"signature_line\">Antonella Marino</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Spiegare la differenza fra i tipi di cibo a disposizione</p>","<p class=\"choice_paragraph\">Mostrare gli Stati europei come leader nella qualità alimentare</p>","<p class=\"choice_paragraph\">Fare propaganda a studi britannici sulle ricerche alimentari</p>","<p class=\"choice_paragraph\">Invitare il sindaco a cambiare opinione sui prodotti transgenici</p>"],"answer":3}]