[{"id":"VR136456","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><strong>Tema del corso: </strong>Sfide globali</p>\n\n<p class=\"standalone_statement style:1\">Hai 6 minuti per leggere la traccia, la fonte numero 1 e la fonte numero 2.</p>\n\n<p class=\"standalone_statement style:1\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_172ce33283f68b2bb570796e6d11baec\" data-src=\"https://assets.learnosity.com/organisations/537/430954f8-ae2d-4929-aa0d-146b003aa5e0.mp3\" data-type=\"audioplayer\"></span></p>\n\n<div class=\"prompt\"><span class=\"formatted_text font_weight:bold\">Traccia</span>: <span class=\"formatted_line_break delivery_mode:PPT\"></span>L’estinzione delle specie è un fenomeno naturale che non causa preoccupazione o un problema grave che l’umanità deve risolvere?</div>\n\n<div class=\"prompt\">&nbsp;</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fonte numero 1</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n</div>\n\n<p class=\"introduction passage-intro\">Questo testo tratta del concetto di estinzione. L’articolo originale è stato pubblicato nel 2013 in Italia. È stato scritto da Eniscuola, un progetto dell’organizzazione italiana, ENI.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">L’estinzione è per sempre</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">Che cos’è l’estinzione</p>\n</div>\n</div>\n\n<p class=\"passage_para\">L’estinzione è un processo evolutivo che porta alla scomparsa di una specie o di una popolazione. Quando una specie si estingue, tutto il suo patrimonio genetico è perso per sempre. Una specie può con l’evoluzione diventare un’altra per adattarsi a piccoli cambiamenti ambientali o a causa di mutamenti casuali nel suo patrimonio genetico. Questo processo è detto speciazione, cioè nascita di una nuova specie. Sia la speciazione sia l’estinzione fanno parte del processo evolutivo naturale degli esseri viventi. Di per sé quindi l’estinzione naturale di una specie non va interpretata come un evento negativo (né ovviamente come un evento positivo), ma deve essere considerata semplicemente per ciò che è, ovvero un’espressione dell’evoluzione biologica. Le grandi estinzioni della storia, infatti, sono state accompagnate dalla formazione di nuove specie che hanno dato continuità e vigore alla diversità della vita.</p>\n\n<p class=\"passage_para\">Normalmente si distinguono due tipologie di estinzioni. Vi sono infatti le estinzioni «di fondo», che corrispondono a quella lenta e per noi impercettibile tendenza del mondo vivente a trasformarsi in modo costante.</p>\n\n<p class=\"passage_para\">Vi sono poi le estinzioni «episodiche», che riflettono le massicce e concomitanti morie di specie che vengono scatenate da rapide alterazioni dell’ambiente. In generale, le estinzioni che hanno contribuito maggiormente ai drastici mutamenti del quadro floristico e faunistico della storia terrestre sono state quelle del secondo tipo.</p>\n\n<p class=\"passage_para\">Alcuni eventi estremi che si sono verificati su ampia scala nel corso delle ere geologiche, come i cambiamenti del clima o gli impatti del nostro pianeta con comete e asteroidi, si sono tradotti in perturbazioni ambientali così radicali da non dare molte possibilità di scampo a una moltitudine di organismi. In diversi momenti della storia della Terra, questi fenomeni hanno rappresentato dei fattori limitanti molto severi per la sopravvivenza delle specie, arrivando talora a decimare la biodiversità di intere regioni geografiche e determinando le cosiddette «estinzioni di massa». Gli studiosi di paleontologia hanno scoperto cinque grandi fenomeni di estinzioni di massa negli ultimi 500 milioni di anni, tra cui quello famoso che ha portato all’estinzione di tutti i dinosauri della Terra. Durante queste grandi estinzioni si pensa che siano andati persi dal 75 per cento al 95 per cento del numero delle specie esistenti. Oggi però il tasso di estinzione non è ritenuto naturale, ma sembra che la causa principale sia proprio l’uomo che causerà secondo alcuni scienziati, una sesta estinzione di massa. Infatti, circa il 23 per cento dei mammiferi e il 12 per cento degli uccelli sono considerati minacciati dall’IUCN (Unione Mondiale per la Conservazione della Natura).</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fonte numero 2</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n</div>\n\n<p class=\"introduction passage-intro\">Questo testo tratta del mercato nero di animali. L’infografica originale è stata pubblicata nel maggio 2018 in Italia. È stata compilata da WWF Italia.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a table with 6 columns and 3 rows of data titled Il mercato nero della natura. The column headings are: Cosa viene utilizzato, Quanto vale al Kg, Utilizzato per, 1 singolo animale vale, Ogni giorno vengono uccisi, and Ogni settimana vengono uccisi. Three categories of data are represented in the graph: corno, ossa, pelli e altre parti, and avorio. The data represented in the graph are as follows. Row 1. Cosa viene utilizzato, Corno. Quanto vale al Kg, 66.000 $ (più di oro e platino). Utilizzato per, Medicina tradizionale, status symbol. 1 singolo animale vale, 500.000 $. Ogni giorno vengono uccisi, Quasi 3. Ogni settimana vengono uccisi, 20. Row 2. Cosa viene utilizzato, Ossa, pelli e altre parti. Quanto vale al Kg, Dipende da che organo. Si arriva a pagare fino 3.750 $ al Kg prodotti a base di parti di tigre. Utilizzato per, Medicina tradizionale. 1 singolo animale vale, 150.000 $. Ogni giorno vengono uccisi, 0,30. Ogni settimana vengono uccisi, 2. Row 3. Cosa viene utilizzato, Avorio. Quanto vale al Kg, 100 $ (a livello locale 3.000 $) sul mercato internazionale. Utilizzato per, Gioielli e oggetti artigianato. 1 singolo animale vale, 30.000 $. Ogni giorno vengono uccisi, 70. Ogni settimana vengono uccisi, 490.\" height=\"325\" src=\"https://assets.learnosity.com/organisations/537/VR136456.g05.svg\" width=\"520\" /></div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fonte numero 3</p>\n\n<p class=\"title_line passage-title\">Hai 30 secondi per leggere l’introduzione.</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n\n<p class=\"title_line passage-title\">Questo testo tratta dell’estinzione degli animali. Il servizio audio originale, intitolato «Animali a rischio di estinzione», è stato pubblicato nel gennaio 2020 negli Stati Uniti. È stato ideato da una giornalista italiana. Si sente la stessa giornalista trasmettere il servizio. Questo testo dura circa tre minuti.</p>\n</div>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div>\n<span class=\"sound_script\"><span class=\"pause time_duration:360\"></span><span class=\"pause time_duration:30\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">END OF PART A</p>\n\n<p class=\"stem_paragraph\">STOP</p>\n\n<p class=\"stem_paragraph\">If you finish before time is called, you may check your work on Part A only. Do not go on to Part B until you are told so.</p>\n\n<p class=\"stem_paragraph\">Se finisci prima del tempo, puoi controllare soltanto la Parte A. Non andare alla parte B prima di ricevere specifiche istruzioni.</p>\n","rubricRef":"VR136456_rubric"}]