[{"id":"VR154070","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR092014.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quale tendenza generale emerge dai dati del grafico riguardo alle abitudini dei diversi tipi di italiani che viaggiano?</p>\n","rubricRef":"VR154070_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Selezione numero 3</p>\n\n<p class=\"title_line passage-title\">Tema del corso: Vita contemporanea</p>\n\n<p class=\"title_line passage-title\">Fonte numero 1</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n</div>\n\n<p class=\"introduction passage-intro\">Questo testo tratta di come gli italiani trascorrono le loro vacanze. L’articolo originale è stato pubblicato il 4 maggio 2018 in Italia da Simone Cosimi, un giornalista del quotidiano italiano <span class=\"formatted_text font_style:italic\">La Repubblica</span>.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Viaggi, agli italiani piacciono extralunghi. Ma spesso li evitano perché sopravvalutano i costi.</p>\n</div>\n\n<p class=\"passage_para\">Sembrano difficili, impossibili o magari lontani nel tempo. Appartenenti a un’epoca che non esiste più. Eppure i viaggi lunghi, quelli davvero molto lunghi da un mese o più giorni, sono più diffusi di quanto si pensi. E molto apprezzati.</p>\n\n<p class=\"passage_para\">Tra chi non si è ancora regalato questo tipo di esperienza, quasi la metà ha individuato nei costi troppo elevati il principale ostacolo. Eppure la storia del costo è fuori fuoco. O almeno, fortemente sproporzionata rispetto alla realtà.</p>\n\n<p class=\"passage_para\">Dalla ricerca è infatti emerso che l’aspettativa di spesa degli italiani per un viaggio di circa tre mesi si attesterebbe sui tremila euro al mese. Insomma, l’esperienza della vita rischierebbe di costarci davvero troppo. In realtà chi è effettivamente partito per simili traversate ha confermato che il <span class=\"formatted_text font_style:italic\">budget</span> necessario è decisamente inferiore. La maggior parte ha infatti speso dai mille ai 2mila euro al mese. Cifre ovviamente importanti ma diverse da quanto si creda.</p>\n\n<p class=\"passage_para\">«È interessante scoprire che oltre due terzi degli italiani hanno intrapreso un lungo viaggio e che il loro desiderio di esplorare nuove mete è particolarmente vivace – ha spiegato Clizia L’Abbate, head of markets per momondo.it – i dati però ci dicono che il timore di una spesa troppo elevata è tra i principali ostacoli a intraprendere una simile esperienza, anche se le aspettative dei mancati viaggiatori spesso si discostano dalla realtà».</p>\n\n<p class=\"passage_para\">Perché si parte per un lungo viaggio? Due le ragioni: il periodo prolungato serve a provare nuove esperienze penetrando culture differenti e, di conseguenza verrebbe da dire, ad allargare i propri orizzonti personali: «Viaggiare vuol dire allontanarsi da casa mettendo alla prova se stessi in un ambiente estraneo e sconosciuto – spiega la psicologa Mara Maglioni della piattaforma MioDottore – partire per un lungo viaggio è un po’ come mettere un pezzo della propria vita in mano a un destino diverso da quello che sembra già scritto con diverse coordinate culturali, sociali, relazionali e una lingua nuova. Anche sapersi orientare in uno spazio nuovo e abbandonare la propria <span class=\"formatted_text font_style:italic\">comfort zone</span> è una sfida, per questo viaggiare può essere addirittura considerato terapeutico in quanto stimola le capacità di risoluzione dei problemi e aumenta l’autostima».</p>\n\n<p class=\"passage_para\">L’ebbrezza del nuovo è il motore-chiave della ricerca: «Le persone sono spinte a espandere i propri orizzonti da quell’energia vitale verso il nuovo e lo sconosciuto che caratterizza la natura umana e chi ha provato il piacere di viaggiare cerca di rifarlo superando in qualche modo anche la barriera economica – aggiunge Maglioni – un lungo viaggio può essere comunque pianificato anche per chi conduce una vita canonica, basta averlo fatto almeno una volta per accorgersi che ne è valsa la pena; il viaggio differisce dalla vacanza per i tempi che pongono sicuramente domande più profonde dovute all’allontanamento per un periodo molto più esteso dalla propria routine, ma i benefici a posteriori sono proporzionali ai dubbi iniziali».</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">(c) 2018 GEDI Gruppo Editoriale SpA-All Rights Reserved</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fonte numero 2</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n</div>\n\n<p class=\"introduction passage-intro\">Questo testo tratta delle abitudini di viaggio degli italiani. L’infografica originale è stata pubblicata il 10 aprile 2019 in Italia da Italiani.coop, L’Associazione Nazionale Cooperative di Consumatori.</p>\n\n<p class=\"introduction passage-intro text-center\">&nbsp;</p>\n\n<p class=\"text-center\"><img alt=\" A poster titled, Le nuove (bi) polarità degli italiani in vacanza. Data in the poster is in three sections. The top section displays a silhouette of few palm trees, and a man stands holding a surfboard. To the right of it appears three categories of data with a brief description as follows: parto (o non parto): a pair of slippers, 39 percentage; Turisti della tradizione: a travel backpack, 27 percentage; Globetrotter: a suitcase, 34 percentage. The second and third sections have the information on facilities available at La Prossima Estate and Cosa F A. La Prossima Estate includes the following data: Destinazione estero: parto (o non parto), 27 percentage; Turisti della tradizione, 41 percentage; Globetrotter, 44 percentage. Mare: parto (o non parto), 51 percentage; Turisti della tradizione, 56 percentage; Globetrotter, 57 percentage. Vacanze &quot;comode&quot;: parto (o non parto), 63 percentage; Turisti della tradizione, 57 percentage; Globetrotter, 54 percentage. Ha prenotato o lo fara a breve: parto (o non parto), 51 percentage; Turisti della tradizione, 60 percentage; Globetrotter, 65 percentage. Ha prenotato da solo: parto (o non parto), 70 percentage; Turisti della tradizione, 69 percentage; Globetrotter, 79 percentage. Cosa F A includes the following data:  Va a manifestazioni all'aperto: parto (o non parto), 77 percentage; Turisti della tradizione, 87 percentage; Globetrotter, 88 percentage. Fa sport e attivita fisica: parto (o non parto), 62 percentage; Turisti della tradizione, 71 percentage; Globetrotter, 77 percentage. Va ad eventi musicali dal vivo: parto (o non parto), 63 percentage; Turisti della tradizione, 69 percentage; Globetrotter, 73 percentage.  Va al cinema/teatro/spettacoli: parto (o non parto), 49 percentage; Turisti della tradizione, 57 percentage; Globetrotter, 62 percentage.  Va a ballare: parto (o non parto), 49 percentage; Turisti della tradizione, 58 percentage; Globetrotter, 58 percentage.\" height=\"407\" src=\"https://assets.learnosity.com/organisations/537/c34a12ea-afa5-43d6-8065-0e7d357905af.png\" width=\"530\" /></p>\n\n<div class=\"standalone_image\">\n<p class=\"caption\">Indagine Italiani. Coop per Robintur - marzo-aprile 2019 - 1000 casi popolazione italiana 18-65 anni (valori %)</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">I turisti classici non viaggiano spesso ma fanno viaggi piuttosto lunghi.</p>","<p class=\"choice_paragraph\">Gli italiani che viaggiano raramente vanno quasi sempre al mare.</p>","<p class=\"choice_paragraph\">La maggior parte degli italiani non viaggia mai.</p>","<p class=\"choice_paragraph\">Il frequente viaggiatore fa quasi sempre vacanze «comode».</p>"],"answer":0}]