[{"id":"VR153757","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR153331.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quale aspetto del sistema universitario italiano la lettera mette in evidenza?</p>\n","rubricRef":"VR153757_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Selezione numero 4</p><p class=\"introduction passage-intro\">Tema del corso: Sfide globali</p><p class=\"introduction passage-intro\">Introduzione</p><p class=\"introduction passage-intro\">Questo testo tratta della situazione lavorativa dei giovani laureati in Italia. È una lettera scritta dal Dott. Mario de Luca, presidente dell’Associazione Nazionale dei Giovani Ricercatori, al Dott. Antonio Moretti, segretario del Ministero dell’Economia.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Egregio Signor Ministro dell’Economia,</p><div class=\"letter_body\"><p class=\"passage_para\">in qualità di presidente dell’Associazione Nazionale dei Giovani Ricercatori, Le scrivo in riferimento al recente Decreto Crescita Economica (Legge n. 58 del 2019) approvato dal Parlamento per favorire l’inserimento dei giovani laureati nel mondo del lavoro.</p><p class=\"passage_para\">Con questa mia lettera, la nostra associazione desidera richiamare la Sua attenzione su un importante punto di questa legge e cioè il mancato inserimento, tra gli aiuti economici previsti, degli stage all’estero organizzati da aziende straniere.</p><p class=\"passage_para\">Da anni arriva dalle aziende la richiesta di una maggiore formazione più pratica ed internazionale dei giovani laureati che si avvicinano al mondo del lavoro. Purtroppo, il sistema universitario italiano ancora oggi è legato ad una rigida organizzazione tradizionale che è incapace di rispondere alle esigenze della moderna economia.</p><p class=\"passage_para\">Le aziende hanno bisogno di leader che sappiano affrontare le sfide di un mercato economico sempre più globale e che si muove con estrema rapidità. Da tempo ormai l’economia italiana sta perdendo terreno nel competitivo quadro internazionale sia in ambito produttivo che commerciale. In particolare, è molto debole la posizione italiana nell’area dell’alta tecnologia, dai computer e dalla comunicazione fino alla biotecnologia. È evidente qui la generale incapacità del nostro sistema universitario di rispondere ai cambiamenti con la necessaria rapidità.</p><p class=\"passage_para\">Noi pensiamo sia tempo che il governo italiano si adoperi per allargare l’offerta educativa dei giovani attraverso proposte di formazione alternative che investano sul loro futuro. Un provvedimento tanto importante con il quale il governo italiano intende favorire l’ingresso dei giovani laureati nel mondo del lavoro non può non includere un’esperienza di pratica lavorativa presso aziende all’estero. Siamo certi che ciò aiuterà a creare nuove generazioni di professionisti d’impresa di cui l’economia italiana ed il suo commercio internazionale hanno estremamente bisogno.</p><p class=\"passage_para\">Pertanto, Le chiedo a nome della nostra associazione di includere nell’offerta economica prevista dal decreto gli stage all’estero organizzati da aziende straniere.</p></div><p class=\"letter_closing\">Sperando in un Suo positivo interessamento riguardo la nostra richiesta, Le porgo i miei più cordiali saluti.</p><div class=\"letter_signature\"><p class=\"signature_line\">Dr Mario de Luca</p><p class=\"signature_line\">Presidente</p><p class=\"signature_line\">Associazione Nazionale dei Giovani Ricercatori</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Un modello principalmente caratterizzato da università pubbliche</p>","<p class=\"choice_paragraph\">La propensione a produrre la quota più bassa di laureati in Europa</p>","<p class=\"choice_paragraph\">La tendenza ad offrire una preparazione principalmente teorica</p>","<p class=\"choice_paragraph\">Un sistema che impiega principalmente insegnanti ultra quarantenni</p>"],"answer":2}]