[{"id":"VR156694","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR092339.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quale frase meglio riassume la prima frase pronunciata da Carlo Petrini?</p>\n","rubricRef":"VR156694_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><div class=\"stimulus_block\"><div class=\"title\"><p class=\"title_line passage-title\">Selezione numero 1</p><p class=\"title_line passage-title\">Tema del corso: Sfide globali</p><p class=\"title_line passage-title\">Fonte numero 1</p><p class=\"title_line passage-title\">Ora, hai 4 minuti per leggere la fonte numero 1.</p><p class=\"title_line passage-title\">Introduzione</p></div><p class=\"introduction passage-intro\">Questo testo tratta del problema dei rifiuti di plastica in una zona della Puglia. L’articolo originale è stato pubblicato il 19 agosto 2019 in Italia da Tatiana Maselli, una giornalista italiana.</p><div class=\"passage\"><div class=\"prose prose_type:news_article style:1\"><div class=\"title\"><p class=\"title_line passage-title\">In Puglia la Riserva naturale invasa dalla plastica: una discarica a cielo aperto tra mare e pineta</p></div><p class=\"passage_para\">Qualche giorno fa siamo stati in Puglia, nella Pineta di Longara, un’area naturalistica di enorme pregio incastonata tra il Comune di Serracapriola e Marina di Lesina, a pochi chilometri dal Gargano.</p><p class=\"passage_para\">Una grande pineta e 9 km di spiaggia libera: un paradiso terrestre, se non fosse per i quintali di rifiuti riversati tra gli alberi e sulla costa.</p><p class=\"passage_para\">Sulla spiaggia e tra i pini marittimi sono davvero migliaia le bottiglie di plastica, oltre a cassette della frutta, bottiglie di birra, stoviglie monouso, scarpe e boe, senza contare le centinaia di vaschette di polistirolo giunte sulla costa dopo il naufragio di un peschereccio e ormai sbriciolate in pezzi minuscoli che stanno contaminando il suolo.</p><p class=\"passage_para\">Si tratta di uno spettacolo terribile, la prova evidente di come le nostre attività stiano devastando l’ambiente in modo irrecuperabile.</p><p class=\"passage_para\">Lungo la spiaggia i bagnanti sembrano non rendersi conto del disastro che hanno intorno e prendono il sole incuranti dello scempio in cui si trovano.</p><p class=\"passage_para\">Dopo aver fotografato e filmato quella che è una vera e propria discarica a cielo aperto, abbiamo contattato le amministrazioni locali, rimbalzati da un ufficio all’altro perché nessuno vuole prendersi la responsabilità e gli oneri di uno scempio simile.</p><p class=\"passage_para\">Ci sono volute diverse telefonate prima di riuscire a parlare con il Sindaco di Serracapriola, Giuseppe D’Onofrio, per segnalare una situazione che aldilà delle responsabilità interessa tutti noi.</p><p class=\"passage_para\">Secondo le informazioni rilasciate dal primo cittadino, l’area della pineta è di proprietà privata, mentre la costa fa parte del demanio marittimo dello Stato.</p><p class=\"passage_para\">La situazione è nota a tutti e riguarda la zona da diversi anni, ma il Comune non ha fondi per poter intervenire: il Sindaco può solo emettere un’ordinanza per la rimozione dei rifiuti nei confronti dei proprietari dell’area che interessa la pineta.</p><p class=\"passage_para\">Ripulire il territorio richiede un impegno economico notevole che cresce costantemente all’aumentare dei rifiuti. Inoltre, il Comune deve accollarsi le spese di rimozione delle carcasse di tartarughe e delfini che spesso si spiaggiano lungo la costa, probabilmente a causa della mole di plastica in cui sono costretti a vivere.</p><p class=\"passage_para\">L’immondizia è portata in parte dalle mareggiate ma la colpa è soprattutto dei cittadini e dei turisti che abbandonano sulla spiaggia e in pineta rifiuti di ogni genere.</p><p class=\"passage_para\">Il Sindaco si augura di riuscire a ripulire l’area non appena la Regione approverà i finanziamenti, ma non sa come risolvere l’inciviltà di turisti e residenti.</p><p class=\"passage_para\">Noi gli abbiamo suggerito di coinvolgere la cittadinanza, magari offrendo una vacanza gratis a chi voglia dare una mano a liberare questo paradiso dall’immondizia: accetterà la nostra proposta?</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><div class=\"title\"><p class=\"title_line passage-title\">Fonte numero 2</p><p class=\"title_line passage-title\">Hai 2 minuti per leggere l’introduzione e le domande.</p><p class=\"title_line passage-title\">Introduzione</p><p class=\"title_line passage-title\">Questo testo tratta della microplastica nell’oceano. Il servizio audio, intitolato «Plastica e inquinamento marino – Edizione speciale Rassegna Ambiente», è stato pubblicato il 17 luglio 2019 in Italia da Mariaelena Leggeri, una presentatrice del canale televisivo italiano TeleAmbiente. Questo testo dura circa tre minuti.</p></div><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_5de35774b1f275dec2f3f83affb4588e\" data-src=\"https://assets.learnosity.com/organisations/537/VR092339.a01.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">La plastica fa male solo quando viene esposta all’azione del sole.</p>","<p class=\"choice_paragraph\">È più facile criticare che indicare la buona strada con il proprio comportamento.</p>","<p class=\"choice_paragraph\">Vicino all’Isola d’Elba c’è un interessante monumento chiamato «santuario dei crostacei».</p>","<p class=\"choice_paragraph\">L’università di Sidney ha pubblicato uno studio sugli effetti dell’inquinamento sui mari.</p>"],"answer":1}]