[{"id":"VR158187","type":"audio","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro text-center\">Task 4: Cultural Comparison</p>\n\n<p class=\"introduction passage-intro\">You have 1 minute to read the directions for this&nbsp;task.</p>\n\n<p class=\"introduction passage-intro\">Hai 1 minuto per leggere le istruzioni relative a&nbsp;questa attività.</p>\n\n<p class=\"introduction passage-intro\">You will make an oral presentation on a specific&nbsp;topic to your class. You will have 4 minutes to read&nbsp;the presentation topic and prepare your<br>\npresentation. Then you will have 2 minutes to&nbsp;record your presentation.&nbsp;</p>\n\n<p class=\"introduction passage-intro\">In your presentation, compare an Italian-speaking&nbsp;community with which you are familiar to your&nbsp;own or another community. You should&nbsp;demonstrate your understanding of cultural features&nbsp;of this Italian-speaking community. You should also&nbsp;organize your presentation clearly.</p>\n\n<p class=\"introduction passage-intro\">Fai una relazione orale alla tua classe su un&nbsp;argomento specifico. Hai 4 minuti per leggere e&nbsp;preparare la tua relazione. Poi, hai 2 minuti per<br>\nregistrare la tua relazione.</p>\n\n<p class=\"introduction passage-intro\"><br>\nNella tua relazione, fai un confronto fra una realtà&nbsp;italiana che conosci bene e una realtà che hai&nbsp;osservato e in cui hai vissuto fino ad oggi oppure<br>\nun’altra realtà di tua scelta. Devi dimostrare di&nbsp;conoscere aspetti culturali di questa realtà italiana.&nbsp;Organizza la tua relazione in modo chiaro.</p>\n\n<p class=\"introduction passage-intro\">You will now begin this task.</p>\n\n<p class=\"introduction passage-intro\">Adesso inizia questa attività.</p>\n\n<p class=\"introduction passage-intro\">Tema del corso: Identità privata e pubblica</p>\n</div>\n</div>\n\n<p class=\"stem_paragraph\"><span class=\"formatted_text font_weight:bold\">Argomento della relazione:</span> <span class=\"formatted_line_break delivery_mode:PPT\"></span>Qual è l’importanza delle differenze regionali (per esempio, dialetti, credenze, usanze, ecc.) per la gente che vive in una realtà italiana che conosci bene? Fai un confronto fra questa realtà e una realtà che hai osservato e in cui hai vissuto fino ad oggi oppure un’altra realtà di tua scelta. Nella tua relazione, puoi fare riferimento a cose che hai studiato, visto, conosciuto, ecc.</p>\n","rubricRef":"VR158187_rubric"}]