[{"id":"VR155197","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR155189.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Nel contesto del grafico, l’espressione «prestazioni sanitarie» significa</p>\n","rubricRef":"VR155197_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Selezione numero 2</p>\n\n<p class=\"title_line passage-title\">Tema del corso: Scienza e tecnologia</p>\n\n<p class=\"title_line passage-title\">Fonte numero 1</p>\n\n<p class=\"title_line passage-title\">Ora, hai 1 minuto per leggere la fonte numero 1.</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n</div>\n\n<p class=\"introduction passage-intro\">Questo testo tratta dell’uso della tecnologia digitale nel settore della sanità. Il grafico originale è stato pubblicato il 24 luglio 2017 in Italia da Grey Panthers, un giornale online italiano.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents 5 bar charts titled “I Servizi Digitali al Cittadino.” A subtitle reads “Quali dei seguenti servizi online ha utilizzato nell’ultimo anno e, in caso negativo, perché non lo ha fatto?” A key indicates that the following 6 categories are indicated on each bar. Sì. No perché preferisco altre modalità. No perché non sono capace. No perché non sapevo fosse possibile farlo. No perché il servizio non è disponibile. No perché non ne ho avuto la necessità. The first bar chart is titled Accedere a informazioni sulle strutture sanitarie (per es., ospedali, laboratori clinici), and the data for each category are as follows. Sì, 32%. No perché preferisco altre modalità, 10%. No perché non sono capace, 13%. No perché non sapevo fosse possibile farlo, 1%. No perché il servizio non è disponibile, 1%. No perché non ne ho avuto la necessità, 43%. The second bar chart is titled Prenotare le prestazioni sanitarie (per es., visite, esami specialistici), and the data for each category are as follows. Sì, 22%. No perché preferisco altre modalità. 29%. No perché non sono capace, 11%. No perché non sapevo fosse possibile farlo, 3%. No perché il servizio non è disponibile, 2%. No perché non ne ho avuto la necessità, 33%. The third bar chart is titled Accedere e consultare i propri documenti clinici (per es., referti, risultati radiologici), and the data for each category are as follows. Sì, 18%. No perché preferisco altre modalità, 13%. No perché non sono capace, 12%. No perché non sapevo fosse possibile farlo, 5%. No perché il servizio non è disponibile, 2%. No perché non ne ho avuto la necessità, 50%. The fourth bar chart is titled Pagare le prestazioni sanitarie (per es., visite, esami specialistici), and the data for each category are as follows. Sì, 11%. No perché preferisco altre modalità, 28%. No perché non sono capace, 12%. No perché non sapevo fosse possibile farlo, 4%. No perché il servizio non è disponibile, 3%. No perché non ne ho avuto la necessità, 42%. The fifth bar chart is labeled Ricevere un consulto da parte dei medici specialisti tramite portali web specializzati (per es., Parzienti.it), and the data for each category are as follows. Sì, 4%. No perché preferisco altre modalità, 21%. No perché non sono capace, 13%. No perché non sapevo fosse possibile farlo, 5%. No perché il servizio non è disponibile, 2%. No perché non ne ho avuto la necessità, 57%.\" height=\"458\" src=\"https://assets.learnosity.com/organisations/537/VR155189.g06.png\" width=\"510\" /></div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fonte numero 2</p>\n\n<p class=\"title_line passage-title\">Hai 1 minuto per leggere l’introduzione e le domande.</p>\n\n<p class=\"title_line passage-title\">Introduzione</p>\n\n<p class=\"title_line passage-title\">Questo testo tratta dell’uso del digitale nel settore sanitario. È una conversazione tra il signor Rossetti e l’impiegata dell’azienda sanitaria locale della regione Lombardia. Questo testo dura circa tre minuti.</p>\n</div>\n</div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_7b9324a5d9895a4fde39b37238b9934e\" data-src=\"https://assets.learnosity.com/organisations/537/VR155189.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">informazioni mediche</p>","<p class=\"choice_paragraph\">servizi sanitari</p>","<p class=\"choice_paragraph\">consigli per la salute</p>","<p class=\"choice_paragraph\">rimborso dell’assicurazione</p>"],"answer":1}]