[{"id":"VR600151","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You have 1 minute to read the directions for this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Hai 1 minuto per leggere le istruzioni relative a questa attività.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to an Italian writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Scrivi un saggio argomentativo per un concorso di scrittura in italiano. La traccia si basa su tre fonti (materiale scritto e orale) che presentano diversi punti di vista sull’argomento. Per prima cosa, hai 6 minuti per leggere la traccia ed il materiale scritto. Poi, ascolterai la fonte orale due volte. Mentre ascolti, puoi prendere appunti. Alla fine dell’ascolto, hai 40 minuti per organizzare e scrivere il tuo saggio.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Nel tuo saggio, devi elaborare accuratamente il tuo punto di vista sull’argomento. Devi integrare i diversi punti di vista e le informazioni presentati dalle fonti per giustificare la tua argomentazione. Fai riferimento a tutte le fonti, indicandole in modo appropriato. Organizza il tuo saggio in modo logico e chiaro.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will now begin this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Adesso inizia questa attività.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Time — Approximately 55 minutes</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Tema del corso: Sfide globali</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Hai 6 minuti per leggere la traccia, la fonte numero 1 e la fonte numero 2.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Traccia:</span> <span class=\"formatted_line_break delivery_mode:Both\"></span>È importante adottare soluzioni creative per aiutare la scienza a risolvere il problema dell’inquinamento di vari tipi (dell’acqua, dell’aria, ecc.)?</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Fonte numero 1</span><span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_line_break delivery_mode:Both\"></span>Introduzione<span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_line_break delivery_mode:Both\"></span>Questo testo tratta delle diverse iniziative mirate alla salvaguardia dell’ambiente. L’articolo originale è stato pubblicato il 3 giugno 2019 in Italia. È stato scritto da Gaetano Moraca, un giornalista italiano.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Soluzioni creative per salvare i mari dalla plastica</p>\n</div>\n\n<p class=\"passage_para\">Per rendersi conto della gigantesca portata dell’inquinamento da plastica nei mari, basterebbe immaginarci d’estate, in una delle nostre località marittime preferite, a nuotare tra bottigliette o sacchetti di plastica al posto dei pesci. Non è la trama di un romanzo distopico ma è lo scenario che ci si prospetta da qui a trent’anni se le cose continueranno a seguire questo corso. Secondo le ultime stime del WWF entro il 2025 negli oceani della Terra conteremo 1 tonnellata di plastica ogni 3 tonnellate di pesce ed entro il 2050 – praticamente dietro l’angolo – ci sarà, in peso, più plastica che pesce.</p>\n\n<p class=\"passage_para\">Ogni anno buttiamo a mare qualcosa come 8 tonnellate di plastica, l’equivalente di un camion pieno di rifiuti ogni singolo minuto di ogni giorno, senza sosta. La plastica sminuzzata finisce nello stomaco dei pesci entrando quindi nella catena alimentare, mentre i pezzi più grossi arrivano a formare delle vere e proprie isole. Nell’Oceano Pacifico, tra la California e le Hawaii, ne galleggia una di 1,6 milioni di km2, tre volte la Francia, per capirsi: per misurarla tutta sono state necessarie trenta navi e due aerei. La <span class=\"formatted_text font_style:italic\">Great Pacific Garbage Patch</span>, com’è stata battezzata, ha una massa di 1,8 trilioni di oggetti di plastica, nell’84% dei casi contenenti sostanze tossiche.</p>\n\n<p class=\"passage_para\">L’esploratore italiano Alex Bellini per sensibilizzare l’opinione pubblica sul tema ha deciso di navigare, con una barca fatta di materiali riciclati, i 10 fiumi più inquinati del mondo – quelli che secondo lo studio pubblicato nel 2017 sulla rivista <span class=\"formatted_text font_style:italic\">Environmental Science &amp; Technology</span> dell'American Chemical Society portano da soli l’80% della plastica nei mari (8 si trovano in Asia e 2 in Africa) – fino ad arrivare alla «Grande chiazza di spazzatura del Pacifico».</p>\n\n<p class=\"passage_para\">Le microplastiche stanno soffocando anche laghi e fiumi italiani, specie in corrispondenza delle foci, ma anche gli arenili dove Legambiente ha trovato una media di 2,5 rifiuti ogni metro quadrato di spiaggia, per un totale di 2183 rifiuti censiti.</p>\n\n<p class=\"passage_para\">Quattro ragazzi di Bassano del Grappa hanno brevettato un <span class=\"formatted_text font_style:italic\">River Cleaning System</span> che testeranno a metà del 2019: un mulinetto galleggiante alimentato dalla forza del corso d’acqua che, ancorato al fondale e disposto in serie, intercetta il rifiuto galleggiante e lo spinge passivamente in un contenitore posto più a valle, non consumando e non ostacolando la navigazione. Sembrerebbe una salvezza.</p>\n\n<p class=\"passage_para\">Un altro gruppo di ragazzi gravitante intorno all’associazione Chora (che mette la creatività dei soci al servizio di progetti culturali) ha realizzato un documentario completamente finanziato tramite crowdfunding sulle gesta di un ragazzo che, di stagione in stagione, risale col suo kayak i laghi e fiumi lombardi ripulendoli dalla plastica. Il trailer è stato proiettato in anteprima al Sondrio Festival, importante rassegna internazionale dedicata ai documentari naturalistici, e di recente alla Triennale di Milano in occasione dei <span class=\"formatted_text font_style:italic\">Fridays for Future</span>.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Esquire Italia magazine</span></span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Fonte numero 2</span><span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_line_break delivery_mode:Both\"></span>Introduzione<span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_line_break delivery_mode:Both\"></span>Questo testo tratta della presenza della plastica negli oceani. L’ infografica originale è stata pubblicata il 12 ottobre 2018 in Italia. È stata compilata dall’ERPS, il Servizio di ricerca del Parlamento europeo.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows an infographic titled “Plastiche Monouso” and subtitled “Ridurre i Rifiuti Marini.” At the top of the infographic, a city skyline consisting of tall buildings and skyscrapers is shown in the distance. In front of the city skyline, various items of plastic trash are shown floating in water. The trash consists of empty water bottles, empty cartons, plastic bags, cups, and plastic straws. On the left side, the following text is written: Più di 150 milioni di tonnellate di plastica negli oceani attualmente. On the right side, the following text is written: Si stima che da 4,8 a 12,7 milioni di tonnellate di plastica finiscano negli oceani ogni anno. The following heading is written in the middle of the infographic: Problemi causati dai rifiuti di plastica nell’oceano. On the bottom left and right sides, there are four categories that contain bulleted lists of information. The categories on the left side, Vita marina and Salute umana, are as follows. Vita marina: Gli animali restano impigliati o ingeriscono la plastica (inclusi i danni causati dai materiali da pesca smarriti). Degradazione dell’habitat. Esposizione alle sostanze chimiche della plastica. Salute umana: Esposizione a sostanze chimiche attraverso la catena alimentare. The categories on the right side, Economia and Clima, are as follows. Economia: Il costo stimato dei rifuiti marini è fra 259 milioni di euro e 695 milioni di euro, principalmente a discapito dei settori turistico e ittico. Clima: Riciclare 1 milione di tonnellate di plastica equivale a togliere 1 milione di auto dalle strade (in termini di emissioni di C O 2).\" height=\"441\" src=\"https://assets.learnosity.com/organisations/537/VR600151.g01.svg\" width=\"550\" /></div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"standalone_statement style:1\">&nbsp;</p>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Fonte numero 3 </span><span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_line_break delivery_mode:Both\"></span>Hai 30 secondi per leggere l’introduzione.<span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_line_break delivery_mode:Both\"></span>Introduzione</p>\n\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Questo testo tratta di un modo innovativo di riciclare i rifiuti. Il servizio audio originale, intitolato «Lattine schiacciate che diventano arte, a Roma la mostra ‹Crush›», è stato pubblicato il 4 luglio 2016 in Italia. È stato ideato da Askanews. Nell’audio si sentono parlare una giornalista di Askanews e l’artista Fabio Ferrone Viola. Questo testo dura circa due minuti e mezzo.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VR600151.a02.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"standalone_statement style:1\">&nbsp;</p>\n\n<p class=\"standalone_statement style:1\">If you finish before time is called, you may check your work on Part A only. Do not go on to Part B until you are told to do so.</p>\n\n<p class=\"standalone_statement style:1\">Se finisci prima del tempo, puoi controllare soltanto la Parte A. Non andare alla Parte B prima di ricevere specifiche istruzioni.</p>\n","rubricRef":"VR600151_rubric"}]