[{"id":"FT537693","type":"mcq","stimulusHtml":"<p><img alt=\"The figure shows a table with 7 columns and 6 rows. The title of the table is POSTAWKO CREEK WATERSHED ANALYSIS. The top row contains the column labels, from left to right: column 1, Site; column 2, Macroinvertebrate Diversity Index; column 3, p H; column 4, Nitrates (milligrams per liter); column 5, Phosphours (milligrams per liter); column 6, Dissolved Oxygen (parts per million); column 7, Fecal Coliform (number of colonies per 100 milliliter). From top to bottom, the data is as follows: Row 2; Site, A, Macroinvertebrate Diversity Index, 0.852, p H, 7.2, Nitrates, 15.0, Phosphours, 0.10, Dissolved Oxygen, 8.0, Fecal Coliform, 80. Row 3; Site, B, Macroinvertebrate Diversity Index, 0.795, p H, 7.0, Nitrates, 7.0, Phosphours, 0.07, Dissolved Oxygen, 10.0, Fecal Coliform, 47. Row 4; Site, C, Macroinvertebrate Diversity Index, 0.439, p H, 7.1, Nitrates, 40.0, Phosphours, 1.00, Dissolved Oxygen, 1.5, Fecal Coliform, 500. Row 5; Site, D, Macroinvertebrate Diversity Index, 0.923, p H, 7.3, Nitrates, 8.0, Phosphours, 0.08, Dissolved Oxygen, 9.0, Fecal Coliform, 58. Row 6; Site, E, Macroinvertebrate Diversity Index, 0.848, p H, 7.3, Nitrates, 17.0, Phosphours, 0.15, Dissolved Oxygen, 7.9, Fecal Coliform, 90. \" height=\"226\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/32514bd6f77423d3c7407100fc6402fd/original.png\" width=\"596\"></p>\n\n<p>Until 2005 the entire Postawko Creek Watershed in Fremont County consisted of a national forest interspersed with hay meadows and houses on lots with a minimum size of five acres. In 2005 Farmer Cobb opened a dairy farm in the watershed, and the citizens of Fremont County became concerned that the runoff from the dairy farm would negatively impact the water quality of the watershed. Scientists employed by the county collected water quality data at five sites in the watershed; some of the data are compiled in the table above. Based on these data, which site is most likely immediately downstream from the dairy farm?</p>\n","choicesHtml":["<p>Site A </p>","<p>Site B</p>","<p>Site C</p>","<p>Site D</p>","<p>Site E</p>"],"answer":1}]