[{"id":"FT537288","type":"longtextV2","stimulusHtml":"<p>Directions: Read the following article from the Fremont Gazette and answer the questions that follow.</p>\n\n<p><strong>Fremont Gazette, Page 17</strong></p>\n\n<p><span style=\"font-size:1.1em\"><strong>Deadly Pollutants Kill Children in India and China</strong></span></p>\n\n<p>\"Contaminated industrial sites in India and China top a new ranking of the world’s most polluted places, where millions of people are threatened by various chemical pollutants,” said Dr. Egguen, president of Fremont Friends of the Planet, an environmental advocacy organization. She said that the industrial town of Vapi, India, is a new addition to the list of worst-polluted places on Earth, based on the magnitude of the pollution and the number of people who are put at risk. She said, “Thousands of children, who are especially susceptible to toxic pollutants, are sick and dying in these top ten polluted places.”</p>\n\n<p>Dr. Egguen pointed out that mining and unregulated industrial production are the major culprits behind the menacing pollution. She described Vapi as a region overwhelmed by more than 50 chemical manufactures that poison the local soils and groundwater with toxic pollutants such as PCBs, mercury, and lead. In fact, levels of heavy metals found in local produce are 60 times greater than those found in produce grown in unpolluted areas.</p>\n\n<p>(a) Choose any ONE of the three pollutants mentioned above and respond to each of the following.</p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>Describe one specific source, other than the local chemical plants, for the toxic pollutant you chose.</p>\n\t</li>\n\t<li>\n\t<p>Describe how the pollutant you chose enters the human body and one specific effect it can have on human health.</p>\n\t</li>\n\t<li>\n\t<p>Describe TWO specific steps, other than an outright ban, that a city or nation can take to reduce the threat posed by this pollutant.</p>\n\t</li>\n</ol>\n\n<p>(b) Give one reason why Dr. Egguen is correct in asserting that children are particularly susceptible to toxic pollutants.</p>\n\n<p>(c) An important contributor to global climate change is the release of CO2 from the rapidly increasing number of coal-burning power plants in China. Assume that the coal burned at these plants to provide the power to manufacture a single MP3 player releases 40 kg of CO2 and that it costs $0.75 to capture 1 kg of CO2 and keep it from entering the atmosphere. Determine the cost, in dollars, to capture the total amount of CO2 released from manufacturing one MP3 player.</p>\n\n<p>(d) Coal-burning power plants also release other pollutants, including nitrogen oxides ( NOx ), sulfur oxides ( SOx ), and particulates. Select one of these pollutants and identify one technology that can be used to remove it from the waste stream of coal-burning power plants.</p>\n\n<p>(e) Discuss TWO reasons why a multinational company would choose to build a manufacturing facility in India and/or China rather than in the United States or Europe.</p>\n"}]