[{"id":"FT536629","type":"longtextV2","stimulusHtml":"<p>Directions: Select the choice that best fits each statement. The following question(s) refer to the article and diagram below when answering the questions that follow.</p>\n\n<p class=\"text-center\">FUTURE&nbsp;OF NUCLEAR POWER IN DOUBT</p>\n\n<p>A long decline for nuclear power in the United States began in the late 1970's when predictions that the price of oil would rise to $100 per barrel did not materialize. In 1979, the near-meltdown at the Three Mile Island nuclear plant in Pennsylvania alarmed the public over the potential hazards of nuclear power. These concerns were further exacerbated by the events at Chernobyl in 1986.</p>\n\n<p>Societal concerns about nuclear power and increased costs associated with the construction and operation of nuclear generating plants have led to a virtual moratorium on new plant construction. In the United States, no new orders for nuclear power plants have been placed since 1979. Even Energy Department officials are now reluctant to predict that another nuclear reactor will ever be built in this country.</p>\n\n<p>Nuclear power plants currently generate 21 percent of United States electricity and the 110 nuclear power plants across the nation are operating more efficiently and safely now than ever before. Some officials believe that if we do not continue research on nuclear energy, then we will not have a viable economy in 30 years.</p>\n\n<p><img alt=\"A diagram of a nuclear power plant is shown. On the right side is a large container labeled B. Inside this on the right side is a rectangle labeled A, in which there are smaller vertical bars. A tube flows out of rectangle A to the left where it goes into another rectangle which is still in container B, winds back and forth, and leaves the second rectangle to return to rectangle A. An arrow indicates that there is flow through this tube. A tube flows up out of the rectangle through which the previous tube was winding, and this outlet tube is labeled C. It exists the side of the larger container B and goes into the top of another box labeled D. An arrow indicates flow out through a tube at the bottom of box D into a tube that winds back and forth in another box, then re-enters container B and rejoins the bottom of box that tube C left from the top. There is an inlet tube and an outlet tube on the left side of the box below box D which go to a large container labeled F that is slightly narrower at the top than at the bottom. Off the left side of box D is a connection to a box labeled E. Two lines labeled Electric lines to power grid come of the left side of box E. \" height=\"351\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f0cc456838e9f3bcd023dbe8fbb6347a/original.png\" width=\"600\" /></p>\n\n<p>(a) Identify and describe the function of any three parts labeled on the diagram of a water-cooled nuclear power plant shown above.</p>\n\n<p>(b) Describe and discuss two environmental problems associated with the use of nuclear power for generating electricity.</p>\n\n<p>(c) On the basis of the article and other information, what options do you foresee for the future production and use of electricity in the United States?</p>\n\n<p>(d) Describe briefly the environmental implications of your answer in part (c).</p>\n"}]