[{"id":"FT537649","type":"mcq","stimulusHtml":"<p>Which of the following statements best explains the relationship shown on the graph?</p>","features":[{"type":"sharedpassage","html":"<p><strong>The following questions(s) refer to the graph.</strong></p>\n\n<p>Glyphosates are herbicides that are often applied to genetically modified (G M) crops to kill weeds without harming the crop itself.</p>\n\n<p><img alt=\"The figure presents a graph titled Glyphosate Use and Glyphosate-Resistant Weeds. The horizontal axis is labeled Year and has the years 1990 through 2010 represented by tick marks in increments of 1, with labels in increments of 2 from left to right. The left vertical axis is labeled Glyphosate Applied, in tons, and has the numbers 0 through 100,000 indicated in increments of 10,000 from bottom to top. The right vertical axis is labeled Confirmed Number of Glyphosate-Resistant Weed Species, and has the numbers 0 through 70 indicated in increments of 10 from bottom to top. The key indicates that the square symbols represent glyphosate applied, and circular symbols represent the confirmed number of glyphosate-resistant weed species. The approximate data are as follows:  Glyphosate use has a steady upward trend, starting with less than 1,000 tons applied in 1990 and peaking with 90,000 tons applied in 2010. The application of glyphosate was less than 9,000 tons from 1990 to 1997, after which the amount of glyphosate applied increased rapidly. There are no data for glyphosate-resistant weed species until 1998. One species was confirmed in 2000, and the number of glyphosate-resistant species increased rapidly and steadily between 2002 and 2010 to 64 species in 2010.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/270c3534185c51d6e06c2c42da22337d/original.png\"></p>\n"}],"choicesHtml":["<p>Increased use of glyphosate herbicides kills more weeds and thus leads to higher crop yields.</p>","<p>The use of glyphosate herbicides has decreased because it has been shown to be ineffective in killing weeds.</p>","<p>The use of glyphosate has selected for herbicide resistance in weed populations.</p>","<p>The use of glyphosate herbicides has decreased because the cost of the herbicides has increased.</p>","<p>Increased use of glyphosate herbicides correlates to increased agricultural profit.</p>"],"answer":1}]