[{"id":"FT536949","type":"mcq","stimulusHtml":"<p>How many units of energy do greenhouse gases contribute to the greenhouse effect? </p>","features":[{"type":"sharedpassage","html":"<p>Directions: The following questions(s) refer to the diagram below, which illustrates Earth's atmospheric greenhouse effect.</p>\n\n<p><img alt=\"The figure shows a diagram illustrating Earth’s atmospheric greenhouse effect. Moving clockwise from the top, the figure contains the Sun, greenhouse gases, a portion of the Earth’s surface, 2 clouds and  solid arrows, dashed arrows and units of energy represented by numbers. The sun is labeled Incoming Solar Energy, 100.   Four solid arrows flow away from the bottom of the Sun. The directions of the arrows are as follows. On the  upper left of the diagram, an arrow flows down and to the left from the Sun to a cloud, reflects off the cloud, then flows up and to left, and is labeled Reflected by clouds, 25. An arrow flows down and to the left from the Sun to Earth’s surface, reflects off Earth’s surface, then flows up and to the left, and is labeled Reflected by surface, 5. An arrow flows downward from the Sun to Earth’s surface, and is labeled Absorbed by surface, 50. An arrow flows down and to the right from the Sun to a cloud, and is labeled Absorbed by clouds, 20. A dashed arrow flows from this cloud, to the right, and splits into to 2 dashed arrows each with an energy unit of 10. One arrow flows up and to the right, and one flows down and to the right.   On the lower right of the diagram, a dashed arrow labeled Radiated from surface, flows from Earth’s surface up and to the right, and is labeled Absorbed by greenhouse gases, 120, as it reaches the Greenhouse gases on the right side of the diagram. A dashed arrow labeled Emitted to Atmosphere begins at the Greenhouse Gases and flows to the left, and then splits into 2 dashed arrows each with an energy unit of 60. One flows up and to the left, merges with the upward arrow from the cloud 10, to form a dashed arrow moving upward labeled Emitted to space, 70. The other flows to down and to the left, merges with the downward arrow from the cloud 10, to form a dashed arrow labeled 70, and flows down to Earth’s surface. \" height=\"344\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6038b894242842980504b03371bfc31a/original.png\" width=\"600\" /></p>\n\n<p>The solid arrows and the dashed arrows indicate the direction of solar radiation and infrared radiation, respectively, which flow to and from Earth, the atmosphere, and space. The numbers express units, in relative terms, of the total incoming solar or outgoing infrared energy.</p>\n"}],"choicesHtml":["<p>20 </p>","<p>50</p>","<p>60</p>","<p>100</p>","<p>120</p>"],"answer":1}]