[{"id":"FT537664","type":"mcq","stimulusHtml":"<p>If technology that reduces the hydrocarbon concentration had been utilized, which of the following would have been the most likely result?</p>","features":[{"type":"sharedpassage","html":"<p><strong>The following questions(s) refer to the diagram below, which depicts the concentrations of various gases in the air over a city on a typical smoggy day.</strong></p>\n\n<p><img alt=\"The figure presents a graph depicting the concentrations of various gases in the air over a city on a typical smoggy day. The horizontal axis is labeled Time of Day with data from 3 A.M. to 2 P.M.  The tick marks are in increments of 2 hours starting with 4 A.M. with labels at 4 A.M., 8 A.M., and 12 P.M., from left to right. The vertical axis is labeled Concentration, in parts per million (p p m), and has the values 0 through 0.5 indicated in increments of 0.1 from bottom to top. There are five curves represented on the graph: Hydrocarbons, Aldehydes, N O 2, N O, and O 3. The approximate data are as follows: The concentration of hydrocarbons was 0.27 p p m at 3 A.M. and rose steadily until it peaked at 0.45 p p m at 8:30 A.M. It then rapidly decreased, ending at 0.21 p p m at 2 P.M. The concentration of aldehydes was 0.09 p p m at 3 A.M. and remained steady until approximately 8 A.M. Then the concentration rose steadily until it peaked at 0.30 p p m at 11:30 A.M. The concentration of N O 2 was 0.05 p p m at 3 A.M. and rose slowly and steadily until the peak of 0.19 p p m at 7:45 A.M.; then the concentration of N O 2 decreased until it leveled off at 0.05 p p m around 12:00 P.M. The concentration of N O was 0.05 p p m at 3 A.M. and rose rapidly to peak at 0.15 p p m at 6:45 A.M. The concentration then decreased rapidly until it leveled off at 0.02 p p m at 10 A.M. The concentration of O 3 started at 0.03 p p m at 3 A.M. and remained level until 8 A.M., when it slowly and steadily increased with a peak at 0.20 p p m at 1 P.M. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f2c977538901b21e71cd68de19cf4453/original.png\"></p>\n"}],"choicesHtml":["<p>The concentration of NO would have been higher.</p>","<p>The concentration of CO<sub>2</sub> would have been lower.</p>","<p>The concentration of O3 would have been higher.</p>","<p>The concentration of O3 would have been lower.</p>","<p>The concentration of aldehydes would have been higher.</p>"],"answer":2}]