[{"id":"FT536785","type":"mcq","stimulusHtml":"<p>Which of the following statements is best supported by the data? </p>","features":[{"type":"sharedpassage","html":"<p>Directions: Select the choice that best fits each statement. The following question(s) refer to the figure below, which depicts the observed relation between dietary fat intake and rate of death from breast cancer in different countries.</p>\n\n<p><img alt=\"A plot is shown in the first quadrant. On the x-axis is estimated fat intake in grams per day from 0 to 180 in increments of 20. On the y-axis is age-adjusted deaths per 100,000 people from 0 to 30 in increments of 5. Points are plotted representing the data for particular countries, and the general trend is that the points are linearly increasing. Thailand is at about 25 grams and 1 person. The Philippines is at about 30 grams and 5 people. Japan is at about 40 grams and 4 people. Colombia is at about 45 grams and 6 people. Mexico is at about 60 grams and 5 people. Chile is at about 55 grams and 8 people. Bulgaria is at about 70 grams and 10 people. Spain is at about 95 grams and 9 people. Hungary is at about 95 grams and 14 people. Finland is at about 115 grams and 14 people. Austria is at about 120 grams and 18 people. Sweden is at about 130 grams and 20 people. France is at about 135 grams and 16 people. Israel is at about 90 grams and 21 people. Ireland is at about 130 grams and 22 people. The united states is at about 145 grams and 21 people. New Zealand is at about 150 grams and 23 people. The Netherlands is at about 150 grams and 25 people.\" height=\"319\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/73db0f7e15340f3e7c3ca656d30001c5/original.png\" width=\"455\" /></p>\n"}],"choicesHtml":["<p>Increased incidence of breast cancer is related to the average age of a country's population.</p>","<p>The number of breast cancer deaths is proportional to the size of a country's population. </p>","<p>Increase incidence of breast cancer is related to annual length of exposure to solar radiation. </p>","<p>Persons who reside in colder climates are more susceptible to breast cancer than those who live in tropical regions. </p>","<p>There is a positive correlation between breast cancer and dietary fate intake. </p>"],"answer":3}]