[{"id":"FT537672","type":"mcq","stimulusHtml":"<p>The table below shows measurements of the beak size of a sample of ten ground finches on each of two islands in the Galápagos archipelago. The two islands are about ten kilometers apart, and all the birds are the same species. Given that beak size is genetically determined, which of the following hypotheses is the most likely explanation for the differences in data between the islands?</p>\n\n<p><img alt=\"The figure shows a table with 2 columns and 11 rows. The top row contains the column labels, from left to right: column 1, Daphne Island Beak Size (millimeter); column 2, Santa Cruz Island Beak Size (millimeter). From top to bottom, the data is as follows: Row 2; Daphne Island Beak Size, 9.55, Santa Cruz Island Beak Size, 10.05. Row 3; Daphne Island Beak Size, 8.70, Santa Cruz Island Beak Size, 9.74. Row 4; Daphne Island Beak Size, 9.62, Santa Cruz Island Beak Size, 10.27. Row 5; Daphne Island Beak Size, 9.22, Santa Cruz Island Beak Size, 9.81. Row 6; Daphne Island Beak Size, 8.79, Santa Cruz Island Beak Size, 10.46. Row 7; Daphne Island Beak Size, 9.61, Santa Cruz Island Beak Size, 10.24. Row 8; Daphne Island Beak Size, 9.02, Santa Cruz Island Beak Size, 10.02. Row 9; Daphne Island Beak Size, 7.85, Santa Cruz Island Beak Size, 10.30. Row 10; Daphne Island Beak Size, 9.01, Santa Cruz Island Beak Size, 10.43. Row 11; Daphne Island Beak Size, 8.26, Santa Cruz Island Beak Size, 10.52.\" height=\"366\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2e2ced29bef9b83f8c1a2f35bfb63cec/original.png\" width=\"268\"></p>\n","choicesHtml":["<p>Egg mortality differs on the islands.</p>","<p>Beak size exerts selective pressure on prey size.</p>","<p>Birds on Daphne Island live longer than birds on Santa Cruz Island.</p>","<p>Large-beaked birds move to Santa Cruz Island and small-beaked birds move to Daphne Island.</p>","<p>The types of food found on the two islands exert selective pressure on beak size.</p>"],"answer":3}]