[{"id":"FT536560","type":"mcq","stimulusHtml":"<p>Countries undergoing rapid populations growth include which of the following?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Select the choice that best fits each statement. The following question(s) refer to the histograms below, which show age structure expressed as percentage of population for Countries I, II, and II in 1990.</p>\n\n<p><img alt=\"Three population pyramids are shown. They each have bars coming off the right side of the vertical axis in black for female and off the left side in white for male. The y-axis shows year of birth, with the bars each indicating 5 year increments and going from 1985 to 1989 at the bottom to before 1915 at the top. This also corresponds to age, with the bottom bar representing ages 0-4 and the top bar representing ages 75 and greater. The x-axis shows the percentage of the population from 0 to 10 percent. The first pyramid on the left shows country 1, and it is visually symmetric around the vertical axis. The largest bar is at the bottom and goes past 10 percent, and the bars get shorter at a decreasing rate as they go up the vertical axis until they only go out to about 1 percent by about ages 60 to 64. The second pyramid in the middle shows a more constant distribution by age. The lowest bars go out to about 4, and the lengths of the bars stay about the same until ages in the 20s. From 20 to 24 both bars get a bit shorter to about 3, and then from 25 to 29 the female bar stays short while the male bar gets longer. Both bars get longer from 30 to 34, but the female bar continues to be shorter than the male bar. They both get smaller from 35 to 39, to about 4 and 3, and the continue to get smaller until they are about 1 percent by ages 65-69. The third pyramid on the right is visually symmetric around the vertical axis. It has the smallest bars on the bottom, only going out to about 1 on both sides. The bar lengths increase slowly until ages 35 to 39 where they go out to about 3. They then increase in length at an increasing rate, going out to about 10 by the age 75 plus bar.\" height=\"380\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d3d1b3b3f3ab47425c6c54f8bc75e861/original.png\" width=\"765\"></p>\n"}],"choicesHtml":["<p>I only</p>","<p>II only</p>","<p>III only</p>","<p>II and III only</p>","<p>I, II, and III</p>"],"answer":-1}]