[{"id":"FT536825","type":"longtextV2","stimulusHtml":"<p>A certain financial country called Industria is tracking its population data. In 1855, the first year vital statistics were reported for the country, the population was 1.6 million, with a crude birth rate of 43 per 1,000. At that time the population of Industria was growing quite slowly, because of the high death rate of 41 per 1,000. In 1875 the population began to grow very rapidly as the birth rate remained at its 1855 level, while the crude death rate dropped dramatically to 20 per 1,000. Population growth continued to increase in the small country into the late 1800's, even though birth rates began to decline slowly.</p>\n\n<p>In 1895 the crude birth rate had dropped to 37, and the death rate to 12 per 1,000. In that year (1895) a complete census revealed that the population of Industria had grown to 2.5 million. By 1950 population growth gradually began to decline as the death rate remained at its 1895 level, while the birth rate continued to decline to 22 per 1,000. In&nbsp;1977 vital statistics revealed that the death rate was 10 per 1,000, and that population growth had slowed even more to an annual rate of 0.4%. By 1990 Industria had reduced its birth rate to that of its now constant, low death rate, and the population transition was complete.</p>\n\n<p>(a) On the axes below, plot the crude birth-rate data from 1855 to 1990. Now plot the crude death-rate data on the same axes. Clearly label the axes and the curves.</p>\n\n<p><img alt=\"A blank set of first quadrant axes are provided. There are vertical and horizontal dashed reference lines forming a square grid in the quadrant. There are 10 horizontal dashed lines and 14 vertical dashed lines.\" height=\"300\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fef19394482b65161500217f227d57bb/original.jpg\" width=\"400\" /></p>\n\n<p>(b) What was the annual growth rate of Industria in 1950? What was the birth rate in Industria in 1977?</p>\n\n<p>(c) Indicate TWO factors that might have accounted for the rapid decline in the death rate in Industria between 1955 and 1895. Indicate one specific reason why the birth rate might have been so high in 1855 and was so slow to decrease between 1855 and 1950.</p>\n\n<p>(d) Determine what the population size of Industria would have been in 1951 if the population had continued to grow at the annual rate of growth recorded for Industria in 1895.</p>\n"}]