[{"id":"FT537326","type":"longtextV2","stimulusHtml":"<p>Termites are social insects that are essential decomposers in tropical rain forest ecosystems. Termites may account for up to 95 percent of insect biomass in tropical rain forests. Termites consume vast amounts of dead and decomposing plant material, thanks to the work of mutualistic cellulose-digesting microorganisms that inhabit their guts. In addition to their roles as important decomposers, termites digest plant materials and directly contribute to carbon dioxide and methane emissions into the atmosphere. It is likely that, like many insect species, termites and their symbionts may be sensitive to changes in their microclimate caused by global climate change, especially with regard to temperature and humidity.</p>\n\n<p><img alt=\"The figure shows a table with 4 columns and 6 rows. The top row has the column labels: column one, 50 percent Relative Humidity; column two, 70 percent Relative Humidity; column three, 90 percent Relative Humidity. From top to bottom, the data is as follows: Row two: Temperature, 20 degrees celsius; Relative Humidity, 50 percent; Wood Consumption, 0.04 milligram per day per termite; Temperature, 20 degrees celsius; Relative Humidity, 70 percent; Wood Consumption, 0.05 milligram per day per termite; Temperature, 20 degrees celsius; Relative Humidity, 90 percent; Wood Consumption, 0.05 milligram per day per termite. Row three: Temperature, 25 degrees celsius; Relative Humidity, 50 percent; Wood Consumption, 0.05 milligram per day per termite; Temperature, 25 degrees celsius; Relative Humidity, 70 percent; Wood Consumption, 0.07 milligram per day per termite; Temperature, 25 degrees celsius; Relative Humidity, 90 percent; Wood Consumption, 0.10 milligram per day per termite. Row four: Temperature, 30 degrees celsius; Relative Humidity, 50 percent; Wood Consumption, 0.12 milligram per day per termite; Temperature, 30 degrees celsius; Relative Humidity, 70 percent; Wood Consumption, 0.13 milligram per day per termite; Temperature, 30 degrees celsius; Relative Humidity, 90 percent; Wood Consumption, 0.27 milligram per day per termite. Row five: Temperature, 35 degrees celsius; Relative Humidity, 50 percent; Wood Consumption, 0.09 milligram per day per termite; Temperature, 35 degrees celsius; Relative Humidity, 70 percent; Wood Consumption, 0.13 milligram per day per termite; Temperature, 35 degrees celsius; Relative Humidity, 90 percent; Wood Consumption, 0.15 milligram per day per termite. Row six: Temperature, 40 degrees celsius; Relative Humidity, 50 percent; Wood Consumption, 0.00 milligram per day per termite; Temperature, 40 degrees celsius; Relative Humidity, 70 percent; Wood Consumption, 0.00 milligram per day per termite; Temperature, 40 degrees celsius; Relative Humidity, 90 percent; Wood Consumption, 0.00 milligram per day per termite.\" height=\"225\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ac87f195c12c67415571eb36cdbca16d/original.png\" width=\"316\"></p>\n\n<p>(a) Respond to the following using the data in the table above, which gives the rate of wood consumption by termites, in mg per day per termite, under various temperature and relative humidity conditions. Under optimal conditions, the emission rate of methane by termites is approximately 70 kilograms of CH<sub>4</sub> per year per 1,000 termites.</p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>According to the data, what are the optimal temperature and relative humidity for termite activity?</p>\n\t</li>\n\t<li>\n\t<p>Given a density of 4.5 × 10<sup>7</sup> termites per hectare and optimal conditions, calculate the annual amount of methane emitted, in kilograms, by the termites inhabiting a 2,000-hectare tropical rain forest.</p>\n\t</li>\n\t<li>\n\t<p>Suppose the temperature increases to 35°C and the relative humidity decreases to 50 percent. Using the data provided, determine the amount of methane, in kilograms, that would be emitted by the termites in the 2,000-hectare tropical rain forest.</p>\n\t</li>\n\t<li>\n\t<p>Explain why the population size of termites is also affected by temperature and humidity.</p>\n\t</li>\n</ol>\n\n<p>(b) It has been observed that soon after a tropical rain forest is cleared, termite density increases to an estimated 6.8 × 10<sup>7</sup> termites per hectare. Thereafter, the termite population size decreases dramatically.</p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>What is the most likely reason that the density of the termites increases when a tropical rain forest is cleared?</p>\n\t</li>\n\t<li>\n\t<p>Why do the termite populations eventually decrease dramatically?</p>\n\t</li>\n</ol>\n\n<p>(c) Describe one way, other than changes in termite activity, that tropical rain forest destruction contributes to anthropogenic climate change.</p>\n"}]