[{"id":"FT556160","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\n<p>Read the editorial below and answer the questions that follow.</p>\n\n<p>14 FREMONT&nbsp;INQUIRER</p>\n\n<p><span style=\"font-size:1.1em\"><strong>Is the Seafood We Eat Safe?</strong></span></p>\n\n<p>Poisonous mercury is on our dinner plates everywhere - in sea bass served in fancy restaurants, in tuna casserole ladled out at home. Most of the time it is harmless, but eat enough and it can make you sick. Too much mercury can damage the nervous system, especially the brain, and too much in pregnant and breast-feeding women can hurt their babies - adversely affecting children's intelligence, coordination, and memory. But how much is too much? Are adults at risk as well? Public concern about these questions is prompting public-health officials to look more seriously at mercury in the environment and its effects. Because there are no conclusive long-term studies on humans, government officials disagree on what constitutes safe exposure levels. There are those who say mercury in seafood is a very real menace and a major threat to child development. Burning fossil fuel releases mercury into the environment and this will only get worse as our dependence on coal increases. Others say the threat is overblown and that the benefits of eating fish far outweigh the worries. The fact is, no one knows.<br>\n&nbsp;</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>On the basis of the article above, indicate one human activity that releases mercury into the environment. Describe how mercury is transported from that source and enters aquatic systems, often hundreds of miles away.</p>\n\t</li>\n\t<li>\n\t<p>Describe TWO ways that the amount of mercury released into the environment from the source in part (a) could be reduced.</p>\n\t</li>\n\t<li>\n\t<p>Explain why there are greater health risks associated with eating large predatory fish, such as tuna and sea bass, than from eating small nonpredatory fish.</p>\n\t</li>\n\t<li>\n\t<p>Identify a toxic metal other than mercury that has a negative impact on human health and describe how it is introduced into the environment. Describe an acute sublethal effect on humans that results from exposure to this metal.</p>\n\t</li>\n</ol>\n"}]