[{"id":"FT556592","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\n<p>The following is an excerpt from a newspaper article describing a controversy.</p>\n\n<p>Pesticide Use in Agriculture - A Controversy<br />\n<br />\nRecently, Jonesville County inhabitants have been embroiled in a controversy regarding the use of pesticides on crops grown in the county. The <em>Jonesville Express</em> interviewed county residents for opinions on pesticide use. Below is a sampling of their responses.<br />\n<br />\nCharles Ehler, farmer: \"I'm not going to use those pesticides because I don't want to end up with leukemia.\"<br />\n<br />\nMaurice Gordon, farmer: \"The people who oppose the use of pesticides should have to decide which third of the world would starve.\"<br />\n<br />\nWendell Mullison, chemical salesman: \"The health risks are minimal because these chemicals have been intensively tested by the chemical companies.\"<br />\n<br />\nRobert Rodriguez, Environmental Protection Agency employee: \"I worry about pesticides that find their way into groundwater. My agency has trouble keeping up with the new developments in farm chemistry. We don't even test the water for most of the pesticides that are in use today.\"<br />\n<br />\nBessie Smith, 80-year-old resident: \"I'm against pesticides. When those planes spray on the farm next to me, most of those chemicals end up in my yard.\"<br />\n<br />\nAlice Evans, farmer: \"I couldn't earn a living without pesticides. My farm would not make a profit.\"<br />\n<br />\nJudy Johnson, college professor: \"We're in a vicious cycle. We develop pesticides, apply them, and the pests evolve resistance. Then we have to do it all over again.\"<br />\n<br />\nBen Jackson, librarian: \"Pesticides are much safer than they used to be. The newer pesticides only affect specific pests and break down more quickly in the environment.\"</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Select four of the people interviewed. Provide a concise argument, based on scientific principles, that supports or refutes each individual's viewpoint.</p>\n\t</li>\n\t<li>\n\t<p>Identify one specific pest and explain its adverse effects on either agriculture or human health. Describe a viable method, other than the use of pesticides, of controlling this pest.</p>\n\t</li>\n</ol>\n"}]