[{"id":"FT556541","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\n<p>After reading the following editorial from <em>The Fremont Daily</em>, answer the questions that follow.</p>\n\n<p>IS RECYCLING SMART ECONOMICS?<br>\n<br>\nDebates about recycling often become highly charged and passionate. Over the past decade some headlines have heralded that “trash is treasure” while others have proclaimed that “recycling is garbage.”</p>\n\n<p>The antagonists in these debates are disagreeing over public policy and its role in shaping decisions about resource use. Both sides in these debates frequently have broad policy agendas that go far beyond choosing the most efficient way to manage solid waste. Both sides also promote their political agendas with unsupported assertions and incomplete information. Determining what amount of recycling will result inefficient resource use requires systematic analysis.</p>\n\n<p>Proponents of recycling argue that recycling saves resources. For example, most manufacturers of aluminum cans currently depend on recycled aluminum for more than 50% of their needs. This recycled input reduces the economic and environmental costs associated with mining and landfills.</p>\n\n<p>A common argument for the anti-recycling side is that recycling wastes resources. It takes resources to recycle. For example, it takes human effort to sort aluminum cans from other trash and energy to move aluminum cans from the consumer back to the manufacturer.</p>\n\n<p>It may not make economic sense to recycle all materials or all of any single material, but numerous studies have shown that there are net benefits to society at low or modest levels of recycling most materials. The question is, Which has the higher environmental cost: using recovered materials or using virgin materials? Do recovered or virgin materials cost more in resources? The answer is complex and changing.</p>\n\n<p>Your next environmental decision is fast approaching. Should you put this copy of <em>The Fremont Daily</em> in the recycling bin or should you put it in the trash?</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Consider the arguments regarding aluminum presented in the editorial, then make</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>a similar argument in favor of recycling the newspaper, and</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>a similar argument against recycling the newspaper.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>For each of the following, describe <u>two</u> pieces of scientific information that would be needed to evaluate</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>the environmental benefits of recycling the newspaper, and</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>the environmental costs of recycling the newspaper.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>If a community can afford to begin a recycling program for either aluminum or newspaper, but not both, which one would you recommend to be recycled? Provide two reasons why your recommendation is better than the alternative.</p>\n\t</li>\n\t<li>\n\t<p>Discuss two difficulties that the community might face in implementing the recycling program in part (c).</p>\n\t</li>\n</ol>\n"}]