[{"id":"FT556379","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\n<p>Read the article below and answer the questions that follow.</p>\n\n<p>10 FREMONT DAILY GAZETTE</p>\n\n<p><strong>El Nino Linked to Disease Epidemics</strong></p>\n\n<p>Scientists have long realized the strong linkage between the ocean and atmosphere and the effect of this linkage on global climate patterns. Only recently however, have scientists established a possible link between climate change and health-related epidemics. Every few years a dramatic climate shift known as the El Nino-South Oscillation (ENSO) disrupts the normal interaction between ocean and atmosphere and alters the normal pattern of water temperatures and winds. ENSOs occur every 3 to 5 years and typically last from several months to over a year. During an El Nino, normal climate patterns are severely disrupted and the longer the phenomenon lasts, the more disruptive it can be. When an ENSO lasts 12 months or longer it can also disrupt populations of oceanic and other aquatic organisms and set off a series of environmental problems throughout the world. Recently scientists studying ENSOs established a link between the climate-related changes during an El Nino event and the spread of such diseases as cholera and yellow fever.<br>\n<br>\nThe linkage apparently is the result of changing surface temperatures during the event, producing conditions suitable for the rapid spread of various vector-transmitted diseases in affect areas. The same changing conditions are also linked to several other environmental problems.<br>\n<br>\nRecently, scientists at the Max Planck Institute in German reported that, based on a computer simulated model, human-induced global warming effects ENSOs. THe model predicts more frequent El Nino events with increases in greenhouse gases, and if this model is correct, then we can expect further increases in disease epidemics in various parts of the world.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Describe what an El Ni単o is and clearly indicate where it occurs.</p>\n\t</li>\n\t<li>\n\t<p>Describe the connection between the climate change associated with an El Ni単o and the transmission of diseases. Explain whether the article is correct in its reporting of the various disease epidemics that occur in response to an El Ni単o.</p>\n\t</li>\n\t<li>\n\t<p>People in what part of the world would be most likely to be affected by this link between El Ni単o and disease?</p>\n\t</li>\n\t<li>\n\t<p>Clearly describe two other important environmental problems associated with ENSOs.</p>\n\t</li>\n</ol>\n"}]