[{"id":"FT555299","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong>: The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\n<p><strong>Fremont Examiner</strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<strong>&nbsp;May 1, 2013</strong></p>\n\n<p class=\"text-center\"><strong>GULF OF MEXICO: TROUBLED WATERS</strong></p>\n\n<p><br>\nThe Mississippi River watershed has been repeatedly altered to improve both navigation and flood control. In additions, human actions in the watershed have harmed coastal wetland ecosystems and the water quality in the Gulf, affecting the regional economy along the Louisiana coast.<br>\nA group of visiting scientists from Fremont University has released a preliminary report that suggests strategies to address and reverse this damage. In a recent interview, Dr. Claire James stated, \"We urgently need to reconsider our activities in the watershed and have very little time to clean up our mess. Our two biggest priorities have to be restoring the flow of sediment to the Gulf and reducing fertilizer runoff into the River. This will allow us to restore and conserve habitat so that our children and grandchildren will be able to enjoy this precious natural resource.\"</p>\n\n<p>&nbsp;</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p><strong>Identify</strong> TWO human activities that alter the natural flow of sediments into Gulf Coast ecosystems. Explain how each of the activities alters the flow of sediments.</p>\n\t</li>\n\t<li>\n\t<p>Dr. James says that it is important to restore sediments. <strong>Describe</strong> TWO ways that the loss of natural sediment harms Gulf Coast wetland ecosystems.</p>\n\t</li>\n\t<li>\n\t<p>Dr. James also indicates that it is necessary to limit fertilizer runoff into the Mississippi River.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p><strong>Describe</strong> TWO environmental impacts on the marine ecosystem that are caused by fertilizer when it flows into the Gulf of Mexico.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>What are TWO economic consequences that result from the flow of fertilizer into the</p>\n\n\t\t<p>Gulf of Mexico?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Describe</strong> ONE strategy, other than reducing the use of fertilizer, that can be employed to</p>\n\n\t\t<p>reduce the flow of nutrients into the Mississippi River</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]