[{"id":"FT555966","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\n<p>Upon receiving notice from their electric utility that customers with solar power systems are permitted to sell excess power back to the utility, an Arizona family is considering the purchase of a photovoltaic solar energy system for their 2,700-square-foot suburban home. The initial costs of the systems they are considering range from $7,000 to $30,000. While gathering information prior to making a decision, the homeowners find the following information at the Web site of the United States Department of Energy.</p>\n\n<p class=\"text-center\"><strong>Stand-Alone vs. Grid-Connected Systems</strong></p>\n\n<p>Stand-alone systems produce power independently of the utility grid. In some off-the-grid locations as near as one-quarter mile from the power lines, stand-alone photovoltaic systems can be more cost-effective than extending power lines. Direct-coupled systems need no electrical storage because they operate only during daylight hours, but most systems rely on battery storage so that energy produced during the day can be used at night. Some systems, called hybrid systems, combine solar power with additional power sources such as wind or diesel.<br>\n<br>\nGrid-connected photovoltaic systems supply surplus power back through the grid to the utility and take from the utility grid when the home system’s power supply is low. These systems remove the need for battery storage, although arranging for the grid interconnection can be difficult. In some cases, utilities allow net metering, which allows the owner to sell excess power back to the utility.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Describe one environmental benefit and one environmental cost of photovoltaic systems.</p>\n\t</li>\n\t<li>\n\t<p>From the two types of solar systems described on the government Web site, select the system (either standalone or grid-connected) that you think best meets the needs of the homeowners. Write an argument to persuade them to purchase the system you selected. Include the pros and cons of each system in your argument.</p>\n\t</li>\n\t<li>\n\t<p>Describe TWO ways that government or industry could promote the use of photovoltaic power systems for homeowners in the future.</p>\n\t</li>\n\t<li>\n\t<p>Describe TWO ways that homeowners could use passive solar designs and/or systems and, for each way, explain how it would reduce the homeowners’ energy costs.</p>\n\t</li>\n</ol>\n"}]