[{"id":"FT555858","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\n<p><br>\nRead the Fremont Examiner article below and answer the questions that follow.</p>\n\n<p>10 FREMONT&nbsp;EXAMINER&nbsp;- May 15, 2007</p>\n\n<p><span style=\"font-size:1.3em\"><strong>CITY&nbsp;COUNCIL&nbsp;SEWAGE&nbsp;VOTE</strong></span></p>\n\n<p>Last night the Fremont City Council, by a 4-to-1 vote, approved an upgrade of the town's sewage treatment facility. The treatment plant, which currently discharges one million gallons of treated wastewater into the Fremont River daily, will be upgraded from primary to secondary treatment next year. Councilperson Ramos noted that the upgrade was needed to protect the water quality of the Fremont River. A local environmental scientist, Dr. Goodwin, advised the council members that sewage treatment plants may solve a water quality problem, but they create a solid-waste problem.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Identify ONE component of the sewage that is targeted for removal by primary treatment and ONE component of the sewage that is targeted for removal by secondary treatment.</p>\n\t</li>\n\t<li>\n\t<p>For EACH of the pollutants that you identified in part (a), describe how the pollutant is removed in the treatment process.</p>\n\t</li>\n\t<li>\n\t<p>Explain how sewage treatment plants create the solid waste problem that Dr. Goodwin mentioned in the article.</p>\n\t</li>\n\t<li>\n\t<p>Two common methods of disposing of solid waste from sewage treatment plants are transporting it to a landfill or spreading it onto agricultural lands. Describe an environmental problem associated with EACH of these methods.</p>\n\t</li>\n\t<li>\n\t<p>The final step in sewage treatment is disinfection. Identify ONE pollutant that is targeted during disinfection and identify ONE commonly used method of disinfection.</p>\n\t</li>\n\t<li>\n\t<p>Identify ONE United States federal law that requires monitoring the quality of the treated sewage that is discharged into the Fremont River.</p>\n\t</li>\n</ol>\n"}]