[{"id":"FT555516","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\n<p><br>\nRead the following article from the <em>Fremont Inquirer</em> and answer the questions that follow.</p>\n\n<p><strong>Fremont Inquirer</strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<strong>May 1, 2010</strong></p>\n\n<p class=\"text-center\"><strong>BEETLES BOOM BUT BEES BUST</strong></p>\n\n<p><br>\nWe share our world with millions of insect species that we tend to overlook in our daily lives. Yet once in a while, some insect species do make the front page -- sometimes because their populations are exploding and other times because they seem to be performing a disappearing act. Examples of such species are the mountain pine beetle and the European honeybee.<br>\nIn the western United States, outbreaks of forest destruction caused by mountain pine beetles have been recorded since the late 1880s. But in the past few decades, mountain pine beetles have been killing mature trees (preferred targets of the beetles) at accelerated rates, and now millions of acres of pine forests have been affected. Fire-suppression policies, the practice of clear-cutting, and lowered winter mortality of beetle larvae have all been implicated in causing the epidemic proportions of the beetles' forest-destroying activities.<br>\nWhile mountain pine beetle populations are booming, European honeybees are in trouble. Many valuable food crops are dependent on pollination by honeybees, yet the number of managed honeybee colonies has dropped significantly since the 1970s due to colony collapse disorder (CCD), which is characterized by the sudden disappearance of all the worker bees in a colony. Recent scientific research suggests that many stress factors of anthropogenic origin are the culprits in CCD. Some farmers are trying to use fewer colonies to pollinate their crops, some are hoping that other natural pollinators (e.g., native wild bees, other insects, bats) will do the job of pollination for them.</p>\n\n<p>&nbsp;</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>As mentioned in the article, there are several possible explanations for the increase in mountain pine beetles.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Provide one reason why fire-suppression policies lead to increased beetle activity.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Reduced winter mortality of beetle larvae is likely a consequence of global climate change. Describe TWO ways that the activities of the beetles might enhance climate change.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>The widespread death of trees leads to a series of changes in a forest ecosystem. Identify TWO physical changes that occur in the forest ecosystem as the result of the death of mature trees. For each physical change you identify, describe an impact of that change on the forest ecosystem.</p>\n\t</li>\n\t<li>\n\t<p>As the article states, the number of managed honeybee colonies has dropped significantly over the past few decades. Describe TWO specific economic consequences of the collapse of the managed honeybee colonies.</p>\n\t</li>\n\t<li>\n\t<p>Pollination by native insects is considered an ecosystem service. Identify a different ecosystem service and explain how that service benefits human society.</p>\n\t</li>\n</ol>\n"}]