[{"id":"FT555362","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong>: The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.<br />\n<br />\nThe Fremont School District uses oil to heat school buildings. Go Green! is a new project the district will implement. The superintendent has declared that the district will dedicate itself to reducing its carbon footprint.In addition to taking serious energy-conservation measures, the district is planning to help offset its carbon dioxide emissions by raising money to help conserve a portion of a large tract of forest land adjacent to the high school campus.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Describe one alternative energy source that would reduce the carbon footprint of the school district. Discuss one environmental benefit (other than reduced&nbsp;<span aria-label=\"C O 2\">\\(CO_2\\)</span> emissions) and one environmental drawback of using the alternative source instead of fuel oil.</p>\n\t</li>\n\t<li>\n\t<p>Identify TWO ecological benefits provided by intact forest ecosystems (other than reducing <span aria-label=\"C O 2\">\\(CO_2\\)</span> levels in the atmosphere).</p>\n\t</li>\n\t<li>\n\t<p>Use the assumptions below to answer the questions that follow. For each calculation, show all work.</p>\n\n\t<table class=\"table table-bordered lrn_width_auto\">\n\t\t<tbody>\n\t\t\t<tr>\n\t\t\t\t<td>The biomass of the forest increases at an annual rate of&nbsp;<span aria-label=\"2.7 x 10 to the power of 5 kilograms per hectare\">\\(2.7\\ x\\ 10^5\\ kg/ha\\)</span>.</td>\n\t\t\t</tr>\n\t\t\t<tr>\n\t\t\t\t<td>The forest biomass is 50 percent carbon by mass.</td>\n\t\t\t</tr>\n\t\t\t<tr>\n\t\t\t\t<td>Each year the district uses&nbsp;<span aria-label=\"3.0 x 10 to the power of 5\">\\(3.0\\ x\\ 10^5\\)</span>&nbsp;gallons of fuel oil for heating and hot water.</td>\n\t\t\t</tr>\n\t\t\t<tr>\n\t\t\t\t<td>10 kg of&nbsp;<span aria-label=\"C O 2\">\\(CO_2\\)</span>&nbsp;is produced when 1 gallon of fuel oil is burned.</td>\n\t\t\t</tr>\n\t\t\t<tr>\n\t\t\t\t<td>1.0 kg of&nbsp;<span aria-label=\"C O 2\">\\(CO_2\\)</span>&nbsp;contains&nbsp;<span aria-label=\"0.27 kilograms\">\\(0.27\\ kg\\)</span>&nbsp;of carbon.</td>\n\t\t\t</tr>\n\t\t\t<tr>\n\t\t\t\t<td>The cost of putting 1 ha of the forest into conservancy is $12,000.</td>\n\t\t\t</tr>\n\t\t</tbody>\n\t</table>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Calculate the mass of carbon, in kg, that is accumulated and stored in 1.0 ha of forest in one year.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Calculate the mass of carbon, in kg, that is emitted by the school as a result of its fuel-oil consumption in one year.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Calculate the number of hectares of forest the school district needs to conserve in order to offset the carbon released in one year by the school burning its fuel oil.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Calculate the amount of money the school district must raise for the conservation project.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]