[{"id":"FT555523","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.<br>\n<br>\n<br>\n<img alt=\"A graph is shown with the title GDP versus annual electrical energy consumption 2009. On the x-axis is annual electrical energy consumption per capita in kilowatt hours, and it goes from 0 to 35000 in increments of 5000. On the y-axis is gdp per capita in US dollars, and it goes from 0 to 50,000 in increments of 5000. Points are shown on the graph representing various countries. China is around 2000 kilowatt hours and 6000 dollars. Brazil is around 1500 kilowatt hours and 10000 dollars. Russia is around 7000 kilowatt hours and 15000 dollars. Saudi Arabia is around 6000 kilowatt hours and 20000 dollars. Japan is around 9000 kilowatt hours and 33000 dollars. Australia is around 10000 kilowatt hours and 39000 dollars. Canada is around 15000 kilowatt hours and 39000 dollars. The United States is around 12000 kilowatt hours and 46000 dollars. Iceland is around 29000 kilowatt hours and 40000 dollars. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/eeb2c460f83bb8492aa6e3d893153be8/original.png\"></p>\n\n<p>Shown above is a graph of the gross domestic product (GDP) per capita versus the annual electrical energy consumption per capita for nine countries in 2009.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Iceland’s position on the graph is due in part to its access to geothermal energy sources. Describe how electricity is generated from a geothermal source.</p>\n\t</li>\n\t<li>\n\t<p>Despite its low GDP per capita and low annual electrical energy consumption per capita, China has become the world’s largest emitter of <span aria-label=\"C O 2\"><math> <semantics> <mrow> <msup> <mrow> <mtext>CO</mtext> </mrow> <mtext>2</mtext> </msup> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=xfr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaGaae4qaiaab+eadaahaaWcbeqaaiaabkdaaaaaaa@386E@</annotation> </semantics> </math></span> . Explain this apparent contradiction.</p>\n\t</li>\n\t<li>\n\t<p>In addition to contributing to increased atmospheric <span aria-label=\"C O 2\"><math> <semantics> <mrow> <msup> <mrow> <mtext>CO</mtext> </mrow> <mtext>2</mtext> </msup> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=xfr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaGaae4qaiaab+eadaahaaWcbeqaaiaabkdaaaaaaa@386E@</annotation> </semantics> </math></span> concentrations, China is facing other air pollution issues related to the generation of electricity. Identify one such issue and describe the impact it has on human health.</p>\n\t</li>\n\t<li>\n\t<p>Two countries shown on the graph have developed domestic energy sources: sugarcane in Brazil and tar sands in western Canada.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Choose EITHER sugarcane or tar sands, then briefly describe the process of fuel production from that energy source.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Describe TWO disadvantages of using the energy source that you chose in part (d)(i).</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Which of the two energy sources is more sustainable? Justify your answer with an explanation.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]