[{"id":"FT556083","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\n<p>Read the following article from the <em>Fremont Examiner.</em></p>\n\n<p>Fremont Examiner</p>\n\n<p class=\"text-center\"><span style=\"font-size:1.1em\"><strong>Diseases on the Rise!</strong></span></p>\n\n<p>Despite the fact that many old diseases have been effectively controlled by the use of antibiotics and vaccines, it appears that the world today is becoming more vulnerable to the outbreak of relatively new diseases such as severe acute respiratory syndrome (SARS) and West Nile Fever, and the reemergence and spread of old diseases such as malaria, cholera, and tuberculosis.</p>\n\n<p>According to epidemiologist Dr. Amodie, \"It is not possible to protect the health of Americans without addressing the problems of infectious diseases on a global scale.\"<br />\n<br />\nThe threat of the emergence and spread of newly arising infectious diseases has become a dangerous reality. These new diseases could become the endemic diseases of tomorrow.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>For one new disease <strong>and</strong> one old disease named in the article above, explain how the disease is transmitted through the human population and describe an effective method for controlling the spread of the disease.</p>\n\t</li>\n\t<li>\n\t<p>For one of the two diseases you chose in part (a), identify one environmental factor that contributed to the emergence or reemergence of the disease and explain how that factor influenced the increased incidence of the disease.</p>\n\t</li>\n\t<li>\n\t<p>Provide a rationale to support Dr. Amodie’s statement as quoted in the article.</p>\n\n\t<p><img alt=\"A graph titled infectious disease mortality in the United States, 1900 to 1996, is shown. On the left the entire graph is shown. It has year on the x-axis from 1900 to 1996 with every 20 years labeled. Mortality rate per 100,000 is shown on the y-axis from 0 to 1000, in increments of 200. The line starts at 800 in 1900 and steadily decreases to about 50 by 1950, with a sharp spike up to nearly 1000 in 1920. It stays around 50 until 1996. On the left side, a zoomed in portion of the graph is shown. The x-axis has year from 1970 to 1996 in increments of 10 years, and the y-axis has mortality rate per 100,000 from 0 to 80 in increments of 20. The line starts at 50 in 1970 and steadily decreases to below 40 by about 1980, at which point it begins to increase until it is above 60 in 1990. \" height=\"242\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2d9983b0cc7247d0259189fb589af5d4/original.png\" width=\"515\" /></p>\n\t</li>\n\t<li>\n\t<p>The graphs above show the mortality from infectious diseases in the United States since 1900. Identify an infectious disease that made an important contribution to the trend of increasing mortality rates that began in about 1980 and explain one major cause of the increased rate of mortality from that disease.</p>\n\t</li>\n</ol>\n"}]