[{"id":"FT555190","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong>: The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\n<p><br>\nRead the article below and answer the questions that follow.</p>\n\n<p><strong>The Fremont Plaindealer </strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<strong>May 1, 2013</strong></p>\n\n<p><br>\nLast night the county council discussed a motion to support the construction of a new nuclear power plant on the Fremont River to address the rising demand for electrical power in Fremont County. Councilperson Pamela Kull spoke in support of the plant, remarking that \"nuclear power plants produce no dangerous solid waste\" and \"using nuclear power avoids the release of greenhouse gases.\"<br>\nCouncilperson Chinh Serach said that Dr. Kull's remarks were incorrect and then introduced a different motion to provide funding to help Fremont homeowners and businesses reduce electricity use. He stated that such steps could make building the nuclear plant unnecessary.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>State whether you agree or disagree with each of the following remarks made by Dr. Kull. For each remark, provide one justification for your position.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>“Nuclear power plants produce no dangerous solid waste.”</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>“Using nuclear power avoids the release of greenhouse gases.”</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>If the plan for a nuclear power plant in Fremont is approved, it will take several years for the plant to be built. <strong>Describe</strong> TWO environmental problems that could result from the construction of the plant</p>\n\n\t<p>(i.e., prior to operation).</p>\n\t</li>\n\t<li>\n\t<p>Suppose that the nuclear power plant is constructed on the Fremont River site.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p><strong>Identify</strong> the most likely pollution threat that the plant will pose to the Fremont River as a result of the plant’s normal daily operation.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Discuss</strong> one potential ecological consequence of the pollution threat that you identified in part (i).</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Identify</strong> a system often used in nuclear power plants to reduce the pollution you identified in part (i).</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p><strong>Describe</strong> TWO specific steps that Fremont residents and/or businesses could take to reduce the use of electricity.</p>\n\t</li>\n\t<li>\n\t<p><strong>Identify</strong> a specific nuclear power plant at which a major accident has occurred. <strong>Explain</strong> one environmental consequence (other than effects on human health) of a nuclear power plant accident.</p>\n\t</li>\n</ol>\n"}]