[{"id":"FT551142","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> The suggested time is about 22 minutes for answering this question. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\t</li>\n</ul>\n\n<p>Read the following article from the <em>Fremont Examiner</em> and answer the questions that follow.</p>\n\n<p><img alt=\"An image depicts an article titled &quot;Muncipal solid waste threatns fremont wood turtle.&quot; The article reads as follows: &quot;At a recent meeting of the Fremont City Council, supporters of the rare Fremont wood turtle clashed with representatives of the Fremont Planning Board. Speaking for the Planning Board, Dr. David Loxsom explained to the 250 Fremont residents in attendance that the city needs to convert some of its woodlands to a landfill. Dr. Loxsom provided the diagram reproduced at the right, showing the urbanized northern tier of Fremont, State Highway 123, and the three tracts of municipal land osuth of the city (labeled Tract A, Track B, Tract C). According to Dr. Loxsom, the city currently trucks its municipal solid waste to a privately owned dump located about 50 miles north of the city. One-third of the city sanitation budget is spent on dumping fees and trucking costs associated with using this private dump. Dr. Federick Hong of the Save Our Wood Turtle Alliance spoke next. He opposed the destruction of any of the municipal land in south Fremont because each tract is suitable turtle habitat Several other residents spoke about the landfill and the turtle. As the Examiner went to press, there was consensus for building a landfill on one tract and setting aside the other two tracts to protect the turtle's habitat, but no agreement had been reached as to which land should be preserved.&quot; An image depicts an urban area split by the State highway 123 with a dump site at the north. The left of the urban area is Tract A and right of the urban area is Tract B and C. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f9bd1e6055947212a028dcc6c32e00ea/original.png\"></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Discuss ONE environmental benefit and ONE economic benefit to the city of Fremont that would result from Fremont having its own sanitary landfill within its city limits.</p>\n\t</li>\n\t<li>\n\t<p>Discuss TWO practical methods of maximizing the effectiveness, safety, and aesthetic appeal of the new sanitary landfill.</p>\n\t</li>\n\t<li>\n\t<p>Assuming that a landfill will be developed within city limits, indicate which tract (A, B, or C) should be the site of the landfill. The two remaining tracts will be preserved for turtle habitat. Provide ONE economic justification for your choice and ONE environmental justification for your choice.</p>\n\t</li>\n\t<li>\n\t<p>Identify ONE United States law or international treaty that could apply to this land-use decision, and explain how the law or treaty could be applied.</p>\n\t</li>\n</ol>\n"}]