[{"id":"FT555750","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> The suggested time for answering this question is about 22 minutes. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n\n<p><br>\nRead the article below from the <em>Fremont Free Press</em> and answer the questions that follow.</p>\n\n<p><span style=\"font-size:1.1em\"><strong>Fremont City Council Considers Nitrogen Ban to Fight Smog!</strong></span></p>\n\n<p><br>\nAt Tuesday's council meeting, Susan Lanza, a local environmental scientist, spoke about the role that nitrogen compounds play in the the photochemical smog episodes that have recently plagued Fremont. Noting how successful the ban on the sake of phosphate detergents had been in improving conditions in Lake Fremont, Councilman Peter Budd proposed a ban on the use of all nitrogen-containing fertilizers in Fremont to solve the local photochemical-smog problem.<br>\n<br>\nCouncilwoman Nita Smith made a statement that \"although nitrogen-based fertilizers can cause other environmental problems, the ban on nitrogen fertilizers won't solve the smog problem in Fremont.\" After a heated discussion, the council tabled the motion on the ban.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Support Councilwoman Smith’s statement that nitrogen-based fertilizers cause other environmental problems by describing one such problem.</p>\n\t</li>\n\t<li>\n\t<p>Identify a nitrogen-containing primary pollutant that contributes to the formation of photochemical smog.</p>\n\n\t<p>Describe how that primary pollutant forms and explain why Councilman Budd was wrong.</p>\n\t</li>\n\t<li>\n\t<p>Identify one secondary pollutant that is a component of photochemical smog and describe the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>How the secondary pollutant forms</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>ONE human health effect of the pollutant</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>ONE environmental effect of the pollutant</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Earth’s natural nitrogen cycle occurs in several steps. Describe one chemical transformation that occurs in the natural nitrogen cycle and discuss the importance of that transformation to an ecosystem.</p>\n\t</li>\n</ol>\n"}]