[{"id":"VH899560","type":"mcq","stimulusHtml":"<p class=\"standalone_statement style:1\">The graph below shows the three types of survivorship curves over time.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of three curves. The horizontal axis is labeled “Time” and the vertical axis is labeled “Percent of Organisms Surviving,” with the numbers, 1, 10, and 100 indicated. The first curve is labeled “Type 1,” and begins at 100 percent of organisms surviving, curving very slightly downward and to the right until approximately two thirds across the horizontal access, when it begins to move very steeply downward and to the right until it reaches the rightmost part of the horizontal access and 1 percent of organisms surviving .The second curve is labeled “Type 2,” and begins at 100 percent of organisms surviving, moving diagonally downward and to the right until it reaches the rightmost part of the horizontal access and 1 percent of organisms surviving. The third curve is labeled “Type 3,” and begins at 100 percent of organisms surviving, curving very steeply downward and to the right until approximately one third across the horizontal access, when it begins to move very slightly downward and to the right until it reaches the rightmost part of the horizontal access and 1 percent of organisms surviving.\" height=\"279\" src=\"https://assets.learnosity.com/organisations/537/VH899560.g02.png\" width=\"400\" /></div>\n\n<p class=\"stem_paragraph\">Which of the following is a characteristic of an organism that displays a Type <span class=\"math_expression\"><span aria-label=\"3\"><math alttext=\"3\" overflow=\"scroll\"><mstyle><mrow><mtext>III</mtext></mrow></mstyle></math></span></span> survivorship curve, as shown in the graph above?</p>\n","rubricRef":"VH899560_rubric","choicesHtml":["<p class=\"choice_paragraph\">The organism has a fairly constant mortality rate over time.</p>","<p class=\"choice_paragraph\">The organism reaches reproductive maturity after many years.</p>","<p class=\"choice_paragraph\">The organism produces large numbers of offspring every time it reproduces.</p>","<p class=\"choice_paragraph\">The organism provides constant parental care to its offspring for several years.</p>"],"answer":2}]