[{"id":"VH904479","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904478.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the graph above, which of the following tree species would be the predominant species found during the intermediate stage of succession?</p>\n","rubricRef":"VH904479_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of 8 curves in the coordinate plane. The horizontal axis is labeled Age of Stand, in years, and the years 0 through 250, in increments of 50, are indicated. The vertical axis is labeled Biomass, in megagrams per hectare, and the numbers 0 through 300, in increments of 100, are indicated. The 8 curves are labeled as follows: Tulip Poplar, White Oak, Red Oak, Beech, Hickory, Dogwood, Sweetgum, and Red Maple. Each of the curves are described as follows. Note that all values are approximate. The curve labeled Tulip poplar begins at the point 0 years, comma 0 megagrams per hectare, and slants upwards to the point 45 years, comma 125 megagrams per hectare. The curve then slants upwards to the point 80 years, comma 205 megagrams per hectare, then further slants upwards to the point 120 years, comma 250 megagrams per hectare. The curve then slants downwards to the point 225 years, comma 195 megagrams per hectare. The curve labeled White Oak begins at the point 50 years, comma 0 megagrams per hectare. The curve slants upwards to the point 100 years, comma 75 megagrams per hectare, then slants upwards to the point 155 years, comma 115 megagrams per hectare, then further slants upwards to the point 250 years, comma 135 megagrams per hectare. The curve labeled Red Oak begins at the point 45 years, comma 0 megagrams per hectare. The curve slants upwards to the point 62 years, comma 12 megagrams per hectare, then slants further upwards to the point 105 years, comma 115 megagrams per hectare. The curve then increases to the point 85 years, comma 80 megagrams per hectare, and remains constant to the point 250 years, comma 80 megagrams per hectare. The curve labeled Hickory begins at the point 70 years, comma 0 megagrams per hectare. The curve slants upwards to the point 95 years, comma 10 megagrams per hectare, then slants further upwards to the point 110 years, comma 30 megagrams per hectare. The curve then increases to the point 175 years, comma 50 megagrams per hectare, and remains constant to the point 250 years, comma 50 megagrams per hectare. The curve labeled Dogwood begins at the point 35 years, comma 0 megagrams per hectare. The curve slants upwards to the point 62 years, comma 12 megagrams per hectare, and remains constant to the point 250 years, comma 12 megagrams per hectare. The curve labeled Sweetgum begins at the point 0 years, comma 0 megagrams per hectare. The curve slants upwards to the point 25 years, comma 100 megagrams per hectare, then slants upwards to the point 50 years, comma 195 megagrams per hectare, then slants downwards to the point 100 years, comma 35 megagrams per hectare. The curve then slants downwards to end at the point 185 years, comma 0 megagrams per hectare. The curve labeled Red Maple begins at the point 0 years, comma 0 megagrams per hectare. The curve slants upwards to the point 45 years, comma 45 megagrams per hectare, then slants downwards to the point 70 years, comma 30 megagrams per hectare. The curve then slants downwards to the point 105 years, comma 17 megagrams per hectare, then further slants downwards to end at the point 135 years, comma 0 megagrams per hectare.\" height=\"341\" src=\"https://assets.learnosity.com/organisations/537/VH904478.g02.png\" width=\"465\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Red maple</p>","<p class=\"choice_paragraph\">Sweetgum</p>","<p class=\"choice_paragraph\">Tulip poplar</p>","<p class=\"choice_paragraph\">White oak</p>"],"answer":2}]