[{"id":"VH904495","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of North America titled “Breeding Area in North America.” The following four regions are indicated on the map: “Overwintering areas,” “Spring breeding areas,” “Spring and summer breeding areas,” and “Summer breeding areas.” Solid arrows, representing “Fall,” and dashed arrows, representing “Spring,” are drawn on the map. The Overwintering area covers the southwestern coast of California. The Spring breeding area covers most of the southern part of the United States, extending from Texas through North Carolina, and into the northern part of Florida. The Spring and summer breeding areas cover the states along the western coast of the United States, and extends from northern Washington through the southern parts of Arizona, New Mexico, and Texas. The Summer breeding area covers the northern and central regions of the United States extending from Idaho to Maine and from the southern edge of Canada to the lower edges of Colorado, Kansas, Missouri, Illinois, Indiana, Ohio, and West Virginia. From a point in southern Mexico, dashed arrows extend to the spring breeding areas and summer breeding areas of the United States. Solid arrows originate from the spring breeding areas and summer breeding areas and extend toward the point in southern Mexico. Additionally, solid arrows originate in the Summer breeding area in Idaho, and extend to the southwestern area of the United States. Dashed lines originate in the Spring and Summer breeding areas in California, and extend toward the Summer breeding areas in the north.\" height=\"323\" src=\"https://assets.learnosity.com/organisations/537/VH904495.g03.png\" width=\"466\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following explanations is best supported by the data shown in the map above?</p>\n","rubricRef":"VH904495_rubric","choicesHtml":["<p class=\"choice_paragraph\">Earth’s climate has changed over geological time, and plates on Earth’s crust have shifted.</p>","<p class=\"choice_paragraph\">Sea level rise has led to an increased concentration of wildlife inland as the coastal areas flood.</p>","<p class=\"choice_paragraph\">Organisms adapt to human population growth by changing at the genetic level.</p>","<p class=\"choice_paragraph\">Animals migrate seasonally to mate and to find food in different habitats.</p>"],"answer":3}]