[{"id":"VH901677","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"standalone_statement style:1\">The graph below shows data about three tree species after a glacial retreat.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of data of three tree species after a glacial retreat. The horizontal axis is labeled “Time in Years Since Glacial Retreat,” and the numbers 0, 100, and 200 are indicated. The vertical axis is labeled “Individuals per Hectare,” and the numbers 0 through 1,500, in increments of 300, are indicated. A key indicates that a solid line represents “Alder,” a dashed line represents “Spruce,” and a dotted line represents “Hemlock.” The line representing “Alder” begins approximately at 25 years and 450 individuals per hectare, and steadily increases until it reaches a point at approximately 90 years and 1,500 individuals per hectare. The line then declines until it ends at a point at approximately 130 years and 1,050 individuals per hectare. The line representing “Spruce” begins approximately at 25 years and 300 individuals per hectare, and steadily increases until it reaches a point at approximately 125 years and 1,650 individuals per hectare. The line then steadily declines until it ends at a point at approximately 200 years and 850 individuals per hectare. The line representing “Hemlock” begins approximately at 35 years and 300 individuals per hectare, and steadily increases until it reaches a point approximately at 100 years and 1,400 individuals per hectare. The line then remains generally steady until it reaches 200 years and 1,400 individuals per hectare.\" height=\"334\" src=\"https://assets.learnosity.com/organisations/537/VH901677.g02.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the data shown in the graph, which of the following events occurred after the glacial retreat?</p>\n","rubricRef":"VH901677_rubric","choicesHtml":["<p class=\"choice_paragraph\">Primary succession</p>","<p class=\"choice_paragraph\">Flooding</p>","<p class=\"choice_paragraph\">Sea level rise</p>","<p class=\"choice_paragraph\">Global climate change</p>"],"answer":0}]