[{"id":"VH905891","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH905886.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following types of organisms are required to complete the nitrogen cycle, including the process of denitrification?</p>\n","rubricRef":"VH905891_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The diagram below shows a simplified nitrogen cycle.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of the nitrogen cycle. Two arrows are drawn downward from Nitrogen Gas (N 2) in the atmosphere; one to Soil Bacteria and one to Bacteria in Root Nodules of Legume Plants. From the soil bacteria, an arrow is drawn to ammonia (N H 3) and then to bacteria in soil. An arrow from bacteria in soil is drawn to nitrates (N O 3 with a negative 1 charge). The nitrates (N O 3 with a negative 1 charge) have two arrows drawn upward. One arrow is drawn to bacteria, which then has an arrow connected back to nitrogen gas (N 2) in the atmosphere. The other arrow from nitrates (N O 3 with a negative 1 charge) is drawn to plants. From plants there is an arrow drawn to consumers. From both plants and consumers there is an arrow drawn to nitrogen in soil and organic matter. There is an arrow drawn from nitrogen in soil and organic matter to decomposers like bacteria and fungi, which have an arrow to ammonia (N H 3). From the nitrogen gas (N 2) in the atmosphere the second arrow is drawn to bacteria in root nodules of legume plants. There is an arrow from bacteria in root nodules and legumes plants to ammonia (N H 3) and then an arrow from ammonia to plants. There is an arrow from plants to consumers and to other plants.\" height=\"398\" src=\"https://assets.learnosity.com/organisations/537/VH905886.g02.png\" width=\"485\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Bacteria</p>","<p class=\"choice_paragraph\">Producers</p>","<p class=\"choice_paragraph\">Consumers</p>","<p class=\"choice_paragraph\">Fungi</p>"],"answer":0}]