[{"id":"VH903254","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"standalone_statement style:2\">Temperate grasslands are found in many regions across the globe, including throughout the Midwestern United States. In these areas, the terrain is very flat and the primary vegetation consists of grasses and small shrubs. Below is a climatograph of a temperate grassland in Wichita, Kansas. Temperature is shown in the line graph and precipitation is shown in the bar graph.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph titled, Wichita, Kansas, United States. The horizontal axis is labeled Month, and the months January through December are indicated. The left vertical axis is labeled Mean Monthly Temperature, in degrees Celsius, and the numbers 0 through 35, in increments of 5, are indicated. The right vertical axis is labeled Mean Monthly Precipitation, in millimeters, and the numbers 0 through 140, in increments of 20, are indicated. There are 12 bars, one for each month of the year. A line graph is used to show mean monthly temperature. The data is as follows. Note that all values are approximate. January, 0.5 degrees Celsius, 20.5 millimeters. February, 1.5 degrees Celsius, 30 millimeters. March, 8 degrees Celsius, 50 millimeters. April, 15 degrees Celsius, 75 millimeters. May, 20 degrees Celsius, 105 millimeters. June, 24.5 degrees Celsius, 118 millimeters. July, 27 degrees Celsius, 84 millimeters. August, 26 degrees Celsius, 78 millimeters. September, 21 degrees Celsius, 80 millimeters. October, 15 degrees Celsius, 60 millimeters. November, 7.5 degrees Celsius, 37.5 millimeters. December, 2.5 degrees Celsius, 30 millimeters. A line is drawn starting on the horizontal axis at the bar for January and moving upward and to the right.\" height=\"282\" src=\"https://assets.learnosity.com/organisations/537/VH903254.g04.png\" width=\"400\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) Use the climatograph above to identify the following.</p>\n\n<dl class=\"labeled_list style:1\">\n\t<dt class=\"label\" xml:lang=\"en\">(i)</dt>\n\t<dd class=\"list_paragraph\">Identify the month with the least amount of rainfall in this temperate grassland.</dd>\n\t<dt class=\"label\" xml:lang=\"en\">(ii)</dt>\n\t<dd class=\"list_paragraph\">Identify the maximum mean monthly temperature in this temperate grassland.</dd>\n\t<dt class=\"label\" xml:lang=\"en\">(iii)</dt>\n\t<dd class=\"list_paragraph\">A climatograph for a tropical grassland or savanna would look different from the climatograph shown for a temperate grassland. Describe one difference in the patterns or trends in the temperature data in a tropical grassland compared to those of a temperate grassland.</dd>\n</dl>\n</div>\n","rubricRef":"VH903254_rubric"},{"id":"VH903254","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b)  Several factors contribute to the maintenance of grassland ecosystems.</p><dl class=\"labeled_list style:1\"><dt class=\"label\" xml:lang=\"en\">(i)</dt><dd class=\"list_paragraph\">Describe one way that grazing animals, such as bison or cattle, help to maintain grassland ecosystems.</dd></dl><dl class=\"labeled_list style:1\"><dt class=\"label\" xml:lang=\"en\">(ii)</dt><dd class=\"list_paragraph\">Explain how seasonal fires benefit grassland ecosystems.</dd></dl></div>\n","rubricRef":"VH903254_rubric"},{"id":"VH903254","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\"><p class=\"stem_paragraph\">(c)  Humans often convert grasslands into farm fields to grow crops. Describe why the conversion of temperate grasslands, such as in the central United States, into agricultural areas is an environmental problem.</p></div>\n","rubricRef":"VH903254_rubric"}]