[{"id":"VH904677","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\">\n<div class=\"title\"><p class=\"title_line passage-title\">Reef fish inherit tolerance to warming oceans</p></div>\n<p class=\"passage_para\">In a rapidly changing climate, the decline of animal populations is a very real concern. An international team of researchers reported new evidence of reef fish adjusting to global warming conditions at the genetic level. [R]esearchers . . . have found that reef fish can inherit from their parents the genetic tools to adjust to ocean warming. “When parents are exposed to an increase in water temperature, we found that their offspring improved their performance in these otherwise stressful conditions by selectively modifying their epigenome.” Epigenetic change refers to chemical modifications in the DNA that signals genes to be switched on or off. A range of factors, including disease, famine, or in the case of this research, heat stress, can stimulate these subtle changes.</p>\n<p class=\"passage_para\">In this study, when both parent and offspring experienced the same elevated water temperatures, responsive changes . . . were observed that enhanced the next generation’s ability to cope with the new, warmer temperatures. “We reared spiny chromis damselfish . . . for two generations under three different water temperatures, up to 3 degrees Celsius warmer than current-day ocean temperatures. The next generation appeared to be advantaged by parental exposure to elevated temperatures. The offspring’s altered gene expression, also referred to as ‘acclimation,’ allowed them to maximize oxygen consumption and energy use.” “Acclimation may buffer populations against the impacts of rapid environmental change and provide time for genetic adaptation to catch up over the longer term.”</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Reef fish inherit tolerance to warming oceans: Thanks to mom and dad, baby reef fish may have to what it takes to adjust to hotter oceans,” Ryu Taewoo, ScienceDaily, April 30, 2018.</span></span>\n</div></div></div></div><p class=\"stem_paragraph\">Which of the following best identifies the author’s claim?</p>\n","rubricRef":"VH904677_rubric","choicesHtml":["<p class=\"choice_paragraph\">Observed adjustments in the ecological tolerance of a species of reef fish is a result of epigenetic changes.</p>","<p class=\"choice_paragraph\">Climate change is damaging coral reefs as a result of warming ocean waters, which affect reef fish survival.</p>","<p class=\"choice_paragraph\">Transferring specific gene sequences of the spiny chromis damselfish to other fish species will help populations acclimate to warming ocean temperatures.</p>","<p class=\"choice_paragraph\">Continued acclimation of fish populations through epigenetics to warmer oceans will eventually replace the process of natural selection.</p>"],"answer":0}]