[{"id":"VH908711","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH908698.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following claims is best supported by the data in the graph for the population of wolves between 1975 and 1985?</p>\n","rubricRef":"VH908711_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Figure 1 shows the population sizes for the moose population and the wolf population on Isle Royale.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents two line graphs in a single coordinate plane, titled “Population of Wolves and Moose on Isle Royale, 1960 through 2005.” The horizontal axis is labeled “Year,” and the years 1955 to 2005, in increments of 10, are indicated. There are two vertical axes. The left vertical axis is labeled “Number of Wolves,” and the numbers 0 to 50, in increments of 10, are indicated. The right vertical axis is labeled “Number of Moose,” and the numbers 0 to 2,500, in increments of 500, are indicated. One line graph represents moose and the other line graph represents wolves. The line graph for moose begins at a population of 500 in 1960. The population rises to approximately 1,500 in 1967, and then drops to approximately 900 in 1980. The moose population then rises rapidly to approximately 2,500 in 1995, and then drops sharply to approximately 500 in 1997. The population then rises to approximately 1,000 and then drops back to approximately 500 in 2005. The line graph for wolves begins at a population of 20 in 1960. The population fluctuates slightly for 10 years and then rises steadily from approximately 17 in 1970 to approximately 45 in 1975. The population drops and then rises to a high of 50 in 1980, before dropping sharply to approximately 13 in 1982 and rebounding slightly to a population of 20 in 1985. The population fluctuates unevenly through the remaining years, and ends at approximately 30 in 2005.\" height=\"293\" src=\"https://assets.learnosity.com/organisations/537/VH908698.g01.png\" width=\"565\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The population declined following depletion of food resources after a population overshoot.</p>","<p class=\"choice_paragraph\">The population reached its carrying capacity in 1980 because there was abundant prey.</p>","<p class=\"choice_paragraph\">The population increased exponentially when a new predator species was introduced to the island.</p>","<p class=\"choice_paragraph\">The population declined slightly and then returned to its carrying capacity following the outbreak of a disease.</p>"],"answer":0}]