[{"id":"VH903751","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of the western part of the United States, Canada, and Mexico. San Francisco and Los Angeles are indicated on the map along the coast. A line labeled Mendocino Fracture Zone begins in the northern Pacific Ocean and moves slightly downward and to the right. As the line approaches the coast of northern California, it moves steeply downward and crosses into the United States just below San Francisco. The line continues downward through the United States passing to the right of and above Los Angeles until it passes through Mexico and into the Gulf of California where the line becomes slashes. The line is labeled San Andreas Fault. An arrow to the lower left of the line is labeled Relative Motion of Pacific Plate, and points up and to the left. Another arrow to the right of the line is labeled Relative Motion of North American Plate, and points down and to the right.\" height=\"326\" src=\"https://assets.learnosity.com/organisations/537/VH903751.g02.png\" width=\"325\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following statements best describes the boundary between the two tectonic plates seen in the map?</p>\n","rubricRef":"VH903751_rubric","choicesHtml":["<p class=\"choice_paragraph\">The map illustrates a convergent boundary, where tectonic plates collide, and the North American Plate is sliding under the Pacific Plate.</p>","<p class=\"choice_paragraph\">The map illustrates a divergent boundary, where two tectonic plates are moving away from each other, creating a rift valley.</p>","<p class=\"choice_paragraph\">The map illustrates a transform boundary, where tectonic plates slide past each other as the Pacific Plate moves northwest and the North American Plate moves southeast.</p>","<p class=\"choice_paragraph\">The map illustrates a subduction zone at the boundary, leading to the formation of long chains of volcanoes.</p>"],"answer":2}]