[{"id":"VH904515","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH904510.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the data in the graph, which of the following best describes the change in the population of moths as a result of industrialization?</p>\n","rubricRef":"VH904515_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a scatterplot, titled “Percent of Dark- and Light-Colored Moths Found on Trees in England.” The horizontal axis is labeled Year, and the years 1800 through 1950, in increments of 25, are indicated. The vertical axis is labeled Percentage of Moths Captured, and the numbers 0 through 100, in increments of 10, are indicated. A key indicates that the first set of points represents Light-Colored Moths, and the second set of points represents Dark-Colored Moths. The data represented by the points are as follows. Note that all values are approximate.  Light-Colored Moths Point 1. 1800, 96 percent. Point 2. 1825, 91 percent. Point 3. 1850, 92 percent. Point 4. 1875, 68 percent. Point 5. 1900, 26 percent. Point 6. 1925, 20 percent. Point 7. 1950, 19 percent.  Dark-Colored Moths Point 1. 1800, 4 percent. Point 2. 1825, 9 percent. Point 3. 1850, 8 percent. Point 4. 1875, 33 percent. Point 5. 1900, 74 percent. Point 6. 1925, 80 percent. Point 7. 1950, 81 percent.  To the right, an additional figure presents a preindustrial tree and a postindustrial tree. On each tree is a light-colored and dark-colored moth. On the preindustrial tree, the light-colored moth is the same color as the tree while the dark-colored moth contrasts against it. On the postindustrial tree, the dark-colored moth is the same color as the tree while the light-colored moth contrasts against it.\" height=\"289\" src=\"https://assets.learnosity.com/organisations/537/VH904510.g06.png\" width=\"485\" /></div>\n\n<p class=\"passage_para\">Researchers examined the effect of industrialization and increased pollution (soot) in London on the coloration in a single species of moths. Birds prey on the moths that are easily visible on trees. The researchers observed moths on tree trunks and recorded their body color. The percentage of moths with light colored bodies and the percentage of moths with dark bodies is shown on the graph above.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The percentage of dark colored moths increased in the population and the percentage of light-colored moths decreased in the population.</p>","<p class=\"choice_paragraph\">The percentage of dark-colored moths decreased in the population and the percentage of light-colored moths increased in the population.</p>","<p class=\"choice_paragraph\">The percentage of dark colored moths decreased in the population after 1850 and the percentage light-colored moths remained constant throughout the time period.</p>","<p class=\"choice_paragraph\">The percentage of both the dark-colored moths and the light-colored moths remained constant throughout the time period.</p>"],"answer":0}]