[{"id":"VH917907","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The graph below shows the change in sea level from the Cambrian period to today compared to today’s sea level.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a three column table describing sea level change from the Cambrian period to the present. The heading for column 1 is “Age, in millions of years ago,” and the numbers 0 through 500, in increments of 100, are indicated from top to bottom. The heading for column 2 is “Period.” The heading for column 3 is “Relative Changes in Sea Level” There are 2 subheadings for column 3, which are as follows: “Falling,” with an arrow pointing to the left, and “Rising,” with an arrow pointing to the right. A dashed line labeled “Sea Level Today,” extends from the top of the third column to the bottom.  A curve in the third column illustrates the changes in sea level during the different time periods. For most of the periods, the sea levels remain above the current sea level. The curve begins in the Cambrian period, to the left of the dashed line. It moves slightly upward, and sharply to the right until it reaches a point far to the right of the dashed line at 500. It then generally decreases until it reaches a point just to the left of the dashed line again in the Permian period, between 200 and 300. The curve then slightly increases for a short period of time, before slightly decreasing back to the left the dashed line in the Jurassic period between 100 and 200. The curve then sharply increases until it reaches a point far to the right of the dashed line in the Cretaceous period, around 100. It then falls back to the left of the dotted line in the Paleogene period to its lowest point between 0 and 100. The curve then fluctuates until it reaches the current time period at the dashed line.\" height=\"350\" src=\"https://assets.learnosity.com/organisations/537/VH917907.g03.png\" width=\"375\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following statements correctly describes the trends seen in the data?</p>\n","rubricRef":"VH917907_rubric","choicesHtml":["<p class=\"choice_paragraph\">The highest sea level occurred in the Triassic period.</p>","<p class=\"choice_paragraph\">The lowest sea level occurred during the Paleogene period.</p>","<p class=\"choice_paragraph\">The first rise in sea level occurred during the Cretaceous period.</p>","<p class=\"choice_paragraph\">Sea level decreased from the beginning of the Triassic period to the end of the Cretaceous period.</p>"],"answer":1}]