[{"id":"VH911378","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\">\n<div class=\"title\"><p class=\"title_line passage-title\">Basking on the Brink: A river in India may be the last, best hope for one of the world's largest and most imperiled crocodilians.</p></div>\n<p class=\"passage_para\">Dead gharials began washing up on the banks of India's Chambal River in December 2007. By mid-January, the dead reptiles—some the length of two tall men, lined up end to end—numbered in the dozens. By March, more than 110 of the skinny-snouted creatures had been found dead, most along a 30-kilometer (18-mile) stretch of river.</p>\n<p class=\"passage_para\">Among the largest crocodilians in the world, gharials have long, heavy bodies and relatively small heads with bulging eyes and skinny snouts. Although their rows of pointy teeth look menacing, they are specialized for catching and holding onto fish, and pose little danger to people.</p>\n<p class=\"passage_para\">The relatively healthy breeding population on the Chambal is precisely why the massive 2008 die-off here caused such alarm. The Chambal contains nearly 80 percent of all the gharials left on Earth. It is the only population large enough to be stable. Speculation ensued among researchers and government officials about what caused the die-off.</p>\n<p class=\"passage_para\">Early theories focused on widespread pollution. Based on a variety of clues, however, [researchers suspect] illegal or accidental dumping of the non-steroidal anti-inflammatory drug diclofenac that was once commonly used on livestock but was banned in India in 2006. A few years earlier, also in South Asia, the drug was responsible for a sharp decline of vultures, which all showed signs of kidney dysfunction like the dead gharials examined in 2008.</p>\n<p class=\"passage_para\">The die-off . . . illustrates the potentially catastrophic consequences that disruptions to water bodies can have on aquatic species that are close to the brink. For a species that is struggling, the fate of this river will determine its future.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Article Information: Sohn, E. (2018, June 5). Basking on the brink: An \"unholy\" river in India may be the last, best hope for one of the world's largest and most imperiled crocodilians. This is an excerpt of the article originally appearing in bioGraphic, an online magazine about nature and sustainability powered by the California Academy of Sciences. Retrieved August 30, 2018 from: https://www.biographic.com/posts/sto/basking-on-the-brink</span></span>\n</div></div></div></div><p class=\"stem_paragraph\">Which of the following best identifies the author's claim?</p>\n","rubricRef":"VH911378_rubric","choicesHtml":["<p class=\"choice_paragraph\">The 2008 die-off of the gharials was caused by extensive overfishing of the Chambal River, leaving little food for the reptiles.</p>","<p class=\"choice_paragraph\">The gharials have a wide ecological tolerance range, so it is unlikely that changes to the water chemistry of the Chambal River would have caused the 2008 die-off.</p>","<p class=\"choice_paragraph\">Anthropogenic disruptions to Earth’s resources can have sudden and severe negative consequences to the health of native species, specifically those whose populations are already threatened.</p>","<p class=\"choice_paragraph\">In light of the 2008 die-off of the gharials, Indian government officials need to enact stricter laws to prevent the illegal dumping of drugs and other pollutants into the Chambal River.</p>"],"answer":2}]