[{"id":"VH913862","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of a phosphate cycle. On the bottom right of the image there is a label phosphate in rock. There is an arrow from the rock on land with the label weathering. There is an arrow to plants and arrow from plants to animals. There is an arrow drawn from animals back to the arrow from land to the body of water. There is the label marine sediments in the body of water. The arrow from weathering reaches the body of water and the label dissolved phosphate. There is an arrow from dissolved phosphate to plants, an arrow from plants to animals, and from animals back to dissolved phosphates in a circle. There is a city in the image. From the city there is an arrow labeled waste disposal drawn to a landfill. There is an arrow from land to the body of water labeled fertilizer. There is an arrow from land labeled soil erosion. The arrow branches to a lake and is labeled reservoir sediments. It also passes through an area labeled farmland. The end of the arrow near the water is labeled runoff. There is an arrow from the farmland to the body of water labeled waste.\" height=\"326\" src=\"https://assets.learnosity.com/organisations/537/VH913862.g03.png\" width=\"525\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Farmers in a suburban coastal town started using no-till agriculture, a practice that reduces soil erosion from their farmland. Use the image above to determine which of the following long-term effects no-till agriculture will have on the ecosystem surrounding the farmland.</p>\n","rubricRef":"VH913862_rubric","choicesHtml":["<p class=\"choice_paragraph\">There will be an increased need for fertilizer on farmlands.</p>","<p class=\"choice_paragraph\">There will be less algal growth in the nearby ocean.</p>","<p class=\"choice_paragraph\">There will be less phosphorus pollution in the atmosphere.</p>\n","<p class=\"choice_paragraph\">There will be an increased deposition of phosphorus-rich sediments.</p>\n"],"answer":1}]