[{"id":"VH911302","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\">\n<div class=\"title\"><p class=\"title_line passage-title\">Very Large Dead Zone Forecast for the Gulf of Mexico</p></div>\n<p class=\"passage_para\">Scientists at the National Oceanic and Atmospheric Administration <span class=\"math_expression\"><span aria-label=\"N O A A\"><math alttext=\"N O A A\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>NOAA</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span> are forecasting this summer’s Gulf of Mexico hypoxic zone or “dead zone”—an area of low to no oxygen that can kill fish and other marine life—to be approximately <span class=\"math_expression\"><span aria-label=\"7,829\"><math alttext=\"7,829\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>7</mn><mtext>,829</mtext></mrow></mstyle></math></span></span> square miles, or roughly the size of Massachusetts. The annual prediction is based on United States Geological Survey river flow and nutrient data.</p>\n<p class=\"passage_para\">The 2019 forecast is close to the record size of <span class=\"math_expression\"><span aria-label=\"8,776\"><math alttext=\"8,776\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>8</mn><mtext>,776</mtext></mrow></mstyle></math></span></span> square miles set in 2017 and larger than the five-year average measured size of <span class=\"math_expression\"><span aria-label=\"5,770\"><math alttext=\"5,770\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>5</mn><mtext>,770</mtext></mrow></mstyle></math></span></span> square miles.</p>\n<p class=\"passage_para\">The annually recurring Gulf of Mexico hypoxic zone is primarily caused by excess nutrient pollution from human activities, such as urbanization and agriculture, occurring throughout the Mississippi River watershed. Once the excess nutrients reach the gulf, they stimulate an overgrowth of algae, which eventually die, then sink and decompose in the water. The resulting low oxygen levels near the bottom are insufficient to support most marine life and have long-term impacts on living marine resources that are unable to leave the area.</p>\n<p class=\"passage_para\">A major factor contributing to the large dead zone this year is the high amount of spring rainfall in many parts of he Mississippi River watershed, which led to record high river flows and much larger nutrient loading to the Gulf of Mexico. This past May, discharge in the Mississippi and Atchafalaya rivers was about <span class=\"math_expression\"><span aria-label=\"67\"><math alttext=\"67\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>67</mn></mrow></mstyle></math></span></span> percent above the long-term average between 1980 and 2018. The latest National Climate Assessment predicts an increase in the frequency of very heavy precipitation events in the Midwest, Great Plains, and Southeast regions, which would impact nutrient input to the northern Gulf of Mexico and the size of the hypoxic zone.”</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">News release adapted from the United States Geological Survey</span></span>\n</div></div></div></div><p class=\"stem_paragraph\">Which of the following best identifies the author's claim?</p>\n","rubricRef":"VH911302_rubric","choicesHtml":["<p class=\"choice_paragraph\">The increased size of the hypoxic zone in the Gulf of Mexico is forecasted to benefit the fishing industry in the United States.</p>","<p class=\"choice_paragraph\">The increased rainfall events in the United States are decreasing the tolerance of fish and other marine species in the Gulf of Mexico because of a decreased concentration of oxygen.</p>","<p class=\"choice_paragraph\">Many marine species are migrating away from the Gulf of Mexico as a result of increased nutrient pollution from increased rainfall events.</p>","<p class=\"choice_paragraph\">The large hypoxic zone in the Gulf of Mexico is directly linked to climate change in the Mississippi River watershed.</p>"],"answer":1}]