[{"id":"VH929623","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Three common methods of beef production include using rangelands, pasture, and feedlots. The environmental impacts of these different methods for a variety of variables is compared in the graph below.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a vertical bar graph titled Relative Environmental Impacts of 3 Different Beef Production Systems. The horizontal indicates 4 categories of environmental impact: Greenhouse Gas; Energy Consumption; Erosion Rate; and Risk of Pesticide Contamination. The vertical axis is labeled Relative Value, and the numbers 0 through 350, in increments of 50, are indicated. There are 3 bars of data per environmental impact labeled Rangeland, Pasture, and Feedlot. The data are as follows. Note that all values are approximate. Greenhouse Gas. Rangeland, Relative Value, 135; Pasture, Relative Value, 125; Feedlot, Relative Value, 80. Energy Consumption. Rangeland, Relative Value, 45; Pasture, Relative Value, 120; Feedlot, Relative Value, 175. Erosion Rate. Rangeland, Relative Value, 75; Pasture, Relative Value, 95; Feedlot, Relative Value, 135. Risk of Pesticide Contamination. Rangeland, Relative Value, 35; Pasture, Relative Value, 190; Feedlot, Relative Value, 340.\" height=\"281\" src=\"https://assets.learnosity.com/organisations/537/VH929623.g03.png\" width=\"425\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following claims is best supported by the data in the graph?</p>\n","rubricRef":"VH929623_rubric","choicesHtml":["<p class=\"choice_paragraph\">Raising beef on rangelands has the greatest environmental impact as a result of methane emissions and high levels of pesticide contamination.</p>","<p class=\"choice_paragraph\">Switching from raising beef on pastures to raising beef in feedlots decreases the total energy consumption and the rate of soil erosion as a result of an increase in vegetation in feedlots.</p>","<p class=\"choice_paragraph\">Feedlots have high levels of pesticide use and energy consumption as a result high demands for grain production.</p>","<p class=\"choice_paragraph\">Greenhouse gas emissions are equal across all beef production methods because all cattle produce methane gas and carbon dioxide.</p>"],"answer":2}]