[{"id":"VH920325","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The graph below shows the change in hog farming in the United States from 1955–2015.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph with two lines of data. The horizontal axis indicates the years 1955 through 2015, in increments of 10 years. The vertical axis on the left is labeled Number of Hog Operations, times 1,000, and the numbers 0 through 2,200, in increments of 200, are indicated. The vertical axis on the right is labeled Average Number of Hogs per Operation, and the numbers 0 through 1,110, in increments of 100, are indicated. The data represented in the graph are as follows. Note that all values are approximate. The first line begins at the year 1960, 1,850 000 hog operations, and moves downward and to the right until it reaches year 1975, 450,000 hog operations. The line then moves slightly upward and to the right until it reaches the year 1977, 500,000 hog operations, and  then moves downward and to the right ending at the year 2010, 50,000 hog operations. The second line begins at the year 1960, 40 hogs per operation and moves slightly upward and to the right until it reaches year 1993, 290 hogs per operation. The line then moves steeply upward and to the right until it reaches year 2015, 1,050 hogs per operation.\" height=\"256\" src=\"https://assets.learnosity.com/organisations/537/VH920325.g01.png\" width=\"365\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The hog-farming industry maintains production levels to satisfy the demand for pork. Which of the following methods of meat production would provide the most likely explanation for the information represented in the graph above?</p>\n","rubricRef":"VH920325_rubric","choicesHtml":["<p class=\"choice_paragraph\">Free-range grazing</p>","<p class=\"choice_paragraph\">Organic meat production</p>","<p class=\"choice_paragraph\">Individual transferable quotas</p>","<p class=\"choice_paragraph\">Concentrated animal feeding operations</p>"],"answer":3}]