[{"id":"VH920301","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a vertical bar graph titled Comparison of Methods to Reduce Household Pest Infestation. The horizontal axis is labeled Pest Control Methods, and three methods are indicated. They are Conventional Pesticide Spray, Integrated Pest Management, I P M, Strategies, and Control, no treatment. The vertical axis is labeled Average Pest Count per Trap, and the numbers 0 through 14, in increments of 2, are indicated. There are two bars of data per pest control methods. The bars of data are represented by Average pretreatment trap count, and Average posttreatment trap count. The data are as follows. Conventional Pesticide Spray. Average pretreatment trap count, 12 pests per trap; Average posttreatment trap count, 4 pests per trap. Integrated Pest Management, I P M, Strategies. Average pretreatment trap count, 12 pests per trap; Average posttreatment trap count, 1 pest per trap. Control, no treatment. Average pretreatment trap count, 10 pests per trap; Average posttreatment trap count, 8 pests per trap.\" height=\"332\" src=\"https://assets.learnosity.com/organisations/537/VH920301.g02.png\" width=\"380\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Scientists studied the effects of three different ways to control household pests. They treated one group of pests with a conventional pesticide spray. A second group was treated using Integrated Pest Management ( <span class=\"math_expression\"><span aria-label=\"I P M\"><math alttext=\"I P M\" overflow=\"scroll\"><mstyle><mrow><mtext>IPM</mtext></mrow></mstyle></math></span></span> ) techniques. A third group received no treatment method at all. The success of each treatment was measured based on the change in the number of pests in the traps over time. Fewer pests caught indicate fewer pests in the area after application of the technique. The results are shown in the graph above.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following claims would be the best solution to the pest problem, based on the data in the graph?</p>\n","rubricRef":"VH920301_rubric","choicesHtml":["<p class=\"choice_paragraph\">Use of conventional pesticides is the most successful method because the pesticides can be sprayed multiple times until the pest infestation is under control.</p>","<p class=\"choice_paragraph\">Use of Integrated Pest Management techniques is the most successful method because the sources for food, water, and shelter for pests are disrupted, leading to a reduced number of pests in the area.</p>","<p class=\"choice_paragraph\">Use of the control treatment is the most successful method because insects have a short life span and will die off naturally.</p>","<p class=\"choice_paragraph\">Use of the three different treatments are equally effective in controlling pests because a variety of different methods can be successful at eliminating pests.</p>"],"answer":1}]