[{"id":"VH920469","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH920371.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the map above, which of the following best identifies and explains the region of South America that would have a more moderate climate?</p>\n","rubricRef":"VH920469_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The Atacama Desert lies to the west of the Andes Mountains in northern Chile. It is the oldest, most consistently arid place in the world.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of South America, Africa, and parts of the southern United States and Mexico. A horizontal dashed line labeled Equator, 0 degrees, runs through the northern part of South America and central Africa. Short, diagonal lines cover the western coast of South America and are labeled Andes Mountains. On the western part of central South America is a shaded strip of land labeled Atacama Desert. An arrow labeled Equatorial Counter begins near the left side of the map and slightly below the Equator, and moves slightly upward and to the right until it branches upward toward Mexico and downward toward South America. An arrow labeled South Equatorial begins near South America and moves slightly downward and to the left, remaining below the Equatorial Counter arrow. An arrow labeled South Pacific begins below and to the left of South America and moves slightly upward and to the right toward South America. Another arrow labeled Peru extends upward and to the left along the western coast of South America. An arrow labeled Antarctic Circumpolar begins below the South Pacific arrow and moves to the right and then slightly downward. An arrow labeled South Atlantic begins near the southern tip of South America and moves upward and to the right. Another arrow extends upward and to then to the left, along the western edge of central Africa. An arrow labeled South Equatorial begins below northern Africa and moves to the left and then branches off downward and to the left toward the eastern coast of South America, and upward and to the left along the northern coast of South America and ends near Cuba. An arrow labeled Brazil moves downward and to the left along the eastern central coast of South America until it reaches the eastern southern coast of South America where is moves to the right.\" height=\"264\" src=\"https://assets.learnosity.com/organisations/537/VH920371.g02.png\" width=\"485\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The west coast would have a more moderate climate because of the Peru Current.</p>","<p class=\"choice_paragraph\">The west coast would have a more moderate climate because of the Andes Mountains.</p>","<p class=\"choice_paragraph\">The east coast would have a more moderate climate because of its proximity to the equator.</p>","<p class=\"choice_paragraph\">The east coast would have a more moderate climate because of the Brazil Current.</p>"],"answer":3}]