[{"id":"VH928485","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH928438.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is the best explanation for the deflection of the trade winds in both hemispheres, as seen in the diagram above?</p>\n","rubricRef":"VH928485_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A model of prevailing wind patterns around the world is shown in the diagram below.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of prevailing wind patterns on Earth. Six horizontal lines separate the earth into 7 horizontal sections. The top of the earth is labeled 90 degrees N. The first horizontal line is labeled 60 degrees N. The second horizontal line is labeled 30 degrees N. Between the third and fourth horizontal lines is labeled 0 degrees. The fifth horizontal line is labeled 30 degrees S. The sixth horizontal line is labeled 60 degrees S. The bottom of the earth is labeled 90 degrees S. The first section, between 90 degrees N and 60 degrees N, is labeled Polar Easterlies, and it contains two arrows pointing downward and to the left. The second section, between 60 degrees N and 30 degrees N, is labeled Westerlies, and it contains two arrows pointing upward and to the right. The third section, between 30 degrees N and 0 degrees, labeled Northwest Trade Winds, and it contains two arrows pointing downward and to the left. The fourth section, at 0 degrees, is labeled Equatorial Low, Doldrums. The fifth section, between 0 degrees and 30 degrees S, is labeled Southeast Trade Winds, and it contains two arrows pointing upward and to the left. The sixth section, between 30 degrees S and 60 degrees S, is labeled Westerlies, and it contains two arrows pointing downward and to the right. The seventh section, between 60 degrees S and 90 degrees S, is labeled Polar Easterlies, and it contains two arrows pointing upward and to the left. Arrows to the right of the earth correspond to each section. The first section shows arrows, labeled Polar Cell, moving in circular motion moving upward and to the left, and then downward and to the right. The second section shows arrows, labeled Mid Latitude Cell, moving in a circular motion moving downward and to the right, and then upward and to the left. The third and part of the fourth sections show arrows, labeled Tropical Cell, moving in a circular motion moving upward and to the left, and then downward. Part of the fourth and fifth sections show arrows moving in a circular motion moving downward and to the right. The sixth section shows arrows moving in a circular motion moving upward and to the left, and then downward. The seventh section show arrows moving in a circular motion moving downward and to the left, and then upward and to the right.\" height=\"252\" src=\"https://assets.learnosity.com/organisations/537/9740ff25-69bf-42e5-bce5-2ab24cfb2184.png\" width=\"375\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The wind is deflected east because of varying landmasses at the latitudes.</p>","<p class=\"choice_paragraph\">The wind is deflected east because of the waves in the ocean.</p>","<p class=\"choice_paragraph\">The wind is deflected west because of the mountains that the air encounters as the wind moves north or south.</p>","<p class=\"choice_paragraph\">The wind is deflected west because of Earth’s rotation.</p>"],"answer":3}]