[{"id":"VH929578","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH929573.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is the source of energy driving the circulation pattern labeled C in the diagram?</p>\n","rubricRef":"VH929578_rubric","features":[{"type":"sharedpassage","html":"<p>&nbsp;The diagram below is an illustration of global atmospheric circulation.</p>\n\n<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 80px;\">&nbsp;</div>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\"><img alt=\"The figure presents a diagram of global atmospheric circulation with lines of latitude at 60 degrees south, 30 degrees south, 0 degrees at the Equator, 30 degrees north, and 60 degrees north. Areas of elliptical atmospheric circulation are indicated around the globe and are labeled A, B, C, or D. The locations of the areas of circulation are as follows. Beginning at the bottom of the globe and moving upward, two areas of circulation each labeled A are shown beneath latitude 60 degrees south. The area of circulation on the right is moving in a clockwise direction and the area of circulation on the left is moving in a counterclockwise direction. Two areas of circulation labeled B are shown between latitudes 60 degrees south and 30 degrees south. The area of circulation on the right of the globe is moving in a counterclockwise direction and the area of circulation on the left of the glove is moving in a clockwise direction. Two areas of circulation labeled C are shown between latitudes 30 degrees south and 0 degrees at the Equator. The area of circulation on the right side of the globe is moving in a clockwise direction and the area of circulation on the left side of the glove is moving in a counterclockwise direction. Two areas of circulation labeled C are shown between the latitudes 0 degrees at the Equator and 30 degrees north. The area of circulation on the right side of the globe is moving in a counterclockwise direction and the area of circulation on the left side of the globe is moving in a clockwise direction. Two areas of circulation labeled B are shown between the latitudes 30 degrees north and 60 degrees north. The area of circulation on the right side of the globe is moving in a clockwise direction and the area of circulation on the left side of the globe is moving in a counterclockwise direction. Lastly, two areas of circulation labeled A are shown above the latitude 60 degrees north. The area of circulation on the right is moving in a counterclockwise direction and the area of circulation on the left is moving in a clockwise direction.\" height=\"379\" src=\"https://assets.learnosity.com/organisations/537/VH929573.g02.png\" style=\"margin-left: 120px;\" width=\"375\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The Coriolis effect</p>","<p class=\"choice_paragraph\">Solar radiation</p>","<p class=\"choice_paragraph\">Earth’s magnetic field</p>","<p class=\"choice_paragraph\">The spinning core of Earth</p>"],"answer":1}]