[{"id":"VH928320","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The diagram below represents how solar radiation strikes the surface of Earth differently, depending on location, during the June solstice.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of the earth titled “Earth During The June Solstice.” The earth is tilted such that the North Pole is to the right, with the North Pole and South Pole indicated by N and S, respectively. North and South America are shown at the center of the Earth. Australia is shown on the lower left side and parts of Europe and Africa are shown on the right side. A line that slants downward and to the right, near the top of the globe is labeled Arctic Circle. A line that slants downward and to the right, through northern Mexico and northern Africa is labeled Tropic of Cancer. A line that slants downward and to the right, through northern South America and central Africa is labeled Equator. A line that slants downward and to the right, through Australia and southern South America is labeled Tropic of Capricorn. A line that slants downward and to the right, above Antarctica is labeled Antarctic Circle. The left half of the earth is shaded, starting near the western edge of the Arctic Circle and moving down through the central United States, eastern Mexico, western South America, and eastern Antarctica. Arrows to the right of the earth point left toward the earth, and are labeled Solar Radiation from the Sun.\" height=\"298\" src=\"https://assets.learnosity.com/organisations/537/VH928320.g01.png\" width=\"550\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following combinations correctly identifies and explains the effects of the differences in the distribution of solar radiation on Earth as seen in the diagram above?</p>\n","rubricRef":"VH928320_rubric","choicesHtml":["<p class=\"choice_paragraph\">Global wind patterns are created because uneven solar radiation results in warm air at low latitudes and cool air at high latitudes, resulting in density differences between the air masses.</p>","<p class=\"choice_paragraph\">Global rain patterns are created because uneven solar radiation results in warm air at high latitudes and cool air at low latitudes, resulting in evaporation and condensation differences between the air masses.</p>","<p class=\"choice_paragraph\">Global wind patterns are created because uneven solar radiation results in warm air at high latitudes and cool air at low latitudes, resulting in density differences between the air masses.</p>","<p class=\"choice_paragraph\">Global rain patterns are created because uneven solar radiation results in warm air at low latitudes and cool air at high latitudes, resulting in air masses that do not circulate because they are of equal density.</p>"],"answer":0}]