[{"id":"VH928713","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH928700.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following layers of the atmosphere contains charged gas molecules that glow and produce light when hit by solar energy, leading to glowing gases such as the northern lights, found over 90 kilometers above Earth's surface?</p>\n","rubricRef":"VH928713_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para text-center\" style=\"margin-left: 280px;\"><img alt=\"The figure presents a graph of the atmosphere. The vertical axis is labeled Altitude, in kilometers, and the numbers 0 through 120, in increments of 10, are indicated. Four layers of the atmosphere are indicated. The Troposphere is between 0 kilometers and 12 kilometers. The Stratosphere is between 12 kilometers and 49 kilometers. The Mesosphere is between 49 kilometers and 85 kilometers. The Thermosphere is between 85 kilometers and 120 kilometers. A curve begins near approximately three quarters of the way along the horizontal axis at 0 kilometers, and moves slightly upward and to the left until it reaches approximately 17 kilometers and approximately a quarter of the way along the horizontal axis. The curve then moves to upward and to the right until it reaches approximately 49 kilometers and approximately three quarters of the way along the horizontal axis. The curve then moves upward and to the left until it reaches 85 kilometers and close to the vertical axis. The curve then moves upward and to the right until it reaches 120 kilometers and approximately three quarters of the way along the horizontal axis.\" height=\"270\" src=\"https://assets.learnosity.com/organisations/537/a1c94968-a746-432c-91ef-ecf4d0a23519.png\" width=\"265\" /></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Thermosphere</p>","<p class=\"choice_paragraph\">Mesosphere</p>","<p class=\"choice_paragraph\">Stratosphere</p>","<p class=\"choice_paragraph\">Troposphere</p>"],"answer":0}]