[{"id":"VH920286","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The graph below shows the altitude and temperature for different layers of Earth’s atmosphere.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph in the coordinate plane. The horizontal axis is labeled Temperature, in degrees Celsius, and the numbers negative 100 through 20, in increments of 20, are indicated. The vertical axis is labeled Altitude, in kilometers, and the numbers 0 through 100, in increments of 10, are indicated. The graph is separated into horizontal regions that are labeled with the various levels of the atmosphere. The Troposphere spans the altitude 0 through 10 kilometers, and the Tropopause is shown at 11 kilometers. The Stratosphere spans the altitude 12 kilometers through 49 kilometers, and the Stratopause is shown at 50 kilometers. The Mesosphere is spans the altitude 51 kilometers through 79 kilometers, and the Mesopause is shown at 80 kilometers. Finally, the Thermosphere spans the altitude 81 kilometers through 100 kilometers. The data represented by the line are as follows. Note that all values are approximate. The line begins at 17 degrees Celsius comma 0 kilometers, and moves up and to the left until reaching the point negative 56 degrees Celsius comma 11 kilometers. It then moves vertically upward until reaching the point negative 56 degrees Celsius comma 20 kilometers, after which it moves up and to the right until reaching the point negative 5 degrees Celsius comma 50 kilometers. The line then moves vertically upward until reaching the point negative 5 degrees Celsius comma 56 kilometers, after which it moves up and to the left until reaching the point negative 92 degrees Celsius comma 80 kilometers. It then moves vertically upward until reaching the point negative 92 degrees Celsius comma 90 kilometers, after which it moves up and to the right until reaching the point negative 44 degrees Celsius comma 100 kilometers.\" height=\"454\" src=\"https://assets.learnosity.com/organisations/537/VH920286.g02.png\" width=\"400\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the diagram, which of the following identifies a characteristic of the atmosphere between the stratopause and the tropopause?</p>\n","rubricRef":"VH920286_rubric","choicesHtml":["<p class=\"choice_paragraph\">Cloud formation occurs in the stratosphere.</p>","<p class=\"choice_paragraph\">The warmest air is found in the mesosphere.</p>","<p class=\"choice_paragraph\">The ozone layer is in the stratosphere.</p>","<p class=\"choice_paragraph\">The troposphere is the closest layer to the sun.</p>"],"answer":2}]