[{"id":"VH920011","type":"mcq","stimulusHtml":"Which of the following statements correctly explains the tectonic plate activity on the West Coast of the United States?","rubricRef":"VH920011_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The diagram below shows the tectonic plate activity on the West Coast of the United States.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of the western part of the United States, Canada, and Mexico. Seattle, San Francisco, Los Angeles are indicated on the map along the coast.  A line labeled San Andreas Fault begins in the northern Pacific Ocean and moves slightly downward and to the right.  As the line approaches the coast of northern California, it moves steeply downward and crosses into the United States just below San Francisco. The line continues downward through the United States, passing to the right of and above Los Angeles, and continues until it passes through Mexico and into the Gulf of California where the fault line separates into three separate parallel lines connected by three separate vertical lines. An arrow to the left of the San Andreas fault near the Los Angeles points upward and to the left. Another arrow to the right of the San Andreas fault near the Mexico border points downward and to the right. To the north of the San Andreas fault, the Cascade mountains are shown to east of Seattle. An Oceanic Trench near the coast runs from Canada to the south to near the San Andreas Fault. A Subductional zone is shown running along the coast outside the oceanic trench. Two Oceanic Ridges are parallel and to the west of the coast. The northernmost Oceanic Ridge is further west is moving east toward the coast. The southernmost Oceanic Ridge is closer to the coast and is moving west away from the coast. An arrow along the southern end of the ridge meets the San Andreas Fault and points east toward the coast. Another arrow in the same location but on the other side of the San Andreas Fault and points west toward the Pacific Ocean.\" height=\"556\" src=\"https://assets.learnosity.com/organisations/537/VH920011.g09.png\" width=\"465\" /></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The Cascade Mountains were formed when two continental plates converged.</p>","<p class=\"choice_paragraph\">Earthquakes occur at the San Andreas Fault when stored energy is released from locked plates.</p>","<p class=\"choice_paragraph\">The divergence of two plates has led to the formation of volcanoes in the Cascade Mountains.</p>","<p class=\"choice_paragraph\">Movement of plates along the San Andreas Fault created the Cascade Mountains.</p>"],"answer":1}]