[{"id":"VH920212","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The harvesting of livestock for meat consumption affects the planet in various ways. Approximately 25% of the land area on Earth is used for raising livestock. One-third of all water used in meat production goes toward producing beef, and the demand for beef is projected to increase by 95% by 2050. The graph below shows the average meat consumption per capita from 2010 to 2012 and the forecasted meat consumption for 2022 for five different countries.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a horizontal bar graph titled 2010 TO 2012, Average, and 2022, Forecasted, Meat Consumption Per Capita, in Kilograms, for Five Different Countries. The horizontal axis is labeled Meat Consumption, per Capita, in kilograms, and the numbers 0 through 90, in increments of 10, are indicated. The vertical axis lists 5 countries and their respective average and forecasted meat consumption. The countries are Brazil, Russia, India, China, and South Africa. A key indicates 4 types of meat: Beef, Pork, Poultry, and Sheep. The bar graph contains 10 bars of data, as follows. Note that all values are approximate. Brazil 2010 to 2012. Beef, 29 kilograms; Pork, 12 kilograms; Poultry, 41 kilograms; Sheep, 1 kilograms. Brazil 2022. Beef, 31 kilograms; Pork, 12 kilograms; Poultry, 41 kilograms; Sheep, 1 kilograms. Russia 2010 to 2012. Beef, 13 kilograms; Pork, 20 kilograms; Poultry, 22 kilograms; Sheep, 2 kilograms. Russia 2022. Beef, 14 kilograms; Pork, 24 kilograms; Poultry, 29 kilograms; Sheep, 2 kilograms. India 2010 to 2012. Beef, 1 kilogram; Pork, 1 kilograms; Poultry, 1 kilograms; Sheep, 1 kilograms. India 2022. Beef, 2 kilograms; Pork, 1 kilograms; Poultry, 2 kilograms; Sheep, 1 kilograms. China 2010 to 2012. Beef, 3 kilograms; Pork, 29 kilograms; Poultry, 12 kilograms; Sheep, 3 kilograms. China 2022. Beef, 4 kilograms; Pork, 34 kilograms; Poultry, 14 kilograms; Sheep, 3 kilograms.  South Africa 2010 to 2012. Beef, 12 kilograms; Pork, 6 kilograms; Poultry, 32 kilograms; Sheep, 3 kilograms. South Africa 2022. Beef, 14 kilograms; Pork, 7 kilograms; Poultry, 44 kilograms; Sheep, 4 kilograms.\" height=\"324\" src=\"https://assets.learnosity.com/organisations/537/VH920212.g08.png\" width=\"572\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following claims is best supported by the data in the graph?</p>\n","rubricRef":"VH920212_rubric","choicesHtml":["<p class=\"choice_paragraph\">As the demand for chicken increases and the demand for beef decreases, changes in meat production will decrease the demand on global water supplies.</p>","<p class=\"choice_paragraph\">Meat consumption per capita will decrease in India between 2012 and 2022 because individuals in that country have a primarily vegetarian diet.</p>","<p class=\"choice_paragraph\">Global meat consumption per capita will increase in all five countries between 2012 and 2022 as the countries move through the demographic transition and become more developed.</p>","<p class=\"choice_paragraph\">The use of growth hormones and antibiotics will allow for an increased yield in meat production in all five countries by 2022.</p>"],"answer":2}]