[{"id":"VH937808","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH937791.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following identifies and describes the equipment needed to best determine the amount of water that infiltrated the soil?</p>\n","rubricRef":"VH937808_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">A group of students want to increase the amount of water infiltration around the property of their urban high school by replacing all the existing impermeable walkway pavers with permeable ones. The school board will not move forward with any property changes unless the students conduct an experiment and collect evidence to help prove that their proposed suggestion to increase water infiltration will be effective.</p><p class=\"passage_para\">The students create two identical pallets using soil taken from the school’s property and install impermeable pavers similar to those found on the school’s property in one of the pallets. They install permeable pavers in the other pallet. The students pour exactly the same amount of water over both sets of pavers, leave both pallets in exactly the same environmental conditions, and after one hour measure the amount of water that infiltrated the soil.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">A scale should be used to measure the mass of both pallets immediately after pouring the water over the pavers and immediately after the one-hour wait time.</p>","<p class=\"choice_paragraph\">A ruler should be used to measure the level of water above the pavers in both pallets immediately after pouring the water over the pavers and immediately after the one-hour wait time.</p>","<p class=\"choice_paragraph\">A soil triangle should be used to determine the soil texture in both pallets before and after the water is added to both pallets.</p>","<p class=\"choice_paragraph\">A turbidity meter should be used to determine the amount of particulate matter in both pallets before and after the water is added to both pallets.</p>"],"answer":1}]