[{"id":"VH937328","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\"><p class=\"stem_paragraph\">Many of Earth’s resources, including forests and mineral ores, can be depleted or damaged because of the growing human population.</p><p class=\"stem_paragraph\">(a) Identify one provisioning service of forest ecosystems.</p></div>\n","rubricRef":"VH937328_rubric"},{"id":"VH937328","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">One concern resulting from an increasing human population is the sustainable use of the world’s forests. Clear-cutting of old-growth forest is often discouraged by ecologists because it leads to habitat loss and decreases biodiversity.</p><p class=\"stem_paragraph\">(b) Describe one possible negative environmental impact, other than loss of habitat or decreasing biodiversity, of clear-cutting large areas of old-growth forest.</p></div>\n","rubricRef":"VH937328_rubric"},{"id":"VH937328","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:ci part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"ci\"><p class=\"stem_paragraph\">(c) A state is considering opening an area of old-growth forest on state land to logging. Officials debate the best way to log the forest.</p><p class=\"stem_paragraph\">i. One official advocates for clear-cutting one-hectare plots in the middle of every twenty hectares of the intact old-growth forest. The official says that this pattern will maximize biodiversity in the area while still allowing for the harvesting of timber. Explain how this pattern could produce more biodiversity than the old-growth forest alone.</p></div>\n","rubricRef":"VH937328_rubric"},{"id":"VH937328","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:cii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"cii\"><p class=\"stem_paragraph\">ii. Another official wants to harvest timber in a more sustainable way. The official wants to assess individual trees and remove only the most economically valuable trees to help maintain the forest ecosystem. Propose a logging technique that would best meet these two goals.</p></div>\n","rubricRef":"VH937328_rubric"},{"id":"VH937328","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:ciii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"ciii\"><p class=\"stem_paragraph\">iii. Explain how your proposal would meet both the goal to improve biodiversity and the goal to harvest timber.</p></div>\n","rubricRef":"VH937328_rubric"},{"id":"VH937328","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:di part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"di\">\n<p class=\"stem_paragraph\">(d) Another concern resulting from an increasing human population is the extraction of mineral ores, such as iron ore, from Earth. The iron reserves for several countries are shown in the graph. Iron content is refined from crude ore.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a horizontal bar graph titled Iron Reserves in Various Countries, in 2017. The horizontal axis is labeled Reserves in Million Metric Tons, and the numbers 0 through 50,000, in increments of 5,000, are indicated. The vertical axis lists 7 countries: Australia, Russia, Brazil, China, India, Canada, and the United States. There are two bars of data per country, indicating Crude ore and Iron content. The data are as follows. Note that all values are approximate. Australia. Crude ore, 24,500 million metric tons; Iron content, 50,000 million metric tons. Russia. Crude ore, 14,500 million metric tons; Iron content, 25,000 million metric tons. Brazil. Crude ore, 11,500 million metric tons; Iron content, 23,000 million metric tons. China. Crude ore, 7,500 million metric tons; Iron content, 21,000 million metric tons. India. Crude ore, 5,100 million metric tons; Iron content, 8,000 million metric tons. Canada. Crude ore, 2,000 million metric tons; Iron content, 6,500 million metric tons. United States. Crude ore, 1,000 million metric tons; Iron content, 2,500 million metric tons.\" height=\"292\" src=\"https://assets.learnosity.com/organisations/537/VH937328.g02.png\" width=\"500\" /></div>\n\n<p class=\"stem_paragraph\">Use the graph to answer the following questions.</p>\n\n<p class=\"stem_paragraph\">i. Identify the country with the highest iron content reserves.</p>\n</div>\n","rubricRef":"VH937328_rubric"},{"id":"VH937328","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:dii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"dii\"><p class=\"stem_paragraph\">ii. Describe one advantage of reusing or recycling iron rather than mining new iron.</p></div>\n","rubricRef":"VH937328_rubric"},{"id":"VH937328","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:diii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"diii\"><p class=\"stem_paragraph\">iii. Based on the data in the graph, explain why the United States would be the country that would most likely benefit the most from reusing or recycling iron rather than mining iron.</p></div>\n","rubricRef":"VH937328_rubric"},{"id":"VH937328","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:ei part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"ei\"><p class=\"stem_paragraph\">(e) One of the consequences of mining iron are piles of tailings, the material left over after the iron content has been separated from the crude ore, at the mine site.</p><p class=\"stem_paragraph\">i. Describe one negative environmental impact of piles of tailings left at iron mine sites.</p></div>\n","rubricRef":"VH937328_rubric"},{"id":"VH937328","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:eii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"eii\"><p class=\"stem_paragraph\">ii. Propose a solution for reducing or eliminating the environmental impacts of piles of tailings left at iron mine sites.</p></div>\n","rubricRef":"VH937328_rubric"}]