[{"id":"VH946303","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH946294.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the diagram, which of the following days in Earth’s yearly orbit would have the longest period of daylight in the Northern Hemisphere?</p>\n","rubricRef":"VH946303_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of Earth’s orbit. In the middle of the diagram is a circle labeled Sun. Above the Sun is a diagram of Earth labeled March Equinox. The earth is tilted to the right with the North Pole, South Pole and Equator indicated. No visible parts of the Earth are shaded. A dashed arrow, labeled Earth’s Orbit, extends from the Earth at March Equinox, and moves downward and to the left. To the left of the Sun is a diagram of Earth labeled June Solstice. The earth is tilted to the right with the North Pole, South Pole, and Equator indicated. The left visible half of Earth is shaded and includes the western parts of Canada, the United States, all of Mexico, Australia, and the western coast of South America. The dashed arrow representing Earth’s orbit extends from the Earth at June Solstice, and moves downward and to the right. Below the Sun is a diagram of Earth labeled September Equinox. The earth is titled to the right with the North Pole, South Pole, and Equator indicated. The visible part of Earth is shaded entirely. The dashed arrow representing Earth’s orbit extends from the Earth at September Equinox, and moves upward and to the right. To the right of the Sun is a diagram of Earth labeled December Solstice. The earth is tilted to the right with the North Pole, South Pole, and Equator indicated. The right visible half of Earth is shaded and includes the eastern parts of Canada, the United States, all of Europe, Africa, and the central and eastern parts of South America. A dashed arrow representing Earth’s orbit extends from the Earth at the December Solstice, and moves upward and to the left.\" height=\"307\" src=\"https://assets.learnosity.com/organisations/537/VH946294.g01.png\" width=\"385\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">March equinox</p>","<p class=\"choice_paragraph\">December solstice</p>","<p class=\"choice_paragraph\">September equinox</p>","<p class=\"choice_paragraph\">June solstice</p>"],"answer":3}]