[{"id":"VH945033","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH945021.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements best identifies the author’s assumptions in terms of a new green revolution?</p>\n","rubricRef":"VH945033_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">We Need a New Green Revolution</p></div><p class=\"passage_para\">In recent years, farm production has stopped growing in the United States, and agriculture research is no longer a priority; it constitutes only 2 percent of federal research and development spending. And, according to the Department of Agriculture, total agricultural production has slowed significantly since the turn of the century. We need another ambitious surge in agricultural science.</p><p class=\"passage_para\">Experience has shown that the best way forward is funding research through a competitive process. There is a program in the Agriculture Department that embraces these tenets, the Agriculture and Food Research Initiative, and its research grants show great promise.</p><p class=\"passage_para\">New, hardier varieties of corn are being developed from tropical species that can better withstand heat, drought and changes to the environment. The probiotics found in fermented products like yogurt are being tested to replace antibiotics used in animal husbandry. And nanotechnology and electrified micro-coatings of water are being applied to some produce, to prevent food poisoning. Government research is even exploring how to double the rate of photosynthesis and eliminate the need for pesticides.</p><p class=\"passage_para\">The potential is great, but the program has never been fully funded. Despite a $25 million increase in the omnibus budget agreement, the budget of the department’s research initiative sits at half of what Congress authorized in 2008 when it created the program.</p><p class=\"passage_para\">Now more than ever, we need to embrace twenty-first century science, fund it and turn it loose so we can develop better methods of putting food on the table. Our world is changing; the way we grow and produce food needs a much richer diet of scientific ingenuity to keep pace.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">From the New York Times.  © 2016 The New York Times. All rights reserved.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The global demand for food has remained constant since the 1940s, and therefore there has been minimal pressure to change agricultural practices.</p>","<p class=\"choice_paragraph\">Most current farming practices are eliminating mechanization and increasing profits.</p>","<p class=\"choice_paragraph\">New advances in agricultural technology will need government regulations in order to become effective for large-scale farming operations.</p>","<p class=\"choice_paragraph\">Current agricultural practices and strategies need to be evaluated in order to meet the demand for increased food production.</p>"],"answer":3}]