[{"id":"VH954036","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH954034.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">An individual is exposed to the water in the stream from which the sample show in the graph was taken. If the individual was exposed to the highest dose of the bacteria, which of the following bacteria would have the lowest probability of causing illness if ingested?</p>\n","rubricRef":"VH954036_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The graph below depicts the dose response curves for three common bacteria and a newly discovered bacterium found in streams near certain agricultural properties.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph titled, Probability of Illness From Exposure to Four Different Bacteria. A key indicates that four categories of data are represented on the graph: Salmonella spp., E. coli, C. jejuni, and newly discovered bacterium. The horizontal axis is labeled Dose in C F U, or Colony Forming Units, and the numbers 10 to the power negative 2 through 10 to the power 6, in increments of integers of 2, are indicated. The vertical axis is labeled Probability of Illness, and the numbers 0.0 through 1.0, in increments of 0.2, are indicated. The data represented in the graph are as follows. Note that all values are approximate. The line for Salmonella spp. begins at the origin and moves horizontally until just before the point 10 to the power 0, and then curves steeply upwards and to the right, reaching the point 10 to the power 3 comma 0.9 probability of illness, after which the line begins to level off, ending at the point 10 to the power 6 comma 1.0 probability of illness. The line for E. coli begins at the origin and moves horizontally to the right until reaching the point 10 to the power 0, and then begins to curve steeply upwards and to the right at an increasing rate, ending at the point 10 to the power 6 comma 0.95 probability of illness. The line for C. jejuni begins near the origin and curves gradually upwards and to the right, ending at the point 10 to the power 6 comma 0.25 probability of illness. The line for newly discovered bacterium begins at the origin and curves upwards and to the right at an increasing rate, reaching the point 10 to the power 2 comma 0.5 probability of illness, and then leveling off and moving horizontally until reaching the point 10 to the power 6 on the horizontal axis.\" height=\"243\" src=\"https://assets.learnosity.com/organisations/537/VH954034.g04.png\" width=\"465\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">C. jejuni</span></p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">E. coli</span></p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">Salmonella </span><span class=\"math_expression\"><span aria-label=\"s p p\"><math alttext=\"s p p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mstyle mathvariant=\"normal\"><mrow><mi>s</mi><mi>p</mi><mi>p</mi></mrow></mstyle></mrow></mstyle></math></span></span>.</p>","<p class=\"choice_paragraph\">Newly discovered bacterium</p>"],"answer":0}]