[{"id":"VH950200","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH950165.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements is best supported by the data shown in the graph?</p>\n","rubricRef":"VH950200_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The graphs below show the energy output of one kilowatt of photovoltaic <span class=\"math_expression\"><span aria-label=\"P V\"><math alttext=\"P V\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mrow><mo>(</mo><mtext>PV</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span> capacity of different <span class=\"math_expression\"><span aria-label=\"P V\"><math alttext=\"P V\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>PV</mtext></mrow></mstyle></math></span></span> panel systems over a day (graph on the left) and the annual energy production (graph on the right) of the same systems. Dual-axis tracking means that the <span class=\"math_expression\"><span aria-label=\"P V\"><math alttext=\"P V\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>PV</mtext></mrow></mstyle></math></span></span> panels are constantly moving to always face the Sun directly. If the <span class=\"math_expression\"><span aria-label=\"P V\"><math alttext=\"P V\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>PV</mtext></mrow></mstyle></math></span></span> panels are tilted in a fixed position, the direction of tilt is indicated. Flat <span class=\"math_expression\"><span aria-label=\"P V\"><math alttext=\"P V\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>PV</mtext></mrow></mstyle></math></span></span> panels are not tilted in any direction.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph and a bar graph under the title “Simulated Energy Production of One Kilowatt of Solar P V Capacity in Los Angeles, California.” A key indicates that the following 5 categories of energy production are shown in the line graph and bar graph: 1. tracking dual axis, 2. no tracking tilted south, 3. no tracking tilted west, 4. no tracking tilted east, and 5. no tracking flat. The graph is labeled Average Energy Production in a Day. The horizontal axis indicates the times 4 A M through 8 P M, in increments of 2 hours. The vertical axis is labeled Watts, alternating current, and the numbers 0 through 700, in increments of 100, are indicated. The data in the graph are as follows. Note that all values are approximate. Data for tracking, dual axis. The curve begins at the time 4 A M and 0 watts, and moves upward and to the right, passing through the points 8 A M, 400 watts and 10 A M, 600 watts, and comes to a peak at 12 P M, 650 watts. It then moves downward and to the right, passing through the points 2 P M, 620 watts and 4 P M, 400 watts, and then ends at 8 P M, 0 watts. Data for no tracking, tilted south. The curve begins at 4:30 A M and 0 watts, and remains at that level through 7 A M. It then begins to move steeply upward and to the right, passing through the points 8 A M, 100 watts, and 10 A M, 300 watts, and comes to a peak at 12 P M, 650 watts. It then moves down and to the right, passing through the point 2 P M, 550 watts, 200 watts at 4 P M, 0 watts and decreases to 0 watts at 6 P M. Data for no tracking, tilted west. The curve begins at the time 7 A M and 0 watts, and moves steeply upward and to the right, passing through the points, 10 A M, 300 watts and 12 P M, 550 watts, and comes to a peak at 2 P M, 598 watts. It then begins to move steeply down and to the right, passing through the points 3 P M, 450 watts and 4 P M, 250 watts, and ends at 6 P M, 0 watts. Data for no tracking, tilted east. The curve begins at the time 5 A M and 0 watts and moves upward and to the right, passing through the points 8 A M, 300 watts and 10 A M, 500 watts, and comes to a peak at 11 A M, 525 watts. It then begins to move down and to the right, passing through the points 1 P M, 425 watts and 3 P M, 200 watts, and ends at 6 P M, 0 watts. Data for no tracking, flat. The curve begins at the time 5 A M and 0 watts and moves upward and to the right, passing through the points 8 A M, 225 watts and 10 A M, 450 watts, and comes to a peak at 12 P M, 525 watts. It then begins to move down and to the right, passing through the points 1 P M, 500 watts, 2 P M, 425 watts, and 4 P M 150 watts, and comes to an end at 7 P M, 0 watts. The bar graph is labeled Annual Energy Production, Kilowatt-hours, alternating current. The data are as follows. Tracking, dual axis, 2,078 kilowatt hours. No tracking, tilted south, 1,566 kilowatt hours. No tracking, tilted west, 1,403 kilowatt hours. No tracking, tilted east, 1,332 kilowatt hours. No tracking, flat, 1,402 kilowatt hours.\" height=\"221\" src=\"https://assets.learnosity.com/organisations/537/VH950165.g06.png\" width=\"720\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P V\"><math alttext=\"P V\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>PV</mtext></mrow></mstyle></math></span></span> panels that cannot track the Sun and are in a fixed position tilted to the east produce the most electricity daily and annually.</p>","<p class=\"choice_paragraph\">Of the <span class=\"math_expression\"><span aria-label=\"P V\"><math alttext=\"P V\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>PV</mtext></mrow></mstyle></math></span></span> panels that cannot track the Sun, those in a fixed position tilted to the west produce more electricity daily and annually than do those in a fixed position tilted to the south.</p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P V\"><math alttext=\"P V\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>PV</mtext></mrow></mstyle></math></span></span> panels that cannot track the Sun and are in a fixed position tilted to the south produce the least electricity daily and annually.</p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P V\"><math alttext=\"P V\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>PV</mtext></mrow></mstyle></math></span></span> panels that can track the Sun and are constantly moving to always directly face the Sun produce the most electricity daily and annually.</p>"],"answer":3}]