[{"id":"VH953605","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph titled, Vehicle miles traveled annually and V O C emission, 1970 through 2020. The horizontal axis is labeled Year, and the years 1970 through 2020, in increments of 5 years, are indicated. Two vertical axes are shown. The vertical axis on the left is labeled Trillions of Vehicle Miles Traveled, and the numbers 0 through 5.0, in increments of 0.5, are indicated. The vertical axis on the right is labeled Volatile organic compounds, in grams per mile, and the numbers 0 through 14, in increments of 2, are indicated. A key shows that two categories of data are represented: annual vehicle miles traveled and V O Cs emissions. The data shown on the graph are as follows. Note that all values are approximate. Year 1970, 1.0 trillion miles traveled; 13 grams of V O Cs. Year, 1975, 1.2 trillion miles traveled; 3.7 grams of V O Cs. Year 1980, 1.5 trillion miles traveled; 7 grams of V O Cs. Year 1985, 1.7 trillion miles traveled; 5 grams of V O Cs. Year 1990, 2.0 trillion miles traveled; 4 grams of V O Cs. Year 1995, 2.2 trillion miles traveled; 3 grams of V O Cs. Year 2000, 2.5 trillion miles traveled; 2 grams of V O Cs. Year 2005, 2.6 trillion miles traveled; 1 gram of V O Cs. Year 2010, 3.0 trillion miles traveled; 0.5 gram of V O Cs. Year 2015, 3.2 trillion miles traveled; 0.25 gram V O Cs. Year 2020, 3.5 trillion miles traveled; 0.10 gram V O Cs.\" height=\"275\" src=\"https://assets.learnosity.com/organisations/537/VH953605.g01.png\" width=\"500\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following is most responsible for the change in the emissions of volatile organic compounds ( <span class=\"math_expression\"><span aria-label=\"V O C\" role=\"math\"><math alttext=\"V O C\" overflow=\"scroll\"><mstyle><mrow><mstyle mathvariant=\"normal\"><mrow><mi>V</mi><mi>O</mi><mi>C</mi></mrow></mstyle></mrow></mstyle></math></span></span> ) from 1970 to 2020 as shown in the graph?</p>\n","rubricRef":"VH953605_rubric","choicesHtml":["<p class=\"choice_paragraph\">A decrease in the number of vehicles fitted with catalytic converters and an increase in the number of hybrid vehicles beginning in 1970.</p>","<p class=\"choice_paragraph\">A decrease in the average driving distance in the United States from 1970 to 2020 that resulted from increased urbanization.</p>","<p class=\"choice_paragraph\">An increase in air emission standards that began in 1970 that regulated corporate average fuel economy ( <span class=\"math_expression\"><span aria-label=\"C A F E\"><math alttext=\"C A F E\" overflow=\"scroll\"><mstyle><mrow><mstyle mathvariant=\"normal\"><mrow><mi>C</mi><mi>A</mi><mi>F</mi><mi>E</mi></mrow></mstyle></mrow></mstyle></math></span></span> ) standards.</p>","<p class=\"choice_paragraph\">An increase in <span class=\"math_expression\"><span aria-label=\"V O C\"><math alttext=\"V O C\" overflow=\"scroll\"><mstyle><mrow><mtext>VOC</mtext></mrow></mstyle></math></span></span> emissions from car exhausts that resulted from increased driving distances from 1970 to 2020.</p>"],"answer":2}]