[{"id":"VH967556","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH967543.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the data in the graph, which of the following likely occurred from 1960 to 2015 because of changes in solid waste disposal methods?</p>\n","rubricRef":"VH967556_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph titled, Trends in Municipal Solid Waste Generation, Recovery, and Disposal in the United States. The horizontal axis is labeled Year, and the years 1960 through 2015, in increments of 10, are indicated. The vertical axis is labeled Waste, in millions of tons, and the numbers 0 through 150, in increments of 50 million tons, are indicated. A key shows that four categories of data are represented in the graph: landfill, other disposals; combustion; recovery for recycling; and recovery for the composting component of recycling. The data represented in the graph are as follows. Note that all values are approximate. Data for landfill, other disposals. The line begins at the year 1960 comma 55 million tons and moves upwards and to right, reaching the year 1990 comma 140 million tons. The line then moves downwards and to the right to the year 1995 comma 110 million tons, after which it moves horizontally to the right until it ends at the year 2015. Data for combustion. The line begins at the year 1960 comma 35 million tons and moves horizontally to the right until the year 1970, it moves downwards and to the right until the year 1980 comma 25 million tons. It then moves upwards and to the right, reaching the year 1990 comma 35 million tons, after which it trends slightly downwards and to the right, ending at the year 2015 comma 30 million tons. Data for recovery for recycling. The line begins at year 1960 comma 10 million tons and moves gradually upwards and to the right, ending at the year 2015 comma 70 million tons. Data for recovery for the composting component of recycling. The line begins at year 1960 comma 0 million tons and moves horizontally the right until year 1980, after which it moves slightly upwards and to the right, ending at the year 2015 comma 20 million tons.\" height=\"285\" src=\"https://assets.learnosity.com/organisations/537/VH967543.g03.png\" style=\"margin-left: 200px;\" width=\"700\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Fewer natural resources needed to be extracted.</p>","<p class=\"choice_paragraph\">Groundwater contamination declined.</p>","<p class=\"choice_paragraph\">Less carbon dioxide was released into the atmosphere.</p>","<p class=\"choice_paragraph\">Less land was used for landfills.</p>"],"answer":0}]