[{"id":"VH961168","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">The diagram illustrates the constant formation and destruction of rock, known as the rock cycle.</p>\n</div>\n<img alt=\"The figure presents a diagram of the rock cycle. There are four stages of the rock cycle labeled letters A through D on the diagram, as follows: A, Magma; B, Igneous Rock; C, Sedimentary Rock; D, Metamorphic Rock. In the diagram, there are events listed including: 1. cooling and crystallization, 2. melting, 3. pressure and heat, 4. heat and pressure, 5. weathering, erosion, and deposition, and 6. compaction and cementation. An arrow labeled Cooling and Crystallization points from Magma, which is letter A, to Igneous Rock, which is letter B. An arrow labeled Melting points from Igneous Rock, which is letter B, to Magma, which is letter A. An arrow labeled Pressure and Heat points from Igneous Rock, which is letter B, to Metamorphic Rock, which is letter D. An arrow labeled Weathering, Erosion, and Deposition points from Igneous Rock, which is letter B, to Sediment, which has not been labeled with a letter. An arrow labeled Compaction and Cementation points from Sediment to Sedimentary Rock, which is letter C.  An arrow labeled Weathering, Erosion, and Deposition points from Sedimentary Rock, which is letter C, to Sediment. An arrow labeled Melting points from Sedimentary Rock, which is letter C, to Magma, which is letter A. An arrow labeled Heat and Pressure points from Sedimentary Rock, which is letter C) to Metamorphic Rock, which is letter D). An arrow labeled Weathering, Erosion, and Deposition points from Metamorphic Rock, which is letter D, to Sediment, which is unlabeled. An arrow labeled Melting points from Metamorphic Rock, which is letter D, to Magma, which is letter A.\" height=\"344\" src=\"https://assets.learnosity.com/organisations/537/VH961168.g01.png\" width=\"435\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">If a country possesses large oil and gas reserves within its borders, which of the labeled rock types must be present in the underlying geology of the country?</p>\n","rubricRef":"VH961168_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"A\"><math alttext=\"A\" overflow=\"scroll\"><mstyle><mrow><mtext>A</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"B\"><math alttext=\"B\" overflow=\"scroll\"><mstyle><mrow><mtext>B</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"C\"><math alttext=\"C\" overflow=\"scroll\"><mstyle><mrow><mtext>C</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"D\"><math alttext=\"D\" overflow=\"scroll\"><mstyle><mrow><mtext>D</mtext></mrow></mstyle></math></span></span></p>"],"answer":2}]