[{"id":"VH965787","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH965779.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the diagram, which of the following is the most likely reason that a community with good sanitation could still have individuals who contract cholera?</p>\n","rubricRef":"VH965787_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Cholera is an acute infection of the digestive system that is caused by the bacterium <span class=\"formatted_text font_style:italic\">Vibrio cholerae</span>. Infected individuals can experience a range of symptoms, including diarrhea, vomiting, muscle cramps, low blood pressure, rapid heart rate, and extreme thirst. If symptoms persist and severe dehydration results, an infected individual can die within hours of symptom onset. The diagram below shows how cholera is transmitted.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a flow chart titled Cholera Disease Transmission. Six stages are shown in the flow chart, as follows. Stage 1: V. cholera is a microscopic free living bacterium that is naturally found in wetlands, estuaries, and standing water. Stage 2 shows an image of a person retrieving water from a body of water. Pollutants offer nutrients such as nitrogen and phosphorus that increase algal growth, which can cause increases in the population size of V. cholera. Stage 3: Using water from contaminated sources for food preparation and drinking can increase the risk of cholera infection. Stage 4: the bacterium passes into the digestive system after a person consumes contaminated food or water. Stage 5: Cholera symptoms appear 2 hours to 5 days after initial consumption of contaminated food or water. Stage 6: V. cholera exists in the body in feces and can survive in aquatic environments for up to 14 days. Stage 6 flows back into Stage 1 via the excretion of feces that returns to the water supply.\" height=\"544\" src=\"https://assets.learnosity.com/organisations/537/VH965779.g05.png\" width=\"520\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Disease transmission for cholera is through direct contact with infected individuals and is independent of sanitation conditions.</p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">V. cholerae</span> grow rapidly in clear, moving water that has limited nutrients or wastes.</p>","<p class=\"choice_paragraph\">Waste water treatment facilities that use high levels of chlorine to treat the outgoing municipal water supply have an increased risk of cholera outbreaks.</p>","<p class=\"choice_paragraph\">Runoff from a nearby agricultural field pollutes a reservoir used for drinking water.</p>"],"answer":3}]