[{"id":"VH962450","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph titled Projected Changes in Atmospheric Pollutants in Canada. The horizontal axis contains the four categories: Nitrogen Oxides, (N O x), Sulfur Oxides, (S O x), Volatile Organic Compounds, (V O C), and Particulate Matter, (P M). The vertical axis is labeled Kilotons and the numbers 0 through 2000, in increments of 500, are indicated. A key indicates that two categories of data are represented: 2006 industrial air emissions and projected air emissions under new plan. The data represented in the bar graph are as follows. Note that all values are approximate. Nitrogen oxides: 1000 kilotons of projected air emissions under the new plan, 600 kilotons of 2006 industrial air emissions, which is down by 40 percent. Sulfur oxides: 1800 kilotons of projected air emissions under the new plan, 800 kilotons of 2006 industrial air emissions, which is down by 55 percent. Volatile organic compounds: 700 kilotons of projected air emissions under the new plan, 400 kilotons of 2006 industrial air emissions, which is down by 45 percent. Particulate matter: 250 kilotons of projected air emissions under the new plan, 200 kilotons of 2006 industrial air emissions, which is down by 20 percent.\" height=\"305\" src=\"https://assets.learnosity.com/organisations/537/VH962450.g04.png\" width=\"650\" /></div>\n\n<p class=\"stem_paragraph\">Canada has proposed an action plan to address climate change and air pollution. The action plan will reduce the impact of greenhouse gases and pollutants on the environment and human health. Which of the following claims about the Canadian action plan is best supported by the data in the graph?</p>\n","rubricRef":"VH962450_rubric","choicesHtml":["<p class=\"choice_paragraph\">The plan encourages the transition from electricity generation from nuclear power to electricity generation from cleaner-burning natural gas.</p>","<p class=\"choice_paragraph\">The plan focuses on increasing regulation on installation and maintenance of catalytic converters in vehicle exhaust systems.</p>","<p class=\"choice_paragraph\">The plan supports phasing out traditional coal power plants and transitioning to sources like hydroelectricity, wind, and solar power.</p>","<p class=\"choice_paragraph\">The plan provides a strategy for reducing the amount of plastic wastes in landfills through the production of long-lasting and durable plastics.</p>"],"answer":2}]