[{"id":"VH965556","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The graph below shows temperature anomalies from 1900 to 2016 globally and in the Arctic.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a two-line graph in a coordinate plane titled “Changes in Average Temperature, 1900 through 2016.” The years 1900 through 2000, in increments of 20 years, and the year 2016, are indicated on the horizontal axis. The vertical axis is labeled “Difference from Average Temperature, in degrees Celsius,” and the numbers negative 2 through 2, in increments of 1, are indicated. A horizontal line labeled “1981 through 2010 average,” is drawn at 0 on the vertical axis. One line graph represents “Arctic,” and one line graph represents “global.” The behavior for the Arctic line graph is as follows. It begins on the vertical axis in 1900 at approximately negative 1.5. It spikes initially, reaching negative 1, just to the right of the vertical axis, before moving steeply downward and reaching a low at approximately negative 2.5. It then moves upward again until it reaches a point just above negative 1, and generally stays around this value until just before 1920. At this point, the line graph moves steeply downward and to the right reaching a low at approximately negative 2 near 1920. It then moves generally upward until it reaches a peak at approximately 0.5 around 1940. From this point, it moves generally downward until it reaches a low of approximately negative 2 around 1970. Then, the graph moves generally upward again until it ends just above 1 in 2016. The behavior of the global line generally follows the behavior of the arctic line, but with significantly less variation between the peak points and the low points. It begins on the vertical axis in 1900 at approximately negative 0.6, peaks briefly at approximately negative 0.4, just to the right of the vertical axis. It then reaches a low at negative 1, before moving generally upward until it reaches approximately negative 0.3 around 1950. At this point, the graph stays relatively steady between the values negative 0.3 and negative 0.8 until about 1980. Beginning around 1980, the graph generally moves upward and to the right until it ends at approximately 0.5 in 2016.\" height=\"230\" src=\"https://assets.learnosity.com/organisations/537/VH965556.g05.png\" width=\"544\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) Refer to the graph above to answer the following questions.</p>\n\n<p class=\"stem_paragraph\">i. Based on the data in the graph, <span class=\"formatted_text font_weight:bold\">identify</span> the change in the difference from average temperature in the Arctic between 1980 and 2016.</p>\n\n<p class=\"stem_paragraph\">ii. <span class=\"formatted_text font_weight:bold\">Describe </span>the difference in the change in temperatures in the Arctic with the change in global temperatures from 2000 to 2016.</p>\n</div>\n","rubricRef":"VH965556_rubric"},{"id":"VH965556","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) The cause of the temperature trend seen in the map is a result of increasing concentrations of greenhouse gases in the atmosphere.</p><p class=\"stem_paragraph\">i. <span class=\"formatted_text font_weight:bold\">Identify</span> a greenhouse gas that has a global warming potential <span class=\"math_expression\"><span aria-label=\"G W P\"><math alttext=\"G W P\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>(GWP)</mtext></mrow></mstyle></math></span></span> that is greater than <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn></mrow></mstyle></math></span></span>.</p><p class=\"stem_paragraph\">ii. <span class=\"formatted_text font_weight:bold\">Identify</span> an anthropogenic source that contributes to greenhouse gas emissions.</p><p class=\"stem_paragraph\">iii. <span class=\"formatted_text font_weight:bold\">Explain </span>how increasing amounts of greenhouse gases in the atmosphere are linked to a change in <span class=\"math_expression\"><span aria-label=\"p H\"><math alttext=\"p H\" display=\"inline\" overflow=\"scroll\"><mstyle mathvariant=\"normal\"><mrow><mi>p</mi><mi>H</mi></mrow></mstyle></math></span></span> of the ocean.</p></div>\n","rubricRef":"VH965556_rubric"},{"id":"VH965556","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">(c) Greenhouse gases can pose threats to both human health and the environment.</p><p class=\"stem_paragraph\">i. <span class=\"formatted_text font_weight:bold\">Describe </span>TWO impacts that global climate change can have on human health.</p><p class=\"stem_paragraph\">ii. <span class=\"formatted_text font_weight:bold\">Describe </span>one effect global climate change can have on marine organisms.</p></div>\n","rubricRef":"VH965556_rubric"},{"id":"VH965556","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) In order to reduce the effect of greenhouse gases on ecosystems, greenhouse gas emissions must be reduced.</p><p class=\"stem_paragraph\">i. <span class=\"formatted_text font_weight:bold\">Propose</span> one realistic solution to reduce greenhouse gas emissions.</p><p class=\"stem_paragraph\">ii. <span class=\"formatted_text font_weight:bold\">Justify</span> how the solution posed in <span class=\"math_expression\"><span aria-label=\"d i\"><math alttext=\"d i\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>(d)(i)</mtext></mrow></mstyle></math></span></span> would lead to a decrease in greenhouse gas emissions.</p></div>\n","rubricRef":"VH965556_rubric"}]