[{"id":"VH979021","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH979015.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following conclusions can be drawn from the data presented in the graph?</p>\n","rubricRef":"VH979021_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph titled Air Pollution by Region. The horizontal axis contains the categories: India, Sub-Saharan Africa, China, Asia and Pacific Islands, Middle East and North Africa, Latin America, and Industrialized countries. The vertical axis is labeled, Percent Contribution to Local Health Risks, and the numbers 0 through 6, in increments of 1, are indicated. A key shows that two categories of data are included in the bar graph: disease instances linked to indoor air pollution and disease instances linked to urban outdoor air pollution. The data represented in the bar graph are as follows. Note that all values are approximate. India: 5.5% indoor air, 2% outdoor air. Sub-Saharan Africa: 4.9% indoor air, 1% outdoor air. China: 4.5% indoor air, 4.4% outdoor. Asia and Pacific Islands: 3.5% indoor air, 2% outdoor air. Middle East and North Africa: 3.5% indoor air, 1% outdoor air. Latin America: 0.9% indoor air, 3% outdoor air. Industrialized countries: 0.1% indoor air, 1% outdoor air.\" height=\"251\" src=\"https://assets.learnosity.com/organisations/537/VH979015.g02.png\" width=\"565\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Scientists have observed that the health of people living in moderately developed regions, which have developed transportation and industry but lack environmental control measures, is more likely to be affected by urban outdoor pollution than by indoor air pollution.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">In moderately developed regions such as China and Latin America, an individual’s health is more or as likely to be affected by urban outdoor pollution than by indoor pollution.</p>","<p class=\"choice_paragraph\">Developing regions such as sub-Saharan Africa are less affected by indoor air pollution because there is no source of radon in the region.</p>","<p class=\"choice_paragraph\">Indoor air pollutants decrease and urban outdoor pollutants increase as countries become more industrialized.</p>","<p class=\"choice_paragraph\">The amount of both indoor and outdoor air pollution is directly linked to the size of each region.</p>"],"answer":0}]