[{"id":"VH977084","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977065.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes why the authors claim that reducing noise exposure is currently more of a public policy problem than a scientific problem?</p>\n","rubricRef":"VH977084_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Noise Exposure and Public Health</p><p class=\"passage_para\">Exposure to noise constitutes a health risk. There is sufficient scientific evidence that noise exposure can induce hearing impairment, hypertension and heart disease, annoyance, sleep disturbance, and decreased school performance. For other effects such as changes in the immune system and birth defects, the evidence is limited. Most public health impacts of noise were already identified in the 1960s, and noise abatement is less of a scientific but primarily a policy problem. A subject for further research is the [clarification] of the mechanisms underlying noise-induced cardiovascular disorders and the relationship of noise with annoyance and nonacoustical factors modifying health outcomes. A high-priority study subject is the effect of noise on children, including cognitive effects and their reversibility. Noise exposure is on the increase, especially in the general living environment, both in industrialized nations and in developing world regions. This implies that in the twenty-first century noise exposure will still be a major public health problem.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">There is sufficient scientific evidence that noise exposure can induce hypertension and heart disease.</p>","<p class=\"choice_paragraph\">The relationship of noise with annoyance that negatively impacts human health is a subject for future research.</p>","<p class=\"choice_paragraph\">Most public health impacts of noise were already identified in the 1960s.</p>","<p class=\"choice_paragraph\">It is unclear whether negative cognitive effects are reversible in humans.</p>"],"answer":2}]