[{"id":"VH992392","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p><br/><div class=\"item_part part_id:Ai part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"Ai\"><p class=\"stem_paragraph\">(a) Carbon dioxide produced by anthropogenic sources contributes to global climate change.</p><p class=\"stem_paragraph\">(i) Identify TWO environmental problems, other than the loss of biodiversity, that are occurring as a result of global climate change.</p></div>\n","rubricRef":"VH992392_rubric"},{"id":"VH992392","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:Aii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"Aii\"><p class=\"stem_paragraph\">(ii) Describe one human activity, other than the burning of fossil fuels, that releases <span class=\"math_expression\"><span aria-label=\"C O 2\"><math alttext=\"C O 2\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>C</mtext><msub><mrow><mtext>O</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span> into the atmosphere.</p></div>\n","rubricRef":"VH992392_rubric"},{"id":"VH992392","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:Bi part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"Bi\">\n<p class=\"stem_paragraph\">(b) Timber companies around the world plant and manage forests to provide timber for human use. An environmental benefit of these managed forests is that they sequester carbon in the biomass of the trees, which decreases the amount of <span class=\"math_expression\"><span aria-label=\"C O 2\"><math alttext=\"C O 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>CO</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span> in the atmosphere, at least over a relatively short time span. The graph below shows the results of a computer simulation that predicts the amount of carbon sequestration in two different managed forests (both with the same number of trees and covering the same surface area) composed of two different tree species over a 140-year period.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph titled, Levels of Sequestered Carbon in Black Locust Forests and Common Oak Forests, 2010 through 2150. The horizontal axis is labeled Year, and the years 2010 through 2150, in increments of 20 years, are indicated. The vertical axis is labeled Carbon Sequestered, in tons, and the numbers 0 through 100,000, in increments of 10,000, are indicated. A key shows that two categories of data are represented on the graph: black locust and common oak. The data represented in the graph are as follows. Note that all values are approximate. Data for black locust. The line begins at the origin and curves steeply upwards and to the right, reaching a peak at the point, the year 2050 comma 60,000 tons, and then moves downward and to the right, reaching a valley at the point, the year 2055 comma 43,000 tons. It then moves steeply upwards and to the right, reaching another peak at the point, the year 2080 comma 78,000 tons, and then moves downwards and to the right into a valley at the point, the year 2090 comma 51,000 tons. It then curves upwards and to the right, reaching a third peak at the point, the year 2125 comma 82,000 tons, and then moves downwards and to the right, reaching a third valley at the point, the year 2130 comma 58,000 tons. The line then moves upwards and to the right, ending at the point, the year 2150 comma 82,000 tons. Data for common oak. The line begins at the origin and moves steeply upwards and to the right until reaching the point, the year 2070 comma 82,000 tons. It fluctuates slightly around that value until reaching the year 2130, where it moves steeply downwards and to the right, reaching the point, the year 2140 comma 48,000 tons, and then moves upwards and to the right ending at the point, the year 2150 comma 63,000 tons.\" height=\"378\" src=\"https://assets.learnosity.com/organisations/537/VH992392.g01.png\" width=\"450\" /></div>\n\n<p class=\"stem_paragraph\">(i) Describe the pattern in carbon sequestration for the black locust forest from 2010 to 2050 on the graph.</p>\n</div>\n","rubricRef":"VH992392_rubric"},{"id":"VH992392","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:Bii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"Bii\"><p class=\"stem_paragraph\">(ii) Describe the most likely reason for the difference in the carbon sequestered between the black locust forest and the common oak forest from 2010 to about 2030 on the graph.</p></div>\n","rubricRef":"VH992392_rubric"},{"id":"VH992392","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:Biii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"Biii\"><p class=\"stem_paragraph\">(iii) There are three major declines in the carbon sequestered in the black locust forest on the graph. Explain the most likely reason for these declines.</p></div>\n","rubricRef":"VH992392_rubric"},{"id":"VH992392","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:Biv part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"Biv\"><p class=\"stem_paragraph\">(iv) Based on the data in the graph, describe the maximum amount of carbon that can be sequestered using mature common oak in a managed forest of this size.</p></div>\n","rubricRef":"VH992392_rubric"},{"id":"VH992392","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:Ci part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"Ci\"><p class=\"stem_paragraph\">(c) Planting and managing forests for timber is not the only way human activities can sequester carbon and lower <span class=\"math_expression\"><span aria-label=\"C O 2\"><math alttext=\"C O 2\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>CO</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span> levels in the atmosphere.</p><p class=\"stem_paragraph\">(i) Propose a solution, other than planting and managing forests for timber, to decrease the amount of carbon dioxide in the atmosphere.</p></div>\n","rubricRef":"VH992392_rubric"},{"id":"VH992392","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:Cii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"Cii\"><p class=\"stem_paragraph\">(ii) Justify the solution proposed in <span class=\"math_expression\"><span aria-label=\"c 1\"><math alttext=\"c 1\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>(c)(i)</mtext></mrow></mstyle></math></span></span> by explaining an additional benefit, other than reducing global climate change or decreasing the amount of carbon dioxide in the atmosphere.</p></div>\n","rubricRef":"VH992392_rubric"},{"id":"VH992392","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:Ciii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"Ciii\"><p class=\"stem_paragraph\">(iii) Describe one potential disadvantage of planting and managing timber forests, especially in less-developed countries, as a solution to address global climate change.</p></div>\n","rubricRef":"VH992392_rubric"}]