[{"id":"VH992064","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH992047.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the data above, which of the following hypotheses about the future conditions in the Arctic is most plausible if the trend seen from 2011 to 2017 continues?</p>\n","rubricRef":"VH992064_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The map reflects the difference in annual surface temperature from 2011 to 2017 in relation to 2000 to 2010. The scatterplot reflects the average change in surface temperature by latitude from 2011 to 2017 in relation to 2000 to 2010.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a map titled Surface Temperature Change in degrees Celsius 2011 through 2017. A key indicates that four temperature ranges are shown on the map: positive 2.0 degrees Celsius through positive 4.1 degrees Celsius; positive 1.0 degree Celsius through positive 2.0 degrees Celsius; 0.0 degrees Celsius through positive 1.0 degree Celsius; negative 4.1 degrees Celsius through 0.0 degrees Celsius. Most of the map shows a temperature change of 0.0 degrees Celsius through positive 1.0 degree Celsius. The following areas show a temperature change of positive 2.0 through positive 4.1 degrees Celsius: Alaska and a small area of Northwest Canada, a small area of the coast of Southern Baja, the extreme Northeast of Russia, and a small area of central Siberia. The following areas show a temperature change of positive 1.0 through positive 2.0 degrees Celsius: the perimeter of Alaska, western Canada and the United States, the eastern portions of the Pacific ocean, northeast area of Russia, central Siberia, Kazakhstan, Mongolia, Northern China, Northern Australia, small areas off the coast Quebec, the coasts of Ecuador and Peru, the Southern Atlantic Ocean near Antarctica, and in the countries of Namibia, Botswana, and South Africa.\" height=\"285\" src=\"https://assets.learnosity.com/organisations/537/VH992047.g03.png\" width=\"465\"></div>\n\n<div class=\"standalone_image\">\n\n<img alt=\"The figure presents a graph titled Average Change in Surface Temperature, in degrees Celsius by Latitude. The horizontal axis is labeled Latitude, and the latitudes 90 degrees south through 90 degrees north, in increments of 15 degrees, are indicated. The vertical axis is labeled Mean Temperatures, in degrees Celsius, and the values negative 0.8 through positive 1.0, in increments of 0.2, are indicated. The data represented in the graph are as follows. Note that all values are approximate. The line begins at the latitude 90 degrees south comma negative 0.4 degrees Celsius, and trends upwards and to the right passing through the following data points: 70 degrees south comma negative 0.65 degrees Celsius; 60 degrees south comma 0.4 degrees Celsius; 40 degrees south comma negative 0.05 degrees Celsius; the equator comma 0.65 degrees Celsius; 30 degrees north comma 0.7 degrees Celsius; 45 degrees north comma 0.3 degrees Celsius; and 75 degrees north comma 0.8 degrees Celsius. The line ends in the vicinity of 90 degrees north comma 0.0 degrees Celsius.\" height=\"351\" src=\"https://assets.learnosity.com/organisations/537/VH992047.g02.png\" width=\"625\"></div>\n</div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The albedo will decrease.</p>","<p class=\"choice_paragraph\">The amount of carbon dioxide released from combustion of fossil fuels will decrease.</p>","<p class=\"choice_paragraph\">The population specialist species, such as polar bears, will increase.</p>","<p class=\"choice_paragraph\">The amount of solar energy radiated back into space will increase.</p>"],"answer":0}]