[{"id":"VH991981","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH991965.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the diagram, which of the following best illustrates how the biosphere can affect global climate change?</p>\n","rubricRef":"VH991981_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram titled Incoming and Outgoing Solar Radiation on Earth. A key indicates two categories of energy are shown in the diagram: energy reflected back and energy absorbed. Three layers are shown in the diagram: the sun, greenhouse gases in the atmosphere, and areas of land. The flow of solar radiation is as follows. Energy is reflected off of sea ice back into the atmosphere. The ocean absorbs energy from incoming solar radiation. Energy is reflected off the clouds back into the atmosphere. Forested land absorbs energy from incoming solar radiation and also reflects some energy back into the atmosphere. Energy from incoming solar radiation is reflected off glaciers and snow in mountainous areas back into the atmosphere. Volcanic eruptions, combustion of fossil fuels, and agricultural land are also depicted in the diagram with no apparent interaction with reflected or absorbed energy from solar radiation.\" height=\"624\" src=\"https://assets.learnosity.com/organisations/537/VH991965.g03.png\" width=\"550\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Glaciers and snow reflect back the Sun’s energy, decreasing the amount of sunlight absorbed and decreasing the surface temperature.</p>","<p class=\"choice_paragraph\">Greater amounts of incoming <span class=\"math_expression\"><span aria-label=\"U V\"><math alttext=\"U V\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>UV</mtext></mrow></mstyle></math></span></span> radiation reach Earth when the ozone is depleted, increasing the rates of skin cancer and cataracts in humans.</p>","<p class=\"choice_paragraph\">Producers use solar energy for photosynthesis, decreasing the amount of carbon dioxide in the atmosphere and increasing the amount of carbon sequestered in plant tissue.</p>","<p class=\"choice_paragraph\">Warmer atmospheric temperatures decrease cloud cover, reducing the volume of global precipitation.</p>"],"answer":2}]