[{"id":"VR000318","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR000303.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a likely explanation for the difference shown in the graph for the percent of animals and the percent of plants threatened by transient-human activity?</p>\n","rubricRef":"VR000318_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph titled Percent of Plant and Animal Species Affected by Environmental Disturbances. A key indicates that the bar graph includes data for both animals and plants. The horizontal axis contains the following categories: Habitat Loss/Degradation, Invasive Species, Pollution, Overharvesting, Transient-Human Disturbances, and Climate/Natural Distances. The vertical axis is labeled Percent of Species Affected, in percentages, and the numbers 0 through 100, in increments of 20, are indicated. The data represented in each category are as follows. Note that all values are approximate. Habitat Loss/Degradation: 85 percent animals, 70 percent plants; Invasive Species: 72 percent animals, 79 percent plants; Pollution: 60 percent animals, 19 percent plants; Overharvesting: 45 percent animals, 30 percent plants; Transient-Human Disturbances: 40 percent animals, 58 percent plants; Climate/ Natural Disasters: 37 percent animals, 50 percent plants.\" height=\"405\" src=\"https://assets.learnosity.com/organisations/537/VR000303.g03.png\" width=\"355\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The data in the graph reflect threats identified in species recovery plans.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The exhaust from off-road vehicles releases more carbon dioxide into the local ecosystem, promoting a higher level of photosynthesis in plants resulting in less of a threat to plants than to animals.</p>","<p class=\"choice_paragraph\">Invasive species damage soil and affect water availability, causing a greater threat to plants than to animals.</p>","<p class=\"choice_paragraph\">Animals are mobile and able to avoid trampling, but because plants are stationary, transient-human activity affects a larger percent of plants than of animals.</p>","<p class=\"choice_paragraph\">Displaced animals are now in direct competition with more species that share a similar niche, so transient-human activity affects a larger percent of animals than of plants.</p>"],"answer":2}]