[{"id":"VR026725","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Based on the data in the graph, which of the following fishing practice solutions would best promote the sustainability of the orange roughy population?</p>\n","rubricRef":"VR026725_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The graph shows the worldwide catch of orange roughy, a type of wild caught fish, in tons, from 1977 to 2011.</p>\n</div>\n</div>\n\n<div style=\"margin-left: 80px;\"><img alt=\"The figure shows the graph of 5 curves and is titled “Orange Roughy Catch 1977 through 2011.” The horizontal axis is labeled Year, and the range 1977 through 2011 is indicated. The vertical axis is labeled Catch, in tons, and the numbers 0 through 100,000, in increments of 10,000, are indicated. The 5 curves are labeled global, New Zealand, Australia, Namibia, and Chile. The data are as follows. The global curve begins in 1977 at 0 tons, reaches slightly less than 45,000 tons in 1980, and peaks at slightly more than 90,000 tons in 1990. From there, it decreases, steeply at first and then more gradually, and ends at slightly less than 10,000 tons in 2011. The New Zealand curve follows a trajectory similar to but lower than that of the global curve. It begins in 1977 at 0 tons, peaks at approximately 55,000 tons in 1988, and then decreases to end at slightly less than 10,000 tons in 2011. The Australia curve begins in 1985 at 0, peaks at approximately 40,000 tons in 1990, and then decreases to end back at 0 in 2008. The Namibia curve begins in 1994 at 0, peaks at approximately 19,000 tons in 1997, and then decreases to end back at 0 in 2005. The Chile curve begins in 1995 at 0 and never rises above approximately 2,000 tons.\" src=\"https://assets.learnosity.com/organisations/537/VR026725.g04.png\" /></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">A decrease in the minimum size limit of fish that can be caught</p>","<p class=\"choice_paragraph\">An increase in subsidies to fishermen that catch orange roughy</p>","<p class=\"choice_paragraph\">Establishment of quotas on the number of orange roughy caught</p>","<p class=\"choice_paragraph\">Protection of the orange roughy predator through legislation</p>"],"answer":2}]