[{"id":"VR027091","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR027087.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following is a potential disadvantage of reintroducing wolves to Yellowstone?</p>\n","rubricRef":"VR027091_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Wolves were reintroduced into Yellowstone National Park in 1995. In addition to tracking changes in the wolf population, scientists were interested in how the wolves would affect other parts of the Yellowstone ecosystem. In particular, they were interested in changes to the population of elk, the wolves’ primary prey. The graph below shows the population size of the wolf and elk populations over time.</p>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of 5 curves and is titled Elk and Wolves in Yellowstone. The horizontal axis has the numbers 1960 through 2011 indicated in increments of 3. The left vertical axis is labeled Northern Range Elk Population, and the numbers 0 through 20,000, in increments of 2,000, are indicated. The right vertical axis is labeled Yellowstone Wolf Population, and the numbers 0 through 200, in increments of 20, are indicated. Four curves present data for elk in four date ranges, and one curve presents data for wolves. The data are as follows. The elk population in the period from 1961 to 1963 declines from 8,000 to slightly more than 4,000. The elk population in the period from 1967 to 1978 fluctuates between a low of approximately 3,000 in 1968 and a high of approximately 13,000 in 1976. The elk population in the period from 1985 to 1993 fluctuates between highs of approximately 19,000 in both 1987 and 1992 and lows of approximately 10,000 in both 1988 and 1990. The elk population in the period from 1996 to 2010 fluctuates between a high of approximately 14,000 in 1998 and a low of approximately 4,000 in 2010. The wolf population in the period from 1995 to 2009 begins at approximately 20 in 1995, rises sharply to approximately 170 in 2001, decreases to approximately 120 in 2003, rises again to approximately 170 in 2005, and then decreases to approximately 80 in 2009.\" height=\"276\" src=\"https://assets.learnosity.com/organisations/537/VR027087.g10.png\" width=\"586\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The wolves are causing a trophic cascade that could further increase the number of beavers and tree species such as willows and aspens.</p>","<p class=\"choice_paragraph\">Wolves leaving the park may prey on livestock in grazing land outside the park.</p>","<p class=\"choice_paragraph\">Wolves are extremely fast breeders and may become an invasive species if they get outside the park.</p>","<p class=\"choice_paragraph\">The ecosystem could collapse because wolves were never in Yellowstone before 1995.</p>"],"answer":1}]