[{"id":"VR020801","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR020770.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Location 1 is most likely located in which of the following terrestrial biomes?</p>\n","rubricRef":"VR020801_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The graph shows the relative solar energy received at local noon each day of the year at two different locations.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows the graph of two curves and is titled “Relative Solar Energy Amounts at Two Locations Over a Year.” The horizontal axis is labeled Month and the 12 months, from January through December, are indicated. The vertical axis is labeled Relative Solar Energy. The two curves are labeled location 1 and location 2. The curve for location 1 fluctuates slightly across the upper range of the graph. The curve reaches its highest points in March and September and reaches its lowest point in June, and its start and end points in January and December are both approximately halfway between its highest and lowest points. The curve for location 2 starts in January at approximately one quarter of the way up the vertical axis, rises to a high point in June that is slightly above the location 1 low point in that month, and then descends to end in December at approximately the same height at which the curve started.\" height=\"251\" src=\"https://assets.learnosity.com/organisations/537/VR020770.g09.png\" width=\"380\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Taiga</p>","<p class=\"choice_paragraph\">Tundra</p>","<p class=\"choice_paragraph\">Tropical rain forest</p>","<p class=\"choice_paragraph\">Temperate grassland</p>"],"answer":2}]