[{"id":"VR046728","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Estuary provides refuge after dam removal for bull trout</p>\n</div>\n\n<p class=\"passage_para\">Bull trout use a bewildering array of strategies to aid in their survival, from remaining in streams their whole lives, like rainbow trout, to spending part of their lives in the ocean before returning to streams to spawn, just as salmon do.</p>\n\n<p class=\"passage_para\">Bull trout are present in only one of two neighboring rivers in the Olympic peninsula, Washington state, and in this one (the Elwha River), where two large dams were removed. Dam removal resulted in massive outflow of sediments, reducing the clarity of the water and also building up a large delta and expanding the size of the estuary at the mouth of the Elwha River.</p>\n\n<p class=\"passage_para\">Sampling for bull trout before, during, and after dam removal was used to detect whether bull trout changed their use of the Elwha River estuary or moved into the adjacent Salt Creek stream where they were formerly absent. Sampling revealed no movement into Salt Creek, but numbers of bull trout in the Elwha River estuary increased greatly during and immediately after dam removal, coinciding with large sediment outflow, before returning to their original low levels. Thus, bull trout appear to have used the enlarged estuary as a refuge from the effects of dam removal, then returning to the river when the river water cleared up from the sediment.</p>\n\n<p class=\"passage_para\">Of additional interest is the long-term response of bull trout to the additional habitat opened up above the former dams.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Lincoln, A. E., J. A. Shaffer, and T. P. Quinn. 2018. Opportunistic use of estuarine habitat by juvenile Bull Trout, Salvelinus confluentus, from the Elwha River before, during, and after dam removal. Environmental Biology of Fishes 101:1559–1569</span></span></div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best identifies the author’s claim?</p>\n","rubricRef":"VR046728_rubric","choicesHtml":["<p class=\"choice_paragraph\">Bull trout experienced high mortality rates as a result of the formation of the estuary and sediments released during dam deconstruction.</p>","<p class=\"choice_paragraph\">Bull trout are adaptable to a variety of habitats and were able to survive in the river habitat during the dam deconstruction.</p>","<p class=\"choice_paragraph\">Bull trout remained in the estuary system after the dam deconstruction because the disruption had irreversibly altered the river habitat.</p>","<p class=\"choice_paragraph\">Bull trout are unable to live in high sediment loaded waters and migrated to avoid the conditions introduced during dam deconstruction.</p>"],"answer":3}]