[{"id":"VR041093","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The piping plover is a globally threatened species, with perhaps as few as 2,000 nesting pairs remaining in the Atlantic population of these migratory shorebirds. Plovers were nearly hunted to extinction in the nineteenth century.</p>\n\n<p class=\"passage_para\">Plovers prefer to nest and search for food on open sandy beaches between sparsely vegetated sand dunes. Washovers, where sand is washed up from the beach and buries vegetated areas during big storms, are also important to plovers because they provide moist and undisturbed habitat for plover adults and their chicks. Ecologists with the Elliott Oceanographic Institute mapped the distribution of plover nests during two seasonal surveys of nesting sites over a ten-year period on Assateague Island. This is a barrier island, a long, narrow island running parallel to the Atlantic coast of Virginia.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a map titled “Spring Piping Plover Nesting Sites on Assateague Island, Virginia.” The full map shows a section of Maryland, Virginia, the Chincoteague Bay, and the Atlantic Ocean. An enlarged section of the map shows Assateague Island, Virginia, and the mapping of the distribution of plover nests during two seasonal surveys of nesting sites over a ten-year period. The left portion of the map shows the distribution during the year 1999 and the right portion of the map shows the distribution during the year 2009. A key indicates that the following four categories are represented on the map: unvegetated sand, sparsely vegetated sand, densely vegetated sand, and piping plover nest. The majority of the map during the year 1999 is indicated as unvegetated sand and piping plover nests are scattered throughout the area. The map during the year 2009 shows unvegetated sand along the Atlantic Ocean. There are patches of sparsely vegetated and densely vegetated sand closer inland with a few areas of unvegetated sand. The piping plover nests are located mainly in the band of unvegetated sand along the Atlantic Ocean.\" height=\"540\" src=\"https://assets.learnosity.com/organisations/537/VR041093.g01.png\" width=\"485\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) Use the maps provided to answer the following questions.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">(i) <span class=\"formatted_text font_weight:bold\">Identify</span> the preferred nesting habitat for piping plovers.</li>\n\t<li class=\"list_paragraph\">(ii) <span class=\"formatted_text font_weight:bold\">Describe</span> the change in the number of piping plover nests on Assateague Island between 1999 and 2009.</li>\n\t<li class=\"list_paragraph\">(iii) <span class=\"formatted_text font_weight:bold\">Describe</span> one likely reason for the change in the number of piping plover nests between 1999 and 2009.</li>\n</ul>\n</div>\n","rubricRef":"VR041093_rubric"},{"id":"VR041093","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) Coastal species are affected by more than just natural events.</p><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(i) Special beach restrictions can help piping plovers during nesting season. <span class=\"formatted_text font_weight:bold\">Describe</span> one restriction that could reasonably be implemented to help prevent the destruction of plover nests by human actions.</li><li class=\"list_paragraph\">(ii) In addition to providing habitat for piping plovers, barrier islands (and closely related landforms) are important for other reasons. <span class=\"formatted_text font_weight:bold\">Explain</span> one way that these features help to preserve and protect the environment in coastal regions.</li><li class=\"list_paragraph\">(iii) <span class=\"formatted_text font_weight:bold\">Identify</span> one human action that directly threatens coastal habitats and <span class=\"formatted_text font_weight:bold\">describe</span> one impact on species, other than the piping plover, that use the habitat.</li></ul><p class=\"stem_paragraph\">Approximately 40% of the United States population resides in coastal areas, such as areas near Assateague Island, where sea level rise and shoreline erosion is occurring.</p></div>\n","rubricRef":"VR041093_rubric"},{"id":"VR041093","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">(c) <span class=\"formatted_text font_weight:bold\">Identify</span> one economic impact on coastal communities that has resulted from rising sea levels.</p></div>\n","rubricRef":"VR041093_rubric"},{"id":"VR041093","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) <span class=\"formatted_text font_weight:bold\">Describe</span> TWO methods that may be used locally to protect coastal communities from rising sea levels.</p></div>\n","rubricRef":"VR041093_rubric"}]