[{"id":"VR041985","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">One reason that people visit national parks is to view the scenery. Visibility at the four parks in the graph has been reduced over time so that by 2015 the visibility was an average of 70 miles less than the historical visibility. Regional air pollutant sources are commonly located over 100 miles away from national parks.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph titled “National Park Visibility Changes.” The horizontal axis is labeled “National Park,” and the following 4 categories are indicated: Sequoia, Big Bend, Great Smokey Mountains, and Yellowstone. The vertical axis is labeled “Visibility in Miles,” and the numbers 0 through 200, in increments of 20, are indicated. A key shows that each park contains two bars of data: one bar represents Historical visibility and the other bar represents 2015 average visibility. The data of the bars are as follows. Note that all values are approximate. Sequoia. Historical visibility, 115 miles. 2015 average visibility, 25 miles. Big Bend. Historical visibility, 120 miles. 2015 average visibility, 45 miles. Great Smokey Mountains. Historical visibility, 115 miles. 2015 average visibility, 45 miles. Yellowstone. Historical visibility, 130 miles. 2015 average visibility, 78 miles.\" height=\"274\" src=\"https://assets.learnosity.com/organisations/537/VR041985.g01.png\" width=\"455\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) Based on the data provided in the graph, <span class=\"formatted_text font_weight:bold\">identify</span> the national park that had the greatest loss of visibility as of 2015 when compared with the historical natural visibility.</p>\n</div>\n","rubricRef":"VR041985_rubric"},{"id":"VR041985","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) Visibility in national parks can be affected by many different air pollutants.</p><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(i) <span class=\"formatted_text font_weight:bold\">Identify</span> a primary air pollutant.</li><li class=\"list_paragraph\">(ii) <span class=\"formatted_text font_weight:bold\">Describe</span> how a primary air pollutant becomes part of the atmosphere.</li><li class=\"list_paragraph\">(iii) <span class=\"formatted_text font_weight:bold\">Identify</span> a secondary air pollutant.</li><li class=\"list_paragraph\">(iv) <span class=\"formatted_text font_weight:bold\">Describe</span> how a secondary air pollutant is formed within the atmosphere.</li></ul></div>\n","rubricRef":"VR041985_rubric"},{"id":"VR041985","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">(c) In 1990 Great Smoky Mountains National Park had a visibility of 25 miles. Visibility data for 2015 can be determined from the graph above.</p><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(i) <span class=\"formatted_text font_weight:bold\">Calculate</span> the percentage increase in visibility from 1990 to 2015.</li><li class=\"list_paragraph\">(ii) <span class=\"formatted_text font_weight:bold\">Discuss</span> TWO specific actions that the state or federal government could take or encourage to further improve the visibility in Great Smoky Mountains National Park.</li></ul></div>\n","rubricRef":"VR041985_rubric"},{"id":"VR041985","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) Excluding air pollution, discuss TWO additional ways national park ecosystems are being degraded by high levels of visitor use.</p></div>\n","rubricRef":"VR041985_rubric"}]