[{"id":"VR046701","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Study Finds Aardvarks Suffering as African Climate Heats Up</p>\n</div>\n\n<p class=\"passage_para\">Little is known about Africa’s elusive aardvarks, but new research says they are vulnerable to climate change like many other species.</p>\n\n<p class=\"passage_para\">Hotter temperatures are taking their toll on the aardvark, whose diet of ants and termites is becoming scarcer in some areas because of reduced rainfall.</p>\n\n<p class=\"passage_para\">Drought in the Kalahari Desert killed five out of six aardvarks that were being monitored for a year, as well as 11 others in the area.</p>\n\n<p class=\"passage_para\">The aardvarks’ body temperatures plummeted during the night because they were not getting enough energy from diminished food sources. They tried to conserve energy by looking for insects during the warmer daytime, but their efforts to adapt could not save them.</p>\n\n<p class=\"passage_para\">Researchers said some birds, reptiles and other animals use aardvark burrows to escape extreme temperatures, reproduce, and hide from predators. They could have fewer refuges available if aardvark populations shrink because of rising temperatures, they said.</p>\n\n<p class=\"passage_para\">The aardvark, which lives in many parts of sub-Saharan Africa, is identified as an animal of “least concern” on an international “red list” of threatened species. There are no indications that the population is changing significantly in southern Africa, though it is speculated that numbers may be declining elsewhere because of habitat destruction, the bushmeat trade and other factors.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">“Study Finds aardvarks suffering as African climate heats up,” Christopher Torchia, Phys.org, July 31, 2017.</span></span></div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best identifies the author’s claim?</p>\n","rubricRef":"VR046701_rubric","choicesHtml":["<p class=\"choice_paragraph\">Aardvarks are shifting the location of their territories as a response to global climate change.</p>","<p class=\"choice_paragraph\">Aardvarks are a keystone species and their decline could have a trophic cascade effect on the ecosystem.</p>","<p class=\"choice_paragraph\">The loss of aardvarks described in the study was an isolated incident because most aardvark populations are increasing globally.</p>","<p class=\"choice_paragraph\">Providing aardvarks with more burrows will help them maintain their body temperature and increase survival rates.</p>"],"answer":1}]