[{"id":"VR076825","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR076672.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the information in the article, which of the following is the most practical solution to help conservation efforts for the North Atlantic right whale?</p>\n","rubricRef":"VR076825_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Climate Driving New Right Whale Movement</p></div><p class=\"passage_para\">New research connects recent changes in the movement of North Atlantic right whales to decreased food availability and rising temperatures in Gulf of Maine’s deep waters. Right whales have been showing up in unexpected places in recent years, putting the endangered species at increased risk.…</p><p class=\"passage_para\">“The climate-driven changes rippling throughout the Gulf of Maine have serious consequences for the small number of remaining right whales,” said Nick Record, a senior research scientist at Bigelow Laboratory for Ocean Sciences and lead author on the paper.…</p><p class=\"passage_para\">Climate change has shifted circulation patterns in the North Atlantic Ocean, including the currents that flow into the Gulf of Maine’s depths. This study found that some of these deep waters have warmed nearly 9 degrees Fahrenheit since 2004. These changes have drastically reduced the supply of right whale's primary prey—a high-fat, rice-sized crustacean called <span class=\"formatted_text font_style:italic\">Calanus finmarchicus</span>.…</p><p class=\"passage_para\">Right whales have historically made an autumn journey to the mouth of the Bay of Fundy to feast in preparation for winter. In the absence of abundant <span class=\"formatted_text font_style:italic\">Calanus</span> in that region, right whales are following their food—which means foraging well outside of the areas established to protect them.</p><p class=\"passage_para\">The misalignment between conservation measures and the whales’ current behavior makes them much more vulnerable to lethal encounters with ships and fishing gear. However, the researchers believe that the strong connection between water temperature, <span class=\"formatted_text font_style:italic\">Calanus</span>, and right whales makes it possible to predict where new right whale habitats develop, and to plan accordingly.…</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Credit: Bigelow Laboratory for Ocean Sciences</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Restock <span class=\"formatted_text font_style:italic\">Calanus </span>in the habitat areas that have been set aside as right whale conservation areas.</p>","<p class=\"choice_paragraph\">Expand the range of conservation areas meant to protect the right whale.</p>","<p class=\"choice_paragraph\">Put nets in the Gulf of Maine to stop <span class=\"formatted_text font_style:italic\">Calanus </span>from entering the waters.</p>","<p class=\"choice_paragraph\">Decrease evaporation rates in the deep waters in the Gulf of Maine to artificially cool down the water.</p>"],"answer":1}]