[{"id":"VR076848","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR076672.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following pieces of evidence from the article best supports the cause of the decrease in the <span class=\"formatted_text font_style:italic\">Calanus </span>population in the Gulf of Maine?</p>\n","rubricRef":"VR076848_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Climate Driving New Right Whale Movement</p></div><p class=\"passage_para\">New research connects recent changes in the movement of North Atlantic right whales to decreased food availability and rising temperatures in Gulf of Maine’s deep waters. Right whales have been showing up in unexpected places in recent years, putting the endangered species at increased risk.…</p><p class=\"passage_para\">“The climate-driven changes rippling throughout the Gulf of Maine have serious consequences for the small number of remaining right whales,” said Nick Record, a senior research scientist at Bigelow Laboratory for Ocean Sciences and lead author on the paper.…</p><p class=\"passage_para\">Climate change has shifted circulation patterns in the North Atlantic Ocean, including the currents that flow into the Gulf of Maine’s depths. This study found that some of these deep waters have warmed nearly 9 degrees Fahrenheit since 2004. These changes have drastically reduced the supply of right whale's primary prey—a high-fat, rice-sized crustacean called <span class=\"formatted_text font_style:italic\">Calanus finmarchicus</span>.…</p><p class=\"passage_para\">Right whales have historically made an autumn journey to the mouth of the Bay of Fundy to feast in preparation for winter. In the absence of abundant <span class=\"formatted_text font_style:italic\">Calanus</span> in that region, right whales are following their food—which means foraging well outside of the areas established to protect them.</p><p class=\"passage_para\">The misalignment between conservation measures and the whales’ current behavior makes them much more vulnerable to lethal encounters with ships and fishing gear. However, the researchers believe that the strong connection between water temperature, <span class=\"formatted_text font_style:italic\">Calanus</span>, and right whales makes it possible to predict where new right whale habitats develop, and to plan accordingly.…</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Credit: Bigelow Laboratory for Ocean Sciences</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The deep-water temperature in the Gulf of Maine has increased by approximately <span class=\"math_expression\"><span aria-label=\"9 degrees Fahrenheit\"><math alttext=\"9 degrees Fahrenheit\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>9</mtext><mi>°</mi><mtext>F</mtext></mrow></mstyle></math></span></span> since 2004.</p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">Calanus</span> are getting caught in fishing nets from large-scale commercial fishing vessels.</p>","<p class=\"choice_paragraph\">There has been an increased number of North Atlantic right whales feeding in the Gulf of Maine.</p>","<p class=\"choice_paragraph\">The North Atlantic right whales are now feasting year-round in preparation for autumn mating season.</p>"],"answer":0}]