[{"id":"VR086660","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR086618.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the author’s perspective on the use of solar energy in New York City?</p>\n","rubricRef":"VR086660_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">How New York City Is Turning Its Thousands of Roofs Into Power Providers</span></p><p class=\"passage_para\">New York City is home to thousands of acres of rooftop [and] some of the most expensive electricity in the country. . . . Yet New York has been slower than other big cities in tapping into one constant source of clean energy: the sun.</p><p class=\"passage_para\">Now though . . . some of the biggest expanses of flat roof in New York are being turned into sources of cheap and green electricity.</p><p class=\"passage_para\">This year, the corporate owner of Stuyvesant Town-Peter Cooper Village in Manhattan completed the installation of the country’s largest array of solar panels on an apartment complex. And soon, the Bronx could have an even larger one, at the massive Co-Op City complex. . . .</p><p class=\"passage_para\">In June, the state said that it aimed for 70 percent of its power to be generated from renewable sources by 2030. Two months before, the New York City Council passed an ordinance that will require most new buildings to be topped with solar panels or roofs covered in grass or other vegetation. . . . </p><p class=\"passage_para\">The project at StuyTown, as the complex is known, incorporated more than 9,000 solar panels onto 56 rooftops, making it by far the biggest in Manhattan. It effectively doubled the borough’s solar capacity, adding 3.9 megawatts, or enough to power more than 1,100 apartments [said Noah] Ginsburg, [director of the Here Comes Solar project at Solar One, a nonprofit that promotes solar energy]. . . .</p><p class=\"passage_para\">The city and state have driven much of the investment in solar power by providing tax breaks and other incentives to homeowners and landlords. The state incentives began in 2014 with a goal of creating 3 gigawatts — 3,000 megawatts — of solar capacity statewide by 2023. . . .</p><p class=\"passage_para\">Still, the projects illustrate the limitations so far of solar power, given that they would produce only a fraction of the electricity consumed on their own sites.</p><p class=\"passage_para\">But even though not enough energy is generated to power all of the [StuyTown] complex, the solar energy will take pressure off the power distribution network on hot summer days when demand from Con Edison’s customers is peaking, said Damian Sciano, the utility’s director of distribution planning.</p><p class=\"passage_para\">New York now ranks sixth among American cities in the capacity of its installed solar panels, according to Environment America, an advocacy group. Still, its total of about 200 megawatts is less than half of the capacity in Los Angeles, which has the highest capacity of any city in the country. . . .</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">From The New York Times. (c) 2019 The New York Times Company. All rights reserved. Used under license.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The high cost associated with the installation and maintenance of solar panels is barely offset by citywide savings in electricity generation.</p>","<p class=\"choice_paragraph\">Since New York City has risen to the position of sixth highest American city for total solar capacity, officials should temporarily limit more solar installations to minimize costs to residents.</p>","<p class=\"choice_paragraph\">New York City is behind other major cities in its use of solar energy in electricity generation and should continue efforts to increase its solar capacity.</p>","<p class=\"choice_paragraph\">City officials should invest in energy alternatives other than solar power because New York City has some of the highest electricity costs in America.</p>"],"answer":2}]