[{"id":"VR080825","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR080821.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following most likely had a direct influence on the trend shown in the graph for the electricity generation from wind?</p>\n","rubricRef":"VR080825_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of two lines titled “Wind-Generated Electricity in the United States.” The horizontal axis is labeled Year, and the years 2000 through 2020, in increments of 5 years, are indicated. The vertical axis on the left is labeled Kilowatt Hours, in billions, and the numbers 0 through 300, in increments of 25, are indicated. The vertical axis on the right is labeled Percent of Total, and the numbers 0.0% through 7.0%, in increments of 0.5%, are indicated. A key shows that the two lines of data represent Wind-generated electricity and Percent of total. The data represented in the graph are as follows. Note that all values are approximate. The line for Wind-generated electricity begins at the origin and moves slightly upward and to the right reaching approximately 15 billion kilowatt hours in 2005. The line gradually moves upwards and to the right reaching 100 billion kilowatt hours in 2010, 187 billion kilowatt hours in 2015, and 250 billion kilowatt hours in 2017. The line for Percent of total follows the same path, but remains very slightly above, the line for Wind-generated electricity. It begins at the origin and reaches approximately 0.4% of total in 2005, 2.4% of total in 2010, 4.6% of total in 2015, and 6.5% of total in 2017.\" height=\"342\" src=\"https://assets.learnosity.com/organisations/537/VR080821.g09.png\" width=\"325\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Increased subsidies for renewable energy</p>","<p class=\"choice_paragraph\">Improved efficiency in hydraulic fracturing</p>","<p class=\"choice_paragraph\">A decrease in available coal for electrical generation</p>","<p class=\"choice_paragraph\">A decrease in the efficiency of photovoltaic cells</p>"],"answer":0}]