[{"id":"VR080570","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR080569.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following identifies a claim made by the author in the article?</p>\n","rubricRef":"VR080570_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Concerns About Endangered Birds Won’t Stop July 4 </span><span class=\"formatted_text font_weight:bold\">F</span><span class=\"formatted_text font_weight:bold\">ireworks Show in Old Orchard Beach</span></p></div><p class=\"passage_para\">The Fourth of July fireworks show will go on as planned in Old Orchard Beach on Thursday despite concerns about an endangered bird that was about to give birth to a brood of chicks nearby.</p><p class=\"passage_para\">The piping plover’s nest was only <span class=\"math_expression\"><span aria-label=\"400\"><math alttext=\"400\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mn>400</mn></mrow></mstyle></math></span></span> feet from where the fireworks are staged, . . . sparking concerns that the explosions and the thousands of people expected to attend the traditional waterfront display could disrupt the birds and their nest.</p><p class=\"passage_para\">. . . Town Manager Larry Mead said the holiday fireworks display will go on as planned Thursday because the chicks have hatched and the birds are expected to move away from the noise and crowds. . . .</p><p class=\"passage_para\">There are currently a record <span class=\"math_expression\"><span aria-label=\"87\"><math alttext=\"87\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mn>87</mn></mrow></mstyle></math></span></span> nesting plover pairs in Maine, according to Laura Zitske, director of Maine Audubon’s Piping Plover and Least Term Project. . . . Piping plovers require wide, open sand and dune grass to nest. The birds are endangered largely because of habitat loss.</p><p class=\"passage_para\">Uncertainty about the Independence Day display surfaced in Old Orchard last week when the town canceled its Thursday night fireworks display, a summer tradition in this beachfront resort that draws thousands of visitors each week.</p><p class=\"passage_para\"><span class=\"math_expression\"><span aria-label=\"O O B 3 6 5\"><math alttext=\"O O B 3 6 5\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>OOB365</mtext></mrow></mstyle></math></span></span>, a group of Old Orchard Beach businesses and private citizens, hinted at a brewing conflict with the nesting plover site on its Facebook page.</p><p class=\"passage_para\">“Tonight’s fireworks (June <span class=\"math_expression\"><span aria-label=\"27\"><math alttext=\"27\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mn>27</mn></mrow></mstyle></math></span></span>) have been cancelled due to the nesting piping plovers along the beach. Fingers crossed for next week and the <span class=\"math_expression\"><span aria-label=\"fourth\"><math alttext=\"fourth\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mn>4</mn><mtext>th</mtext></mrow></mstyle></math></span></span> of July,” <span class=\"math_expression\"><span aria-label=\"O O B 3 6 5\"><math alttext=\"O O B 3 6 5\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>OOB365</mtext></mrow></mstyle></math></span></span> said in the post.</p><p class=\"passage_para\">Mead met with officials from Maine Audubon . . . Friday and they agreed to set up a protective corridor around the plover nesting site on the night of July Fourth. Signs, twine, and netting will make it clear that the area will be off-limits to the public, Mead said. . . .</p><p class=\"passage_para\">Independence Day fireworks are one of the annual sources of concern for the plovers. Zitske said fireworks can scare parents away from newly hatched chicks that need to be kept warm, and Audubon employees have come across nests in the past only to find dead chicks.</p><p class=\"passage_para\">Typically, the biggest concern about piping plovers and the Fourth of July is the crowds of people walking on the beach in the dark after the fireworks are over, Zitske said. In some areas, volunteers will stand guard to keep people from trampling over nesting areas in the dark. . . .</p><p class=\"passage_para\">Zitske . . . attributes the nesting success in large part to increased educational outreach to beachgoers, who must share the beaches with the bird.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Reprinted with permission from the Portland Press Herald/Maine Sunday Telegram. Reproduction does not imply endorsement.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Piping plovers are endangered in Maine because of the loss of wide, open sand and dune grass habitats that the birds use for nesting.</p>","<p class=\"choice_paragraph\">The light emitted from the holiday fireworks has led to an increase in plover nests because the plovers need light to lay eggs.</p>","<p class=\"choice_paragraph\">An increase in protective nets to protect piping plovers’ eggs has led to an increase in the birds being caught in the netting and becoming injured.</p>","<p class=\"choice_paragraph\">Maine officials should close Old Orchard Beach during the summer months because large crowds of beachgoers are consistently destroying plover nests.</p>"],"answer":0}]