[{"id":"VR080948","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR080947.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the diagram, which of the following statements best explains why the climate of the West Coast of Africa is drier than that of the East Coast of the United States, even though they are located at similar northern latitudes?</p>\n","rubricRef":"VR080948_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a world map titled “Warm and Cold Surface Currents in the Atlantic and Pacific Oceans.” North America, South America, Greenland, Africa, and Europe are labeled on the map, and there are 10 arrows that run along coastlines indicating water current direction. A legend shows that both warm current and cold current are represented in the map. The flow of warm currents are as follows. Alaska, which curves northwest along the northwest coast of North America. Brazil, which curves slightly southeast along the eastern coast of South America. Gulf Stream which curves northeast along the eastern coast of North America. Norwegian, which flows to the northeast along the northern coast of Europe. The flow of cold currents are as follows. California, which flows southward off the western coast of North America. Peru, which curves northwest along the western coast of South America. Labrador, which curves southwest along the extreme northern and northeastern coasts of North America. Benguela, which curves northeast along the southeastern coast of Africa. Canary, which curves southwest along the northwestern coast of Africa.\" height=\"328\" src=\"https://assets.learnosity.com/organisations/537/VR080947.g07.png\" width=\"355\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The warm ocean currents off the United States flow east, making the atmospheric temperatures warmer in Africa.</p>","<p class=\"choice_paragraph\">Africa is closer to the equator, which makes the temperatures warmer than those of the United States.</p>","<p class=\"choice_paragraph\">The cold ocean currents off Africa absorb heat from land and therefore cool the atmosphere.</p>","<p class=\"choice_paragraph\">The cold ocean currents evaporate more easily, releasing latent heat into the atmosphere.</p>"],"answer":2}]