[{"id":"VR080933","type":"mcq","stimulusHtml":"<div>Based on the soil texture triangle, which of the following would describe soil that was <span class=\"math_expression\"><span aria-label=\"25%\" role=\"math\"><math alttext=\"25%\" overflow=\"scroll\"> <mstyle> <mrow> <mn>25</mn> <mo>%</mo> </mrow> </mstyle> </math></span></span> clay, <span class=\"math_expression\"><span aria-label=\"25%\" role=\"math\"><math alttext=\"25%\" overflow=\"scroll\"><mstyle><mrow><mn>25</mn><mo>%</mo></mrow></mstyle></math></span></span> silt, and <span class=\"math_expression\"><span aria-label=\"50%\" role=\"math\"><math alttext=\"50%\" overflow=\"scroll\"><mstyle><mrow><mn>50</mn><mo>%</mo></mrow></mstyle></math></span></span> sand?</div>\n","rubricRef":"VR080933_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram titled “Soil Texture Triangle.” The base of the triangle is labeled Percent Sand and the numbers 0 through 100, in increments of 10, are indicated from right to left. The left side of the triangle is labeled Percent Clay and the numbers 0 through 100, in increments of 10, are indicated from base to peak. The right side of the triangle is labeled Percent Silt and the numbers 0 through 100, in increments of 10, are indicated from peak to base. The triangle is divided into sections that represent 12 different types of soils with different ranges of percent compositions of sand, silt and clay. The approximate ranges in terms of percent of sand, silt, and clay are as follows: Silt: 0 to 15 percent sand, 91 to 100 percent silt, 0 to 10 percent clay. Silt loam: 0 to 45 percent sand, 72 to 100 percent silt, 0 to 28 percent clay. Silty clay loam: 0 to 18 percent sand, 60 to 72 percent silt, 28 to 40 percent clay. Silty clay: 0 to 18 percent sand, 41 to 60 percent silt, 40 to 59 percent clay. Clay: 0 to 43 percent sand, 0 to 60 percent silt, 40 to 100 percent clay. Clay loam: 20 to 45 percent sand, 15 to 53 percent silt, 28 to 40 percent clay. Loam: 23 to 52 percent sand, 28 to 50 percent silt, 8 to 28 percent clay. Sandy loam: 43 to 80 percent sand, 0 to 50 percent silt, 0 to 20 percent clay. Sandy clay loam: 45 to 80 percent sand, 0 to 28 percent silt, 20 to 35 percent clay. Sandy clay: 45 to 65 percent sand, 0 to 22 percent silt, 35 to 58 percent clay. Loamy sand: 78 to 85 percent sand, 0 to 20 percent silt, 0 to 15 percent clay. Sand: 85 to 100 percent sand, 0 to 18 percent silt, 0 to 10 percent clay.\" height=\"435\" src=\"https://assets.learnosity.com/organisations/537/VR080933.g04.png\" width=\"435\" /></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Loam</p>","<p class=\"choice_paragraph\">Clay loam</p>","<p class=\"choice_paragraph\">Sandy loam</p>","<p class=\"choice_paragraph\">Sandy clay loam</p>"],"answer":3}]