[{"id":"VR094783","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR094603.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following research methods can best determine the accuracy of the drone's data?</p>\n","rubricRef":"VR094783_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Unmanned Aircraft Used to “Sniff” Methane Gas Escaping from Thawing Permafrost</p></div><p class=\"passage_para\">The northern tip of Earth stores vast amounts of carbon within its frozen soil, known as permafrost–soil that remains frozen for more than two consecutive years. Thawing permafrost opens new pathways for carbon to be released to the atmosphere, often as methane gas.</p><p class=\"passage_para\">USGS scientist Ferdinand Oberle has begun testing a technique for measuring methane escaping from thawing permafrost in coastal Arctic bluffs. The system uses off-the-shelf industrial components mounted on a drone aircraft. A test of the methane detector on  Barter Island, Alaska, has proven to be more sensitive than originally expected. Data collected along 1.25 miles of coastal bluffs has revealed spots where methane emissions were particularly high, which has been linked to zones of erosion.</p><p class=\"passage_para\">Because methane is a powerful greenhouse gas, many institutions and scientists have been trying to determine how much escapes from the land and the sea into the atmosphere. To do this, they typically rely on satellite imagery, data from sensors on manned aircraft, and samples collected on the ground.</p><p class=\"passage_para\">“Up until now, methane measurements have been limited to large research institutions, government agencies and so on,” says Ferdinand Oberle, USGS Mendenhall Postdoctoral Research Fellow and designer of the new methane-measurement technique.</p><p class=\"passage_para\">Oberle and his co-authors from the USGS Pacific Coastal and Marine Science Center have been studying  erosion along the Arctic permafrost coast, which is one of the most dramatically changing environments in the world. Previous research has shown that erosion is generally increasing along Alaska’s north coast, with the shoreline retreating an average of 4.5 feet per year and, in some stretches, more than 65 feet per year.</p><p class=\"passage_para\">“Usually, bluff erosion can only be detected after the fact,” says Oberle. “We’re trying to identify areas of erosion through methane release and develop an early detection system.\"</p><p class=\"passage_para\">The results look promising so far. Data collected during September 2017 show methane hotspots were closely associated with melt-water run-off channels, a clear sign of thawing permafrost. The scientists plan to return to Barter Island at the end of the summer of 2019 to see whether the drone-based detection system can predict erosion hotspots through early identification of methane emissions.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Credit: U.S. Geological Survey</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Measurements from established sites can be compared to measurements taken by the drones in the same area.</p>","<p class=\"choice_paragraph\">Measurements taken inland using the drone can be compared to the measurements taken on the coast.</p>","<p class=\"choice_paragraph\">Measurements in areas where erosion has occurred can be compared to measurements without erosion.</p>","<p class=\"choice_paragraph\">Measurements in other areas with permafrost can be compared to measurements taken in Alaska.</p>"],"answer":0}]