[{"id":"VR093447","type":"mcq","stimulusHtml":"<p class=\"passage_para\">Which of the following strategies will best reduce eutrophication in the Chesapeake Bay?</p>\n","rubricRef":"VR093447_rubric","features":[{"type":"sharedpassage","html":"<p class=\"passage_para\">The graphs below show inputs of several different pollutants into the Chesapeake Bay from four major river systems.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents two horizontal bar graphs. The first graph is titled “Nitrogen,” and the second graph is titled “Suspended Sediment.” Both graphs have a horizontal axis labeled “Million Pounds per Year,” and the first graph has the values 0 through 150, in increments of 50, indicated. The second graph has values 0 through 4,000, in increments of 1,000, indicated. Both graphs share a vertical axis with the following four categories: Susquehanna River, Potomac River, James River, and Rappahannock River. The data represented in the graphs are as follows. Note that all values are approximate. Susquehanna River: 130 million pounds of nitrogen per year; 2,500 million pounds of suspended sediment per year. Potomac River: 50 million pounds of nitrogen per year; 3,200 pounds of suspended sediment per year. James River: 15 million pounds of nitrogen per year; 1,200 million pounds of suspended sediment per year. Rappahannock River: 5 million pounds of nitrogen per year; 900 million pounds of suspended sediment per year.\" height=\"149\" src=\"https://assets.learnosity.com/organisations/537/VR093447.g02.png\" width=\"516\" /></div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Regulating the use of inorganic fertilizer in the Susquehanna River watershed</p>","<p class=\"choice_paragraph\">Replacing permeable driving surfaces with impermeable driving surfaces in the Potomac River watershed</p>","<p class=\"choice_paragraph\">Restoring forest ecosystems in the James River watershed</p>","<p class=\"choice_paragraph\">Improving septic systems and wastewater treatment facilities in the Rappahannock River watershed</p>"],"answer":0}]