[{"id":"VR105946","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR105942.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the data in the graph, which environmental factor would have most likely lead to the change in the harbor seal population size from 1980–1990 ?</p>\n","rubricRef":"VR105946_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a scatterplot in the coordinate plane, titled “Population of Harbor Seals in Washington State.” The horizontal axis is labeled “Year,” and the years 1975 through 2000, in increments of 5 years, are indicated. The vertical axis is labeled “Number of Seals,” and the values 1,500 through 8,500 in increments of 1,000, are indicated. The data represented in the scatterplot are as follows. Note that all values are approximate. A total of 21 data points are shown. A line of best fit is drawn, moving upwards and to the right and levelling off to move nearly horizontally at the year 1990. The line of best fit passes through the following coordinates: year 1975 comma 1,700 seals; year 1980 comma 3,000 seals; year 1985 comma 5,400 seals; year 1990 comma 7,000 seals; year 1995 comma 7,400 seals; year 2000 comma 7,400 seals. Nine of the data points are shown above the line of best fit, five data points lie on the line of best fit, and eight data points lie below the line of best fit.\" height=\"338\" src=\"https://assets.learnosity.com/organisations/537/VR105942.g04.png\" width=\"365\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Increased availability of food</p>","<p class=\"choice_paragraph\">Decreased resistance to parasites</p>","<p class=\"choice_paragraph\">Increased competition with carnivores</p>","<p class=\"choice_paragraph\">Decreased number of primary producers</p>"],"answer":0}]