[{"id":"VR104811","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the graphs correctly shows how to determine the <span class=\"math_expression\"><span aria-label=\"L D 50\" role=\"math\"><math alttext=\"L D 50\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>LD</mtext></mrow><mrow><mn>50</mn></mrow></msub></mrow></mstyle></math></span></span> of Chemical <span class=\"math_expression\"><span aria-label=\"X\" role=\"math\"><math alttext=\"X\" overflow=\"scroll\"> <mstyle> <mrow> <mtext>X</mtext> </mrow> </mstyle> </math></span></span> on the seedlings?</p>\n","rubricRef":"VR104811_rubric","features":[{"type":"sharedpassage","html":"<p class=\"stem_paragraph\">Students conducted an experiment to calculate the <span class=\"math_expression\"><span aria-label=\"L D 50\" role=\"math\"><math alttext=\"L D 50\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>LD</mtext></mrow><mrow><mn>50</mn></mrow></msub></mrow></mstyle></math></span></span> of Chemical <span class=\"math_expression\"><span aria-label=\"X\" role=\"math\"><math alttext=\"X\" overflow=\"scroll\"> <mstyle> <mrow> <mtext>X</mtext> </mrow> </mstyle> </math></span></span> on seedlings. They grew separate groups of seedlings in a range of doses of Chemical <span class=\"math_expression\"><span aria-label=\"X\" role=\"math\"><math alttext=\"X\" overflow=\"scroll\"><mstyle><mrow><mtext>X</mtext></mrow></mstyle></math></span></span>. After several days they calculated the percent mortality at each dose and graphed the results.</p>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"></span><span class=\"inline_image\"><img alt=\"The figure presents a line graph in the coordinate plane. The horizontal axis is labeled “Chemical X Dose,” and three equally spaced categories for Low, Medium, and High, are indicated. The vertical axis is labeled “Percent Mortality,” and the numbers 0 through 100, in increments of 50, are indicated. The data represented in the graph are as follows. The line begins near the origin and curves steeply upwards and to the right at an increasing rate, beginning to move more shallowly after the category for Medium on the horizontal axis and near the top of the vertical axis. A data point is shown on the horizontal axis before the category of Medium. A dotted line extends horizontally to the right from the a mortality rate of 50% on the vertical axis, intersects the line, and moves vertically downwards, touching a data point on the horizontal axis that is located before the category of Medium.\" height=\"181\" src=\"https://assets.learnosity.com/organisations/537/VR104811.g06.png\" width=\"250\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span><span class=\"inline_image\"><img alt=\"The figure presents a line graph in the coordinate plane. The horizontal axis is labeled “Chemical X Dose,” and three equally spaced categories for Low, Medium, and High, are indicated. The vertical axis is labeled “Percent Mortality,” and the numbers 0 through 100, in increments of 50, are indicated. The data represented in the graph are as follows. The line begins near the origin and curves steeply upwards and to the right at an increasing rate, beginning to move more shallowly after the category for Medium on the horizontal axis and near the top of the vertical axis. A data point is shown on the horizontal axis at the category of Medium. A dotted line extends horizontally to the right from a mortality rate of 75% on the vertical axis, intersects the line, and moves vertically downwards, touching a data point on the horizontal axis located at the category of Medium.\" height=\"181\" src=\"https://assets.learnosity.com/organisations/537/VR104811.g07.png\" width=\"250\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span><span class=\"inline_image\"><img alt=\"The figure presents a line graph in the coordinate plane. The horizontal axis is labeled “Chemical X Dose,” and three equally spaced categories for Low, Medium, and High, are indicated. The vertical axis is labeled “Percent Mortality,” and the numbers 0 through 100, in increments of 50, are indicated. The data represented in the graph are as follows. The line begins near the origin and curves steeply upwards and to the right at an increasing rate, beginning to move more shallowly after the category for Medium on the horizontal axis and near the top of the vertical axis. A data point is shown on the horizontal axis before the category of Medium. A dotted line extends horizontally to the right from a mortality rate of 50% on the vertical axis, intersects the line and continues horizontally to the right for a short distance, and then moves vertically downwards, touching a data point on the horizontal axis located at the category of Medium.\" height=\"181\" src=\"https://assets.learnosity.com/organisations/537/VR104811.g08.png\" width=\"250\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span><span class=\"inline_image\"><img alt=\"The figure presents a line graph in the coordinate plane. The horizontal axis is labeled “Chemical X Dose,” and three equally spaced categories for Low, Medium, and High, are indicated. The vertical axis is labeled “Percent Mortality,” and the numbers 0 through 100, in increments of 50, are indicated. The data represented in the graph are as follows. The line begins near the origin and curves steeply upwards and to the right at an increasing rate, beginning to move more shallowly after the category for Medium on the horizontal axis and near the top of the vertical axis. A data point is shown on the horizontal axis midway between the categories of Low and Medium. A dotted line extends downwards and to the right from a mortality rate of 50% on the vertical axis, intersects the line, and continues downwards and to the right until ending at the category for High on the horizontal axis. Another dotted line begins at the point where the first dotted line intersected the graphed line, and it extends vertically downwards until reaching a data point located between the categories for Low and Medium on the horizontal axis.\" height=\"181\" src=\"https://assets.learnosity.com/organisations/537/VR104811.g09.png\" width=\"250\"></span></p>\n"],"answer":0}]