[{"id":"VR104789","type":"mcq","stimulusHtml":"<div>Which of the following conclusions is best supported by the data in the graph?</div>\n","rubricRef":"VR104789_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph with 4 lines of data titled “Mussel Predator Removal Study.” The horizontal axis is labeled Days, and the numbers 0 through 60, in increments of 10, are indicated. The vertical axis is labeled Proportion of Live Mussels, and the numbers 0 through 1.0, in increments of 0.2, are indicated. A key shows that the 4 lines of data represent the categories: both predators removed, only Pisaster removed, only Nucella removed, and neither predator removed (control). The data represented in the graph are as follows. Note that all values are approximate. The line for both predators removed begins at 0 days with 1.0 proportion of live mussels and moves gradually downwards and to the right, reaching 30 days with 0.9 proportion of live mussels, and ends at 60 days with 0.84 proportion of live mussels. The line for only Pisaster removed begins at 0 days with 1.0 proportion of live mussels and moves steeply downwards and to the right at a decreasing rate, reaching 30 days with 0.5 proportion of live mussels, and ends at 60 days with 0.3 proportion of live mussels. The line for Nucella removed begins at 0 days with 1.0 proportion of live mussels and moves steeply downwards and to the right, reaching 30 days with 0.2 proportion of live mussels, after which it moves gradually downwards and to the right and ends at 59 days with 0.1 proportion of live mussels. The line for neither predator removed begins at 0 days with 1.0 proportion of live mussels and moves steeply downwards and to the right, reaching 30 days with 0.16 proportion of live mussels, after which it moves gradually downwards and to the right and ends at 59 days with 0.02 proportion of live mussels.\" height=\"239\" src=\"https://assets.learnosity.com/organisations/537/VR104789.g02.png\" width=\"470\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">On the coast of Oregon, mussels cover most of the rocky shoreline. Two mussel predators include <span class=\"formatted_text font_style:italic\">Pisaster</span> (ochre stars) and <span class=\"formatted_text font_style:italic\">Nucella</span> (whelks). A sixty-day removal study was conducted, and the results are presented in the graph.</p>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">Pisaster</span> is an indicator species, because when it was removed the proportion of live mussels was less than when <span class=\"formatted_text font_style:italic\">Pisaster </span>were present.</p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">Pisaster </span>is a keystone species, because when <span class=\"formatted_text font_style:italic\">Nucella</span> was removed the proportion of live mussels was similar to the control.</p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">Nucella </span>is an indicator species, because when it was removed the proportion of live mussels was greater than when <span class=\"formatted_text font_style:italic\">Nucella </span>was present.</p>","<p class=\"choice_paragraph\"><span class=\"formatted_text font_style:italic\">Nucella</span> is a keystone species, because when <span class=\"formatted_text font_style:italic\">Pisaster </span>was removed the proportion of live mussels was similar to the control.</p>"],"answer":1}]