[{"id":"VR105476","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following hypotheses is best supported by the trends shown in this graph?</p>\n","rubricRef":"VR105476_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph titled “Number of Wildland Fires and Acres Burned, 1930 through 2010.” The horizontal axis is labeled Year, and the years 1930 through 2010, in increments of 10 years, are indicated. The left vertical axis is labeled Acres Burned, times 10 to the 6 power, and the numbers 0 through 60, in increments of 10, are indicated. The right vertical axis is labeled Number of wildland fires, times 10 to the 4 power, and the numbers 0 through 30, in increments of 5, are indicated. A key shows that two lines of data in the graph represent Acres and Fires. The data represented in the graph are as follows. Note that all values are approximate. The line for Acres begins at the year 1930 with 51 million acres burned, and trends steeply downwards and to the right, reaching the year 1960 with approximately 4 million acres burned. It then trends horizontally to the right and ends at the year 2010 with approximately 5 million acres burned. The line for Fires begins at the year 1930 with 190,000 wildland fires and trends gradually downward and to the right, fluctuating drastically at times, and reaches the year 1960 with approximately 105,000 wildland fires. It then trends gradually upwards and to the right, reaching the year 1975 with approximately 140,000 wildland fires, after which it reaches a maximum of 250,000 wildland fires in 1981. The line then drops drastically at the year 1983 with approximately 25,000 wildland fires. It then trends gradually upwards and to the right and ends at the year 2010 with approximately 75,000 wildland fires.\" height=\"308\" src=\"https://assets.learnosity.com/organisations/537/VR105476.g06.png\" width=\"432\" /></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The number of acres burned and the number of wildfires have increased since 1930 because of increased human interactions in wilderness areas.</p>","<p class=\"choice_paragraph\">The number of acres burned has increased since 1930 because of less public interest in preserving wild lands.</p>","<p class=\"choice_paragraph\">The number of wildfires has steadily decreased since 1930 because of the frequency of droughts and other effects of climate change.</p>","<p class=\"choice_paragraph\">The number of acres burned and the number of wildfires have decreased since 1930 because of more large-scale fire suppression interventions such as prescribed burns.</p>"],"answer":3}]