[{"id":"VR118295","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to parts A, B, C, D, and all subparts.</p>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) The consequences of a growing human population have been a concern since the times of Thomas Malthus when he proposed that humans could exceed their carrying capacity on Earth.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">(i) <span class=\"formatted_text font_weight:bold\">Describe</span> the concept of carrying capacity for a species.</li>\n</ul>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">(ii) <span class=\"formatted_text font_weight:bold\">Describe</span> how a change in the availability of a specific resource can affect the carrying capacity of a species.</li>\n</ul>\n</div>\n","rubricRef":"VR118295_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n"}]},{"id":"VR118295","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) As the human population grows, forests are often clear-cut.</p><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(i) <span class=\"formatted_text font_weight:bold\">Describe</span> one negative effect of clear-cutting forested areas.</li></ul><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(ii) Besides creating or expanding forest preserves, <span class=\"formatted_text font_weight:bold\">describe </span>one mitigation strategy that humans can employ to reduce the negative impact of human population growth on forests.</li></ul><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(iii) <span class=\"formatted_text font_weight:bold\">Describe</span> an additional benefit of the mitigation strategy in described in (b)(ii).</li></ul></div>\n","rubricRef":"VR118295_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n"}]},{"id":"VR118295","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\">\n<p class=\"stem_paragraph\">(c) As a country industrializes, it often moves through a demographic transition. The model below illustrates the changes through the four stages of the demographic transition.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of three lines titled The Demographic Transition. The horizontal axis is labeled Time, and the following four categories are indicated: Stage 1, Stage 2, Stage 3, and Stage 4. A key indicates that the lines represent the following categories: Crude death rate, Crude birth rate, and Total population. The data represented in the graph are as follows. The line representing Crude death rate begins three quarters of the way up the vertical axis above the origin in Stage 1 and trends almost horizontally to the right, fluctuating rapidly up and down as it moves. It passes through the beginning of Stage 2, after which it moves steeply downwards and to the right until passing through the beginning of Stage 3 at a height approximately one fifth of the way up the vertical axis. It then trends horizontally to the right, passes through the beginning of Stage 4, and moves gradually upwards and to the right until the end of Stage 4 at a height approximately one quarter of the way up the vertical axis. The line representing Crude birth rate begins at the same point as the line for Crude death rate three quarters of the way up the vertical axis, and trends gradually downwards and to the right, rapidly fluctuating up and down as it moves. It initially overlaps with the path of the line for Crude death rate, passes through the beginning of Stage 2, and continues its trend until almost reaching the end of Stage 2 at a height slightly underneath the height at which it began. The line then moves steeply downwards and to the right until reaching the beginning of Stage 3 at a height slightly less than halfway up the vertical axis. It then trends gradually downwards and to the right until reaching the end of Stage 3 at a height approximately one fourth of the way up the vertical axis, after which it trends almost horizontally to the right until reaching the end of Stage 4. The line representing Total population begins underneath the lines for Crude death rate and Crude birth rate at a height approximately one third of the way up the vertical axis above the origin. It moves horizontally to the right until it intersects with the line for Crude death rate midway through Stage 2. It then moves upwards and to the right, intersecting the line for Crude birth rate near the end of Stage 2 at a height slightly more than halfway up the vertical axis. It then continues to move upwards and to the right until reaching the end of Stage 3 near the top of the vertical axis, and above the beginning heights of the lines for Crude death rate and Crude birth rate. The line then moves horizontally to the right until reaching the end of Stage 4.\" height=\"231\" src=\"https://assets.learnosity.com/organisations/537/VR118295.g08.png\" width=\"485\" /></div>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">(i) Based on the model, <span class=\"formatted_text font_weight:bold\">identify</span> the stage in the demographic transition with the greatest change in crude birth rate.</li>\n</ul>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">(ii) Based on the model, <span class=\"formatted_text font_weight:bold\">describe</span> the relationship between the crude death rate and the crude birth rate that led to the trend in total population in stage 2.</li>\n</ul>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">(iii) <span class=\"formatted_text font_weight:bold\">Explain</span> one likely social or economic cause for the change in the crude birth rate illustrated in stage 3.</li>\n</ul>\n</div>\n","rubricRef":"VR118295_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n"}]},{"id":"VR118295","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) During a demographic transition, intensive agricultural practices used to feed a growing population can result in soil eroding from crop fields and running off into surface waters.</p><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(i) <span class=\"formatted_text font_weight:bold\">Make a claim</span> that proposes an effective, long-term solution to minimize the erosion of topsoil into surface waters.</li></ul><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(ii) <span class=\"formatted_text font_weight:bold\">Justify</span> the claim made in (d)(i) by explaining and additional benefit to the proposed solution, other than preventing the erosion of topsoil.</li></ul></div>\n","rubricRef":"VR118295_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n"}]}]