[{"id":"VR196927","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR196849.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph text_to_speech_override:suppress_screen_reader\">Which stage has high birth rates and rapidly decreasing death rates as a result of improved access to health care?</p>\n","rubricRef":"VR196927_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph titled “The Demographic Transition.” The horizontal axis is labeled Time. The graph is divided into 4 vertical sections, labeled from left to right as A, B, C, and D. Three lines are shown in the graph which are labeled Relative death rate, Relative birth rate, and Total population. The line for Total population begins approximately one third of the way up the vertical axis and trends horizontally to the right across vertical section A and into the first half of vertical section B. It then begins to move upwards and to the right, crossing vertical section C, and reaching a peak at the beginning of vertical section D near the top of the vertical axis. It then trends horizontally to the right until it ends. The line for Relative death rate starts at a point near the top of the vertical axis and trends horizontally to the right, fluctuating slightly upwards and downwards, with a small spike near the center of vertical section A. After the beginning of vertical section B, the line moves steeply downwards and to the right, intersecting the line for Total population, and reaching a point slightly above the horizontal axis at the beginning of vertical section C. The line then trends horizontally to the right until reaching vertical section D, after which it moves slightly upwards and to the right and ends. The line for Relative birth rate begins approximately at the same point as the line for Relative death rate. It trends gradually downwards and to the right, fluctuating slightly upwards and downwards as it moves, and initially overlapping with the line for Relative death rate. At a point near the end of vertical section B, the line moves steeply downwards and to the right for a short distance, intersecting the line for Total population, and reaching the beginning of vertical section C. It then trends downwards and to the right but remains above the line for Relative death rate until reaching the beginning of vertical section D at a point approximately one quarter of the way up the vertical axis. It then trends horizontally to the right, intersects the line for Relative death rate, and ends. \" height=\"251\" src=\"https://assets.learnosity.com/organisations/537/VR196849.g02.png\" width=\"525\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">A</p>","<p class=\"choice_paragraph\">B</p>","<p class=\"choice_paragraph\">C</p>","<p class=\"choice_paragraph\">D</p>"],"answer":1}]