[{"id":"VR252041","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The diagrams illustrate seasonal variations in global wind direction.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents two diagrams. Each diagram is a world map that has wind direction indicated on it through the use of arrows. In each map, the latitude lines 30 degrees North, the equator, and 30 degrees South are indicated. The labels 1 through 5 are indicated at different areas in the map. India is labeled 1, Africa is labeled 2, South America is labeled 3, Alaska is labeled 4, and Antarctica is labeled 5. The first map is titled Wind Patterns in January. At location 1, the arrows show the winds moving from the north/northeast towards the south/southwest and then turning slightly towards the south/southeast over the Indian Ocean. At location 2, the arrows show the winds moving from the north/northeast over Africa towards the south/southwest. At location 3, the arrows show the winds moving from the north/northeast and then curving to the south/southeast. The wind arrows in the Atlantic near location 3 show a northwest or a counter-clockwise movement. At location 4, the arrows show the winds moving in from the southwest over the Pacific Ocean. At location 5, the arrows show the winds moving primarily from west to east. The second map is titled Wind Patterns in July. At location 1, the arrows show the winds moving from the southeast over the Indian Ocean towards India and then curving to the north/northeast. At location 2, the arrows show the winds moving from the south/southeast towards the northwest. At location 3, the arrows show the winds moving from the southeast over the Atlantic Ocean and moving to the northwest. At location 4, the arrows show the winds moving from the northwest and curving in a clockwise direction back towards the south/southwest. At location 5, the arrows show the winds moving from west to east.\" height=\"468\" src=\"https://assets.learnosity.com/organisations/537/VR252041.g01.png\" width=\"400\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) Based on the information in the diagrams, <span class=\"formatted_text font_weight:bold\">describe</span> the seasonal changes in global wind patterns between January and July at location 2.</p>\n</div>\n","rubricRef":"VR252041_rubric"},{"id":"VR252041","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) Based on the information in the diagrams, <span class=\"formatted_text font_weight:bold\">explain</span> why the days in location 4 have fewer hours of daylight in December than the days in location 1 have in December.</p></div>\n","rubricRef":"VR252041_rubric"},{"id":"VR252041","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">(c) Based on the information in the diagrams, <span class=\"formatted_text font_weight:bold\">explain</span> how the seasonal wind direction could affect local weather at location 2.</p></div>\n","rubricRef":"VR252041_rubric"},{"id":"VR252041","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) For winds in the Northern Hemisphere that blow out of the south and are directed toward the north pole, as shown in the diagrams, <span class=\"formatted_text font_weight:bold\">identify</span> the direction toward which they are deflected and <span class=\"formatted_text font_weight:bold\">explain</span> why this deflection occurs.</p></div>\n","rubricRef":"VR252041_rubric"},{"id":"VR252041","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:e part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"e\"><p class=\"stem_paragraph\">(e) Every few years in the Southern Hemisphere, the winds over the Pacific Ocean, as shown in the diagrams, weaken or reverse direction. <span class=\"formatted_text font_weight:bold\">Describe</span> the typical change to the weather pattern that happens in Southeast Asia during those years.</p></div>\n","rubricRef":"VR252041_rubric"},{"id":"VR252041","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:f part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"f\"><p class=\"stem_paragraph\">(f) <span class=\"formatted_text font_weight:bold\">Describe</span> one economic problem that is a result of the weather change described in part (e).</p></div>\n","rubricRef":"VR252041_rubric"},{"id":"VR252041","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:g part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"g\"><p class=\"stem_paragraph\">(g) <span class=\"formatted_text font_weight:bold\">Identify</span> one characteristic of the expected climate in the region on the farthest side of a mountain from the ocean, when the prevailing winds carry air from the ocean over land that includes a mountain range.</p></div>\n","rubricRef":"VR252041_rubric"},{"id":"VR252041","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:h part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"h\"><p class=\"stem_paragraph\">A community is considering switching from coal-fired power plants to using wind energy to generate electricity. In order to decide what type of wind turbine is best for the area, an investigation was conducted to compare the amount of electricity generated using different blade lengths. A series of wind turbines were assembled at a location near the community and tested to compare the amount of electricity each wind turbine could produce. Care was taken to make certain that each turbine was positioned to be exposed to the same wind direction and speed.</p><p class=\"stem_paragraph\">(h) <span class=\"formatted_text font_weight:bold\">Identify</span> the independent variable for the investigation.</p></div>\n","rubricRef":"VR252041_rubric"},{"id":"VR252041","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:i part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"i\"><p class=\"stem_paragraph\">(i) <span class=\"formatted_text font_weight:bold\">Identify</span> one variable that was not mentioned in the investigation that could affect the results of the investigation.</p></div>\n","rubricRef":"VR252041_rubric"},{"id":"VR252041","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:j part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"j\"><p class=\"stem_paragraph\">(j) <span class=\"formatted_text font_weight:bold\">Describe</span> how constructing a wind farm could increase the ecological footprint of the community.</p></div>\n","rubricRef":"VR252041_rubric"}]