[{"id":"VR252021","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The diagram shows the watershed around an underground mine. Stream 3 runs from the top of the mountain ridge to the lake. The entire watershed is underlain by bedrock that contains some metal. A town on the lake shore is concerned because of an increase in metal contaminants in the lake.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of a watershed. A lake is shown surrounded by two forested mountains with a ridge line between them. A town and a highway are shown on the lake shore at the bottom of the mountain. Volcanic rock is labeled below the ground surface of the mountain. A clear-cut forest is shown on one side of the mountain, and a mine with two entrances is shown on the other side of the mountain. The diagram shows mine tailings at the two mine entrances and mine tunnels leading down toward ore deposits. A cloud with rain is shown at the top of the mountain, and four streams flow down the mountain to the lake. Stream 1 is low on the left side above the town and feeds into Stream 3 just above the lake. Stream 2 starts from the clear-cut forest high on the left side and feeds into Stream 3 about halfway down the mountain. Stream 3 travels down the ridge between the mountains. Stream 4 starts from the lower mine entrance on the right side and feeds into Stream 3 about two-thirds of the way down the mountain. Streams 1, 2, and 4 are tributaries to stream 3, which flows into the lake.\" height=\"432\" src=\"https://assets.learnosity.com/organisations/537/VR252021.g01.png\" width=\"620\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) Based on the diagram, <span class=\"formatted_text font_weight:bold\">describe</span> how human activities could have increased the amount of metal contaminants in stream 3.</p>\n</div>\n","rubricRef":"VR252021_rubric"},{"id":"VR252021","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) Based on the diagram, <span class=\"formatted_text font_weight:bold\">explain</span> why stream 2 would have a higher temperature than stream 1.</p></div>\n","rubricRef":"VR252021_rubric"},{"id":"VR252021","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">(c) Based on the diagram, <span class=\"formatted_text font_weight:bold\">make a claim</span> using evidence that a supporting ecosystem service has been devalued as a result of human activities.</p></div>\n","rubricRef":"VR252021_rubric"},{"id":"VR252021","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) Based on the diagram and in terms of the water cycle, <span class=\"formatted_text font_weight:bold\">describe</span> how the hydrologic cycle would cause the lake to have a higher concentration of metal contaminants than any of the streams.</p></div>\n","rubricRef":"VR252021_rubric"},{"id":"VR252021","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:e part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"e\"><p class=\"stem_paragraph\">(e) Soil compositions can vary based on location. <span class=\"formatted_text font_weight:bold\">Explain</span> why soils located near clear-cut forests might differ from soils located near intact forests.</p></div>\n","rubricRef":"VR252021_rubric"},{"id":"VR252021","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:f part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"f\"><p class=\"stem_paragraph\">(f) Some of the miners assert that the area in which the ore is being mined must have been located at a transform plate boundary. <span class=\"formatted_text font_weight:bold\">Make a claim</span> using evidence that supports or opposes the miners’ assertion.</p></div>\n","rubricRef":"VR252021_rubric"},{"id":"VR252021","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:g part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"g\"><p class=\"stem_paragraph\">(g) The mining company claims that they cannot extract enough ore from the mine and wants permission to convert the mine into a strip mine. <span class=\"formatted_text font_weight:bold\">Describe</span> why converting the mine into a strip mine may not be the best choice for the residents of the town who are concerned about metal pollution in the lake.</p></div>\n","rubricRef":"VR252021_rubric"},{"id":"VR252021","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:h part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"h\"><p class=\"stem_paragraph\">Scientists are interested in investigating the possibility that plants can be used to remove heavy metals from contaminated soil. They divide a sample of soil with heavy metal contamination into five different pots and plant five different species of grass they believe will take up metals into their roots and leaves. They also plant the same grasses in five pots with uncontaminated soil. After allowing the grasses to grow for a month, they cut the grass and measure the concentration of metals in milligrams per kilogram.</p><p class=\"stem_paragraph\">(h) <span class=\"formatted_text font_weight:bold\">Identify</span> the dependent variable for the investigation.</p></div>\n","rubricRef":"VR252021_rubric"},{"id":"VR252021","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:i part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"i\"><p class=\"stem_paragraph\">(i) <span class=\"formatted_text font_weight:bold\">Identify</span> one modification that could be made to the investigation that will alter the results.</p></div>\n","rubricRef":"VR252021_rubric"},{"id":"VR252021","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:j part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"j\"><p class=\"stem_paragraph\">(j) After determining the species of grass that removes the most metal, it is planted in the area that was logged. In addition to removing metals from the soil, <span class=\"formatted_text font_weight:bold\">describe</span> one advantage to stream 3 of planting grass in this area.</p></div>\n","rubricRef":"VR252021_rubric"}]