[{"id":"VR252016","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The graph shows the percentage of electricity produced by nuclear energy in various countries from 1960 to 2015.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph titled Nuclear Energy Production as a Percentage of Total Electricity Production, 1960 through 2015. The horizontal axis is labeled Year, and the numbers 1960 through 2015, in increments of 5, are indicated. The vertical axis is labeled Percentage of Total Electricity Production from Nuclear, and the numbers 0 through 80, in increments of 10, are indicated. Curves are graphed for four countries: France, United States, Germany, Japan. All four curves begin at 1960 and 0 percent and end at 2015 with different percentages. The data are as follows. The curve for France begins to rise above 0 percent after 1965, gradually at first and then more steeply, reaching approximately 40 percent by 1980. The curve reaches 70 percent in 1986 and then fluctuates between 70 percent and 80 percent for the remaining date range and ends at approximately 78 percent in 2015. The curve for the United States begins to rise gradually after 1965, reaches 10 percent in 1975, and reaches 20 percent in 1988. It stays near 20 percent for the remaining date range and ends at approximately 20 percent in 2015. The curve for Germany begins to rise gradually after 1965, reaches 10 percent in 1978, reaches 20 percent in 1984, and reaches 30 percent in 1989. The curve stays near 30 percent for approximately 12 years and then begins to decrease gradually after 2001 and ends at approximately 15 percent in 2015. The curve for Japan begins to rise gradually after 1965, reaches 10 percent in 1978, and reaches 20 percent in 1984, and reaches 30 percent in 1996. The curve then begins to decrease gradually to approximately 25 percent in 2010. The curve than moves downward steeply to 0 in 2012 and ends at 0 in 2015.\" height=\"324\" src=\"https://assets.learnosity.com/organisations/537/VR252016.g01.png\" width=\"429\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) Based on the information in the graph, <span class=\"formatted_text font_weight:bold\">describe</span> the trend in the percentage of electricity produced using nuclear energy in Japan between 2000 and 2015.</p>\n</div>\n","rubricRef":"VR252016_rubric"},{"id":"VR252016","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) Based on the information in the graph, <span class=\"formatted_text font_weight:bold\">identify</span> the most recent year in which the United States, Germany, and Japan each produced approximately the same percentage of their electricity from nuclear energy.</p></div>\n","rubricRef":"VR252016_rubric"},{"id":"VR252016","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">(c) Throughout the 1990s, France used about half as much nuclear fuel as did the United States. <span class=\"formatted_text font_weight:bold\">Explain</span> how France could have used half as much nuclear fuel as the United States when the graph is showing a large difference between the two countries.</p></div>\n","rubricRef":"VR252016_rubric"},{"id":"VR252016","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) Researchers state that the 1979 partial meltdown at Three Mile Island in the United States had a significant impact on nuclear power generation in the United States after the event. <span class=\"formatted_text font_weight:bold\">Make a claim</span> that supports or refutes this statement based on evidence in the graph.</p></div>\n","rubricRef":"VR252016_rubric"},{"id":"VR252016","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:e part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"e\"><p class=\"stem_paragraph\">Electrical production in the United States is typically produced in a power plant but can also be supplemented by renewable sources of energy as well.</p><p class=\"stem_paragraph\">(e) <span class=\"formatted_text font_weight:bold\">Describe</span> why pairing solar energy with energy from natural gas makes this renewable source a more viable method of electrical production for more United States consumers.</p></div>\n","rubricRef":"VR252016_rubric"},{"id":"VR252016","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:f part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"f\"><p class=\"stem_paragraph\">(f) In some areas, cracks in the foundation of homes may allow naturally occurring air pollutants to enter a home. <span class=\"formatted_text font_weight:bold\">Identify</span> an indoor air pollutant that could increase under these circumstances.</p></div>\n","rubricRef":"VR252016_rubric"},{"id":"VR252016","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:g part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"g\"><p class=\"stem_paragraph\">Urban forests, green roofs, parks, and other green spaces can improve environmental conditions for city dwellers in a number of ways.</p><p class=\"stem_paragraph\">(g) In addition to improving water quality and reducing energy usage in cities, increasing the amount of vegetation can improve air quality. <span class=\"formatted_text font_weight:bold\">Describe</span> one way increasing the amount of vegetation in cities can lead to cleaner air.</p></div>\n","rubricRef":"VR252016_rubric"},{"id":"VR252016","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:h part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"h\"><p class=\"stem_paragraph\">(h) <span class=\"formatted_text font_weight:bold\">Describe</span> one ecological benefit that may result from increasing the amount of vegetation in cities.</p></div>\n","rubricRef":"VR252016_rubric"}]