[{"id":"VR252001","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The graph illustrates the temperature and precipitation conditions in various terrestrial biomes.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram in the first quadrant of a coordinate plane. The horizontal axis is labeled Precipitation, in centimeters per year, and the numbers 0 through 450, in increments of 50, are indicated. The vertical axis is labeled Air Temperature, in degrees Celsius, and the numbers negative 15 through 30, in increments of 5, are indicated. Note that all values are approximate. In the diagram, a curved line begins at 0 centimeters per year and 30 degrees Celsius. It slowly moves downward and to the right until it reaches 450 centimeters per year and 27 degrees Celsius. The curved line then turns to steeply move downward and to the left, and ends at 0 centimeters per year and negative 15 degrees Celsius. The region of the diagram that is enclosed within the vertical axis and the curved line is divided into nine sections, which vary in shape and size. Each section represents a different terrestrial biome, which are labeled as follows: Desert, Tundra, Boreal forest, Woodland or grassland, Temperate forest, Temperate wet forest, Savanna, Tropical dry forest, and Tropical wet forest. The data represented in the diagram are as follows. 1. Desert: Precipitation, from 0 up to 50 centimeters per year; Air Temperature, from negative 15 up to 30 degrees Celsius. 2. Tundra: Precipitation, from 0 up to 110 centimeters per year; Air Temperature, from negative 15 up to negative 4 degrees Celsius. 3. Boreal forest: Precipitation, from 30 up to 150 centimeters per year; Air Temperature, from negative 6 up to 3 degrees Celsius. 4. Woodland or grassland: Precipitation, from 10 up to 125 centimeters per year; Air Temperature, from negative 6.5 up to 20 degrees Celsius. 5. Temperate forest: Precipitation, from 50 up to 220 centimeters per year; Air Temperature, from 2.5 up to 18.5 degrees Celsius. 6. Temperate wet forest: Precipitation, from 110 up to 340 centimeters per year; Air Temperature, from negative 4 up to 20 degrees Celsius. 7. Savanna: Precipitation, from 30 up to 130 centimeters per year; Air Temperature, from 20 up to 30 degrees Celsius. 8. Tropical dry forest: Precipitation, from 125 up to 250 centimeters per year; Air Temperature, from 18 up to 30 degrees Celsius. 9. Tropical wet forest: Precipitation, from 230 up to 450 centimeters per year; Air Temperature, from 19 up to 29 degrees Celsius.\" height=\"413\" src=\"https://assets.learnosity.com/organisations/537/VR252001.g01.png\" width=\"455\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) Based on the information in the graph, <span class=\"formatted_text font_weight:bold\">describe</span> the air temperature range for a desert.</p>\n</div>\n","rubricRef":"VR252001_rubric"},{"id":"VR252001","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) Based on the information in the graph, <span class=\"formatted_text font_weight:bold\">identify</span> a forest likely to be present between 30 and 50 degrees north or south of the equator.</p></div>\n","rubricRef":"VR252001_rubric"},{"id":"VR252001","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">(c) The rate of carbon cycling is faster in a temperate wet forest than in a boreal forest. Based on the information in the graph, <span class=\"formatted_text font_weight:bold\">explain</span> why the rate of carbon cycling is faster in a temperate wet forest than in a boreal forest.</p></div>\n","rubricRef":"VR252001_rubric"},{"id":"VR252001","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) Researchers hypothesize that a tundra ecosystem may only support 1 species of reptiles, but a desert ecosystem of a similar size may support 59 species of reptiles. <span class=\"formatted_text font_weight:bold\">Make a claim</span> based on evidence in the graph to support or refute this statement.</p></div>\n","rubricRef":"VR252001_rubric"},{"id":"VR252001","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:e part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"e\"><p class=\"stem_paragraph\">Remote islands that are far from any mainland are home to many species that have evolved distinctive adaptations to live in the unique island conditions.</p><p class=\"stem_paragraph\">(e) Some birds evolve adaptations that include building their nests on the ground even when there are abundant trees available. <span class=\"formatted_text font_weight:bold\">Explain</span> how a species of bird on a remote island could have acquired the adaptation of ground nesting.</p></div>\n","rubricRef":"VR252001_rubric"},{"id":"VR252001","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:f part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"f\"><p class=\"stem_paragraph\">Different regions not only support different types of plants and animals, they also influence the types of renewable energy resources best used to generate electricity. Power plants are built based on a variety of factors.</p><p class=\"stem_paragraph\">(f) A developer is evaluating locations for a new large-scale hydroelectric power plant. <span class=\"formatted_text font_weight:bold\">Explain</span> why a hydroelectric power plant is more likely to be constructed in a mountainous temperate forest than in a flat temperate grassland.</p></div>\n","rubricRef":"VR252001_rubric"},{"id":"VR252001","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:g part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"g\"><p class=\"stem_paragraph\">Solar farms are often installed in areas in the midwestern United States previously used as cropland. Native and non-native plants often grow in these fields occupied by the solar panels.</p><p class=\"stem_paragraph\">(g) Researchers propose that fields that include non-native species usually have greater biodiversity than fields with only native plants. <span class=\"formatted_text font_weight:bold\">Make a claim</span> using evidence that supports or refutes this claim.</p></div>\n","rubricRef":"VR252001_rubric"},{"id":"VR252001","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:h part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"h\"><p class=\"stem_paragraph\">To understand biodiversity of sites in their own community, students performed a leaf litter lab where leaf litter was collected from two sites: one from beneath the trees in an organically managed, commercial landscape established one year ago and one from beneath the trees in a nearby nature preserve that have not been trimmed or managed in over twenty years. The students hypothesized that there would be more insect biodiversity in the leaf litter at the nature preserve than at the managed site. The leaf litter from each site was placed into a funnel with a light shone on the top to drive any insects out of the litter. Species were collected in an alcohol-filled container below the funnel, and the species were identified using magnifying lenses and a key.</p><p class=\"stem_paragraph\">(h) <span class=\"formatted_text font_weight:bold\">Identify</span> the independent variable in the experiment.</p></div>\n","rubricRef":"VR252001_rubric"},{"id":"VR252001","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:i part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"i\"><p class=\"stem_paragraph\">(i) One variable not mentioned in the description of the experiment that could affect the results of the investigation is the nutrient levels in soil. <span class=\"formatted_text font_weight:bold\">Describe</span> the effect that nutrient levels in soil would likely have on the results of the investigation.</p></div>\n","rubricRef":"VR252001_rubric"},{"id":"VR252001","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:j part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"j\"><p class=\"stem_paragraph\">(j) <span class=\"formatted_text font_weight:bold\">Explain</span> how modifying the experiment to collect samples from areas with grass litter and areas with tree litter could alter the results of the experiment.</p></div>\n","rubricRef":"VR252001_rubric"}]