[{"id":"VR252002","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The diagram below illustrates the relative economic costs of air pollutants in the United States.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents five maps that each show the continental U S. The maps are labeled as follows: Fine Particulate Matter, open parenthesis, P M 2.5, close parenthesis; Sulfur Dioxide, open parenthesis, S O 2, close parenthesis; Ammonia, open parenthesis, N H 3, close parenthesis; Volatile Organic Compounds, open parenthesis, V O Cs, close parenthesis; and Nitrogen Oxides, open parenthesis, N O x, close parenthesis. A key indicates the following four economic costs of air pollutants: Minimal, Low, Moderate, and High. The data in the maps are as follows. Fine Particulate Matter, open parenthesis, P M 2.5, close parenthesis: There are no Minimal cost regions. Low cost regions are shown above the southwestern states on the western half of the map. Moderate cost regions are shown in the southwest, throughout most of the eastern half of the map, and in various areas scattered in the northwestern states. High cost regions are shown as more concentrated areas throughout the map and vary in size. Smaller High cost areas are scattered throughout the map. Various medium sized High cost areas are shown on the western half of the map. Larger High cost areas are shown on the eastern half of the map, which include parts of Texas and Florida, and covers most of the Midwest, Mid Atlantic, and northeast regions. Sulfur Dioxide, open parenthesis, S O 2, close parenthesis: There are no Minimal cost regions. Low cost regions are shown in the upper northeast in Maine, New Hampshire, and Vermont, near the Great Lakes, and on the western half of the map. Moderate cost regions are shown on the eastern half of the map, California, and a few smaller areas sparsely scattered throughout the western states. High cost regions are shown as more concentrated areas in small parts of California and large areas throughout the eastern half of the map, including parts of Texas, Kentucky, Pennsylvania, and the New York area. Ammonia, open parenthesis, N H 3, close parenthesis: There are no Minimal cost regions. Low cost regions are shown on the western half of the map. Moderate cost regions are shown on the eastern half of the map, California, and various smaller areas scattered throughout the western states. High cost regions are shown as more concentrated areas throughout the map and vary in size. Smaller High cost areas are scattered throughout the map and located inside Moderate cost regions. Larger High cost areas are shown on the eastern half of the map, which include parts of Texas and Florida, most of the Midwest, and the New York area. Volatile Organic Compounds, open parenthesis, V O Cs, close parenthesis: Minimal cost regions are shown in the western half of the map. Low cost regions are shown on the eastern half of the map, California, and various smaller areas scattered throughout the western states. Moderate cost regions are shown as smaller areas located inside Low cost regions throughout the map. A high cost region is shown as a sliver near the New York area. Nitrogen Oxides, open parenthesis, N O x, close parenthesis: There are no Minimal cost regions. Low cost regions are shown in on western half of the map, near the Great Lakes, and along the east coast. Moderate cost regions are shown primarily in and around Texas and the Midwest, near the New York area, and smaller areas in California. High cost regions are shown as small areas that are scattered throughout the Moderate cost regions of the map.\" height=\"413\" src=\"https://assets.learnosity.com/organisations/537/VR252002.g02.png\" width=\"455\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) Based on the information in the map, <span class=\"formatted_text font_weight:bold\">describe</span> the pattern of economic cost associated with <span class=\"math_expression\"><span aria-label=\"S O 2\"><math alttext=\"S O 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>SO</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span>.</p>\n</div>\n","rubricRef":"VR252002_rubric"},{"id":"VR252002","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) <span class=\"formatted_text font_weight:bold\">Describe</span> a solution for reversing the pattern of economic damage seen for <span class=\"math_expression\"><span aria-label=\"P M 2.5\"><math alttext=\"P M 2.5\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>PM</mtext></mrow><mrow><mn>2.5</mn></mrow></msub></mrow></mstyle></math></span></span> in the eastern United States.</p></div>\n","rubricRef":"VR252002_rubric"},{"id":"VR252002","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">(c) Using the information in the maps, <span class=\"formatted_text font_weight:bold\">describe</span> an area in the United States that would most likely experience high levels of acid precipitation.</p></div>\n","rubricRef":"VR252002_rubric"},{"id":"VR252002","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) <span class=\"formatted_text font_weight:bold\">Identify</span> one of the mapped pollutants and <span class=\"formatted_text font_weight:bold\">explain</span> how the amount of sunlight and the location of the sources of the pollutant lead to its pattern of economic damage.</p></div>\n","rubricRef":"VR252002_rubric"},{"id":"VR252002","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:e part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"e\"><p class=\"stem_paragraph\">(e) A farmer in the southwestern United States believes that reducing concentrated animal feeding operations <span class=\"math_expression\"><span aria-label=\"open parenthesis C A F Os close parenthesis\"><math alttext=\"open parenthesis C A F Os close parenthesis\" display=\"inline\" overflow=\"scroll\"><mstyle mathvariant=\"normal\"><mrow><mtext>(CAFOs)</mtext></mrow></mstyle></math></span></span> at the farm will reduce emissions of one of the mapped air pollutants. <span class=\"formatted_text font_weight:bold\">Identify</span> one of the mapped air pollutants the farmer could accurately be thinking will be reduced and <span class=\"formatted_text font_weight:bold\">make a claim</span> using evidence that supports this assertion.</p></div>\n","rubricRef":"VR252002_rubric"},{"id":"VR252002","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:f part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"f\"><p class=\"stem_paragraph\">Some agricultural practices that emerged from the Green Revolution could have contributed to the air pollutants shown in the maps, while others did not negatively impact air pollution.</p><p class=\"stem_paragraph\">(f) <span class=\"formatted_text font_weight:bold\">Identify</span> and <span class=\"formatted_text font_weight:bold\">describe</span> one method that emerged during the Green Revolution that would not contribute to air pollution but has affected the diversity of the species planted as crops.</p></div>\n","rubricRef":"VR252002_rubric"},{"id":"VR252002","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:g part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"g\"><p class=\"stem_paragraph\">(g) <span class=\"formatted_text font_weight:bold\">Make a claim</span> that proposes a solution to the problem identified in part (f).</p></div>\n","rubricRef":"VR252002_rubric"},{"id":"VR252002","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:h part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"h\"><p class=\"stem_paragraph\">(h) For the solution proposed in part (g), <span class=\"formatted_text font_weight:bold\">describe</span> one disadvantage or unintended consequence that could result from the solution.</p></div>\n","rubricRef":"VR252002_rubric"}]