[{"id":"VR252008","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The map shows the terrestrial biomes found in Canada.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of terrestrial biomes in Canada. A key indicates shading patterns used to distinguish among five terrestrial biomes: tundra; boreal forest or taiga; temperate deciduous forest; temperate grassland; and temperate rainforest. The tundra biome covers the northernmost areas of Canada through most of Nunavut and northern portions of Newfoundland and Labrador, Quebec, the Northwest Territories, and Yukon, as well as small portions of Ontario and Manitoba along the southwestern coast of the Hudson Bay, including the city of Churchill in northeast Manitoba. The boreal forest or taiga biome covers most of the country south of the tundra and is in part of every province and territory, including the cities of Calgary, Alberta, and Montreal, Quebec. The temperate deciduous forest biome is in parts of the eastern provinces of Nova Scotia, New Brunswick, Quebec, and Ontario. The cities of Halifax, Nova Scotia, and Toronto, Ontario, are in this biome. The temperate grassland biome covers southern portions of the central and western provinces of Manitoba, Saskatchewan, and Alberta. The city of Winnipeg, Manitoba, is in this biome. The temperate rainforest biome is only in the southwest part of the western province of British Columbia, including the city of Vancouver.\" height=\"494\" src=\"https://assets.learnosity.com/organisations/537/VR252008.g02.png\" width=\"495\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) Based on the map, <span class=\"formatted_text font_weight:bold\">describe</span> the geographic distribution of the temperate grassland biome in Canada.</p>\n</div>\n","rubricRef":"VR252008_rubric"},{"id":"VR252008","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) Based on the biomes shown in the map, <span class=\"formatted_text font_weight:bold\">identify</span> the city where ecotourism highlights local populations of polar bear, ringed seal, and snowy owl.</p></div>\n","rubricRef":"VR252008_rubric"},{"id":"VR252008","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">Forests are a natural resource found in Canada. Spruce, fir, and pine species are native over much of the country and are harvested to produce a variety of products. One method of harvesting is clear-cutting.</p><p class=\"stem_paragraph\">(c) <span class=\"formatted_text font_weight:bold\">Describe</span> one harmful abiotic change that a forest in Canada experiences after clear-cutting has occurred.</p></div>\n","rubricRef":"VR252008_rubric"},{"id":"VR252008","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) <span class=\"formatted_text font_weight:bold\">Explain</span> one way that the removal of trees impacts nitrogen fixation.</p></div>\n","rubricRef":"VR252008_rubric"},{"id":"VR252008","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:e part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"e\"><p class=\"stem_paragraph\">(e) There are a variety of methods to create sustainable forests, each with their own unique advantages and disadvantages. <span class=\"formatted_text font_weight:bold\">Explain</span> how a prescribed burn could be used to create or manage sustainable forests in Canada.</p></div>\n","rubricRef":"VR252008_rubric"},{"id":"VR252008","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:f part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"f\"><p class=\"stem_paragraph\">(f) In addition to the forests, another major natural resource found in Canada is crude oil. Oil refineries designed to process crude oil are located in several Canadian provinces. <span class=\"formatted_text font_weight:bold\">Describe</span> how processing crude oil in Canada can lead to an environmental problem.</p></div>\n","rubricRef":"VR252008_rubric"},{"id":"VR252008","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:g part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"g\"><p class=\"stem_paragraph\">Renewable sources of energy are increasingly contributing to the total energy supply in Canada. Currently, hydroelectric power is Canada’s largest renewable energy source. Hydroelectric facilities can have major impacts on aquatic ecosystems.</p><p class=\"stem_paragraph\">(g) <span class=\"formatted_text font_weight:bold\">Propose a solution</span>, other than switching to a different renewable energy source, that reduces upstream aquatic ecosystem disruption caused by hydroelectric dams.</p></div>\n","rubricRef":"VR252008_rubric"},{"id":"VR252008","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:h part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"h\"><p class=\"stem_paragraph\">(h) <span class=\"formatted_text font_weight:bold\">Justify the solution</span> proposed in part (g) by stating a positive economic or environmental impact, other than maintaining aquatic ecosystems, that results from implementation of the solution.</p></div>\n","rubricRef":"VR252008_rubric"}]