[{"id":"VR252011","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The food web illustrates the feeding relationships between organisms of a desert community found in Arizona.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a food web of organisms of a desert community. The plants at the bottom of the food web are saguaro cactus, prickly pear cactus, brittlebrush, and velvet mesquite. Arrows are drawn from saguaro cactus to wood rat and Gila woodpecker. Arrows are drawn from prickly pear cactus to wood rat and antelope squirrel. Arrows are drawn from brittlebrush to antelope squirrel, pallid-winged grasshopper and red harvester ants. Arrows are drawn from velvet mesquite to wood rat, antelope squirrel, pallid-winged grasshopper, red harvester ants, and coyote. Arrows are drawn from red harvester ants to mantis and Gila woodpecker. Arrows are drawn from pallid-winged grasshopper to Gila woodpecker, grasshopper mouse, and elf owl. Arrows are drawn from wood rat to western diamondback rattlesnake, red-tailed hawk, and coyote. Arrows are drawn from antelope squirrel to western diamondback rattlesnake, red-tailed hawk, and coyote. Arrows are drawn from mantis to elf owl. Arrows are drawn from grasshopper mouse to western diamondback rattlesnake, red-tailed hawk, and coyote. Arrows are drawn from western diamondback rattlesnake to red-tailed hawk. A note states that the figure is not drawn to scale.\" height=\"497\" src=\"https://assets.learnosity.com/organisations/537/VR252011.g01.png\" width=\"445\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) Based on the information in the diagram, <span class=\"formatted_text font_weight:bold\">identify</span> a primary producer.</p>\n</div>\n","rubricRef":"VR252011_rubric"},{"id":"VR252011","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) Based on the information in the diagram, <span class=\"formatted_text font_weight:bold\">identify</span> two primary consumers engaged in interspecific competition.</p></div>\n","rubricRef":"VR252011_rubric"},{"id":"VR252011","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\"><p class=\"stem_paragraph\">(c) Based on the information in the diagram, <span class=\"formatted_text font_weight:bold\">describe</span> how a decrease in the wood rat population would affect higher trophic levels in the short term.</p></div>\n","rubricRef":"VR252011_rubric"},{"id":"VR252011","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">The velvet mesquite trees that populate areas of southwestern Arizona are a member of the legume family and have nitrogen-fixing bacteria in their root nodules.</p><p class=\"stem_paragraph\">(d) <span class=\"formatted_text font_weight:bold\">Explain</span> why the velvet mesquite trees could be considered a keystone species of the desert ecosystem.</p></div>\n","rubricRef":"VR252011_rubric"},{"id":"VR252011","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:e part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"e\"><p class=\"stem_paragraph\">(e) <span class=\"formatted_text font_weight:bold\">Explain</span> how a decrease in velvet mesquite trees from this ecosystem would affect the nitrogen cycle.</p></div>\n","rubricRef":"VR252011_rubric"},{"id":"VR252011","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:f part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"f\"><p class=\"stem_paragraph\">The semiarid climate of Arizona poses challenges for its agriculture. Most land is used to grow crops such as alfalfa and grasses for hay, vegetables such as lettuce, and cotton. To be viable, given Arizona’s dry conditions, agricultural lands must be irrigated. The two major sources of irrigation water in Arizona are the Colorado River and groundwater.</p><p class=\"stem_paragraph\">(f) <span class=\"formatted_text font_weight:bold\">Describe</span> specifically why Arizona farmers may use drip irrigation over other irrigation techniques.</p></div>\n","rubricRef":"VR252011_rubric"},{"id":"VR252011","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:g part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"g\"><p class=\"stem_paragraph\">(g) Given the semiarid climate in Arizona, <span class=\"formatted_text font_weight:bold\">describe</span> why using groundwater for irrigation of crops may not be the best choice.</p></div>\n","rubricRef":"VR252011_rubric"},{"id":"VR252011","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:h part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"h\"><p class=\"stem_paragraph\">An Arizona farmer investigates the best method to control the Egyptian alfalfa weevil, the primary pest of alfalfa crops in southwestern Arizona. The farmer sows genetically identical alfalfa seeds on three plots of land and harvests the alfalfa for three years and uses a different pest control method on each plot. On plot A, the farmer does not use any pest control methods. On plot B, the farmer introduces a parasitic wasp that uses the alfalfa weevil as its primary host. On plot C, the farmer uses an insecticide. The farmer records the alfalfa yields for each plot after each harvest.</p><p class=\"stem_paragraph\">(h) <span class=\"formatted_text font_weight:bold\">Identify</span> the control group for the investigation.</p></div>\n","rubricRef":"VR252011_rubric"},{"id":"VR252011","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:i part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"i\"><p class=\"stem_paragraph\">(i) <span class=\"formatted_text font_weight:bold\">Identify</span> the general type of pest control method used on plot B.</p></div>\n","rubricRef":"VR252011_rubric"},{"id":"VR252011","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:j part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"j\"><p class=\"stem_paragraph\">(j) If a fourth plot D were available, <span class=\"formatted_text font_weight:bold\">explain</span> how the farmer could modify the investigation to include an additional pest control method.</p></div>\n","rubricRef":"VR252011_rubric"}]