[{"id":"VR598480","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Developments in advanced hydraulic fracturing (fracking) technologies have allowed the total oil and gas production in the United States to increase rapidly.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span style=\"font-size:1.3em;\">Methane Concentration in Drinking Water Wells in Pennsylvania</span></p>\n</div>\n<img alt=\"The figure shows a scatterplot titled “Methane Concentration in Drinking Water Wells in Pennsylvania.” The horizontal axis is labeled “Distance to Nearest Fracking Well, in meters,” and the numbers 0 through 6,000, in increments of 1,000, are indicated. The vertical axis is labeled “Methane Concentration in Well Water, in milligrams per liter,” and the numbers 0 through 70, in increments of 10, are indicated. A horizontal line is indicated at 10 milligrams per liter. The region above the line represents Hazardous concentrations, mitigation required, and the region below the line represents No mitigation required. Each data point in the scatter plot represents a well water sample. The data represented by the points are as follows. Note that all values are approximate. Between 0 and 1,000 meters the methane concentration fluctuates from 0 milligrams per liter to 64 milligrams per liter, including points representing: 200 meters and 42 milligrams per liter, 400 meters and 52 milligrams per liter, 600 meters and 10 milligrams per liter, 800 meters and 0 milligrams per liter, and 800 meters and 24 milligrams per liter. There are 13 points indicated above the mitigation line, 10 points below the line, and 1 point on the line. Between 1,000 and 2,000 meters the methane concentration fluctuates from 0 milligrams per liter to 18 milligrams per liter, with the biggest cluster of data points being at 0 milligrams per liter between 1,200 and 1,900 meters. There are 4 points indicated above the mitigation line, and 9 points below the line. Between 2,000 and 3,000 meters the methane concentration remains at 0 milligrams per liter. There are 0 points indicated above the mitigation line, and 5 points below the line. Between 3,000 and 4,000 meters the methane concentration fluctuates from 0 milligrams per liter to 6 milligrams per liter. There are 0 points indicated above the mitigation line, and 3 points below the line. Between 4,000 and 5,000 meters the methane concentration fluctuates from 0 milligrams per liter to 2 milligrams per liter. There are 0 points indicated above the mitigation line, and 4 points below the line. Between 5,000 and 6,000 meters the methane concentration remains at 0 milligrams per liter. There are 0 points indicated above the mitigation line, and 4 points below the line.\" src=\"https://assets.learnosity.com/organisations/537/VR598480.g05.svg\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:ai part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"ai\">\n<p class=\"stem_paragraph\">(a) The graph shows the methane concentration in drinking water from home wells and the distance to the nearest fracking well in Pennsylvania.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">(i) Based on the data in the graph, <span class=\"formatted_text font_weight:bold\">identify</span> the highest methane concentration found in well water in Pennsylvania.</li>\n</ul>\n</div>\n","rubricRef":"VR598480_rubric"},{"id":"VR598480","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:aii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"aii\"><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(ii) Based on the data in the graph, <span class=\"formatted_text font_weight:bold\">describe</span> the relationship between the concentration of methane in well water and the distance to a fracking well.</li></ul></div>\n","rubricRef":"VR598480_rubric"},{"id":"VR598480","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:aiii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"aiii\"><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(iii) Based on the data in the graph, <span class=\"formatted_text font_weight:bold\">identify</span> the minimum safe distance that a new water well should be located from an existing fracking well.</li></ul></div>\n","rubricRef":"VR598480_rubric"},{"id":"VR598480","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:aiv part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"aiv\"><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(iv) <span class=\"formatted_text font_weight:bold\">Explain</span> how fracking fluid is used to access oil and natural gas in sedimentary rock, such as shale, during the fracking process.</li></ul></div>\n","rubricRef":"VR598480_rubric"},{"id":"VR598480","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:av part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"av\"><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(v) <span class=\"formatted_text font_weight:bold\">Identify</span> one negative geologic effect in an area where hydraulic fracturing (fracking) occurs.</li></ul></div>\n","rubricRef":"VR598480_rubric"},{"id":"VR598480","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:bi part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"bi\"><p class=\"stem_paragraph\">(b) The volume of water used for oil and gas extraction is <span class=\"math_expression\"><span aria-label=\"28\"><math alttext=\"28\" display=\"inline\" overflow=\"scroll\"><mn>28</mn></math></span></span> times greater than it was fifteen years ago. Much of the water used for oil and gas extraction comes from groundwater sources in arid or semiarid regions. This increased use of water for fracking may mean that less water is available for local use.</p><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(i) The use of groundwater for fracking is an example of individuals using a shared resource for their own self-interest. <span class=\"formatted_text font_weight:bold\">Identify</span> the environmental concept illustrated by this example of overuse of a shared resource.</li></ul></div>\n","rubricRef":"VR598480_rubric"},{"id":"VR598480","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:bii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"bii\"><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(ii) <span class=\"formatted_text font_weight:bold\">Describe</span> one environmental problem that may result from increased use of groundwater for fracking in arid or semiarid regions.</li></ul></div>\n","rubricRef":"VR598480_rubric"},{"id":"VR598480","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:biii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"biii\"><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(iii) <span class=\"formatted_text font_weight:bold\">Describe</span> how overuse of coastal groundwater supplies can result in water that is unsuitable for human consumption.</li></ul></div>\n","rubricRef":"VR598480_rubric"},{"id":"VR598480","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:ci part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"ci\"><p class=\"stem_paragraph\">(c) In addition to water quality issues caused by fossil fuel extraction, air quality can also be negatively affected by combustion of oil and natural gas.</p><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(i) <span class=\"formatted_text font_weight:bold\">Make a claim</span> for a realistic governmental action to improve air quality by reducing consumption of oil.</li></ul></div>\n","rubricRef":"VR598480_rubric"},{"id":"VR598480","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:cii part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"cii\"><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">(ii) <span class=\"formatted_text font_weight:bold\">Justify</span> the action proposed in part (c)(i) by stating a potential environmental advantage of that action, other than slowing global climate change.</li></ul></div>\n","rubricRef":"VR598480_rubric"}]