[{"id":"FT535548","type":"mcq","stimulusHtml":"<p>Worauf wartet der blinde Junge aus Tibet?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passages carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Eine besondere Schule in Tibet</strong></p>\n\n<p>Seit Wochen wartet ein zehnjähriger blinder Junge aus Tibet auf seinen großen Tag. Noch nie hat er sich so auf einen Tag vorbereitet. Jeden Morgen holt sich Tendsin—so heißt der Junge—frisches Wasser zum Waschen, wäscht sich gründlich das Gesicht und putzt sich anschließend die Zähne. Jeden Tag wartet er, seit der Arzt ihm von der blinden Frau aus Deutschland erzählt hat, die in Tibet eine Schule für Blinde gründen wolle. Für den blinden Jungen war es bis dahin ein unerfüllbarer Traum, in die Schule zu gelten.</p>\n\n<p>Tendsins Traum ist Wirklichkeit geworden. Die Frau aus Deutschland, auf die er so lange gewartet hatte, kam tatsächlich in sein Dorf. Sabine Bergen ist ihr Name. Auf einem Pferd war sie wochenlang durch das tibetische Hochland geritten. Kaum aus dem Sattel, begann sie schon von ihrer Schule zu erzählen, in der blinde Kinder lesen und schreiben lernen sollten. Der Junge erinnert sich: „Meine Eltern waren sprachlos.“ Sie waren erstaunt—nicht nur über den Vorschlag, sondern auch über die selbstbewusste junge Frau. Obwohl sie selbst blind ist, hatte sie mit einem Pferd ganz Tibet durchquert, um blinde Kinder für ihre Schule zu finden.</p>\n\n<p>lm Juni letzten Jahres hat Frau Bergen dann die Schule für diese Kinder gegründet. Ihr Interesse für Tibet wurde schon früh geweckt: „Kurz vor dem Abitur besuchte ich mit meiner Klasse eine Ausstellung über Tibet. Wir durften die Ausstellungsstücke in die Hand nehmen, und der Geruch und die Form der fremden Gegenstände faszinierten mich.\" Von da an war ihr klar, dass sie Tibetologie studieren wollte. An der Universität versuchte man, sie von ihrem Plan abzubringen und sie zu überreden, ein anderes Fach zu studieren. Das Hauptargument dabei war, dass es für die tibetische Sprache keine Blindenschrift gab. Aber Frau Bergen gab nicht auf. Sie setzte sich durch. Während des Studiums entwickelte sie dann eine eigene Blindenschrift für die tibetische Sprache. Schon bald interessierten sich tibetische Wissenschaftler für ihre Erfindung. Frau Bergen fasste einen Entschluss: Wenn jemand diese Schrift nach Tibet bringen sollte, dann wollte sie das selbst sein. Und von diesem Zeitpunkt an dauerte es nur noch wenige Monate, bis sie sich tatsächlich auf den Weg nach Tibet machte, um dort mit Kindern wie Tendsin zu arbeiten. Sie hat sich damit selbst einen Traum erfüllt: in engem Kontakt mit der Kultur zu leben, für die sie sich schon so lange interessierte.</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 680px;\">(Harald Maass)</p>\n"}],"choicesHtml":["<p>Auf einen Brief aus Deutschland</p>","<p>Auf frisches Wasser, um sich zu waschen</p>","<p>Auf den Arzt, der ihm helfen soll</p>","<p>Auf die Frau, die seinen Traum wahr macht</p>"],"answer":2}]