[{"id":"FT534821","type":"mcq","stimulusHtml":"<p>Was hat die Autorin als Kind in der Familie erlebt?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully for comprehension. The passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p><em>Sie lesen jetzt einen Auszug aus den Memoiren einer deutschen Frau. Sie beschreibt darin ihre Kindheit im 19. Jahrhundert in Berlin Spandau.</em></p>\n\n<p style=\"margin-left: 360px;\"><strong>Meine Kinderzeit</strong></p>\n\n<p>Geboren wurde ich in Finkenstein in Westpreußen. Aufgewachsen bin ich in Spandau bei Berlin.</p>\n\n<p>An eine frohe Kinderzeit kann ich zurückdenken. Da sind mein lieber guter Vater, meine herzensgute Mutter. Immer sorgten sie liebevoll für mich und die Geschwister. Im Hause war immer eine frohe, gute Stimmung. Nie haben wir böse Worte zwischen den Eltern gehört. Es war selbstverständlich, dass jeder seine Pflicht tat: sei es in der Schule oder im Beruf.</p>\n\n<p>Robert und ich waren die Jüngsten. Wie schön waren im Sommer die Spaziergänge mit den Eltern. Vater konnte alle Getreidesorten erklären, alle Blumen und Bäume kannte er. Gern ging ich mit ihm durch die Straßen und Gemäuer der alten Festung Spandau, über deren Schicksal er so viel wusste.</p>\n\n<p>Im Winter saßen abends die Eltern am warmen Kachelofen: in der Röhre brutzelten die Bratäpfel. Mutter strickte, Vater rauchte die lange Pfeife, Robert und ich saßen auf unseren kleinen Stühlen und baten: „Geschichten erzählen“. Beide konnten so herrliche Sachen erzählen, erst ein wenig gruselig, dann aber zum Schluss lustig, so dass wir zufrieden schlafen gingen.</p>\n\n<p>Meine älteste Schwester Maria hatte sehr geschickte Hände. Sie nähte für uns so hübsche Kleider. Ich maulte wohl manchmal, wenn ich anpassen musste. Ging dann aber gern mit meiner großen Schwester mit, wenn sie mit dem Kirchenchor bei schönem Sommerwetter Waldausflüge machte. Es gab dann so lustige Spiele mit den Großen in unseren schönen Wäldern. Einmal gab es ein schottisch kariertes Winterkleid, mit schwarzem Samtband besetzt. Sehr hübsch anzusehen—aber es kratzte fürchterlich. Unter Tränen weigerte ich mich, es anzuziehen. Große Empörung in der Familie, aber mein guter Vater entschied zu meinen Gunsten.</p>\n\n<p style=\"margin-left: 320px;\"><strong>Feuer in Spandau um 1893</strong></p>\n\n<p>In einer der folgenden Nächte gab es große Aufregung—,,Feuer! Feuer!“ gellte es durch die Straße. Vater fragte durchs Fenster: „Wo brennt es denn?“, „Mensch, lass Dir nicht den Kopf abbrennen“ klang es echt berlinerisch. Unser Dachstuhl<sup>1</sup> brannte! Für uns war keine Gefahr, aber Mutter jammerte um die vielen schönen, selbst gestopften Federbetten aus der ostpreußischen Heimat, die schon als Aussteuer für die Kinder bereit lagen und nun in der Bodenkammer ein Raub der Flammen wurden. Der ungetreue Hausmeister des großen Hauses war der Brandstifter.</p>\n\n<p>Es brannte damals in den 90er Jahren sehr oft in Spandau. Es war für uns aufregend, wenn nachts das Feuerhorn tutete und die Feuerwehr durch die Straßen rasselte. Wir fühlten uns im 2. Stock unseres vierstöckigen Mietshauses recht geborgen<sup>2</sup>. Unsere Mutter, die Straßenlärm und -staub hasste, hatte bei der Auswahl der Wohnung der goldenen Mitte den Vorzug gegeben.</p>\n\n<p>Damals merkte ich schon unbewusst, dass man sich an Schrecken gewöhnen kann. Vielleicht übertrug sich auch das ruhige Gottvertrauen, das unsere Eltern immer hatten, auf uns. Einmal brannte es ganz in der Nähe. Vom Fußende meines Bettes aus konnte ich die hellen Flammen des großen Dachstuhlbrandes sehen. Also packte ich still mein Kopfkissen um und schaute mir das schaurig schöne Schauspiel an und schlief darüber ein.</p>\n\n<p style=\"margin-left: 360px;\"><strong>Meine Geschwister</strong></p>\n\n<p>Da war mein großer Bruder Joseph. Er war uns ein wenig Respektsperson, immer ernst und fleißig. Im Wohnzimmer stand an dem einen Fenster sein Tisch. Immer lagen große Bogen Zeichenpapier darauf, viele Bleistifte und Lineale. Jegliches „Anfassen” streng verboten! Und sonderbar: wir taten es nicht! Wir strichen ehrfürchtig um ihn herum. Die Eltern gingen im Winter einmal im Monat zu einer kleinen Vereinsfestlichkeit. So bat ich einmal, aufbleiben und Joseph zuschauen zu dürfen. Abschätzend und zögernd schaute er mich an. Der bittende Blick der kleinen Schwester rührte ihn anscheinend. Ich wurde in eine Ecke des breiten Sofas gesetzt, bekam einen Packen bunt bebilderter Zeitungen hingelegt und sollte mich still verhalten.</p>\n\n<p>Erst guckte ich die komischen Bilder an, sie langweilten mich! Bald beobachtete ich meinen Bruder, wie er Striche zog, rechnete, schrieb, grübelte. Dabei schlief ich dann wohl ein. Mein kindlicher Sinn<sup>3</sup>, meinem Bruder nahe zu kommen, hatte kläglich geendet.</p>\n\n<p>Robert muss es wohl ähnlich gegangen sein. Aber auf einmal hatten wir eine wirtschaftliche Möglichkeit entdeckt. Wir durften oftmals Besorgungen für ihn machen und erhielten dann jeder 5 Pfennige. Wie reich fühlten wir uns und wie schwer war es, das Geld richtig anzulegen: Schokoladenpulver wurde unsere Leidenschaft. Aber seitdem wir es mal wieder hierfür ausgegeben und das Pulver aus der kleinen Tüte in den Mund geschüttet hatten und schrecklich husten mussten, waren wir von diesem Laster kuriert. Eines Tages hörten diese Belohnungen auf. Ein Weilchen machten wir noch „ohne” mit. Als wir aber merkten, dass Joseph Blumen und Schokolade hatte, aber nie für uns, beschlossen wir, zu streiken. Bald klärte sich Josephs merkwürdiges Verhalten auf: er hatte eine Braut!</p>\n\n<p style=\"margin-left: 360px;\"><strong>Josephs Hochzeit</strong></p>\n\n<p>Minna war ihr Name. Da sie eine Waise<sup>4</sup> war, richteten meine Eltern die Hochzeit aus. Das große Zimmer wurde umgeräumt und geschmückt.</p>\n\n<p>Ich bekam ein weißes Kaschmirkleid, Robert einen blauen Anzug. Wir durften in der Kirche Blumen streuen; auch das Festessen mitmachen. Aber abends, als es so schön lustig wurde, wurden wir ohne Gnade ins Bett geschickt. Verdrießlich saßen wir in unseren Betten und fanden die “Großen” gar nicht nett.</p>\n\n<p>Das Nachttischlämpchen brannte, diesen Trost hatte man uns gelassen. Über den langen Flur kam hin und wieder Musik: Klavier, Geige, Cello. Es waren vertraute Klänge von manchem schönen Fest, das die Eltern mit den großen Kindern und deren Freunden öfters gaben: bescheiden, mit Kartoffelsalat, belegten Brötchen und ab und zu einem Gläschen Bier.</p>\n\n<p>Wir mussten wieder einmal auch hier abseits stehen. Wir fühlten uns schlecht behandelt!</p>\n\n<p>Plötzlich sahen wir unter dem Bett der Eltern zwei große irdene Schüsseln: schwupp—raus aus dem Bett.</p>\n\n<p>Herrliche Apfelsinen in der einen, schöne Äpfel in der anderen. Es war der Nachtisch-Vorrat. Schmausend saßen wir auf dem Bett, ertränkten unseren Kummer in Apfel- und Apfelsinensaft. Leider gab es am nächsten Tag einen schrecklich verdorbenen Magen. So prägte sich die Strafpredigt, falls sie erfolgte, nicht ein. Wir waren wohl zu elend.</p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.8em\"><sup>1</sup>. Dachstuhl = Teil des Daches</span><span style=\"font-size:0.8em\"></span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>2</sup>. geborgen = hier: beschützt</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>3</sup>. Sinn = hier: Wunsch</span></p>\n\n<p><span style=\"font-size:0.8em\"><sup>4</sup>. Waise = ein Kind ohne Eltern</span></p>\n"}],"choicesHtml":["<p>Armut</p>","<p>Harmonie</p>","<p>Rassismus</p>","<p>Reisen</p>"],"answer":0}]