[{"id":"FT536360","type":"mcq","stimulusHtml":"<p>Warum wurde dieser Brief an die Kundin abgeschickt?</p>","features":[{"type":"sharedpassage","html":"<p>Directions:</p>\n\n<ul>\n\t<li>\n\t<p>You will read a selection. The selection is accompanied by a number of questions. For each question, choose the response that is best according to the selection and mark your answer.</p>\n\t</li>\n\t<li>\n\t<p>Sie werden eine Auswahl lesen. Die Auswahl wird von einer Reihe von Fragen begleitet. Für jede Frage, wählen Sie die Antwort, die am besten nach der Auswahl und markieren Sie Ihre Antwort!</p>\n\t</li>\n</ul>\n\n<p><strong>Thema: Schönheit und Ästhetik</strong></p>\n\n<p><strong>Übersicht</strong></p>\n\n<p>In diesem Text geht es um eine Katalogbestellung. Es ist ein Brief von Petra Zimmer an die Kundin, Sonja Rosenberger.</p>\n\n<p>Sehr geehrte Frau Rosenberger,<br>\n<br>\nvielen Dank für Ihre Bestellung vom 21.03. Leider können wir Ihnen Ihre Bestellung nicht komplett<br>\nzustellen, da auf Grund einer starken Nachfrage die Hose, Modell-Nr. 3457 in Schwarz, Größe 38 im Moment ausverkauft ist. Allerdings werden wir in 4 Wochen eine weitere Lieferung erhalten. Erhältlich ist dieses Modell in Größe 38 in Blau und Grau. Ihre bestellten Oberteile wären am 04.04. lieferungsbereit.<br>\n<br>\nKönnten Sie uns bitte benachrichtigen, ob Sie Ihre Bestellung auf einmal oder in zwei Teilen geliefert haben möchten. Anbei ist ein Bestellschein, den Sie ausgefüllt an uns zurückschicken können. Sollten Sie die Hose stornieren oder durch eine andere Farbe ersetzen, markieren Sie das bitte auch auf dem beigefügten Bestellschein.<br>\n<br>\nVielen Dank für Ihr Verständnis. Sollten Sie weitere Fragen haben, können Sie uns bequem jederzeit zwischen 9 und 19 Uhr unter der Nummer 0853 / 0 63 04 66 erreichen (Sonntage ausgenommen). Wir freuen uns darauf, Ihnen auch in Zukunft bei Ihrer Modewahl behilflich zu sein.<br>\n<br>\nMit freundlichen Grüßen<br>\nPetra Zimmer Schmidt Versand</p>\n"}],"choicesHtml":["<p>Um die Ergebnisse einer Kundenumfrage mitzuteilen</p>","<p>Um über ein Problem mit der Bestellung zu informieren</p>","<p>Um ein günstiges Angebot zu machen</p>","<p>Um über neue Mode zu informieren</p>"],"answer":0}]