[{"id":"FT536027","type":"mcq","stimulusHtml":"Wir könnten eines Tages eine <span style=\"font-size:1.1em\"><sub>“</sub></span>Weltkultur\" haben, denn","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully for comprehension. The passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p><p></p><p>Die Welt wächst zu einer Einheit zusammen. Immer mehr Elemente der westlichen Zivilisation finden Eingang in fremde Kulturen. Aber auch umgekehrt beeinflussen politische, künstlerische und religiöse Vorstellungen und Werte anderer Nationen die westliche Welt. Das verspricht, zu einer großen Bereicherung, zu einer Art „Weltkultur“ zu führen. </p><p>Noch kann man dieser Zukunftsvision nicht recht trauen; man hat eher das Gefühl einer Bedrohung. Die Einheit der Welt muß nicht unbedingt ein größeres gegenseitiges Verständnis mit sich bringen. lm Gegenteil, sie wird die Länder voneinander abhängiger machen und somit wird es leichter zu Konflikten kommen. Je enger wir geistig zusammenrücken, um so mehr könnte das auch zu einem erbitterten Kampf der Weltanschauungen und Überlegungen führen. Gerade in Entwicklungsländern wächst die Angst, daß die Industrieländer politisch und wirtschaftlich die Oberhand gewinnen. Die Individualität der Kulturen könnte verlorengehen.</p><p>Das Wort „Kultur“ meint ursprünglich ganz einfach die Art und Weise, wie der Mensch sich ernährt, den Boden bepflanzt, die alltäglichen Dinge herstellt und benutzt. Bewundernswert bleibt, wie es Menschen immer verstanden haben, selbst unter den schwierigsten Bedingungen in ihrem Alltag dem Höheren und Schöneren künstlerisch Ausdruck zu geben. Natürlich kann man da verstehen, daß alle Völker, auch die der Dritten Welt, ihre Traditionen und ihr kulturelles Erbe lebendig halten wollen.</p><p>Die Entwicklungspolitik bietet den Ländern der Dritten Welt Maschinen und Produktionsmethoden an. Aber diese Hilfe westlicher Experten wird von den Menschen der Entwicklungsländer häufig als „Kulturimperialismus“ gesehen und leidenschaftlich abgelehnt.</p><p>Die kommende Einheit der Welt verlangt Verständnis für den Reichtum verschiedener Kulturen. Was weiß man überhaupt von der Kultur anderer Völker? Wie wird die kulturelle Begegnung von ihnen selbst empfunden? Wenn man auf die Partner der Dritten Welt hört, kann man auch zu einem besseren Verständnis für die Werte der eigenen Tradition kommen. Es geht nicht darum, alles für gleich wertvoll und damit für gleich wertlos zu halten. Es geht vielmehr darum, daß wir einander respektieren und auf allen Gebieten zusammenarbeiten.</p>"}],"choicesHtml":["<p>immer neue Elemente werden entdeckt</p>","<p>die Technik wird sich rapide ausbreiten</p>","<p>die westliche Welt exportiert viel Kunst</p>","<p>alle Nationen beeinflussen sich gegenseitig</p>"],"answer":2}]