[{"id":"FT535585","type":"mcq","stimulusHtml":"<p>Die Telefongespräche wurden nicht mehr weitergeführt, weil</p>","features":[{"type":"sharedpassage","html":"<p>Directions. Read the following passages carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage. There is no sample question for this part.</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 320px;\"><strong>Erinnerungsschatten</strong></p>\n\n<p>Was ich hier erzähle, sind Erinnerungsschatten einer Geschichte, die sich zu Beginn unseres Jahrhunderts in einer Gemeinde in der Nähe von Zürich abgespielt hatte. Diese Geschichte wurde mir von Zwischenpersonen erzählt, die sie teilweise schon vergessen hatten. Das ist der Grund, warum ich sie Erinnerungsschatten nenne.</p>\n\n<p>Da gibt es zunächst einen Pudel, einen großen weißen Pudel. Er war es gewohnt, jeden zweiten oder dritten Morgen bei der Kirche in Fluntern, eben jener Gemeinde in der Nähe von Zürich, auf die Plattform der damals noch kleinen und offenen Straßenbahn Linie 5 zu springen. Er legte sich neben den Kondukteur und fuhr zum Bellevue-Platz in Zürich hinunter. Alle Kondukteure der Linie 5 kannten diesen Pudel und ließen ihn mitfahren. Er war unter ihnen schon legendär geworden, weil er die Linie 5 von der 6, die ebenfalls von Fluntern abfuhr, aber nicht zum Bellevue-Platz, sondern zum Central, genau unterscheiden konnte. Am Bellevue-Platz verließ der Pudel den Wagen und lief die Straße hinunter zum Bahnhof Stadelhofen. Sobald dort ein Zug in Richtung Rapperswil hielt, sprang er auf die Plattform eines Personenwagens. Dan legte er sich so in die Ecke, daß der Kondukteur hinter ihm vorbeigehen konnte, ohne ihn zu bemerken— so stellte sich der Pudel das wenigstens vor! Bei Rapperswil sprang er vom Trittbrett herunter. Nie verpasste er diese Station.</p>\n\n<p>Vom Bahnhof trottete er zu einer in der Höhe gelegenen Villa. Vor dem Tor blieb er stehen, mit der Nase im Wind. Aber nie drang er in den Garten ein, als wisse er, daß er dort niemanden antreffen würde. Dann ging er mit hängenden Ohren und melancholischem Blick zum Friedhof hinunter. Hier legte er sich neben ein Grab und blieb da, mit der Schnauze auf den Pfoten, ungefähr eine Stunde.</p>\n\n<p>Eine ältere Dame, die ebenfalls aus Fluntern kam und dasselbe Grab aufsuchte, wurde auf diesen Hund aufmerksam. Als ob der Pudel geahnt hätte, daß sie beide den gleichen Heimweg hatten, begleitete er sie zurück. Weil sich das später wiederholte, erfuhr die Frau vom Straßenbahnpersonal, daß der Pudel diese Reise zwei- oder dreimal in der Woche unternahm.</p>\n\n<p>Diese Dame hatte zu dem Grab keine direkte, nur eine sentimentale Beziehung, denn sie hatte die Person, die in dem Grab lag, nicht selbst gekannt. Sie hatte sie nie gesehen. Sie hatte nur ihre Stimme gehört.</p>\n\n<p>Damals gab es am Telefon noch keine Wählseheibe. Man konnte also nicht direkt anrufen, sondern Telefonistinnen mußten die Verbindungen herstellen. Diese Telefonistinnen konnten dadurch die Gespräche mithören — was sie aber meist nicht taten — . Während einiger Jahre war es jedoch eine beliebte Abwechslung der Zürcher Telefonistinnen, den Gesprächen zuzuhören, die mehrmals täglich zwischen einer Villa in Fluntern und einer anderen Villa in Rapperswil hin und her gingen. In Fluntern sprach ein Mann, und ihm antwortete eine junge Frau in Rapperswil. Die Telefonistin, die die Verbindung herstellte, hörte der Unterhaltung zu. Dann erzählte sie den anderen alles, was sie gehört hatte. Auf diese Weise erlebten die Telefonistinnen in der Telefonzentrale eine ganze Liebesgeschichte durch die täglichen Fortsetzungen der Gespräche. Die Frau, die das Grab zusammen mit dem Pudel besuchte, war eine dieser Telefonistinnen.</p>\n\n<p>Inzwischen ist jenen, von denen ich die Geschichte habe, vieles nicht mehr klar erinnerlich. Deutlich spricht aber aus den Fragmenten, die mir erzählt wurden, die traurige Liebesbeziehung zwischen dem Mann und einer Frau. Durch den neumodischen Apparat tauschten sie ihre Zärtlichkeiten aus und besprachen ihre Probleme. Die junge Frau war nämlich todkrank. Der Mann in Fluntern, der sich täglich mit ihr unterhielte, war ihr Verlobter. Die Frau wollte die Verlobung lösen, doch der Mann versuchte, sie davon abzuhalten und ihr seine Liebe zu beweisen. Als er eines Tages wieder einmal anrief, sagte ihm eine fremde Stimme, daß die Frau am gleichen Morgen im Bett tot aufgefunden worden war. Das Ende war viel schneller gekommen, als der Mann es erwartet hatte.</p>\n\n<p>Von da an fuhr der Mann aus Fluntern jede Woche mehrmals zu ihrem Grab. Und als er dann selber. starb, setzte sein Hund, der ihn immer begleitet hatte, diese Gewohnheit fort.</p>\n\n<p>Das ist alles, was ich von dieser Geschichte weiß, die einst Leiden und Schmerz und Liebe war und heute nur noch eine schattenhafte Erinnerung ist.</p>\n"}],"choicesHtml":["die Telefonapparate ersetzt wurden","der Mann umgezogen war","die junge Frau nicht mehr am Leben war","der Pudel an die ältere Dame verkauft wurde"],"answer":1}]