[{"id":"FT536065","type":"mcq","stimulusHtml":"<p>Was löst bei vielen Menschen Allergien aus?</p>","features":[{"type":"sharedpassage","html":"<p>Directions. Read the following passages carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p><strong>GESUNDHEIT!</strong></p>\n\n<p>Husten, Schnupfen, Niesreiz. Für viele Allergiker ist der Frühling die schlimmste Jahreszeit. Der Grund: Blütenpollen. Allein mit diesen <span style=\"font-size:1.1em\"><sub>“</sub></span>Übeltätern” haben rund neun Millionen Deutsche ihre Probleme. Das Immunsystem spielt bei ihnen verrückt. Sie reagieren auf die mikroskopisch kleinen, eigentlich harmlosen Pollen von Bäumen, Sträuchern, Gräsern und Getreide mit Heuschnupfen und Asthma. Nach Angaben des Allergiker- und Asthmatikerbundes leiden sogar weit mehr als 30 Millionen Bundesbürger an den verschiedensten Allergien mit teilweise qualvollen Symptomen. Erschreckend dabei: Es gibt kaum eine Substanz, auf die nicht irgend jemand überempfindlich reagiert.</p>\n\n<p>Man hat nachgewiesen, daß etwa 20 000 Substanzen Allergien auslösen, wobei die meisten Stoffe, die Allergien hervorrufen, sogenannte Fremdeiweiße (z.B. Tierhaare, Nahrungsmittel, Blütenstaub) sind. Andere Auslöser: Kosmetika, Medikamente, Kleidung und Schmuck. Die Symptome der verschiedenen Allergien sind immer dieselben: Juckreiz, Hautausschlag, Durchfall, Kreislaufbeschwerden, Heuschnupfen, Asthma, Gelenkschmerzen. Und trotzdem können Arzte die Frage <span style=\"font-size:1.1em\"><sub>“</sub></span>Was ist eine Allergie?” noch nicht ausreichend beantworten. Denn keiner weiß genau, was hinter diesem Krankheitsbild steht.</p>\n\n<p>Die wenig befriedigende Standardantwort, die man dann erhält: Allergien sind Überempfindlichkeitsreaktionen der Körperabwehr. Fest steht damit zumindest, daß die geplagten Zeitgenossen eines miteinander gemeinsam nahen: Ihr Immunsystem reagiert bei Kontakt mit verschiedenen Stoffen — sei es beim Essen, beim Einatmen oder bei Reizung der Haut — wie ein Seismograph. Im Gegensatz zu Gesunden hat die Körperabwehr von Allergikern offenbar die Fähigkeit verloren, gefährliche <span style=\"font-size:1.1em\"><sub>“</sub></span>Eindringlinge” von harmlosen zu unterscheiden.</p>\n\n<p>Warum das Immunsystem nicht mehr richtig funktioniert, ist unklar. Experten sehen jedoch eine wichtige Ursache in Umweltbelastungen. Luft- und Wasserverschmutzungen sowie Chemiezusätze in Lebensmittel, Kleidung oder Möbeln schwächen die Abwehrkräfte. Wird der Körper dann ständig mit starken Reizen wie der Sonne oder dem Hausstaub konfrontiert, kann es passieren, daß er mit einer Allergie auf diese alltäglichen, kaum zu vermeidenden Faktoren antwertet.</p>\n\n<p>Daß ein Mensch allergisch reagiert, ist häufig auch angeboren. 60 bis 80 Prozent der Kinder, deren Eltern an einer Allergie leiden, entwickeln im Laufe ihres Lebens selber eine. Aber auch Streß (Ärger im Beruf oder Hektik in der Familie) kann in diesem Zusammenhang eine Rolle spielen. All diese Lebensumstände können empfindliche Menschen so sehr sensibilisieren, daß sogar der bloße Kontakt mit dem Allergen starke, lebensbedrohliche Beschwerden hervorruft. Für jeden Allergiker ist es daher lebenswichtig zu wissen, auf welche Substanz er reagiert. Der beste Schutz vor immer wiederkehrenden allergischen Reaktionen ist, dem <span style=\"font-size:1.1em\"><sub>“</sub></span>Übeltäter“ aus dem Weg zu gehen.</p>\n"}],"choicesHtml":["<p>Die Angaben des Allergikerbundes</p>","<p>Der Blütenstaub von Blumen und Bäumen</p>","<p>Das Immunsystem der Gräser und Sträucher</p>","<p>Das Krankheitsbild der Bundesbürger</p>"],"answer":0}]