[{"id":"FT536059","type":"mcq","stimulusHtml":"Man glaubt, daß Tyrannosaurus rex","features":[{"type":"sharedpassage","html":"<p>Directions. Read the following passages carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 320px;\"><strong>Der Schlitzer von Utah</strong></p>\n\n<p>Er hatte das Gewicht einer ganzen Elefantenherde, den Appetit eines Löwenrudels und den Mund voller Dolche: Tyrannosaurus rex, das gefährlichste Ungetüm, das je auf Erden lebte. Jetzt aber hat Tyrannosaurus rex Konkurrenz: eine neue Gattung von Dinosauriern, die amerikanische Forscher in Utah ausgegraben haben, macht ihm den Ruf streitig, die furchterregendste aller Landkreaturen gewesen zu sein.</p>\n\n<p>Zwar ist der nette Utahraptor (<span style=\"font-size:1.1em\"><sub>“</sub></span>Reißer von Utah”) nur eine Tonne schwer und mit sechs Metern Länge nur halb so groß wie der Tyrannosaurus, doch gleicht er diese Nachteile unbedingt aus. Er ist beweglicher, intelligenter und hat ungewöhnliche Waffen.</p>\n\n<p>Viele Experten halten den Tyrannosaurus rex für zu schwerfällig und langsam, und bezweifeln, daß er ein erfolgreicher Jäger gewesen sein könnte. <span style=\"font-size:1.1em\"><sub>“</sub></span>Wie fing er seine Beute?” fragt sich John Horner vom Museum der Rockies in Montana. Die Arme des Sauriers seien so kurz, meint Homer, daß er seine Beute kaum damit habe packen können. Er hätte seine Brust auf den Rücken seiner Beute legen müssen, um sie festzuhalten. Er bezweifle, sagte Homer, daß andere Dinosaurier so langsam und so dumm waren, sich das gefallen zu lassen. Tyrannosaurus rex müsse hauptsächlich von Kadavern gelebt haben.</p>\n\n<p>Ganz anders der nette <span style=\"font-size:1.1em\"><sub>“</sub></span>Reißer von Utah” oder <span style=\"font-size:1.1em\"><sub>“</sub></span>Superschlitzer.\" Mit einem Sprung, vermuten die Forscher, stürzte er sich auf seine Beute und krallte sich mit den scharfen Klauen seiner Vorderpfoten an seinem Opfer fest. Dann kam die schrecklichste seiner Waffen zum Einsatz: Mit Hieben seiner 40 Zentimeter langen Reißklaue an der Mittelzehe der Hinterbeine konnte er praktisch jedem Gegner den Bauch aufschlitzen.</p>\n\n<p>Schon vor der Entdeckung des <span style=\"font-size:1.1em\"><sub>“</sub></span>Superschlitzers\" kannten die Dinosaurierforscher einen sehr kleinen, aber gefürchteten Verwandten: den Deinonychus (<span style=\"font-size:1.1em\"><sub>“</sub></span>schreckliche Klaue”) — auch er ein besonders gefürchteter Raubsaurier, ebenfalls mit einer Klaue an der Mittelzehe versehen.</p>\n\n<p>Aus Fußspuren und Knochenbau schlossen die Wissenschaftler: der etwa wolfsgroße Räuber war schnell und intelligent und wahrscheinlich ein Warmblütler; er jagte in Rudeln. Er tötete pflanzenfressende Kolosse, die bis zu zehnmal größer waren als er. Es war die Entdeckung des Deinonychus, die die Forscher vor 25 Jahren gezwungen hatte, ihre alten Vorstellungen, daß alle Dinosaurier träge und dumm seien, zu revidieren.</p>\n\n<p>Neben dem <span style=\"font-size:1.1em\"><sub>“</sub></span>Superschlitzer” wirkt der Deinonychus wie eine Hauskatze neben einem Tiger. Vor 125 Millionen Jahren waren die Utahraptoren die unbestrittenen Könige der Tierwelt.</p>\n\n<p>Als der schwerfällige Tyrannosaurus rex die Erde eroberte, waren die Utahraptoren schon 60 Millionen Jahre verschwunden.</p>\n"}],"choicesHtml":["<p>meistens bereits getötete Tiere gefressen habe</p>","<p>seine Beute fest mit seinen kurzen Armen umklammerte</p>","<p>seine Beute nur von hinten angreifen konnte</p>","<p>eigentlich ein Pflanzenfresser gewesen sei</p>"],"answer":-1}]