[{"id":"FT534920","type":"mcq","stimulusHtml":"<p>Was erfahren wir über die Reise des Ehepaars nach Kanada?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully for comprehension. The passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p><strong>Auf nach Kanada</strong></p>\n\n<p>Wir sind mit dem Flugzeug nach Kanada umgezogen, nur mit vier Koffern kamen meine Frau und ich am Flughafen in Toronto an. Nach dem Zoll öffnete sich eine große Schiebetür, und ich dachte: „Jetzt musst du dir dein Leben hier einrichten. Irgendwie wird es schon klappen!“ Das hat mir ein bisschen Angst gemacht, aber ich war auch zuversichtlich.</p>\n\n<p>Der Anfang war nicht einfach. Wir konnten zwar zuerst bei Bekannten wohnen, wollten aber natürlich schnell eine eigene Wohnung finden. Aber dafür muss man nachweisen, dass man Arbeit hat. Und eine Arbeit bekommt man nur, wenn man eine Wohnung hat. Wir gingen von Gebäude zu Gebäude und fragten bei den Hausmeistern nach—nirgendwo gab es etwas. Dann hatten wir uns noch verlaufen. Meine Frau hat sich in eine Ecke gekauert und geheult.</p>\n\n<p>Nach zehn Tagen konnten wir dann eine Wohnung beziehen, weil unsere Bekannten für uns bürgten*. Das gab mir neue Energie. Und weil gerade die Weihnachtssaison anfing, konnten wir als Aushilfskräfte bei einer Supermarktkette arbeiten— Waren auspacken, Regale einräumen. Da waren für die ersten Wochen unsere grundlegenden Probleme gelöst.</p>\n\n<p>In Deutschland hatte ich als Speditionskaufmann gearbeitet. Kurze Zeit war ich jetzt auch in Kanada bei einer Spedition, aber dann strukturierten die plötzlich um, ich wurde entlassen. Ich war niedergeschlagen, sagte mir aber: „Es wird schon weitergehen.“ Und es ging ja weiter. Ich wurde Papierarbeiter, musste 500 Kilo schwere Papierrollen schneiden und verpacken. Meine Schicht dauerte zwölf Stunden, ich hatte nur 20 Minuten Zeit, um mal schnell was zu essen. Ich hielt trotzdem durch. Doch dann gab es Kurzarbeit. Ich musste noch zweimal den Job wechseln. Auf ein paar Turbulenzen hatte ich mich ja eingestellt, aber das wurde mir dann doch fast zu viel. Heute habe ich einen Job, der mir gefällt: Ich überwache Behördengebäude und Wohnungsanlagen für ein großes Sicherheitsunternehmen. Später mal würde ich gerne Schichtleiter werden. . . .</p>\n\n<p>Ich bin froh, dass ich ausgewandert bin. Es war ja nicht nur wegen dem Arbeitsmarkt—ich hatte in Deutschland gerade meine Arbeit verloren. Ich wollte Abwechslung in mein Leben bringen, ja da war auch Abenteuergeist dabei. . . .</p>\n\n<p>Ich bin jetzt ganz gut drauf.</p>\n\n<p><span style=\"font-size:0.8em\">*bürgen – garantieren</span></p>\n"}],"choicesHtml":["<p>Sie hatten einen turbulenten Flug.</p>","<p>Sie konnten nicht viel mitnehmen.</p>","<p>Sie hatten Schwierigkeiten am Zoll.</p>","<p>Sie konnten ihre Reisedokumente nicht finden.</p>"],"answer":0}]