[{"id":"FT536051","type":"mcq","stimulusHtml":"<p>Die vier Hotelbesitzerinnen eröffneten ein Hotel, weil</p>","features":[{"type":"sharedpassage","html":"<p>Directions. Read the following passages carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p>&nbsp;</p>\n\n<p>Die vier Hotelbesitzerinnen erklärten einstimmig: <span style=\"font-size:1.1em\"><sub>“</sub></span>Wir haben eine Marktlücke entdeckt.” Nachdem es bereits Frauenkneipen und Frauenbuchläden gibt, wollten sie Hotelzimmer nur für Frauen anbieten. So eröffneten sie in Berlin das erste Frauenhotel auf dem europäischen Kontinent und nannten es <span style=\"font-size:1.1em\"><sub>“</sub></span>artemisia”.</p>\n\n<p>Die vier Unternehmerinnen haben Erfahrung in der Touristikbranche. Sie wissen, daß sich das Bild von der reisenden Frau geändert hat. Früher reisten Frauen fast nur als Begleiterinnen von Männern; sie waren meistens Ehefrauen oder Sekretärinnen. <span style=\"font-size:1.1em\"><sub>“</sub></span>Heute reisen sie allein als Touristinnen, Geschäftsfrauen oder Journalistinnen\", meinte Frau Hermann. Viele Frauen finden es nicht angenehm, allein in einem Hotel zu übernachten. Man gibt ihnen oft einen schlechteren Frühstückstisch, und wenn sie dann allein an einem Tisch sitzen, werden sie oft von Männern angesprochen und eingeladen.</p>\n\n<p>Die vier Unternehmerinnen scheinen recht zu haben: schon kurz nach der Eröffnung waren achtzig Prozent der zweiundzwanzig Zimmer gebucht. Es ist auch keine bestimmte Altersgruppe, die in diesem Hotel wohnen will. Die Frauen sind zwischen 20 und 75 Jahre alt. Auch Söhne dürfen im <span style=\"font-size:1.1em\"><sub>“</sub></span>artemisia” übernachten, wenn sie nicht älter als 14 Jahre sind.</p>\n\n<p>Das 370 Quadratmeter große Hotel ist nach der Malerin Artemisia Gentileschi benannt, die im 17. Jahrhundert in Italien lebte. <span style=\"font-size:1.1em\"><sub>“</sub></span>Sie malte Frauen nicht als idealisierte religiöse Figuren, sondern modern und selbstbewußt,\" erklärte die italienische Mitinhaberin, Nina Polidori. Das Leben von Frauen, die <span style=\"font-size:1.1em\"><sub>“</sub></span>oft im Schatten von Männern standen, wird in den Gästezimmern dokumentiert. So erinnern Reagenzgläser und Meßbecher auf einer Kommode an die Atomphysikerin Lise Meitner. In einem anderen Raum ist die Biographie einer Schriftstellerin zu sehen, die im 19. Jahrhundert zweimal die Stadt Berlin verlassen mußte, weil sie in der Öffentlichkeit Hosen trug und rauchte.</p>\n\n<p>Und wie reagieren die Männer? Sie respektieren das Frauenhotel, obwohl sie als ehemalige Gäste der Pension <span style=\"font-size:1.1em\"><sub>“</sub></span>Brandenburg”, die früher die Räume benutzt hat, in einem anderen Hotel übernachten müssen. Vielleicht muß <span style=\"font-size:1.1em\"><sub>“</sub></span>artemisia” doch einmal einen männlichen Gast aufnehmen, denn die Berliner Stadtverwaltung verlangt das, wenn es sonst in der Stadt kein Hotelbett mehr gibt.</p>\n"}],"choicesHtml":["<p>es in Berlin nicht genug Zimmer gab</p>","<p>sie in Italien Tourismus studiert hatten</p>","<p>sie einen sehr attraktiven Namen dafür hatten</p>","<p>sie etwas für alleinreisende Frauen tun wollten</p>"],"answer":2}]