[{"id":"FT536414","type":"longtextV2","stimulusHtml":"<p><strong>Presentational Writing: Persuasive Essay</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will write a persuasive essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n\t<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\t</li>\n\t<li>\n\t<p>Sie werden an einem deutschen Schreibwettbewerb teilnehmen und reichen einen Aufsatz ein, in dem Sie überzeugend und klar Ihre Argumente darstellen. Das Thema des Aufsatzes basiert auf drei Quellen, die jeweils einen anderen Aspekt dieses Themas darstellen. Diese Quellen bestehen jeweils aus Hör- und Lesetexten. Zuerst haben Sie 6 Minuten Zeit, um das Aufsatzthema und die zusätzlichen Informationen zu lesen. Danach werden Sie den Hörtext zweimal hören. Dabei sollten Sie sich Notizen machen. Dann haben Sie 40 Minuten Zeit, um den Aufsatz zu organisieren und zu schreiben.</p>\n\n\t<p>Ihr Aufsatz sollte unterschiedliche Meinungen der Quellen zu dem Thema behandeln und Ihre eigene Meinung dazu klar ausdrücken und verteidigen. Benutzen Sie die Informationen, die Ihnen durch das Quellenmaterial zur Verfügung gestellt wurden, um Ihre Meinung zu begründen! Wenn Sie auf das Quellenmaterial verweisen, identifizieren Sie dieses entsprechend. Zudem sollte der Aufsatz übersichtlich in Absätze gegliedert sein.</p>\n\t</li>\n</ul>\n\n<p><strong>Thema: Alltag</strong></p>\n\n<p>Sie haben 6 Minuten Zeit, um das Aufsatzthema, das Quellenmaterial 1 und das Quellenmaterial 2 zu lesen.</p>\n\n<p><em><strong>Aufsatzthema:</strong></em></p>\n\n<p>Wie soll man heutzutage mit Sonnenstrahlen umgehen?</p>\n\n<p><strong>Quellenmaterial 1</strong></p>\n\n<p><em><strong>Übersicht</strong></em></p>\n\n<p>In diesem Text geht es um die Wichtigkeit des Sonnenbadens. Der ursprüngliche Artikel wurde am 7. Juli 2009 in Deutschland von der deutschen Journalistin Christine Naefeke veröffentlicht.</p>\n\n<p><strong>Sonnenbad schützt vor Krankheiten</strong></p>\n\n<p><strong>Vitamin D – Quelle Sonne</strong></p>\n\n<p>Dosiertes Sonnenbaden ohne Sonnencreme soll vor Herz- und Gefäßkrankheiten, vor Diabetes und Krebs schützen</p>\n\n<p>„Pflanzen ohne Licht gehen ein – Menschen auch“, sagt Nicolai Worm, Professor an der Deutschen Hochschule für Prävention und Gesundheitsmanagement. In seinem neuen Buch „Heilkraft D“ (systemed Verlag) fasst er neue, internationale Studien zusammen.</p>\n\n<p>Seine These: Wir haben die Sonne aus unserem Leben verbannt. Wir verbringen unsere Tage im Büro, im Auto und in neonbeleuchteten Fitnesscentern. Und wenn wir mal draußen sind, benutzen wir Sonnencremes mit hohem Lichtschutzfaktor. Doch ohne die UVB-Strahlen der Sonne kann unsere Haut nicht genug Vitamin D bilden. Damit nehmen wir freiwillig eine massive Unterversorgung mit diesem gesundheitsnotwendigen Vitamin in Kauf – und riskieren nicht nur schlechte Knochen, sondern auch ein geschwächtes Immunsystem und eine ganze Reihe von Zivilisationskrankheiten von Herzinfarkt über Diabetes und Depressionen bis hin zu Krebs.</p>\n\n<p>Sein Sonnen-Tipp: Setzten Sie sich im Sommerhalbjahr mindestens zweimal pro Woche ohne Sonnenschutzmittel mit Gesicht, Armen und Händen – je nach Hauttyp – zwischen 10 und 30 Minuten der Sonne aus. Berufstätigen würde dafür ein Spaziergang in der Mittagspause ausreichen. Bleiben Sie aber nur so kurz in der Sonne, dass Sie keinesfalls einen Sonnenbrand oder auch nur eine sichtbare Hautrötung riskieren. Richtwert: Die Hälfte der Zeit, die nötig wäre, um einen Sonnenbrand auszulösen, ist die sinnvollste Sonnendosis, um einen Vitamin D-Spiegel im Körper aufzubauen, der vor vielen Zivilisationskrankheiten schützt und zugleich kein Hautkrebsrisiko darstellt.</p>\n\n<p>Copyrighted 2010 Rodale Inc. 69012-umas.</p>\n\n<p><strong>Quellenmaterial 2</strong></p>\n\n<p><em><strong>Übersicht</strong></em></p>\n\n<p>Diese Auswahl handelt von den Aussagen Jugendlicher zum Sonnenbaden. Das ursprüngliche Diagramm wurde am 14. August 2008 in Deutschland von der GfK Marktforschung veröffentlicht.</p>\n\n<p><strong>Aussagen von Jugendlichen zum Sonnenbaden und zu gebräunter Haut</strong></p>\n\n<p><img alt=\"A horizontal bar graph plots four statements on a percentage scale, which ranges from 0 through 80 percent, in increments of 20. The data from the graph are as follows. Zeichen von Schönheit und Fitness: 65.4 percent. Wunsch nach Bräune bei Rückkehr aus Sommerurlaub: 57.9 percent. Sonne mich so oft und so lange wie möglich: 34.6 percent. Nehme für Bräune auch einen Sonnenbrand in Kauf: 31.8 percent. Text below the graph reads: Bei der Umfrage wurden 2010 in Deutschland Personen zwischen 14 und 19 Jahren befragt.\" height=\"322\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1d2c3657732dc0af0f2cf54356460ab3/original.png\" width=\"522\" /></p>\n\n<p><strong>Quellenmaterial 3</strong></p>\n\n<p>Sie haben 30 Sekunden Zeit, um die Übersicht zu lesen.</p>\n\n<p><em><strong>Übersicht</strong></em></p>\n\n<p>In diesem Hörtext geht es um die Gefahren des Sonnenbadens. Der ursprüngliche Bericht wurde am 18. August 2009 in Deutschland von der deutschen Radiojournalistin Renate Währisch vom Bayerischen Rundfunk unter dem Titel „Sonnenbaden fördert Hautkrebs: Wie sie sich schützen können“ veröffentlicht. Sie hören die Moderatorin Renate Währisch und den Hautarzt Professor Klaus Degitz. Der Hörtext ist ca. zweieinhalb Minuten lang.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_82edd6bebc0f729d9ce4dfe2f4c12e32\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f15ad754decd658f15d30681553a7397/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]