[{"id":"FT536018","type":"mcq","stimulusHtml":"Man findet deutsch sprechende Fische nur selten an der Côte d‘Azur, weil&nbsp;","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully for comprehension. The passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p><p></p><p>Wir machten Ferien an der Côte d`Azur. Antoinette, eine der beiden Schweizerinnen, schwamm immer sehr weit ins Meer hinaus, und wenn sie erschöpft zurückkam, erzählte sie seltsame, erfundene Geschichten.</p><p></p><p>Und nur um Antoinette einen Gefallen zu tun, fragte einer von uns: „Ein deutsch sprechender Fisch?“</p><p>„Und sogar hochdeutsch“, sagte Antoinette, während sie sich mit Sonnenöl einrieb.</p><p>Hochdeutsch sprechende Fische waren nun an der Côte d'Azur eine Seltenheit, denn Deutschland grenzt ja nicht ans Mittelmeer.</p><p>Sabine und ich wollten auch einmal etwas Ähnliches erleben, und so nahmen wir unsere Schwimmflossen, stülpten die Masken übers Gesicht und kraulten los.</p><p>Als wir ungefähr einen Kilometer weit draußen waren, legten wir uns still auf den Bauch und sahen nach unten. Das Wasser war hier glasklar, der Grund schimmerte gelb, aber größere Fische sahen wir nicht.</p><p>Als wir weiterschwammen, sprach uns ein älterer Karpfen an. Ich wunderte mich, denn Karpfen findet man meistens nur in Süßwasser, aber der, dem wir hier begegneten, sprach ein seltsames Französisch. Er erklärte Sabine. daß er aus Avignon stamme und übers Wochenende ins Meer hinausschwimme, weil hier mehr Platz sei und lndustrieabwässer seinen Fluß zuhause stark verschmutzt hätten. Auch sei es nicht schlecht, sich ab und zu von der Familie zu separieren. Man erhole sich doppelt so gut, und die alte Liebe würde durch die Trennung wieder aufgefrischt. Dabei zwinkerte er ironisch mit dem linken Auge.</p><p>Mein Französisch ist nicht das beste, und so verstand ich recht wenig. Sabine, welt- und sprachgewandt wie viele Schweizerinnen, bekam jedes Wort mit. und am Ende erkundigte sie sich nach dem deutsch sprechenden Fisch.</p><p>„Ach“, stöhnte der Karpfen, „fragen Sie mich nur nicht nach dem!“</p><p>lch hätte gern gewußt, warum er das sagte, aber da Sabine ihm inzwischen erzählt hatte, daß ich Deutscher sei, meinte der Karpfen nur. wir sollten doch an die braunen Klippen schwimmen.</p><p>Dort fanden wir ihn unter einem größeren Stein. Ich fragte ihn, wie er auf diese Idee gekommen sei.</p><p>„Ach, wissen Sie“, sagte er, „immer der Ärger da draußen; alles steigt. die Preise, die Steuern, die Löhne, die man zahlen muß, … das geht auf die Nerven.“</p><p>„Also sind Sie enttäuscht?“</p><p>„Was heißt eigentlich enttäuscht? Ich bin von Beruf Gartenbauexperte, aber da verdient man heutzutage nicht genug. lch habe dann einen Gemüsehandel begonnen, und zuletzt war ich im Autogeschäft. Das ging sehr gut. lch habe ein schönes Haus in Düsseldorf, meine Familie wohnt noch dort und unter der Leitung meiner Frau ﬂoriert das Geschäft weiterhin. Vierzehn Angestellte kaufen und verkaufen den ganzen Tag lang Autos …“</p><p>„Und warum sind Sie dann Fisch geworden?“</p><p>„Ja, das ist nicht so einfach. Plötzlich überkam es mich, und ich habe mich gefragt. wozu lebst du eigentlich? Warum arbeitest du soviel? Was hast du von dem schönen Geld? Es muß doch noch etwas Anderes geben in der Welt, als Geschäfte zu machen …“</p><p>Ich mußte jetzt unbedingt auftauchen und Luft holen. Auch der Fisch stieg mit hoch, hielt den Kopf über Wasser und rauchte eine Zigarette.</p><p>Sabine. die sich nicht für moderne deutsche Romantik interessiert, legte sich auf den Rücken und schwamm auf den Strand zu, wo Antoinette sie schon erwartete.</p><p>lch folgte Sabine, und der Fisch schwamm noch ein Stück mit. „Wissen Sie, hier im Mittelmeer gibt es ganz interessante Plätze. Da hält man‘s aus.“</p><p>„Wollen Sie denn Ihr ganzes Leben lang im Wasser bleiben?“, fragte ich.</p><p>Das sei vielleicht nicht so ganz das Richtige, meinte er. „Und doch--wer weiß? Zuerst wollte ich gleich meine Familie nachkommen lassen. Das habe ich dann aber nicht getan. Irgendwann werde ich wohl wieder an Land zurückkehren, obwohl man hier im Wasser sicherer ist vor Atombomben. Interessieren würde mich da draußen der Handel mit Südfrüchten wie Bananen, Apfelsinen, Ananas. Das ist mir als kleiner Junge im Krieg gekommen, als es kein Obst gab. Also das wäre noch was …“</p><p>Als wir in Strandnähe kamen. verabschiedete er sich freundlich. Ich ging auf meine Freunde zu und hörte, wie Sabine gerade zu Antoinette sagte: „Nein, diese Deutschen! Jeder für sich sind sie zu ertragen, aber wenn zwei zusammen sind, da reden sie nur noch vom Geschäft. Schrecklich!“ </p><p></p><p>Ich setzte mich wortlos neben sie in den Sand. </p><p></p>"}],"choicesHtml":["<p>sie nicht oft in der Schweiz Ferien machen</p>","<p>Deutschland zu weit vom Mittelmeer entfernt ist</p>","<p>das Süßwasser im Mittelmeer nicht gut für sie ist </p>","<p>sie nicht gerne im Mittelmeer schwimmen</p>"],"answer":0}]