[{"id":"FT534833","type":"mcq","stimulusHtml":"<p>Der Bayer Levi Strauss ist bekannt geworden, weil er</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully for comprehension. The passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p><strong>Das blaue Wunder</strong></p>\n\n<p>Von der Arbeiterhose zum Designerstück</p>\n\n<p>So wurden Jeans zum Kult</p>\n\n<p>Reden wir mal über deutsche Kultur, reden wir über das, was Deutschland der Welt gegeben hat. Beethoven zum Beispiel, den Volkswagen, na schön, und Goethe war auch nicht übel, zugegeben—aber nichts von alldem ist so bekannt und beliebt wie die Erfindung eines Deutschen, der die Ansichten dieses Planeten über Mode revolutionierte. Na gut, der Bayer Levi Strauss nahm den Umweg USA: 1853 gründete der Amerika-Immigrant in San Francisco ein Unternehmen, das Denim-Hosen herstellte; praktische, bequeme Beinkleider für Goldgräber sollten diese Hosen sein. Und Jeans hießen sie wenig später, benannt nach der italienischen Hafenstadt Genua, von der aus der blaue Baumwollstoff im letzten Jahrhundert in die USA verschifft wurde. Fast 100 Jahre lang blieb es dabei: Die Jeans waren praktische Hosen für Farmer, Cowboys, Eisenbahner und den Rest der werktätigen Bevölkerung in Amerika. Kult wurden sie erst, als Revolutionen nicht mehr nur politisch waren. Als James Dean und Elvis Presley in Jeans die Rebellen einer neuen Generation wurden, als Marilyn Monroe und Brigitte Bardot bewiesen, dass nichts so sexy wirkt wie eine hautenge, indigoblaue Five Pocket.</p>\n\n<p>Das merkte auch Deutschland bald. Amerikanische GIs brachten die Jeans in den 50er Jahren in das Land ihres Erfinders, nach Deutschland, zu einer Zeit, als im aufstrebenden Wirtschaftswunderland modisch gar nichts los war. Den Teenagern kam das gerade recht, denn schließlich schlugen die meisten Eltern entsetzt die Hände über dem Kopf zusammen, wenn ihre Kinder sich mühsam in die knallengen Dinger zwängten. Seit fast 150 Jahren also kleidet sich die Welt in Blau. Nicht immer. Aber immer wieder. Dass Jeans out sind, hat man schon tausendmal prophezeit. Genauso oft haben sie sich wieder durchgesetzt und haben neue Trends geschaffen: als offizielle Hippie-Bekleidung, als strassbesetztes Disco-Outfit der 80er; und heute stöckeln die Stars wieder in Denim-Röhren über die roten Teppiche dieser Welt. „Mode im 20. Jahrhundert wäre bedeutungslos ohne die Jeans“, sagt der italienische Designer Franco Moschino. Die berühmteste Hose der Welt ist zeitlos und gleichzeitig museumsreif. Zum Beispiel im bayerischen Bertenheim: Da hat man dem berühmtesten (und lange vergessenen) Sohn der Stadt ein kleines Museum gewidmet. Levi Strauss wäre vermutlich stolz darauf. Vielleicht aber auch nicht: Er hat niemals auch nur eine seiner „Arbeiterhosen“ selbst getragen.</p>\n\n<p style=\"margin-left: 600px;\"><span style=\"font-size:0.8em\">Reprinted by permission of \"Brigitte\".</span></p>\n"}],"choicesHtml":["<p>ein Modehaus in Kalifornien gründete</p>","<p>Baumwollstoff nach Genua verschiffte</p>","<p>bequeme Kleider von Goldgräbern kaufte</p>","<p>eine neue Art von Hosen produzierte</p>"],"answer":2}]