[{"id":"FT536045","type":"mcq","stimulusHtml":"Wozu wurde der <span style=\"font-size:1.1em\"><sub>“</sub></span>Pioneer\" benutzt?","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully for comprehension. The passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p><p> </p><p>Nein - so nicht! Müde, stocksteif, schmutzig und voller Zorn war George Mortimer Pullman von einer Bahnfahrt aus Chicago nach New York gekommen. Man schrieb das Jahr 1855. Das mußte sich ändern, hatte er sich geschworen. Nicht mehr wie das Vieh sollten die Menschen reisen. Nach verschiedenen Entwürfen brachte der Sohn eines Zimmermanns aus Brocton (New York) 1858 einen Personenwagen auf die Schiene, der freilich kein Riesenerfolg war: Die Sesselreihen hatten zwar herunterklappbare Lehnen, die mit der Sitzfläche eine Liegeﬂäche bildeten. Man konnte sich ausstrecken; es war immer genug Trinkwasser da. Andererseits kam schwarzer Rauch aus dem Ofen, und die Luft war trocken.</p><p>Mr. Pullmans erstes „Sleeping-Car“ verkehrte 1859 im Staat lllinois zwischen Bloomington und Chicago. Der erste Schlafwagenschaffner, der dafür eine Zusatztaxe von 50 Cent kassierte, hieß Jonathan Barnes.</p><p>lm amerikanischen Sezessionskrieg mußte Mr. Pullmans spartanischer Schlafwagen als Truppentransporter dienen. Dies förderte sein Image als Luxuseinrichtung nicht gerade. Doch Krieg hin, Krieg her: George Mortimer Pullman weiß, daß der erste Tag des Friedens einmal kommen wird. Bis dahin will er einen Wagen bauen, welcher der schönen Tage, die da kommen mußten, würdig sein sollte. Er konstruiert ein Riesending. Die Innenausstattung besteht aus teuren Hölzern und funkelndem Kristall.</p><p>Mr. Pullman wußte, welches Zeichen er der Bahn damit setzte, und wählte den entsprechenden Namen dafür: „Pioneer“. Das war vor mehr als 100 Jahren. Das Land hatte jedoch nach diesem Krieg, der schon mit Panzerwagen und Torpedos geführt wurde, kein Geld.</p><p>Für den 20 000 Dollar teuren Prachtbau gab es keinen Käufer. Aber hier kam ihm der Zufall zur Hilfe. 1865 wurde der 16. Präsident der Vereinigten Staaten, Abraham Lincoln, ermordet. Wie anders als mit dem noblen Pullmanwagen ließen sich die sterblichen Reste des Präsidenten in seine Heimat nach Kentucky überführen! </p>"}],"choicesHtml":["<p>Panzer und Torpedos zu den Soldaten zu bringen</p>","<p>Mr. Pullman zur Beerdigung des Präsidenten zu fahren</p>","<p>Die Leiche von Lincoln nach Hause zu transportieren</p>","<p>Die Verbindung zwischen Illinois und Kentucky herzustellen</p>"],"answer":1}]