[{"id":"FT536338","type":"mcq","stimulusHtml":"<p>Wodurch wurde Alexander von Humboldt berühmt?</p>","features":[{"type":"sharedpassage","html":"<p>Directions:</p>\n\n<ul>\n\t<li>\n\t<p>You will read a selection. The selection is accompanied by a number of questions. For each question, choose the response that is best according to the selection and mark your answer.</p>\n\t</li>\n\t<li>\n\t<p>Sie werden eine Auswahl lesen. Die Auswahl wird von einer Reihe von Fragen begleitet. Für jede Frage, wählen Sie die Antwort, die am besten nach der Auswahl und markieren Sie Ihre Antwort!</p>\n\t</li>\n</ul>\n\n<p><strong>Thema: Naturwissenschaft und Technologie</strong></p>\n\n<p><strong>Übersicht</strong></p>\n\n<p><span style=\"font-size:0.9em\">In diesem Text geht es um den Naturforscher Alexander von Humboldt, einen der bedeutendsten deutschen Gelehrten des 19. Jahrhunderts. Der ursprüngliche Roman „Die Vermessung der Welt“ wurde 2005 in Deutschland von dem Autor Daniel Kehlmann veröffentlicht. Dieser Ausschnitt des Romans präsentiert einen Rückblick auf Alexander von Humboldts Kindheit im späten 18. Jahrhundert.</span></p>\n\n<p class=\"text-center\"><strong>Die Vermessung der Welt </strong></p>\n\n<p class=\"text-center\"><span style=\"font-size:0.9em\">Alexander von Humboldt war in ganz Europa berühmt wegen einer Expedition in die Tropen, die er fünfundzwanzig Jahre zuvor unternommen hatte. Er war in Neuspanien, Neugranada, Neubarcelona, Neuandalusien und den Vereinigten Staaten gewesen, hatte den natürlichen Kanal zwischen Orinoko und Amazonas entdeckt, den höchsten Berg der bekannten Welt bestiegen, Tausende Pflanzen und Tiere, manche lebend, die meisten tot, gesammelt, hatte mit Papageien gesprochen, Leichen ausgegraben, jeden Fluss, Berg und See auf seinem Weg vermessen, war in jedes Erdloch gekrochen und hatte mehr Beeren gekostet und Bäume erklettert, als sich irgendjemand vorstellen mochte.</span></p>\n\n<p><span style=\"font-size:0.9em\">Er war der jüngere von zwei Brüdern. Ihr Vater, ein wohlhabender Mann von niederem Adel, war früh gestorben. Seine Mutter hatte sich bei niemand anderem als Goethe erkundigt, wie sie ihre Söhne ausbilden solle.</span></p>\n\n<p><span style=\"font-size:0.9em\">Ein Brüderpaar, antwortete dieser, in welchem sich so recht die Vielfalt menschlicher Bestrebungen ausdrücke, wo also die reichen Möglichkeiten zu Tat und Genuss auf das vorbildlichste Wirklichkeit geworden, das sei in der Tat ein Schauspiel, angetan, den Sinn mit Hoffnung und den Geist mit mancherlei Überlegungen zu erfüllen.</span></p>\n\n<p><span style=\"font-size:0.9em\">Diesen Satz verstand keiner. Nicht die Mutter, nicht ihr Majordomus Kunth, ein magerer Herr mit großen Ohren. Er meine zu begreifen, sagte Kunth schließlich, es handle sich um ein Experiment. Der eine solle zum Mann der Kultur ausgebildet werden, der andere zum Mann der Wissenschaft.</span></p>\n\n<p><span style=\"font-size:0.9em\">Und welcher wozu?</span></p>\n\n<p><span style=\"font-size:0.9em\">Kunth überlegte. Dann zuckte er die Schultern und schlug vor, eine Münze zu werfen.</span></p>\n\n<p><span style=\"font-size:0.9em\">Fünfzehn hochbezahlte Experten hielten ihnen Vorlesungen auf Universitätsniveau. Für den jüngeren Bruder Chemie, Physik, Mathematik, für den älteren Sprachen und Literatur, für beide Griechisch, Latein und Philosophie. Zwölf Stunden am Tag, jeden Tag der Woche, ohne Pause oder Ferien.</span></p>\n\n<p><span style=\"font-size:0.9em\">Der jüngere Bruder, Alexander, war wortkarg und schwächlich, man musste ihn zu allem ermutigen, seine Noten waren mittelmäßig. Wenn man ihn sich selbst überließ, strich er durch die Wälder, sammelte Käfer und ordnete sie nach selbsterdachten Systemen. Mit neun Jahren baute er den von Benjamin Franklin erfundenen Blitzableiter nach und befestigte ihn auf dem Dach des Schlosses, das sie nahe der Hauptstadt bewohnten. Es war der zweite in Deutschland überhaupt; der andere stand in Göttingen auf dem Dach des Physikprofessors Lichtenberg. Nur an diesen zwei Orten war man vor dem Himmel sicher.</span></p>\n\n<p><span style=\"font-size:0.9em\">Der ältere Bruder sah aus wie ein Engel. Er konnte reden wie ein Dichter und schrieb früh altkluge Briefe an die berühmtesten Männer des Landes. Wer immer ihn traf, wusste sich vor Begeisterung kaum zu fassen. Mit dreizehn beherrschte er zwei Sprachen, mit vierzehn vier, mit fünfzehn sieben. Er war noch nie bestraft worden, keiner konnte sich erinnern, dass er je etwas falsch gemacht hätte.</span></p>\n"}],"choicesHtml":["<p>Er baute den ersten Blitzableiter in Europa.</p>","<p>Er hielt Vorlesungen an einer Universität.</p>","<p>Er reiste fünfundzwanzig Jahre lang um die Welt.</p>","<p>Er erforschte die tropischen Regionen Amerikas.</p>"],"answer":2}]