[{"id":"FT536320","type":"mcq","stimulusHtml":"<p>Was für eine Zukunft stellt sich die Mutter für ihre Tochter vor?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passages carefully for comprehension. The passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage, and mark your answer.</p>\n\n<p><strong>Die Autorin Abini Zöllner erzählt von ihrer Jugend in Ostberlin in den 70er und 80er Jahren und von ihrer Mutter, die sie Mamel nennt.</strong></p>\n\n<p>Für Mamel stand fest, dass ich nach der zehnten Klasse auf die erweiterte Oberschule gehen, Abitur machen und dann studieren würde. Auch ich hatte nie daran gezweifelt, aber auf einmal war ich mir da nicht mehr sicher. Am Ende der zehnten Klasse wurde mir bewusst, dass dies möglicherweise nicht das Leben war, auf das ich mich so freute. In mir entwickelte sich ein Bedürfnis, mich gegen meine geplante Zukunft zu wehren und allen Zwang von mir abzuschütteln. Schließlich war ich ein junges Mädchen, das seine Vergangenheit noch vor sich hatte. Ich wollte aussteigen und beschloss kurzfristig, einen neuen Weg einzuschlagen. Einen Weg, auf dem ich über meine eigenen Herausforderungen stolpern würde und nicht über die Herausforderungen anderer.</p>\n\n<p>Als ich Mamel meinen Entschluss mitteilte, kam ich ihr sogleich zuvor und simulierte einen Herzanfall, von dem „ich mich niemals erholen“ würde, wenn „mein Leben so weitergeht“. Und weil Mamel das nicht wollte, reagierte sie mit mütterlich-liebevollem Verständnis. So begab ich mich in meinen letzten Sommerferien, in denen alle schon wussten, wie und wo und wann es mit ihnen weiterging, auf die Suche nach einer Lehrstelle. Mamel fand das kamikazehaft, denn alle Stellen waren längst vergeben. Ich fand das toll, denn die erste Herausforderung wartete auf mich.</p>\n\n<p>Mein Traum war es, als Empfangssekretär an der Hotelrezeption zu arbeiten. Mamel hatte das jahrelang im Johannishof getan, dem Gästehaus der Regierung, bevor sie ins Labor wechselte, um nicht so weit von meiner Schule weg zu sein. Anstatt Englisch und Chinesisch zu sprechen und hochrangige Gäste willkommen zu heißen, tippte sie nun Patientenbefunde aufs Papier. Statt diplomatischer Protokolle umgaben sie Blutentnahmen und Urinproben. Mamel war es egal, Hauptsache sie wusste sich in meiner Nähe. Doch der Johannishof hat sie nie wirklich losgelassen, sie erzählte davon, als hätte sie erst gestern dort aufgehört.</p>\n\n<p>Das faszinierte mich. Meinen Traum teilte ich allerdings mit vielen anderen, und es gab nur drei Lehrstellen für Empfangssekretäre in Berlin. Das wäre ein hinreichendes Argument gewesen, mich als Bewerber abzulehnen. Aber die Kaderabteilung des Interhotels begründete schriftlich, dass ich mir auch für die kommenden Jahre „keine Illusionen machen solle“, da mein Vater „Ausländer“ sei. Das verstand ich nicht. War ich kein richtiger DDR-Bürger? Wussten die nicht, dass mein Vater Kommunist war?</p>\n\n<p>Mamel machte dieses Absageschreiben wütend, und sie wandte sich an die Interhotel-Direktion. Dadurch erreichte sie, dass wir dort einen Termin mit der Kaderchefin bekamen. Abends standen Mamel und ich uns freudestrahlend gegenüber.</p>\n\n<p>„Ich hab was für dich!“ Mamel winkte mit einem Brief.</p>\n\n<p>„Ich hab auch was für mich. Eine Lehrstelle.“</p>\n\n<p>„Aber hier ist ein Termin für ein Gespräch. Es geht um den Empfangssekretär. Willst du nicht wenigstens hingehen?“</p>\n\n<p>„Mamel, ich will keine Entschuldigung, ich will eine Lehrstelle. Ich werde Friseur.“</p>\n\n<p>„Um Himmels willen. Ach Gott. Also gut. Dann wirst du Friseur. Trotzdem kommst du zu dem Gespräch.“</p>\n\n<p>Ich versicherte ihr, dass ich all meinen zukünftigen Kunden davon berichten würde. Mamel entspannte sich.</p>\n\n<p>Am nächsten Tag gingen wir zum Gespräch in die Interhotel-Direktion und wurden freundlich empfangen. Ohne große Umschweife kam dieKaderchefin zur Sache und zauberte eine Lehrstelle hervor. Genauer gesagt, bot sie mir gegen „Herausgabe des Absageschreibens“ großzügig eine Ausbildung an.</p>\n\n<p>Ich entschied mich dafür, den Brief lieber zu behalten. Und verabschiedete mich.</p>\n\n<p>Mamel, die während des ganzen Gesprächs geschwiegen hatte, sagte vor der Tür, dass sie vor Stolz kaum laufen könne und dass sie mir vertraue. Die Kaderchefin ließen wir verstört zurück.</p>\n\n<p>Im September 1983 begann ich meine Ausbildung in der Produktionsgenossenschaft des Handwerks „Elegante Haarmode“. Die Filialen dieser PGH lagen rund um den Alexanderplatz, und ich fand den Alex schon immer sehr weltstädtisch. Ich dachte, am Nabel Berlins zu arbeiten, bedeute wahrscheinlich auch, ein Metropolendasein zu führen: anspruchsvoll und trendbewusst. Bereits als Kind sah ich nachts von meinem Zimmer aus den Fernsehturm blinken, und dann hatte ich das Gefühl, in Verbindung mit der großen weiten Welt zu stehen. Ich fragte mich, was wohl gerade zu seinen Füßen und auf dem Alex vor sich ging, während ich einschlafen musste. Und ich träumte Geschichten, von denen ich hoffte, dass ich sie eines Tages selbst erleben würde. Der Fernsehturm lieferte in meiner Phantasie ein Drehbuch bester Quälitat. Nun endlich konnte ich mitspielen, von meiner Metropolen-PGH aus. Ich freute mich auf die Lehre und auf die andere Welt.</p>\n\n<p>Doch schon nach einer Woche stellte ich fest, dass ich beim Wechsel von der Schule ins wirkliche Leben lediglich vom Regen in die Traufe kam. Vieles schien sich zu wiederholen, auch in Berlins Mitte.</p>\n\n<p>Im Lehrunterricht saß ein sanftes blondes Engelchen namens Bianca neben mir. Leider nur die ersten vier Tage. Wir wurden auseinandergesetzt, weil ich zu viel mit ihr schwatzte und sie dabei eingeschlafen war. Bianca meinte, das liege an meiner Frequenz, ich würde auf einem Level sprechen, das sie automatisch müde mache. Ich sagte, dass ich das sehr ehrlich fände. Dann regte ich mich auf, denn ich hatte ein Déjà-vu: Ich saß schon wieder in der ersten Reihe vor dem Lehrertisch. Erst als Bianca erklärte, dass sie mich da wegholen würde, beruhigte ich mich. Aus diesem Versprechen wurde Freundschaft. . . .</p>\n\n<p>Tagsüber arbeiteten wir in unserem Neubausalon, dem so etwas verkommen Klinisches anhaftete. Er hatte helle Räume mit großen Schaufenstern, die freundlich, aber ein wenig heruntergewirtschaftet wirkten. Die roten Kunstlederstühle hatten etwas Anspruchsvolles, der Kassenraum mit seinen vielen Regalen etwas Offenes, der riesige Salon mit seinen vielen Spiegeln etwas Mondänes. Anspruchsvoll, offen und mondän-das alles stimmte naturlich nicht, und jeder wusste es. Aber ich konnte mir den Salon schöngucken. Mir war er angenehm, denn er befand sich am Alex, und das genügte.</p>\n"}],"choicesHtml":["<p>Sie wird an der Uni studieren.</p>","<p>Sie wird einen praktischen Beruf lernen.</p>","<p>Sie wird einen Intensivkurs für Fremdsprachen machen.</p>","<p>Sie wird am selben Arbeitsplatz wie Mamel arbeiten.</p>"],"answer":-1}]