[{"id":"FT536034","type":"mcq","stimulusHtml":"<p>Was für Kinder sind in dieser Schule?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully for comprehension. The passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p>&nbsp;</p>\n\n<p>5. Mai 1987:</p>\n\n<p>Gewirr von Kinderstimmen, Lärmen, Lachen, Drängeln— Pausenatmosphäre, Schultag, wenngleich nicht der einer alltäglichen Schule. Die Empfangshalle größer, das Treppenhaus weiter, die Stufen ﬂacher, doppelseitig zu öffnende Fahrstühle: Wir befinden uns in der Polytechnischen Oberschule für Körperbehinderte in Halle, einer Stadt in der Deutschen Demokratischen Republik. Etwa 200 behinderte Jungen und Mädchen, 50 schwerbeschädigte Vorschulkinder sowie 60 Kinder, zu deren physischem Leiden noch ein psychischer Schaden hinzukommt, besuchen diese Schule. Da sie alle in gewöhnlichen Schulen keine vollwertige Bildung und Erziehung erhalten können, werden sie in eigens für sie geschaffene Körperbehindertenschulen aufgenommen.</p>\n\n<p>Man spürt bald, daß Herzlichkeit die Atmosphäre der Schule bestimmt. Der Direktor macht uns mit den Zielen und dem „Innenleben“ der Schule bekannt. Lehrer, Erzieher, Kindergärtnerinnen, Ärzte, Therapeutinnen sowie eine Psychologin sind alle da, den Kindern zu helfen. Die Schüler sind sehr offen. Ihr lebhaftes Verhalten ist sicher auf das ungeschriebene, aber wichtige Erziehungsgesetz zurückzuführen: Das Leiden kann ihnen keiner abnehmen, aber man kann sie lehren, mit ihrer Behinderung zu leben.</p>\n\n<p>Man will den Kindern möglichst früh helfen, und zwar auf allen Gebieten. Spielt man mit einem Ball, so machen auch schon die Jüngsten mit. Jeder gefangene Ball ist ein Erfolg. Jeder Erfolg ist wichtig, weil er Minderwertigkeitskomplexe frühzeitig verhindert. Man versucht, die Kinder auf ihren Schulbesuch vorzubereiten. Dafür gibt es einen speziellen Bildungs- und Erziehungsplan, denn geschädigte Kinder haben besondere Bedürfnisse.</p>\n\n<p>Die meisten Klassen haben nur neun bis zwölf Schüler, die Klassen für physisch <em>und</em> psychisch geschädigte Kinder sogar nur sechs bis acht. Die individuelle Aufmerksamkeit des Lehrers ist für behinderte Schüler besonders wichtig. Unterrichtet wird jedoch nach den Lehrplänen der allgemeinbildenden Oberschulen.</p>\n\n<p>Man will den Geschädigten das Gefühl geben, daß auch sie der Gemeinschaft angehören und eine sichere Zukunft haben. Deswegen ist Berufsberatung in dieser Schule besonders wichtig.</p>\n\n<p>Was bezahlt man aber für diese Ausbildung, Betreuung, Unterbringung, Verpflegung, Transport u.s.w.? Die Kosten sind natürlich sehr hoch. Aber der Staat übernimmt sie in vielen Fällen. Die Eltern bezahlen höchstens 48 Mark pro Monat. Die genaue Gebühr richtet sich nach dem Einkommen der Eltern, und manche zahlen überhaupt nichts.</p>\n"}],"choicesHtml":["<p>Nur technisch begabte Jungen</p>","<p>Kinder mit hohem Einkommen</p>","<p>Psychisch und physisch Geschädigte</p>","<p>Kinder von Lehrern und Ärzten</p>"],"answer":1}]