[{"id":"FT536413","type":"longtextV2","stimulusHtml":"<p><strong>Interpersonal Writing: E-mail Reply</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will write a reply to an e-mail message.&nbsp;You have 15 minutes to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\t</li>\n\t<li>\n\t<p>Sie werden eine E-mail beantworten. Sie haben 15 Minuten Zeit, um die Nachricht zu lesen und Ihre Antwort zu schreiben.</p>\n\n\t<p>Ihre Antwort sollte eine Begrüßungs- und eine Abschiedsformel beinhalten. Gehen Sie auf alle Fragen und Anforderungen in der Nachricht ein! In Ihrer Antwort sollten Sie auch nach weiteren Details fragen, die sich auf etwas in der Nachricht beziehen! Zudem sollten Sie Ihre E-mail formell gestalten.</p>\n\t</li>\n</ul>\n\n<p><strong>Thema: Persönliche und Öffentliche Identität</strong></p>\n\n<p><strong>Übersicht</strong></p>\n\n<p>Diese E-Mail ist von Maria Nollmann, Leiterin des Alten- und Pflegeheims in Dölitz. Sie bekommen diese Nachricht, weil Sie sich dafür interessieren, in dem Seniorenzentrum auszuhelfen.</p>\n\n<p><strong>Von</strong>: Maria Nollmann<br>\n<strong>Betreff</strong>: Ehrenamtliche Hilfe<br>\n<br>\nSehr geehrte Schülerinnen und Schüler der 11a,</p>\n\n<p>vielen Dank dafür, dass Sie im Pflegezentrum Dölitz ehrenamtlich tätig werden wollen. Wir können immer Hilfe gebrauchen. Besonders freuen wir uns über die Mitarbeit von Jugendlichen, da wir die Erfahrung gemacht haben, dass ein Austausch zwischen den Generationen für beide Seiten – Senioren und Jugendliche – sehr bereichernd sein kann.</p>\n\n<p>Es gibt bei uns verschiedene Möglichkeiten auszuhelfen, z.B. mit Heimbewohnern Spaziergänge zu unternehmen oder sie zum Einkauf oder zu Terminen zu begleiten. Wenn Sie lieber flexibel sein wollen, können Sie auch einfach hin und wieder ein paar Stunden vorbeikommen und einzelne Senioren besuchen, um ein bisschen Zeit mit ihnen zu verbringen.</p>\n\n<p>Am besten teilen Sie uns einfach mit, wann und wie oft Sie bei uns sein wollen und was Sie am meisten interessiert.</p>\n\n<p>Wir freuen uns auf Ihre Antwort!</p>\n\n<p>Mit freundlichen Grüßen</p>\n\n<p>Maria Nollmann</p>\n\n<p>Heimleitung, Alten- und Pflegeheim Dölitz</p>\n"}]