[{"id":"FT535493","type":"mcq","stimulusHtml":"<p>Was macht Melanies Vater in Afrika?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passages carefully for comprehension. Each passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage. There is no sample question for this part.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Traumreise nach Afrika</strong></p>\n\n<p>&nbsp;</p>\n\n<p>Seit einiger Zeit lebt mein Vater in Ghana, Afrika, da er dort an einem Straßenbauprojekt arbeitet. Oft muss ich an ihn denken und träume davon, zu ihm zu kommen. Das geschieht oft abends, wenn ich im Bett liege und meine Augen schließe, nachdem ich die Fotos von meiner Familie und meinem Vater betrachte, die auf meinem Nachttisch stehen. So kann ich alles um mich herum vergessen und in eine Traumwelt eintauchen, die alle Grenzen überwindet. Schon beginnt meine Traumreise nach Afrika:</p>\n\n<p>Plötzlich stehe ich an einem heißen Ort, wo nur wenige Bäume und Pflanzen wachsen. Die Luft flimmert vor Hitze und fremdartige Geräusche liegen in der Luft. Weit und breit ist niemand zu sehen. Ich bewege mich fort, ohne den Boden unter mir zu spüren. Es ist, als ob ich fliege. Ich spüre die sengende Hitze und beginne unter ihr zu schwitzen. Dort, in der Ferne, kann ich etwas erkennen. Kleine Bungalows mit Gärten inmitten einer Straßenbaustelle und viele arbeitende Menschen, die aufgeregt und schwitzend herumlaufen. Ich komme immer näher und spüre jetzt auch den heißen Boden unter meinen Füßen. Nun kann ich erkennen, dass die Arbeiter auf der Baustelle dunkelhäutig sind. Da tritt ein weißhäutiger Mann aus einem der Bungalows heraus. Als ich näher komme, kann ich erkennen, dass es mein Vater ist. Aufgeregt und froh eile ich mit festen Schritten immer schneller auf ihn zu. Je näher ich komme, desto heimischer fühle ich mich. Als mein Vater mich entdeckt, lächelt er mir zu und sagt, als sei es ganz selbstverständlich, dass ich hier bin: „Hallo Melanie, da bist du ja!“ Ich falle ihm in die Arme. Es tut gut. sich so geborgen zu fühlen und seine Nähe zu spüren, die ich so sehr vermisst habe.</p>\n\n<p>Mein Vater führt mich in seinen Bungalow, in dem er lebt und arbeitet. Auf seinem Schreibtisch entdecke ich die gleichen Fotos meiner Familie, die auch auf meinem Nachttisch stehen. Ich betrachte sie und drücke sie an mich. Mein Vater reißt mich aus den Gedanken, indem er seine Hand auf meine Schulter legt: „Ich habe mir heute extra für dich freigenommen\", erklärt er. Ich bin glücklich. „Wir können später den Markt besuchen, den du so liebst.\" Endlich kann ich mal wieder richtig viel Zeit mit meinem Vater verbringen. Er zeigt mir den kleinen Garten, den er selbst angelegt hat. Tomatensträucher, Mangos und Papayas wachsen hier. Nun essen wir gemeinsam das frisch geerntete Gemüse und mein Vater erzählt mir dabei von seinem gestrigen Arbeitstag.</p>\n\n<p>Nach dem Mittagessen fahren wir gemeinsam mit Vaters Pick-up zum Markt in der nahe gelegenen Hauptstadt Accra. Was es dort alles zu kaufen gibt! Früchte, die ich noch nie zuvor gesehen habe! Geschnitzte Holzarbeiten wie z.B. Masken oder Königsfiguren und kleine Tiere aus Bronze. Ich kann mich nicht satt sehen. Außerdem werden dort wunderschöne Schmuckstücke aus bunten, funkelnden Steinen angeboten. Ein Ring aus schwarzem Onyx hat es mir angetan. Mein Vater schenkt ihn mir. Da entdecke ich noch eine Halskette aus schwarzen Onyxperlen und einem Onyxelefanten als Anhänger. Das ideale Geschenk für meine kleine Schwester Nathalie.</p>\n\n<p>Kurzerhand kaufen wir die Kette. Danach fahren wir mit dem Pick-up wieder zurück zur Baustelle. Die drückende Hitze und die Schwüle machen mir zu schaffen und ich werde müde. Als ich auf die Uhr schaue, ist es schon 21.00 Uhr. Nachdem wir im Camp angekommen sind und Vaters Bungalow aufgesucht haben, gehen mein Vater und ich zu Bett. Bevor ich erschöpft in einen bleiernen Schlaf falle, gehen mir noch einmal all die aufregenden Erlebnisse des Tages durch den Kopf. Diesen Tag werde ich bestimmt so schnell nicht vergessen! Ruhig und glücklich schlafe ich ein.</p>\n\n<p>Am nächsten Morgen weckt mich eine vertraute Stimme: „Wach auf, Melanie, du musst zur Schule!“ Meine Mutter steht neben meinem Bett und lächelt. „Gestern Abend kam ein Päckchen von Papa aus Ghana an. Schau doch mal nach, was drin ist.\" Meine kleine Schwester Nathalie steht staunend hinter meiner Mutter. Aufgeregt öffne ich das Päckchen, in dem sich ein verziertes Holzkästchen befindet. Zum Vorschein kommen ein schwarzer Onyxring und eine Onyxkette mit einem Elefantenanhänger! Ich kann es nicht fassen! Die Schmuckstücke aus meinem Traum! Ich bin begeistert. Im Traum der letzten Nacht konnte ich wieder einmal all die Grenzen überschreiten, die im wirklichen Leben vorhanden sind!</p>\n\n<p>Ich freue mich schon auf die nächste Nacht, in der ich meinen Vater wieder besuchen werde. Dann kann ich ihm erzählen, wie sehr sich meine kleine Schwester über die Halskette gefreut hat, die mein Vater und ich für sie gekauft haben. Glücklich steige ich aus meinem Bett und beginne meinen Tag in Deutschland.</p>\n\n<p style=\"margin-left: 680px;\">(Melanie Bost)</p>\n"}],"choicesHtml":["<p>Er ist Reiseleiter in Ghana.</p>","<p>Er stellt einen Fotoband zusammen.</p>","<p>Er ist landwirtschaftlicher Berater.</p>","<p>Er hilft beim Bau einer Straße.</p>"],"answer":2}]