[{"id":"FT536369","type":"mcq","stimulusHtml":"<p>Wen will der Artikel (Quellenmaterial 1) speziell ansprechen?</p>","features":[{"type":"sharedpassage","html":"<p>Directions:</p>\n\n<ul>\n\t<li>\n\t<p>You will listen to several audio selections. Some audio selections are accompanied by reading selections. When there is a reading selection, you will have a designated amount of time to read it.</p>\n\n\t<p>For each audio selection, first you will have a designated amount of time to read a preview of the selection as well as to skim the questions that you will be asked. Each selection will be played twice. As you listen to each selection, you may take notes. Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you will have 1 minute to begin answering the questions; after listening to each selection the second time, you will have 15 seconds per question to finish answering the questions. For each question, choose the response that is best according to the audio and/or reading selection and mark your answer.</p>\n\t</li>\n\t<li>\n\t<p>Sie werden einige Audioauszüge hören. Einige Audio-Selektionen werden von Lesevorgängen begleitet. In diesem Falle steht Ihnen eine vorgegebene Zeit zum Lesen dieser Texte zur Verfügung.</p>\n\n\t<p>Vor dem Hören jeder Auswahl bekommen Sie etwas Zeit, um sich die Übersicht der Auswahl anzuschauen und die Fragen zu überfliegen. Sie hören jeden Auszug zweimal. Während Sie zuhören, können Sie sich Notizen machen. Ihre Notizen werden nicht benotet.</p>\n\n\t<p>Nach dem Hören auf jede Auswahl das erste Mal, haben Sie 1 Minute, um die Beantwortung der Fragen zu beginnen; Nachdem Sie jede Auswahl zum zweiten Mal gehört haben, haben Sie 15 Sekunden pro Frage, um die Beantwortung der Fragen zu beenden. Wählen Sie für jede Frage die Antwort, die nach der Audio- und / oder Leseauswahl am besten ist, und markieren Sie Ihre Antwort!</p>\n\t</li>\n</ul>\n\n<p><strong>Auswahl 1</strong></p>\n\n<p><strong>Thema: Naturwissenschaft und Technologie</strong></p>\n\n<p><strong>Quellenmaterial 1</strong><br>\nZuerst haben Sie 4 Minuten Zeit, um das Quellenmaterial 1 zu lesen.</p>\n\n<p><strong>Übersicht</strong><br>\nIn diesem Text geht es um eine technische Neuerung. Der ursprüngliche Artikel wurde am 20. Februar 2009 in Deutschland von dem deutschen Journalisten Felix Rehwald veröffentlicht.</p>\n\n<p><strong>Dritte Tanne rechts</strong></p>\n\n<p><strong>Fußgängernavigation</strong></p>\n\n<p>Wer im Auto ein Navi benutzt, möchte oft auch zu Fuß nicht auf Orientierungs- und Routentipps verzichten. Doch hält die Fußgängernavigation das, was sie verspricht?</p>\n\n<p>Ein Navigationssystem gehört inzwischen fast zur Standardausstattung im Auto. Viele Fahrer möchten den elektronischen Lotsen nicht mehr missen und würden seine Orientierungs- und Routentipps auch gerne nutzen, wenn sie zu Fuß unterwegs sind. Manche mobilen Navis haben daher bereits einen Fußgängermodus, und einige Anbieter liefern sogar Kartenmaterial, auf dem auch Fuß- und Wanderwege verzeichnet sind. Doch ganz ausgereift ist die Fußgängernavigation noch nicht.</p>\n\n<p>Bislang hatten mobile Endgeräte wie Smartphones oder Personal Navigation Assistants (PNA) das Problem, dass sie außerhalb des Autos kaum zu verwenden waren. Das lag zum einen am Kartenmaterial, das auf die Bedürfnisse der Autofahrer zugeschnitten war. Verzeichnet waren nur solche Straßen, die auch mit dem Auto zu befahren sind. Gassen, Wege und Pfade waren nicht aufgeführt – der Maßstab für Fußgänger war also zu groß, als dass er für einen geführten Stadtrundgang getaugt hätte.</p>\n\n<p>Zum anderen gibt es Probleme mit der Ortung, sagt Helmut Schmaler, Navigations-Experte beim ADAC-Technikzentrum in Landsberg (Bayern): „Das Hauptproblem dieser Geräte ist, dass das Gerät nicht weiß, wo Norden ist. Als Fußgänger sind Sie zu langsam, als dass das Gerät sagen könnte, Sie gehen da oder da lang.“ Denn die Positionsdaten liegen zu dicht beieinander. Im Auto ist wegen des höheren Tempos ein größerer Abstand dazwischen, weshalb die Fahrtrichtung erkannt wird.</p>\n\n<p>Manche Smartphone-Anbieter spendieren ihren Modellen daher inzwischen einen Kompass.</p>\n\n<p>Der Navigations-Anbieter Garmin hat seinem Navigationsgerät nüvi 550 schon eine Kompassanzeige mitgegeben. Das Unternehmen aus Gräfelfing (Bayern) bewirbt es als „Allround“-Modell für die Verwendung im Auto, beim Wandern oder Wassersport. Um das Gerät im Outdoor-Modus nutzen zu können, muss sich der Anwender allerdings eine zusätzliche topografische Freizeit- oder Wanderkarte kaufen.</p>\n\n<p>Professionelle Outdoor-Geräte haben diese bereits an Bord. Über das übliche Straßennetz sei in der Darstellung gewissermaßen eine topografische Karte gelegt, erklärt ADAC-Experte Schmaler. Darin würden Höhenlinien, Flüsse und Brücken angezeigt. Die Ortungsgenauigkeit liege bei zwei bis fünf Metern. „Diese Dinger funktionieren recht gut. Aber man muss sich beim Wandern den Weg noch selber suchen. Das Gerät sagt nicht: An der dritten Tanne rechts.“</p>\n\n<p>Laut ADAC-Experte Schmaler sollten Verbraucher derzeit von der Fußgängernavigation aber auch noch nicht zu viel erwarten. Die Geräte seien im Prinzip ok, aber noch weit entfernt von der Perfektion. „Zur Orientierung in einer fremden Stadt ist es ausreichend“, sagt Schmaler – und die Geräte seien allemal besser als ein Stadtplan aus Papier, bei dem der Besucher auch nicht weiß, wo er ist.</p>\n\n<p><strong>Quellenmaterial 2</strong></p>\n\n<p>Sie haben 1 Minute Zeit, um die Übersicht zu lesen und die Fragen zu überfliegen.</p>\n\n<p><strong>Übersicht</strong></p>\n\n<p>In diesem Hörtext geht es um eine neue Erfindung. Der ursprüngliche Podcast „Gewusst,wo“ wurde am 16. Februar 2009 in Deutschland von der deutschen Fraunhofer- Gesellschaft veröffentlicht. Ein Mitarbeiter testet ein neues Gerät mit der IIS-Mitarbeiterin Karin Loidl. Der Hörtext ist ca. zwei Minuten lang.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_aaa27c3ac7138a2e5d82529ea315e0bd\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/973801fbe8e835e73e55e8b6ffa1f411/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}],"choicesHtml":["<p>Techniker und Wissenschaftler</p>","<p>Firmen und Institute</p>","<p>Kinder und Jugendliche</p>","<p>Autofahrer und Fußgänger</p>"],"answer":2}]