[{"id":"FT534912","type":"mcq","stimulusHtml":"<p>Als man Toni Morrison in Deutschland „entdeckte”, hatte sie laut Aussage des Texts schon</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully for comprehension. The passage is followed by a number of incomplete statements or questions. Select the completion or answer that is best according to the passage.</p>\n\n<p><strong>Toni Morrison </strong></p>\n\n<p>Die amerikanische Schriftstellerin Toni Morrison ist heutzutage weltbekannt. Aber 1979, als die deutsche Presse von ihr Notiz nahm, fiel sie in die Kategorie „junge schwarze Autorin“. Zu dieser Zeit hatte Toni Morrison allerdings schon ihren dritten Roman geschrieben, zwei Söhne allein großgezogen und den Sprung in einen der größten New Yorker Verlage geschafft. Als sie 1993 den Nobelpreis für Literatur gewann, war sie längst Professorin an der Universität Princeton.</p>\n\n<p>Toni Morrison ist nichts Diskriminierendes fremd: „Ich weiß, was es heißt, Staatsbürger zweiter Klasse zu sein, seit ich als kleines Kind nicht in einem amerikanischen See baden durfte.“ Das war in Lorain, einer kleinen Stahlarbeiterstadt in Ohio, wo sie als Chloe Anthony Wofford geboren wurde. Ihren ersten Vornamen gab sie der Verständlichkeit halber ab, den Nachnamen bei der Hochzeit. Die Ehe ging nicht lange gut. Statt sich Sorgen zu machen, begann Toni Morrison zu schreiben--Romane über die Erfahrungen und Gefühle schwarzer Frauen. Das sind Frauen wie die Sklavin namens Sethe, die ihre kleine Tochter umbringt, weil sie in ihrer Verzweiflung glaubt, ein Tod in Freiheit sei besser als ein Leben als Sklavin. „Menschenkind“ nannte Morrison ihr bekanntestes Buch und widmete es den „sechzig Millionen und mehr“, die als Opfer des Rassenhasses anonym geblieben sind. „Man muss schreiben, um die Leute in Alarmbereitschaft zu halten“, hat sie einmal gesagt. Obwohl es mit dem Schreiben so sei wie mit dem Kinderkriegen: „Man kann sich nicht vorstellen, wie schwierig und schmerzhaft es wieder sein wird, sonst würde man es nicht noch mal durchmachen.“</p>\n\n<p style=\"margin-left: 600px;\"><span style=\"font-size:0.8em\">Reprinted by permission of \"BRIGITTE\"</span></p>\n"}],"choicesHtml":["<p>den Nobelpreis für Literatur gewonnen</p>","<p>in New York und in Deutschland gelebt</p>","<p>einen Verlag gegründet</p>","<p>drei Bücher geschrieben</p>"],"answer":2}]