[{"id":"FT556163","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You will write a reply to an e-mail message. You have to read the message and write your reply. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p>Thema: Schönheit und Ästhetik<br>\nÜbersicht<br>\nDiese E-Mail ist von der Architektin Frau Maier, Inhaberin des Architekturbüros Maier &amp; Pricci. Sie bekommen diese Nachricht, weil Sie sich für den Architektenberuf interessieren und gefragt haben, ob Sie das Büro von Frau Maier besuchen dürfen.</p>\n\n<p><strong>Von:</strong> Eva Maier<br>\n<strong>Betreff:</strong> Ihr Besuch in unserem Büro</p>\n\n<p>Sehr geehrte Interessentin, sehr geehrter Interessent,<br>\n<br>\nwir danken Ihnen für Ihr Interesse an unserem Architekturbüro. Wir freuen uns, dass Sie mehr über den Architektenberuf erfahren wollen und würden Sie selbstverständlich gern bei uns willkommen heißen.<br>\n<br>\nSie haben geschrieben, Sie interessieren sich für unsere aktuellen Projekte. Wie Sie vielleicht wissen, spezialisieren wir uns auf den Bau von Schulen mit ökologischen Baustoffen, modernster Form und hoher Energieeffizienz. Vor Kurzem wurde sogar eine Videoreportage über unser bislang größtes Projekt, die Grevestein-Schule, gedreht.<br>\n<br>\nGern beantworten wir Ihre Fragen zu diesem Projekt und/oder unserer Arbeit im Allgemeinen. Als Schüler haben Sie sicher auch ein paar gute Ideen für uns, wie ein Schulgebäude verbessert werden kann. Wie stellen Sie sich ein ideales Schulgebäude vor?<br>\n<br>\nWir würden gern mit Ihnen darüber sprechen. Wann wollen Sie uns denn besuchen? Wir haben nächste Woche noch einige Termine offen.<br>\n<br>\nWir hoffen, dass der Besuch bei uns Sie inspirieren wird, und verbleiben.</p>\n\n<p>mit freundlichen Grüßen<br>\n<br>\nEva Maier<br>\n<br>\nArchitekturbüro Maier &amp; Pricci</p>\n"}]