[{"id":"FT556178","type":"longtextV2","stimulusHtml":"<p>You have 1 minute to read the directions for this task.</p>\n\n<p><strong>Directions:</strong> You will write a persuasive essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p>Thema: Alltag<br>\nSie haben 6 Minuten Zeit, um das Aufsatzthema, das Quellenmaterial 1 und das Quellenmaterial 2 zu lesen.<br>\n<br>\n<strong>Aufsatzthema</strong>:</p>\n\n<p>Sollten mehr Schüler in Deutschland auf Privatschulen gehen?</p>\n\n<p><strong>Quellenmaterial 1</strong><br>\nÜbersicht<br>\nIn diesem Text geht es um eine Kritik an teuren Privatschulen. Der ursprüngliche Artikel wurde im August 2010 in Deutschland von dem deutschen Redakteur und Politiker Günther Hartmann veröffentlicht.</p>\n\n<p><strong>Trend zu Privatschulen</strong><br>\n<strong>Die fatale Selbstüberlistung der Mittelschicht</strong></p>\n\n<p><br>\n<br>\nDie eigenen Kinder sollen es einmal besser haben. Die Hoffnung auf einen sozialen Aufstieg durch Talent, Talentförderung, Erziehung, Fleiß und Bildung gehört zum Selbstverständnis der Mittelschicht. Oft führt das aber auch zu einem gnadenlosen Konkurrenzkampf. Irgendwie sollen Zeile die eigenen Kinder einen Vorsprung gegenüber den anderen erhalten, und<br>\ndas möglichst früh. Deshalb werden schon Kleinkinder mit Bildungsangeboten bombardiert, obwohl das pädagogisch sehr fragwürdig ist.</p>\n\n<p><br>\nSind ihre Kinder dann in der Schule, buchen ehrgeizige Eltern intensiv Nachhilfeunterricht. Es geht darum, dass die Leistungen der eigenen Kinder noch besser werden, auch wenn sie schon gut sind. 1,1 Mio. Schüler erhalten heute regelmäßig bezahlten Nachhilfeunterricht. 1,5 Mrd. Euro lassen sich die deutschen Eltern das jährlich kosten. Private Nachhilfeinstitute boomen. Da ist der Schritt zu privaten Schulen nicht mehr weit. Mit Slogans wie „Der beste Start ins Leben“ werben diese um die Gunst der Eltern. Und das sehr erfolgreich.</p>\n\n<p><br>\nDa sich die Gebühren natürlich nicht jeder leisten kann, findet hier schon sehr früh eine soziale Auslese statt. Dabei schreibt Artikel 7 Absatz 4 unseres Grundgesetzes eigentlich vor, dass der Staat Privatschulen nur zulassen darf, wenn eine „Sonderung der Schüler nach Besitzverhältnissen der Eltern nicht gefördert wird“. Doch das interessiert anscheinend niemanden. 2.565 Euro pro Monat kostete z. B. im Schuljahr 2009/10 das Schlossinternat Neubeuern. „Deutschland scheint auf dem Weg in eine neue Art Klassengesellschaft zu sein“, beklagt sogar die CDU-nahe Konrad-Adenauer-Stiftung, die sicherlich nicht in Verdacht steht, die Welt durch eine „linke Brille“ zu betrachten.<br>\n<br>\nDas Wichtigste beim Besuch von Privatschulen ist gar nicht so sehr die Qualität des Unterrichts, sondern mehr das damit verbundene Image und die dort aufgebauten Kontakte. Auch mittelmäßig begabte Schüler erhalten so eine große Chance, später in gut bezahlte Führungspositionen zu gelangen. Sie gehören durch den Besuch der „richtigen“ Lehranstalt automatisch zum „Club der Privilegierten“.<br>\n<br>\nJe mehr Eltern ihren Nachwuchs auf eine Privatschule schicken, desto mehr geraten die anderen Eltern unter Druck. Sie müssen befürchten, dass ihre Kinder später Nachteile erleiden, wenn sie nur eine öffentliche Schule besuchten. Umfragen ergaben, dass 54 Prozent aller Eltern ihre Kinder auf Privatschulen schicken würden, wenn sie sich das finanziell leisten könnten.</p>\n\n<p><br>\n<strong>Fortsetzung auf der nächsten Seite</strong></p>\n\n<p><br>\nDie soziale Auslese würde sich dadurch aber verstärken: Nur einkommensstarke Eltern könnten sich die teuren Schulen mit kleinen Klassen und pädagogischer Rundumbetreuung leisten, während einkommensschwächere Eltern das Nachsehen hätten. Die Chancen der Kinder wären von Anfang an ungleich verteilt. Chancengleichheit war auch nie das Ziel von Privatschulen. Dorthin schickte die Oberschicht ihre Kinder, weil sie unter sich bleiben wollte. Wenn viele Eltern der Mittelschicht in einen Wettkampf um die beste Privatschule einsteigen, antwortet die Oberschicht mit überlegenen Mitteln und schickt ihre Kinder auf noch teurere Auslandsinternate. Wenn die Schulbildung zu einer Ware auf einem Markt wird, ist von Anfang klar, wer gewinnt und wer auf der Strecke bleibt. Die Mittelschicht lässt sich hier auf einen Wettkampf ein, bei dem sie keine Chance hat, der sie aber finanziell ruiniert.</p>\n\n<p><strong>Quellenmaterial 2</strong><br>\nÜbersicht<br>\nDiese Auswahl handelt von Gründen, warum Eltern Privatschulen mögen. Die ursprünglichen Daten wurden im Januar 2011 in Deutschland von Manfred Weiß von der Friedrich-Ebert-Stiftung veröffentlicht.</p>\n\n<p><img alt=\"A table titled Grunde fur eine Privatschulerziehung is shown. The table has two columns and seven rows. The first column is titled Prozent der Eltern, die diesen Grund angegeben haben: *. The second column is titled fur eine Privatschulerziehung:. The first row reads 42, Mein Kind soll in einem besseren sozialen Milieu aufwachsen. The second row reads 42, An staatlichen Schulen kommt die Ausbildung der Personalichkeit der Kinder zu kurz. The third row reads 35, Es werden dort andere Schwerpunkte gesetzt, besonders auf den kreativen Bereich. The fourth row reads 33, Die Lehrer sind dort engagierter. The fifth row reads 30, Mein Kind lernt dort mehr und hat spater bessere Chancen im Berufsleben. The sixth row reads 10, Ich denke, dass Junge und Madchen getrennt besser lernen. The seventh row reads 8, Ich mochte, dass mein Kind nach bestimmten religiosen Vorstellungen erzogen wird. Beneath the table is a clarification on the asterisk from the title of the first column that reads *Mehrfachnennungen moglich. Beneath that it reads 1019 Eltern wurden gefragt, warum sie ihr Kind auf eine Privatschule schicken wurden, wenn die Kosten keine Rolle spielten. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6e6f79d2f2534464cc3613930d412422/original.png\"></p>\n\n<p><strong>Quellenmaterial 3</strong><br>\nSie haben 30 Sekunden Zeit, um die Übersicht zu lesen.<br>\nÜbersicht<br>\nIn diesem Hörtext geht es um Erfahrungen an zwei Privatschulen. Der ursprüngliche Bericht wurde am 31. August 2011 in Deutschland vom Westdeutschen Rundfunk (WDR) unter dem Titel „Einführung der Privatschulen. Ein Bildungsgespenst geht um in Deutschland“ veröffentlicht. Sie hören einen Bericht von der Journalistin Beate Kowollik vom WDR. Sie spricht mit Schulpersonal und Schülern an zwei Privatschulen, zuerst an einem katholischen Gymnasium, dann an einem evangelischen Gymnasium. Der Hörtext ist ca. zweieinhalb Minuten lang.</p>\n\n<p>\"Einführung der Privatschulen\" from <em>WDR 3 Resonanzen,</em> copyright © 2011 by WDR Mediagroup. Used by permission.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_9fe37bdec6743faf651dc0f2a7b218d2\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b2d06d5a6b3cb67da453a6cab5326197/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]