[{"id":"FT556301","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong>: You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p>Thema: Familie und Gemeinschaft</p>\n\n<p>Übersicht</p>\n\n<p>Diese E-Mail ist von Andreas Tielmann, Schulleiter der Grundschule Grünstadt. Sie bekommen diese Nachricht, weil Sie sich als freiwilliger Helfer engagieren möchten.</p>\n\n<p><strong>Von: Andreas Tielmann<br>\nBetreff: Ehrenamtliche Hilfe in der Grundschule</strong></p>\n\n<p>Sehr geehrte Helferin, sehr geehrter Helfer,</p>\n\n<p>vielen Dank für Ihr Angebot, bei uns in der Grundschule ehrenamtlich aktiv zu werden. Wir schätzen diese freiwillige Hilfe sehr. Daher wende ich mich als Direktor persönlich an Sie, um Ihnen mitzuteilen, welche verschiedenen Möglichkeiten wir haben.</p>\n\n<p>Zum einen wäre dort der Schülerlotsendienst zu nennen. Als Schülerlotse werden Sie morgens vor der ersten und zweiten Schulstunde oder nach Schulschluss an dem Zebrastreifen vor unserer Schule stehen und den Kindern beim Überqueren der Straße helfen. Die genauen Zeiten können bei uns erfragt werden. Zum anderen suchen wir noch dringend Begleiter zu den Schwimmstunden der dritten und vierten Klassen an zwei Nachmittagen in der Woche. Welche dieser Aufgaben würden Sie lieber machen?</p>\n\n<p>Vielleicht haben Sie schon einmal als freiwilliger Helfer gearbeitet. Welche Erfahrung haben Sie schon damit gemacht?</p>\n\n<p>Sollten Sie weitere Ideen haben, wie Sie uns in der Schule helfen könnten, würden wir diese gerne hören. Wir sind für jeden Vorschlag offen. Ich freue mich auf unsere zukünftige Zusammenarbeit!</p>\n\n<p>Mit freundlichen Grüßen</p>\n\n<p>Ihr A. Tielmann, Schulleiter</p>\n"}]