[{"id":"FT556094","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You will write a reply to an e-mail message.&nbsp;You have 15 minutes to read the message and write your reply.</p>\n\n<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p>Sie beantworten jetzt eine E-Mail. Sie haben 15 Minuten Zeit, die E-Mail zu lesen und Ihre Antwort zu schreiben.</p>\n\n<p>Ihre Antwort sollte eine Begrüßungs- und eine Abschiedsformel beinhalten. Gehen Sie auf alle Fragen und Aufforderungen in der E-Mail ein. Bitten Sie in Ihrer Antwort auch um weitere Details, die sich auf etwas in der E-Mail beziehen. Zudem sollten Sie Ihre E-Mail formell gestalten.</p>\n\n<p>Thema: Familie und Gemeinschaft<br>\nÜbersicht<br>\nDiese E-Mail ist von Charlotte Fischer, der Vorstandsvorsitzenden des Naturschutzbundes Hannover. Sie bekommen diese Nachricht, weil Sie beim Naturschutzbund aushelfen wollen.</p>\n\n<blockquote>\n<p><strong>Von:</strong> Charlotte Fischer<br>\n<strong>Betreff:</strong> Ehrenamtliche Mitarbeit</p>\n\n<p>Sehr geehrter Interessent, sehr geehrte Interessentin,<br>\n<br>\nvielen Dank für Ihre Mail. Wir freuen uns darüber, dass Sie beim Naturschutzbund tätig werden möchten!<br>\n<br>\nBei uns gibt es immer Bedarf an freiwilligen Helfern. Weil unsere finanziellen Mittel beschränkt sind, suchen wir nur ehrenamtliche Mitarbeiter.<br>\n<br>\nIm kommenden Sommer haben wir uns ein paar größere Projekte vorgenommen, an denen Sie aktiv mitarbeiten könnten. Viele unserer Projekte erfordern körperliche Arbeit in freier Natur. Falls Sie aber lieber drinnen arbeiten wollen, könnten Sie auch in unserem Besucherzentrum eingesetzt werden.<br>\n<br>\nKönnten Sie uns bitte mitteilen, was für eine Naturschutz-Arbeit Sie am meisten interessiert? Haben Sie schon bestimmte Vorkenntnisse oder Fähigkeiten, die bei der Arbeit nützlich sein könnten? Sehr hilfreich wäre es, wenn Sie jetzt schon das Formular im Anhang ausfüllen und an uns zurückmailen oder per Post zuschicken könnten.<br>\n<br>\nFür weitere Fragen stehe ich Ihnen jederzeit gern zur Verfügung.<br>\n<br>\nMit freundlichen Grüßen<br>\n<br>\nCharlotte Fischer<br>\n<br>\nVorstandsvorsitzende<br>\n<br>\nNaturschutzbund Hannover<br>\n<br>\nFormular_Naturschutzbund.pdf</p>\n</blockquote>\n"}]