[{"id":"FT556177","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p>Thema: Alltag<br>\nÜbersicht<br>\nDiese E-Mail ist von Lilly Horn, einer Österreicherin. Sie bekommen diese Nachricht, weil Sie mit Ihrem Schulchor durch Österreich reisen und eine Unterkunft brauchen.</p>\n\n<p><strong>Von: Lilly Horn<br>\nBetreff: Schulchoraufenthalt in Österreich</strong></p>\n\n<p><br>\nSehr geehrtes Chormitglied,<br>\n<br>\nich möchte mich zuerst kurz vorstellen: Mein Name ist Lilly Horn, und ich wohne mit meiner Familie (meinem Mann, Gerd, und unseren drei Kindern) in Wien. Wir freuen uns sehr, Sie während Ihres Aufenthalts im Sommer hier in Wien bei uns zu begrüßen. Ich war auch einmal für einige Monate in den USA und denke gern an diese Erfahrung zurück. Wir haben eine gemütliche Altbauwohnung ungefähr 5 km von der Schule entfernt, an der die Proben für Ihren Schulchor stattfinden.<br>\n<br>\nIn Ihrem Brief an uns haben Sie einiges von sich und Ihrer Familie erzählt. Sie haben unter anderem geschrieben, dass Sie zu Hause ein Zimmer für sich mit Ihrem eigenen Bad haben. Könnten Sie uns bitte mitteilen, was für eine Wohnsituation Sie hier bei uns erwarten?<br>\n<br>\nDa Sie eine Woche lang bei uns wohnen werden, möchten wir Ihnen natürlich gerne unsere Stadt zeigen. Wofür interessieren Sie sich besonders, wenn Sie als Tourist unterwegs sind? Vielleicht wissen Sie ja schon etwas über Wien und haben ganz konkrete Vorstellungen, was Sie gerne sehen möchten. Unsere Tochter Lina freut sich schon besonders darauf, viel mit Ihnen zu unternehmen und dabei ihre Englischkünste auszuprobieren.<br>\n<br>\nIch kann mir vorstellen, dass Sie viele Fragen für uns haben, und werde jede Frage gerne beantworten. Ich finde, dass Ihr Besuch eine tolle Gelegenheit für uns und für Sie ist, und freue mich auf Ihr Rückschreiben.<br>\n<br>\nMit freundlichen Grüßen<br>\n<br>\nIhre Lilly Horn</p>\n"}]