[{"id":"FT556164","type":"longtextV2","stimulusHtml":"<p>You have 1 minute to read the directions for this task.</p>\n\n<p><strong>Directions:</strong> You will write a persuasive essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p>Thema: Globalisierung</p>\n\n<p><br>\nSie haben 6 Minuten Zeit, um das Aufsatzthema, das Quellenmaterial 1 und das Quellenmaterial 2 zu lesen.<br>\n<br>\n<strong>Aufsatzthema:</strong><br>\nSollte es für Radfahrer obligatorisch sein, einen Helm zu tragen?</p>\n\n<p><strong>Quellenmaterial 1</strong><br>\nÜbersicht<br>\nIn diesem Text geht es um Argumente gegen eine Helmpflicht, d.h. gegen ein Gesetz, dass man beim Radfahren einen Helm tragen muss. Der ursprüngliche Artikel wurde am 19. Oktober 2011 in Deutschland von dem Journalisten Holger Dambeck bei SPIEGEL ONLINE veröffentlicht.</p>\n\n<p><strong>Warum eine Helmpflicht Radlern wenig hilft</strong><br>\n<br>\n<strong>Muss man die Radfahrer zu mehr Sicherheit zwingen?<br>\nVerkehrsminister Ramsauer erwägt eine Helmpflicht.</strong></p>\n\n<p><br>\nDas klingt zunächst vernünftig. Wenn Menschen sich nicht ausreichend schützen, muss man sie halt zwingen. Beim Sicherheitsgurt war es schließlich nicht anders, den wollten zunächst viele Autofahrer auch nicht freiwillig anlegen.</p>\n\n<p>Doch die Situation beim Fahrradhelm ist komplizierter. Eine Helmpflicht wird sicher die Folgen manchen schweren Sturzes abmildern – daran gibt es keinen Zweifel. Sie wird auch Menschenleben retten. Aber die Gesamtbilanz eines Kopfschutzzwanges könnte trotzdem negativ ausfallen. Wenn derzeit nur einer von zehn deutschen Radfahrern einen Helm aufsetzt, was machen dann die neun ohne Schutz, wenn die Pflicht kommt? Einige werden widerwillig zum Helm greifen, einige werden weiter ohne fahren – und ein großer Teil wird womöglich wieder aufs Auto umsteigen.</p>\n\n<p><br>\nWenn aber die Radnutzung sinkt, dann sinken auch die positiven gesundheitlichen Effekte des Radfahrens für die Gesellschaft. Wer täglich radelt, stärkt Herz und Kreislauf und bleibt länger fit. Eine umfassende Analyse der Folgen der Helmpflicht muss dies berücksichtigen.</p>\n\n<p><br>\nIn den Niederlanden, der Radfahrnation Nummer eins, denkt niemand ernsthaft über eine Helmpflicht nach. Dort trägt auch kaum jemand eine Styroporhaube. Warum auch? Radfahren ist in Holland besonders sicher, weil Autofahrer immer mit Zweirädern rechnen und weil es eine gut ausgebaute Infrastruktur gibt.</p>\n\n<p><br>\nUnd da liegt der Kern des Problems: Wie kann man die Sicherheit der Radler verbessern – und welche Rolle spielt dabei der Helm?<br>\n<br>\n<strong>Viele der Konflikte gehen auf schlecht ausgebaute Radwege zurück</strong></p>\n\n<p>Vor allem bei der Infrastruktur besteht gewaltiger Nachholbedarf. Ein kaum ein Meter breiter Streifen auf dem Fußweg reicht nicht aus, wenn immer mehr Menschen aufs Rad steigen, wie in den vergangenen Jahren geschehen. In den Städten und Gemeinden, aber auch im Bundesverkehrsministerium hat man den Bike-Boom schlicht verschlafen.</p>\n\n<p><strong>Fortsetzung auf der nächsten Seite</strong></p>\n\n<p>Ein Problem, um das sich Ramsauer ebenso kümmern könnte, sind die folgenschweren Unfälle an Kreuzungen mit rechtsabbiegenden Lkws. Wenn ein Zehn-Tonnen-Truck über einen Menschen rollt, hilft auch kein Helm mehr. Der Radfahrerverein ADFC fordert daher verpflichtende Warnsysteme für Lkws, die automatisch Alarm schlagen, wenn sich eine Person im toten Winkel befindet.</p>\n\n<p>Auch die Radfahrer sind in der Pflicht, wenn es um ihre Sicherheit geht. Der Kopfschutz hilft nur bedingt, solange in Städten wie Berlin gefühlt jedes dritte Rad ohne Licht im Dunkeln unterwegs ist und damit die Unfallgefahr steigt.</p>\n\n<p>Und: Wer eine Helmpflicht für Radler fordert, müsste diese eigentlich konsequenterweise für Fußgänger verlangen. Denn auf Deutschlands Straßen sterben in der Regel mehr Fußgänger als Radfahrer. Bei einem Unfall ist ihr Kopf genauso wenig geschützt.</p>\n\n<p>Der Helm ist also nur ein kleiner Mosaikstein im Gesamtkonzept für sicheres Radfahren. Das vielleicht überzeugendste Argument gegen den Zwang zum Kopfschutz aber lautet: Die Helmpflicht ist typisch für Fahrradentwicklungsländer. In Australien ist die Haube obligatorisch, in vielen US-Bundesstaaten zumindest für Kinder und Jugendliche. Dort schwingen sich jedoch auch deutlich weniger Menschen auf den Drahtesel als in Holland, Dänemark und Deutschland.</p>\n\n<p>© SPIEGEL ONLINE 2011. REPRINTED BY PERMISSION.</p>\n\n<p><strong>Quellenmaterial 2</strong><br>\nÜbersicht<br>\nDiese Auswahl handelt von der Beliebtheit und der relativen Sicherheit des Radfahrens in einigen ausgewählten Ländern. Die ursprüngliche Grafik wurde am 14. September 2011 in Deutschland von dem Journalisten und Verkehrsexperten Martin Randelhoff auf seiner Webseite <sub>\"</sub>Zukunft Mobilität“ veröffentlicht.</p>\n\n<p><img alt=\"An image of a bar graph is shown. The title reads: Safety in numbers: Radverkehrsanteil gegenüber Todeszahlen und Helmtragequote. The legend says that white indicates Helmtragequote, grey indicates Prozent aller fahrten, die mit dem Rad gemacht werden, and black indicates Zahl der tödlich verletzten Radfahrer pro 1 Mrd. Radkilometer. The x-axis shows countries. Going up from the x-axis is a y-axis with the label prozent that goes from 0 to 40 percent in increments of 4 percent, and there are white and grey bars. Going down from the x-axis is a y-axis with the label zahl der todesfälle that goes from 0 to 120 in increments of 20. The first country is USA which has a white bar going up to 38 percent, a grey bar going up to 1 percent, and a black bar going down to 105. The second country is Großbritannien which has a white bar going up to 22 percent, a grey bar going up to 2 percent, and a black bar going down to 45. The third country is Frankreich which has a white bar going up to 3 percent, a grey bar going up to 4 percent, and a black bar going down to 40. The fourth country is Finnland which has a white bar going up to 20 percent, a grey bar going up to 8 percent, and a black bar going down to 55. The fifth country is Deutschland which has a white bar going up to 2 percent, a grey bar going up to 12 percent, and a black bar going down to 25. The sixth country is Schweden which has a white bar going up to 15 percent, a grey bar going up to 13 percent, and a black bar going down to 30. The seventh country is Dänemark which has a white bar going up to 3 percent, a grey bar going up to 18 percent, and a black bar going down to 15. The eighth country is Niederlande which has a white bar going up to 1 percent, a grey bar going up to 27 percent, and a black bar going down to 15.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4717d8ece070f419b522b578f5e60e4f/original.png\"></p>\n\n<p><strong>Quellenmaterial 3</strong><br>\nSie haben 30 Sekunden Zeit, um die Übersicht zu lesen.<br>\nÜbersicht<br>\nIn diesem Hörtext geht es um Argumente für das Tragen eines Radhelms. Der ursprüngliche Bericht wurde am 26. Oktober 2011 in Deutschland von Ute Barthel im deutschen Regionalsender rbb unter dem Titel „Überregulierung oder mehr Sicherheit? Ideologischer Streit um die Fahrradhelmpflicht“ veröffentlicht. Eine Moderatorin führt in das Thema ein, dann hört man die Reporterin Ute Barthel und den Arzt Professor Tim Pohlemann von der Deutschen Gesellschaft für Unfallchirurgie. Der Hörtext ist ca. zwei Minuten lang.</p>\n\n<p><span style=\"font-size:0.9em\">RBB Rundfunk Berlin-Brandenburg</span></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_8ad0535a3ae782c5127e489f0225c129\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/08f23b1564865e295410315ca2a148aa/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]