[{"id":"FT568682","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong>&nbsp;You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p>Thema: Schönheit und Ästhetik<br>\nÜbersicht<br>\nDiese E-Mail ist von Marissa Ballwein, Leiterin der Initiative „Jugend verschönert Flächen“. Sie bekommen diese Nachricht, weil Sie Interesse bekundet haben, bei „Jugend verschönert Flächen“ mitzumachen.</p>\n\n<p>Von: Marissa Ballwein<br>\nBetreff: Stadtverschönerungsprojekt<br>\n<br>\nSehr geehrte Schülerin, sehr geehrter Schüler,<br>\n<br>\nwir danken Ihnen für Ihr Interesse an unserer Initiative „Jugend verschönert Flächen“. Seit 2009 sorgen wir in unserer Stadt dafür, dass unsere kreativen jungen Leute die Gelegenheit haben, durch ihr Talent öffentliche Flächen zu verschönern.</p>\n\n<p>Wenn Sie zum Beispiel Talent zum Malen haben, könnten Sie eine langweilige Betonwand mit Farbe beleben; oder wenn Sie gerne im Garten arbeiten, könnten Sie eine graue Straße mit bunten Blumen verschönern. Wir haben schon einige Projekte am Laufen, aber sind natürlich auch an Ihren Ideen interessiert.</p>\n\n<p>Bitte beantworten Sie uns daher die folgenden Fragen:</p>\n\n<ul>\n\t<li>\n\t<p>Was für Ideen haben Sie für Projekte, die unsere Stadt schöner oder attraktiver machen würden?</p>\n\t</li>\n\t<li>\n\t<p>Da wir verschiedene Gruppen haben, die sich entweder unter der Woche oder an Wochenenden treffen, würden wir gern wissen, wann Sie mitmachen können.</p>\n\t</li>\n</ul>\n\n<p>Wir hoffen, dass wir Ihnen mit diesem Schreiben behilflich waren, und stehen Ihnen gern für weitere Fragen zur Verfügung.</p>\n\n<p>Mit freundlichen Grüßen<br>\n<br>\nMarissa Ballwein<br>\nLeiterin<br>\nJugend verschönert Flächen</p>\n"}]