[{"id":"FT561273","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You have 1 minute to read the directions for this task.</p>\n\n<p>You will write a persuasive essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p>You will now begin this task.</p>\n\n<p class=\"text-center\"><strong>Time - Approximately 55 minutes.</strong></p>\n\n<p>Thema: Globalisierung</p>\n\n<p>Sie haben 6 Minuten Seit, das Aufsatzthema, das Quellenmaterial 1 und das Quellenmaterial 2 zu lesen.</p>\n\n<p><strong>Aufsatzthema:</strong></p>\n\n<p>Sollte man alle Zoos (oder Tiergärtern) schließen?</p>\n\n<p><strong>Quellenmaterial 1</strong></p>\n\n<p>Übersicht</p>\n\n<p>In diesem Text geht es um eine Kritik an Zoos. Der ursprüngliche Artikel wurde im Juli 2012 in Deutschland auf der Webseite von PETA Deutschland e.V., einer Tierrechtsorganisation, veröffentlicht.</p>\n\n<p><strong>Der Zoo – ein Auslaufmodell</strong></p>\n\n<p>Kinder lernen von Zoos, dass es akzeptabel ist, Tiere in Gefangenschaft, weit weg von ihrer natürlichen Heimat gefangen zu halten – in Langeweile, Beengtheit und Einsamkeit. Gerade Zoodirektoren führen eine „dringend notwendige Sensibilisierung der Kinder“ für „Artenschutz, Zeile Tierschutz oder für den Klimawandel“ als Daseinsberechtigung oder als Rechtfertigung für ihre Zoos an. Aber ist die Zurschaustellung und die Erniedrigung eines fühlenden Lebewesens der einzige Weg, Kindern hohe und moderne Moralwertvorstellungen zu vermitteln?</p>\n\n<p><strong>Artenschutz: Tiere lagern statt Lebensräume erhalten</strong></p>\n\n<p>Fakt ist, dass das massenhafte Ablagern von Tieren in „Zoologischen Gärten“ oder die wenigen Auswilderungsprojekte das tägliche Sterben von Tierarten auf der ganzen Welt noch nie gestoppt oder auch nur verringert haben – ganz im Gegenteil. Anstatt die absolut uneffektiven Zoos finanziell zu unterstützen, sollte man lieber Projekte fördern, die zum Erhalt der natürlichen Lebensräume und damit zum Erhalt der Tierarten beitragen.</p>\n\n<p><strong>Vermehren, was Geld bringt</strong></p>\n\n<p>Viele in Zoos gehaltene Tierarten sind im Bestand noch nicht einmal gefährdet und werden nie auf eine Freilassung (Auswilderung) vorbereitet. Im Zoo Magdeburg z.B. waren 2008 nur 30 von 150 gehaltenen Arten wirklich bedroht bis stark bedroht. Eher sind Zoos vielmehr daran interessiert, besonders anziehende, exotische und besonders beliebte Tiere zu züchten. Tierbabys sind die Besuchermagnete schlechthin: „Putzige Teddys“ oder „Knuddelige Kätzchen“, die gerade den Anspruch von besonders „süß“ und „niedlich“ erfüllen, mit ihrem besonders verspielten Verhalten viele Besucher in den Zoo locken und leere Zookassen füllen.</p>\n\n<p><strong>Besucher: Vom „Tiergarten“ zur „Zirkusvorstellung“</strong></p>\n\n<p>Jeder hat es bereits schon einmal erlebt – an den Zookäfigen wo sich nichts „rührt“, wo nichts „geschieht“ und wo keine „Aktion“ ist, dort findet man auch die wenigsten Besucher. Der allgemeine Zoobesucher strebte schon immer mehr nach Unterhaltung und Voyeurismus statt nach Unterweisung und Lernen. Der Zoo – ein Event, eine Show, ein Theater und ein Zirkus, um die Schaulust und die Gier nach Unterhaltung des Menschen noch mehr zu befriedigen. Als Alibi wird jedoch noch weiterhin „Artenschutz“ und „Bildung“ vorgeschoben. Die Illusion wird perfekt inszeniert. Der Zoobesucher will Spaß haben, doch für die Käfiginsassen ist dies alles andere als lustig.</p>\n\n<p><strong>Fazit: Lebenslänglich ohne Bewährung</strong></p>\n\n<p>Zoos sind Tiergefängnisse geblieben. So gut wie jeder der ca. 200 Zoos in Deutschland ist ein reines Wirtschaftsunternehmen, in dem die Gewinnoptimierung vor dem Wohlbefinden der tierischen Insassen steht. Würde man die gesamten Zooausgaben in Milliardenhöhe in den Erhalt von Lebensräumen investieren Natur-Fonds, hätten wir mit Sicherheit heute weniger Probleme mit dem Schwund oder der Bedrohung von Arten. Tiere im Zoo sind austauschbare Objekte, die mit dem lächerlichen Vorwand der Arterhaltung, der Bildung oder Sensibilisierung dort gefangen gehalten werden. Der Zoo ist eine reine Lagerstätte von Tieren und keine Zufluchtsstätte. Ein Tiergefängnis mit dem Anschein von Natur.</p>\n\n<p><strong>Was Sie tun können</strong></p>\n\n<p>Besuchen Sie keinen Zoo. Nutzen sie Bücher oder Videodokumentationen, um Ihrem Kind das reale und natürliche Verhalten der Tiere in Freiheit näher zu bringen. Vermitteln Sie Ihren Kindern, dass Tiere ihre Freunde sind, und man Freunde nicht einsperrt. Unterstützen Sie Projekte, die die Lebensräume von bedrohten Tierarten erhalten helfen oder neue schaffen.</p>\n\n<p><strong>Quellenmaterial 2</strong></p>\n\n<p>Übersicht</p>\n\n<p>Diese Auswahl handelt von den Meinungen deutscher Kinder zum Thema Zoo. Die ursprünglichen Daten wurden 2011 in Deutschland von der Apotheken-Kinderzeitschrift medizini veröffentlicht.</p>\n\n<p><img alt=\"A table titled Kinder lieben Zoobesuche is shown. The table has two columns and seven rows. The first column is not labeled, the second column is labeled Prozent Zustimmung. The first row reads Die Tiere im Zoo haben es gut und werden von ihren Pflegern liebevoll betreut, 85, 7. The second row reads Ein Besuch im Tierpark ist ein ganz besonderer Ausflug. 84,4 The third row reads Am liebsten schaue ich den Tieren beim Spielen und Herumtollen zu. 81,1. The fourth row reads Ich besuche einen Tierpark nur selten, weil es keinen in der Nähe gibt. 62,9. The fifth row reads Ich würde gern viel öfter in einen Zoo gehen, aber das ist für meine Familie zu teuer. 50,2. The sixth row reads Die Tiere im Zoo tun mir leid, weil sie so eingesperrt sind. 40,3. The seventh row reads Ich gehe nie in den Zoo. 14,1. Underneath the table are two footnotes that read Wenn ein Kind in den Zoo geht, dann geht es im Durchschnitt 1,9 mal im Jahr. Quelle: Eine repräsentative Umfrage der Apotheken-Kinderzeitschrift medizini, durchgeführt vom Marktforschungsinstitut icon kids &amp; youth bei 725 Kindern im Alter von sechs bis zwölf Jahren.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/97058a8dabf05e2dfc209bbae0b359fa/original.png\"></p>\n\n<p><strong>Quellenmaterial 3</strong></p>\n\n<p>Sie haben 30 Sekunden Zeit, um die Übersicht zu lesen.</p>\n\n<p>Übersicht</p>\n\n<p>In diesem Hörtext geht es um die Rolle von Zoos im Naturschutz und in der Naturkunde. Die ursprüngliche Diskussion wurde am 11.Juli 2011 in Deutschland vom Regionalsender SWR2 unter dem Titel „Ist der Zoo noch zeitgemäß?“ veröffentlicht. Susanne Kaufmann vom Südwestrundfunk moderiert eine Diskussionsrunde, in der Sie zuerst den Zoodirektor Dr.Thomas Kauffels hören; seinen Ansichten widerspricht dann die Biologin Daniela Freyer von der Tier-und Artenschutzorganisation Pro Wildlife. Der Hörtext ist ca. drei Minuten lang.<br>\n<sub>Südwestrundfunk (SWR)</sub></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_f6c29e8ec6116cdf2e6ee1dff7ca15d3\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3cc7d3156f5b5588b3cfea41ff8e8f2a/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]