[{"id":"FT648781","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will listen to several audio selections. The first&nbsp;two audio selections are accompanied by reading&nbsp;selections. When there is a reading selection, you&nbsp;will have a designated amount of time to read it.</p>\n\n\t<p>For each audio selection, first you will have a&nbsp;designated amount of time to read a preview of the&nbsp;selection as well as to skim the questions that you<br />\n\twill be asked. Each selection will be played twice.&nbsp;As you listen to each selection, you may take notes.&nbsp;Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you&nbsp;will have 1 minute to begin answering the&nbsp;questions; after listening to each selection the<br />\n\tsecond time, you will have 15 seconds per question&nbsp;to finish answering the questions. For each&nbsp;question, choose the response that is best according&nbsp;to the audio and/or reading selection and mark your&nbsp;answer on your answer sheet.</p>\n\t</li>\n\t<li>\n\t<p>Sie hören jetzt einige Hörtexte. Die ersten beiden&nbsp;Hörtexte sind mit Lesetexten verbunden. In diesem&nbsp;Fall steht Ihnen zum Lesen dieser Texte eine<br />\n\tvorgegebene Zeit zur Verfügung.&nbsp;</p>\n\n\t<p>Vor dem Hören jedes Hörtextes bekommen Sie&nbsp;Zeit, sich eine Übersicht anzuschauen und die&nbsp;Fragen zu überfliegen. Sie hören jeden Hörtext<br />\n\tzweimal. Während Sie zuhören, können Sie sich&nbsp;Notizen machen. Ihre Notizen werden nicht&nbsp;benotet.</p>\n\n\t<p>Nach dem ersten Anhören jedes Hörtextes haben&nbsp;Sie 1 Minute Zeit, mit dem Beantworten der Fragen&nbsp;zu beginnen; nach dem zweiten Anhören jedes&nbsp;Hörtextes haben Sie pro Frage 15 Sekunden Zeit,&nbsp;alle Fragen zu beantworten. Wählen Sie für jede&nbsp;Frage die Antwort, die am besten mit dem<br />\n\tjeweiligen Text übereinstimmt. Markieren Sie Ihre&nbsp;Antwort auf dem Antwortbogen.</p>\n\t</li>\n</ul>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_a36d5e010969e57557499bf030f05aa5\" data-src=\"https://assets.learnosity.com/organisations/537/2234b6a4-17b1-453a-aa2f-b89c13d80fe5.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><strong>Auswahl 4</strong><br />\nThema: Globalisierung<br />\nÜbersicht<br />\nZuerst haben Sie 1 Minute Zeit, um die Übersicht zu lesen und die Fragen zu überfliegen.<br />\nIn diesem Hörtext geht es um Fair-Trade-Schokolade. Das ursprüngliche Interview wurde am 24. Januar 2012 in Deutschland von Elif Senel vom Westdeutschen Rundfunk unter dem Titel „Bittere Schokolade” veröffentlicht. Die Journalistin Elif Senel spricht mit Friedel Hütz-Adams vom deutschen Südwind-Institut für gerechte Weltwirtschaft. Der Hörtext ist ca. zweieinhalb Minuten lang.</p>\n\n<p><span style=\"font-size:0.8em;\">Used by permission.</span></p>\n\n<p>Was findet Friedel Hütz-Adams bei der&nbsp;Schokoladenproduktion besonders wichtig?</p>\n","choicesHtml":["Produktqualität","Kundenfreundlichkeit","Industrielle Effizienz","Soziale Gerechtigkeit"],"answer":"3"}]