[{"id":"FT648751","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will read several selections. Each selection is&nbsp;accompanied by a number of questions. For each&nbsp;question, choose the response that is best according&nbsp;to the selection and mark your answer on your&nbsp;answer sheet.</p>\n\t</li>\n\t<li>\n\t<p>Sie lesen jetzt einige Texte und beantworten Fragen&nbsp;dazu. Wählen Sie für jede Frage die beste Antwort&nbsp;für diese Textauswahl und markieren Sie Ihre&nbsp;Antwort auf dem Antwortbogen.</p>\n\t</li>\n</ul>\n\n<p>Thema: Schönheit und Ästhetik<br />\nÜbersicht<br />\nIn diesem Text geht es um ein Filmfestival. Es ist ein Brief von Joachim Wagenschmidt vom Vorstand der Naumburger Filmfestspiele an Heike Schuster, ein Mitglied des Freundeskreises der Naumburger Filmfestspiele.</p>\n\n<p>&nbsp;</p>\n\n<p>Sehr geehrte Frau Schuster,</p>\n\n<p>es ist wieder soweit – die 5. Naumburger Filmfestspiele stehen vor der Tür! Vom 1. bis 5. August<br />\nbieten wir allen Filmenthusiasten wieder ein spannendes Programm, von preisgekrönten Filmen der<br />\ndiesjährigen internationalen Filmfestspiele bis hin zu weniger bekannten Produktionen, die aus<br />\n<strong>(5)&nbsp;</strong>unserer Region stammen oder auf sie Bezug nehmen. Alle 35 Filme unseres regulären Programms<br />\nlaufen im Kino Lindenthal in der Neuenburger Straße.</p>\n\n<p>Zudem freuen wir uns, dieses Jahr auch Kurzfilme mit ins Programm aufnehmen zu können. Ein<br />\neigenständiges Kurzfilmfestival läuft am 4. und 5. August im Schlosskino in Bad Kösen. Besonderes<br />\nHighlight: sämtliche Gewinner des diesjährigen deutschen Kurzfilmpreises werden gezeigt.</p>\n\n<p><strong>(10)&nbsp;</strong>Programm, Ticketpreise und Anfahrtsbeschreibungen für unsere Aufführungsorte finden Sie auf<br />\nunserer Internetseite unter www.filmfestspiele-naumburg.de. Wie jedes Jahr haben Sie die Wahl<br />\nzwischen einer Festivalkarte für die gesamte Woche, Tageskarten oder Karten für individuelle<br />\nVorstellungen; für das Kurzfilmfestival gibt es eine separate Eintrittskarte. Beim Kauf einer<br />\nFestivalkarte ist das Kurzfilmfestival allerdings inklusive. Alle Tickets gibt es an der Abendkasse,<br />\n<strong>(15)&nbsp;</strong>aber man kann sie auch im Voraus über unsere Webseite bestellen.</p>\n\n<p>Als geschätztes Mitglied des Freundeskreises der Naumburger Filmfestspiele erhalten Sie wie<br />\nimmer einen Rabatt von 10% beim Ticketkauf. Dies erfolgt automatisch, wenn Sie per Internet<br />\nbestellen; beim Kauf an der Abendkasse brauchen Sie einfach nur Ihren Mitgliederausweis<br />\nvorzuzeigen.</p>\n\n<p><strong>(20)&nbsp;</strong>Wir fordern alle unsere Gäste auf, so weit wie möglich die öffentlichen Verkehrsmittel zu nutzen.<br />\nFür die Dauer des Festivals fahren Sonderbusse der Naumburger Verkehrsbetriebe auf den Linien 1<br />\nund 3 und bieten somit eine direkte Verbindung zum Hauptbahnhof an.</p>\n\n<p>Wir hoffen, Sie wieder als Gast bei den Filmfestspielen begrüßen zu dürfen, und wünschen Ihnen<br />\nviel Spaß mit unserem diesjährigen Programm!</p>\n\n<p><strong>(25)&nbsp;</strong>Mit freundlichen Grüßen</p>\n\n<p>Joachim Wagenschmidt<br />\nVorstand<br />\nNaumburger Filmfestspiele e.V.</p>\n\n<p>Was bedeutet der Hinweis auf die&nbsp;„preisgekrönten“ (Zeile 3) Filme im Festival?</p>\n","choicesHtml":["Diese Filme werden nur selten im Kino&nbsp;gezeigt.","Diese Filme haben eine Auszeichnung&nbsp;gewonnen.","Die Produktion dieser Filme hat viel Geld&nbsp;gekostet.","Diese Filme sind alte Klassiker der&nbsp;Filmgeschichte."],"answer":"1"}]