[{"id":"FT648778","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will listen to several audio selections. The first&nbsp;two audio selections are accompanied by reading&nbsp;selections. When there is a reading selection, you&nbsp;will have a designated amount of time to read it.</p>\n\n\t<p>For each audio selection, first you will have a&nbsp;designated amount of time to read a preview of the&nbsp;selection as well as to skim the questions that you<br />\n\twill be asked. Each selection will be played twice.&nbsp;As you listen to each selection, you may take notes.&nbsp;Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you&nbsp;will have 1 minute to begin answering the&nbsp;questions; after listening to each selection the<br />\n\tsecond time, you will have 15 seconds per question&nbsp;to finish answering the questions. For each&nbsp;question, choose the response that is best according&nbsp;to the audio and/or reading selection and mark your&nbsp;answer on your answer sheet.</p>\n\t</li>\n\t<li>\n\t<p>Sie hören jetzt einige Hörtexte. Die ersten beiden&nbsp;Hörtexte sind mit Lesetexten verbunden. In diesem&nbsp;Fall steht Ihnen zum Lesen dieser Texte eine<br />\n\tvorgegebene Zeit zur Verfügung.&nbsp;</p>\n\n\t<p>Vor dem Hören jedes Hörtextes bekommen Sie&nbsp;Zeit, sich eine Übersicht anzuschauen und die&nbsp;Fragen zu überfliegen. Sie hören jeden Hörtext<br />\n\tzweimal. Während Sie zuhören, können Sie sich&nbsp;Notizen machen. Ihre Notizen werden nicht&nbsp;benotet.</p>\n\n\t<p>Nach dem ersten Anhören jedes Hörtextes haben&nbsp;Sie 1 Minute Zeit, mit dem Beantworten der Fragen&nbsp;zu beginnen; nach dem zweiten Anhören jedes&nbsp;Hörtextes haben Sie pro Frage 15 Sekunden Zeit,&nbsp;alle Fragen zu beantworten. Wählen Sie für jede&nbsp;Frage die Antwort, die am besten mit dem<br />\n\tjeweiligen Text übereinstimmt. Markieren Sie Ihre&nbsp;Antwort auf dem Antwortbogen.</p>\n\t</li>\n</ul>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_90f65a6d75e70e3b922192cef3f4efe3\" data-src=\"https://assets.learnosity.com/organisations/537/a7c82f9c-231c-49c6-b0fc-23a4272a8a93.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><strong>Auswahl 3</strong><br />\nThema: Alltag<br />\nÜbersicht<br />\nZuerst haben Sie 1 Minute Zeit, um die Übersicht zu lesen und die Fragen zu überfliegen.<br />\nIn diesem Hörtext geht es darum, wie Smartphones die Sprache beeinflussen. Das ursprüngliche Interview wurde am 11. Juli 2013 in Deutschland als Teil der Sendung „SWR2 Impuls“ veröffentlicht. Die Moderatorin Doris Maull spricht mit der Mannheimer Soziologin Prof. Angela Keppler. Der Hörtext ist ca. drei Minuten lang.</p>\n\n<p><span style=\"font-size:0.8em;\">Südwestrundfunk (SWR)</span></p>\n\n<p>Was wäre die nächste Frage, die die&nbsp;Moderatorin stellen könnte?</p>\n","choicesHtml":["Haben Sie auch vor, diese Fragen im&nbsp;Rahmen eines wissenschaftlichen&nbsp;Projekts zu studieren?","Haben Sie in Ihrer Forschung auch Generationsunterschiede festgestellt?","Wie gehen heutzutage Leute mit ihren&nbsp;Mobilgeräten um?","Kann Informationsbeschaffung ein Motor&nbsp;für unsere alltäglichen Gespräche sein?"],"answer":"1"}]