[{"id":"FT648730","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will read several selections. Each selection is&nbsp;accompanied by a number of questions. For each&nbsp;question, choose the response that is best according&nbsp;to the selection and mark your answer on your&nbsp;answer sheet.</p>\n\t</li>\n\t<li>\n\t<p>Sie lesen jetzt einige Texte und beantworten Fragen&nbsp;dazu. Wählen Sie für jede Frage die beste Antwort&nbsp;für diese Textauswahl und markieren Sie Ihre&nbsp;Antwort auf dem Antwortbogen.</p>\n\t</li>\n</ul>\n\n<p>Thema: Naturwissenschaft und Technologie<br />\nÜbersicht<br />\nIn diesem Text geht es darum, wie man verlorene Objekte wiederbekommen kann. Die ursprüngliche Werbung wurde 2013 in Deutschland auf der Webseite BringMeBack.com veröffentlicht.</p>\n\n<p class=\"text-center\"><img alt=\"The figure presents an advertisement which consists of text and 3 pictures. The 3 pictures include a key ring with 3 Bring Me Back tags, and two cellphones, one with a Bring Me Back sticker on the side and the other with a Bring Me Back Sticker on the back. Both the key tags and the cellphone stickers have the text “If found visit w w w dot Bring Me Back dot com.” The text of the advertisement is as follows. Lost and Found. Bring Me Back. Bring Me Back — Verlieren war gestern! Etwas verloren? Keine Panik — Bring Me Back garantiert eine bequeme und schnelle Rückführung von verlorenen Gegenständen. Mit Bring Me Back können Gegenstände individuell markiert und bei einem möglichen Verlust dem rechtmäßigen Besitzer zugeordnet und zurückgeführt werden — ohne dass du persönliche Kontaktdaten preisgeben musst. 1. Einen Gegenstand kennzeichnen. All deine Wertsachen, die du unterwegs mit dir führst, kannst du verlieren. Kennzeichne deine Gegenstände mit Bring Me Back-Markern. Dafür stehen dir verschiedene Marker wie Aufkleber, Taschenanhänger, Schlüsselanhänger, et cetera in mehreren Designs zu Verfügung. 2. Individuelle Marker aktivieren. Jeder Marker enthält eine individuelle Codenummer, mit der eine Zuordnung zu dir möglich ist. Trage die Codenummer auf w w w dot Bring Me Back dot com ein und gib einen Finderlohn an, den du im Verlustfall an den ehrlichen Finder zahlen möchtest. Durch den Finderlohn erhöhst du den Anreiz zur Rückgabe signifikant und die Rückführungsquote steigt auf über 90 prozent. Zusätzlich schreckt die Registrierung deiner Gegenstände Diebe ab. 3. Verlieren ohne in Panik zu geraten. Hast du etwas verloren, wird dein verlorener Gegenstand mit 90-prozentiger Wahrscheinlichkeit innerhalb von 24 Stunden gefunden. Der Bring Me Back-Marker ermuntert den Finder, die Codenummer deines Gegenstandes auf w w w dot Bring Me Back dot com einzugeben. Prinzipiell erfolgt die Rückgabe absolut anonym. Was kostet mich Bring Me Back? Du bezahlst nur die Marker zum Kennzeichnen deiner Gegenstände und fertig! Der Schutz über Bring Me Back dot com ist im Preis der Marker enthalten. Melde dich jetzt kostenlos bei Bring Me back an. Used by permission.\" height=\"624\" src=\"https://assets.learnosity.com/organisations/537/309a260e-e53c-4830-9d14-63d4e8f62e5d.png\" width=\"600\" /></p>\n\n<p>Was ist eine Voraussetzung dafür, dass BringMeBack funktioniert?</p>\n","choicesHtml":["Der Finder muss Zugang zum Internet haben.","Der Verlierer muss eine monatliche Gebühr bezahlen.","Der Finder muss den verlorenen Gegenstand bei der Polizei melden.","Der Verlierer muss eine genaue Beschreibung des Gegenstands liefern."],"answer":"0"}]