[{"id":"FT648769","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will listen to several audio selections. The first&nbsp;two audio selections are accompanied by reading&nbsp;selections. When there is a reading selection, you&nbsp;will have a designated amount of time to read it.</p>\n\n\t<p>For each audio selection, first you will have a&nbsp;designated amount of time to read a preview of the&nbsp;selection as well as to skim the questions that you<br />\n\twill be asked. Each selection will be played twice.&nbsp;As you listen to each selection, you may take notes.&nbsp;Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you&nbsp;will have 1 minute to begin answering the&nbsp;questions; after listening to each selection the<br />\n\tsecond time, you will have 15 seconds per question&nbsp;to finish answering the questions. For each&nbsp;question, choose the response that is best according&nbsp;to the audio and/or reading selection and mark your&nbsp;answer on your answer sheet.</p>\n\t</li>\n\t<li>\n\t<p>Sie hören jetzt einige Hörtexte. Die ersten beiden&nbsp;Hörtexte sind mit Lesetexten verbunden. In diesem&nbsp;Fall steht Ihnen zum Lesen dieser Texte eine<br />\n\tvorgegebene Zeit zur Verfügung.&nbsp;</p>\n\n\t<p>Vor dem Hören jedes Hörtextes bekommen Sie&nbsp;Zeit, sich eine Übersicht anzuschauen und die&nbsp;Fragen zu überfliegen. Sie hören jeden Hörtext<br />\n\tzweimal. Während Sie zuhören, können Sie sich&nbsp;Notizen machen. Ihre Notizen werden nicht&nbsp;benotet.</p>\n\n\t<p>Nach dem ersten Anhören jedes Hörtextes haben&nbsp;Sie 1 Minute Zeit, mit dem Beantworten der Fragen&nbsp;zu beginnen; nach dem zweiten Anhören jedes&nbsp;Hörtextes haben Sie pro Frage 15 Sekunden Zeit,&nbsp;alle Fragen zu beantworten. Wählen Sie für jede&nbsp;Frage die Antwort, die am besten mit dem<br />\n\tjeweiligen Text übereinstimmt. Markieren Sie Ihre&nbsp;Antwort auf dem Antwortbogen.</p>\n\t</li>\n</ul>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_15a816ac3016173e6dd4fb0b1e8ecb76\" data-src=\"https://assets.learnosity.com/organisations/537/d9ab1e38-e89a-491f-9d63-9504adcb012b.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><strong>Auswahl 2</strong><br />\nThema: Familie und Gemeinschaft<br />\n<strong>Quellenmaterial 1</strong><br />\nZuerst haben Sie 1 Minute Zeit, um das Quellenmaterial 1 zu lesen.<br />\nÜbersicht<br />\nDiese Auswahl handelt von kleinen Gärten, auch „Schrebergärten“ genannt, für Stadtbewohner. Die ursprüngliche Grafik wurde am 14. Mai 2009 in Deutschland von der Deutschen Presse-Agentur veröffentlicht.</p>\n\n<p class=\"text-center\"><strong><span style=\"font-size:1.3em;\">Im Land der Laubenpieper:<br />\nSchrebergärten in den 15 größten deutschen Städten</span></strong></p>\n\n<p class=\"text-center\"><img alt=\"The figure presents a bar graph titled &quot;Im Land der Laubenpieper: Schrebergarten in den 15 groBten deutschen Stadten,&quot; with 15 horizontal bars, each representing a city. Each city has two components. According to the key, the first component is a bar that represents &quot;Anzahl der Kleingarten.&quot; The second component is a number attached to the bar, which represents &quot;Kleingartenbesitzer je 1000 Einwohner.&quot; From top to bottom, the data for the 15 cities are as follows. Berlin. Anzahl der Kleingarten: 69300, Kleingartenbesitzer je 1000 Einwohner: 20. Hamburg. Anzahl der Kleingarten: 36000, Kleingartenbesitzer je 1000 Einwohner: 20. Leipzig. Anzahl der Kleingarten: 32000, Kleingartenbesitzer je 1000 Einwohner: 63. Nurnberg. Anzahl der Kleingarten: 23500, Kleingartenbesitzer je 1000 Einwohner: 47. Hannover. Anzahl der Kleingarten: 18100, Kleingartenbesitzer je 1000 Einwohner: 35. Bremen. Anzahl der Kleingarten: 17200, Kleingartenbesitzer je 1000 Einwohner: 31. Frankfurt am Main. Anzahl der Kleingarten: 15700, Kleingartenbesitzer je 1000 Einwohner: 24. Essen. Anzahl der Kleingarten: 9100, Kleingartenbesitzer je 1000 Einwohner: 16. Koln. Anzahl der Kleingarten: 8500, Kleingartenbesitzer je 1000 Einwohner: 9. Munchen. Anzahl der Kleingarten: 8500, Kleingartenbesitzer je 1000 Einwohner: 6. Dortmund. Anzahl der Kleingarten: 8200, Kleingartenbesitzer je 1000 Einwohner: 14. Dusseldorf. Anzahl der Kleingarten: 6600, Kleingartenbesitzer je 1000 Einwohner: 11. Duisburg. Anzahl der Kleingarten: 6300, Kleingartenbesitzer je 1000 Einwohner: 13. Dresden. Anzahl der Kleingarten: 6300, Kleingartenbesitzer je 1000 Einwohner: 12. Stuttgart. Anzahl der Kleingarten: 4000, Kleingartenbesitzer je 1000 Einwohner: 7.\" height=\"373\" src=\"https://assets.learnosity.com/organisations/537/0591f5c4-1027-40ce-b78f-61bec83849c5.jpg\" width=\"565\" /></p>\n\n<p>Das Kleingartenwesen hat seinen Ursprung in Leipzig in den sechziger und siebziger Jahren des 19. Jahrhunderts. Mit den Kleingärten sollten Menschen in der Stadt ein bisschen Natur erfahren. Heute besitzen 63 von 1 000 Leipzigern einen Kleingarten – dies ist die höchste Schrebergartendichte der Republik.</p>\n\n<p><strong>Quellenmaterial 2</strong><br />\nSie haben 1 Minute Zeit, um die Übersicht zu lesen und die Fragen zu überfliegen.<br />\nÜbersicht<br />\nIn diesem Hörtext geht es um den Besitz eines Kleingartens in der Stadt. Es ist ein Gespräch zwischen Jana und Stefanie, die zusammen in Leipzig aufgewachsen sind. Jana wohnt jetzt in Dortmund und besucht ihre Freundin Stefanie in Leipzig. Der Hörtext ist ca. zweieinhalb Minuten lang.</p>\n\n<p>Was ist die „Schrebergartendichte“, die in dem&nbsp;Text unter der Grafik erwähnt wird&nbsp;(Quellenmaterial 1) ?</p>\n","choicesHtml":["Die Anzahl der Gärten, die in einer Stadt&nbsp;liegen, pro 1 000 Grundstücke","Die Bodenfläche in der Stadt, die als&nbsp;Garten benutzt wird, als Prozent der&nbsp;Gesamtfläche","Die Bodenfläche in der Stadt, die als&nbsp;Garten benutzt wird, geteilt durch die&nbsp;Einwohnerzahl","Die Anzahl der Menschen, die einen&nbsp;Kleingarten besitzen, pro 1 000&nbsp;Einwohner"],"answer":"3"}]