[{"id":"VH905642-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Sie beantworten jetzt eine E-Mail. Ihre Antwort sollte eine Begrüßungs- und eine Abschiedsformel beinhalten. Gehen Sie auf alle Fragen und Aufforderungen in der E-Mail ein. Bitten Sie in Ihrer Antwort auch um weitere Details, die sich auf etwas in der E-Mail beziehen. Zudem sollten Sie Ihre E-Mail formell gestalten.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Diese E-Mail ist von Thekla Nipperdey, Leiterin des Vereins „Stadtgeschichte“. Sie bekommen diese Nachricht, weil Sie Interesse gezeigt haben, an Ihrer Schule bei einem Geschichtsprojekt mitzumachen.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Von: Thekla Nipperdey</p>\n\n<p class=\"memo_info prefix:Subject\">Betreff: Geschichtsprojekt</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Liebe Schülerin, lieber Schüler,</p>\n\n<p class=\"passage_para\">wir freuen uns sehr, dass Sie ehrenamtlich an unserem Projekt „Erlebnisse aus dem Alltag“ mithelfen wollen. Wie Sie wissen, geht es bei diesem Projekt um eine möglichst vielseitige Darstellung des Lebens in unserer Stadt in den Jahren 1940–1980. Wir wollen deshalb möglichst viele Interviews mit älteren Bürgern unserer Stadt durchführen, die diese Zeit persönlich miterlebt haben.</p>\n\n<p class=\"passage_para\">Ihre Aufgabe wird sein, als Interviewer mit älteren Personen der Stadt über deren Erfahrungen zu sprechen. Um dem Ganzen eine gewisse Struktur zu geben, wollen wir uns dabei auf ein paar zentrale Themen konzentrieren.</p>\n\n<p class=\"passage_para\">Daher hätten wir gern Ihr Feedback zu den folgenden Fragen: Wie kommen wir für dieses Projekt am besten in Kontakt mit älteren Menschen in der Stadt? Und was wäre ein Thema, zu dem wir unbedingt Fragen stellen sollten, um interessante Einblicke in den Alltag der Zeit von 1940 bis 1980 zu gewinnen?</p>\n\n<p class=\"passage_para\">Nochmals vielen Dank für Ihr Engagement in dieser Sache! Wir freuen uns auf Ihre Mitarbeit und warten gespannt auf Ihre Ideen.</p>\n</div>\n\n<p class=\"letter_closing\">Mit freundlichen Grüßen</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Thekla Nipperdey</p>\n\n<p class=\"signature_line\">Vorsitzende, Verein „Stadtgeschichte“</p>\n\n<p class=\"signature_line\">Neustadt</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH905642_rubric"}]