[{"id":"VH903764-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Sie beantworten jetzt eine E-Mail. Ihre Antwort sollte eine Begrüßungs- und eine Abschiedsformel beinhalten. Gehen Sie auf alle Fragen und Aufforderungen in der E-Mail ein. Bitten Sie in Ihrer Antwort auch um weitere Details, die sich auf etwas in der E-Mail beziehen. Zudem sollten Sie Ihre E-Mail formell gestalten.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Diese E-Mail ist von Lars Müller von der Organisation „Familien Hand in Hand“. Sie erhalten diese Nachricht, weil Sie Interesse an einer ehrenamtlichen Rolle bei dieser Organisation gezeigt haben.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Von: Lars Müller</p>\n\n<p class=\"memo_info prefix:Subject\">Betreff: Familien Hand in Hand</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Sehr geehrte Interessentin, sehr geehrter Interessent,</p>\n\n<p class=\"passage_para\">wir danken Ihnen für Ihr Interesse an unserem Programm „Familien Hand in Hand“, das neu angekommenen Migrantenfamilien bei der Integration in den deutschen Alltag hilft und einen multikulturellen Austausch sucht.</p>\n\n<p class=\"passage_para\">Wir bringen deutsche Jugendliche im Alter von 14 bis 18 Jahren mit neu eingewanderten Familien zusammen, die jüngere Kinder haben. Als „großer Bruder“ oder „große Schwester“ sollen Sie ganz allgemein den Kindern die Eingewöhnung in ihre neue Heimat erleichtern. Wie Sie das machen ist ziemlich offen, aber typischerweise werden Sie mit einem Kind aus der jeweiligen Familie ein- bis mehrmals die Woche spielen, Ausflüge machen oder an anderen gemeinsamen Aktivitäten teilnehmen.</p>\n\n<p class=\"passage_para\">Damit wir für Sie eine kompatible Familie auswählen können, würden wir gerne mehr über Ihren persönlichen Hintergrund und Ihre Interessen hören. Bitte beantworten Sie daher folgende Fragen:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Welche Erfahrung haben Sie schon mit jüngeren Kindern?</li>\n\t<li class=\"list_paragraph\">Welche Freizeitinteressen, Hobbys oder besondere Fähigkeiten haben Sie, die eventuell für eine solche Beschäftigung mit Kindern hilfreich sein könnten?</li>\n</ul>\n\n<p class=\"passage_para\">Wir freuen uns sehr über Ihr Interesse!</p>\n\n<p class=\"passage_para\">Für Fragen stehe ich Ihnen selbstverständlich gerne zur Verfügung und verbleibe</p>\n</div>\n\n<p class=\"letter_closing\">mit freundlichen Grüßen</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Lars Müller</p>\n\n<p class=\"signature_line\">Leiter, Sprach- und Kulturabteilung</p>\n\n<p class=\"signature_line\">Familien Hand in Hand</p>\n\n<p class=\"signature_line\">Duisburg</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH903764_rubric"}]