[{"id":"VH906396","type":"audio","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\"><span class=\"formatted_text font_weight:bold\">General Speaking Directions</span></p><p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\">This part requires spoken responses. Your spoken responses will be recorded. Your score will be based on what you record. It is important that you speak loudly enough and clearly so that your responses are recorded.</p><p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\">In dem folgenden Teil müssen Sie sprechen. Ihre gesprochenen Antworten werden aufgenommen. Nur das wird benotet, was Sie aufgenommen haben. Es ist wichtig, dass Sie laut und deutlich genug sprechen, damit die Aufnahme ganz klar ist.</p><br><div><div class=\"stimulus_reference\"><p class=\"introduction passage-intro\"></p><p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Task 4: Cultural Comparison</span></p><p class=\"introduction passage-intro\">You will make an oral presentation on a specific topic to your class. In your two-minute presentation, compare a German-speaking community with which you are familiar to your own or another community. You should demonstrate your understanding of cultural features of this German-speaking community. You should also organize your presentation clearly.</p><p class=\"introduction passage-intro\">Sie halten einen Vortrag über ein bestimmtes Thema. In Ihrem Vortrag (Länge: 2 Minuten), vergleichen Sie eine deutschsprachige Gesellschaft, die Sie kennen, mit Ihrem eigenen oder mit einem dritten sozialen Umfeld. Zeigen Sie dabei Ihre Kenntnisse der Kultur in dieser deutschsprachigen Gesellschaft. Sie sollten Ihren Vortrag übersichtlich gestalten.</p></div></div><p class=\"stem_paragraph\"></p><p class=\"stem_paragraph\"><span class=\"formatted_text font_weight:bold\">Thema des Vortrags:</span></p><p class=\"stem_paragraph\">Was halten die Menschen in einer deutschsprachigen Region, die Sie kennen, von Umweltschutz und Naturschutz? Vergleichen Sie das mit der Haltung der Menschen in Ihrem eigenen oder einem anderen sozialen Umfeld zu diesem Thema. Sie können in Ihrem Vortrag Beobachtungen, Erfahrungen oder das, was Sie gelernt haben, beschreiben.</p>","rubricRef":"VH906396_rubric"}]