[{"id":"VH902239","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH902167.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In ihrem Brief dankt Beate Köhler Menschen für ihren „selbstlosen Einsatz“. Was bedeutet dieser Ausdruck im Kontext?</p>\n","rubricRef":"VH902239_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">In diesem Text geht es um ein Naturereignis. Es ist ein Brief von Frau Köhler, der Direktorin der Johannes-Gutenberg-Grundschule in Passau an Einwohner der Stadt Passau.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Liebe Helfer und Helferinnen, sehr geehrte Damen und Herren!</p><div class=\"letter_body\"><p class=\"passage_para\">Am 21. Juli kam es in der Johannes-Gutenberg-Grundschule in der Gartenstraße zu einer Überschwemmung. Durch das Hochwasser der Donau wurden die Kellerräume sowie das gesamte Schulgelände unter Wasser gesetzt. Dabei kam es zu zahlreichen Schäden im Innen- und Außenbereich; vor allem der Schulgarten und der Spielplatz der Schule waren stark beschädigt, und die Schulräume, die sich im unteren Bereich der Schule befinden, konnten nach dem Hochwasser zunächst nicht benutzt werden.</p><p class=\"passage_para\">Durch den tatkräftigen Beistand vieler Helfer ist es uns aber gelungen, alle Schäden zu beseitigen, und ich freue mich nun, unserer Gemeinde mitteilen zu können, dass die Schule samt Garten und Spielplatz pünktlich zum Schulanfang wieder zur vollen Benutzung durch unsere Schüler bereit steht.</p><p class=\"passage_para\">Ich möchte mich an dieser Stelle ganz herzlich bei all den vielen freiwilligen Helfern sowie den Einsatzkräften der Feuerwehr und Polizei der Stadt Passau bedanken, die uns mit ihrem selbstlosen Einsatz bei dieser enormen Aufgabe geholfen haben. Wenn die Kinder am kommenden Montag wieder auf das Schulgelände strömen, werden sie alles wieder genauso vorfinden wie vor dem Beginn der Sommerferien.</p><p class=\"passage_para\">Es ist mir ein besonderes Bedürfnis, all den Anwohnern, Eltern und Lehrern zu danken, die schon vor der Flut geholfen haben, Möbel und Materialien aus den Kellerräumen in die oberen Stockwerke zu schaffen und die Mauern mit Sandsäcken zu schützen. Durch Ihren rastlosen Einsatz in den wenigen Stunden nach dem Hochwasseralarm konnten schon im Voraus viele Schäden vermieden werden!</p><p class=\"passage_para\">Es erfüllt mich mit großer Freude und auch ein wenig Stolz zu sehen, wie wir als Gemeinschaft in einer solchen Situation zusammenstehen. Hierfür ein ganz großes Dankeschön.</p></div><p class=\"letter_closing\">Herzlichst Ihre</p><div class=\"letter_signature\"><p class=\"signature_line\">Beate Köhler</p><p class=\"signature_line\">Direktorin der Johannes-Gutenberg-Grundschule, Passau</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Diese Menschen haben bei dieser Aktion ohne Bezahlung mitgeholfen.</p>","<p class=\"choice_paragraph\">Diese Menschen haben bei dieser Aktion als Teil ihres Berufs mitgearbeitet.</p>","<p class=\"choice_paragraph\">Diese Menschen haben bei dieser Aktion nicht an sich, sondern an andere gedacht.</p>","<p class=\"choice_paragraph\">Diese Menschen haben bei dieser Aktion als perfektes Team zusammengearbeitet.</p>"],"answer":2}]