[{"id":"VH905827","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH905802.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Im Brief steht der Satz: „Tun Sie das bitte Ihrem Sohn oder Ihrer Tochter nicht an“. Vor welcher negativen Folge warnen die Campleiter hier?</p>\n","rubricRef":"VH905827_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">In diesem Text geht es um Vorbereitungen für ein Sommerferienlager. Es ist ein Brief von Christian und Melanie, Stammleiter der lokalen Pfadfindergruppe, an die Eltern der Pfadfinder, die am Sommerlager teilnehmen.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1b\"><p class=\"letter_salutation\">Liebe „Pfadi“-Eltern,</p><div class=\"letter_body\"><p class=\"passage_para\">mit diesem Brief erhalten Sie die letzten Informationen zum anstehenden Sommerlager 2018 in Oberweilheim. Auf unserer Webseite gibt es eine Packliste von allen Sachen, die Ihr Kind für die zwei Wochen Ferienlager mitnehmen sollte. Die meiste Kleidung, Bücher und Sonstiges – alles was man im Lager braucht – sollte man in eine Stofftasche oder einen Seesack packen; das alles wird getrennt mit einem Kleinbus ins Lager geliefert. Den harten Kern der Ausrüstung muss ihr Kind aber in einem Rucksack unterbringen. Dazu gehört alles, was man für die zweitägige Wanderung zum Lagerplatz braucht: Isomatte und Schlafsack, Trinkflasche, Essgeschirr, Taschenmesser, Taschenlampe, und je nach Wetter Regenschutz oder warme Oberbekleidung.</p><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Organisatorisches:</span></p><p class=\"passage_para\">Wir treffen uns am Samstag, dem 28. Juli, um 13.30 Uhr am Jugendheim. Von dort aus wandern wir gemeinsam zum Lagerplatz. Bei der Anmeldung sollten folgende Unterlagen unbedingt dabei sein:</p><ul class=\"unordered_list style:2\"><li class=\"list_paragraph\">- Ausweis</li><li class=\"list_paragraph\">- Versicherungskarte</li><li class=\"list_paragraph\">- Impfausweis</li><li class=\"list_paragraph\">- Wenn Ihr Kind Medikamente nehmen muss, ist es wichtig, dass Sie das dazugehörige Formular ausfüllen und die Leiter genau über wichtige Details informieren!</li></ul><p class=\"passage_para\">Aus Erfahrung wissen wir, dass es in der Vorbereitungshektik sehr wohl möglich ist, mal den einen oder anderen Ausweis zu vergessen, was oft dazu führt, dass das Kind dann erst am nächsten Tag mit dem Gepäck ins Lager gefahren wird. Tun Sie das bitte Ihrem Sohn oder Ihrer Tochter nicht an, und bringen Sie alle Unterlagen gleich mit.</p><p class=\"passage_para\"><span class=\"formatted_text text_decoration:underline\">Kontakt:</span></p><p class=\"passage_para\">Grundsätzlich gilt im Lager ein absolutes Verbot von allen elektronischen Geräten. Auf dem Lagerplatz wollen wir keine Smartphones sehen!! Sollte sich eins bemerkbar machen, wird das Gerät eingesammelt und erst am Ende des Lagers wieder zur Verfügung gestellt.</p><p class=\"passage_para\">Bleiben Sie aber bitte in Kontakt mit Ihrem Kind per Brief! Post erreicht uns jeden Tag am Lagerplatz, und nach unserer Erfahrung freuen sich Pfadis ungemein, wenn sie einen Brief oder eine Postkarte von Eltern oder Freunden bekommen. Sofern es die Zeit und die Internetverbindung erlauben, werden wir zwischendurch Bilder und kurze Berichte auf unserer Homepage veröffentlichen. Ansonsten gilt der Spruch: „Keine Nachricht ist eine gute Nachricht“!</p><p class=\"passage_para\">Im alleräußersten Notfall sind wir natürlich jederzeit kontaktierbar unter folgender Telefonnummer: 0157 / 79770265.</p><p class=\"passage_para\">In Erwartung eines fantastischen Lagers grüßen wir wie gewohnt:</p></div><p class=\"letter_closing\">Gut Pfad!</p><div class=\"letter_signature\"><p class=\"signature_line\">Christian Steiler und Melanie Hagenbeck</p><p class=\"signature_line\">Ihre Pfadileiter</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Das Kind darf nur tagsüber am Ferienlager teilnehmen und muss jeden Abend zurück ins Elternhaus.</p>","<p class=\"choice_paragraph\">Das Kind darf an der Gruppenwanderung nicht teilnehmen und verpasst dadurch einen wichtigen Teil des Camps.</p>","<p class=\"choice_paragraph\">Das Kind könnte sich mit einer Krankheit anstecken, weil es keine Impfung bekommen hat.</p>","<p class=\"choice_paragraph\">Das Kind könnte im Ferienlager krank werden, wenn es seine normalen Medikamente nicht dabei hat.</p>"],"answer":1}]