[{"id":"VH911565","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH911528.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Welches allgemeine gesellschaftliche Ziel wird nach den Angaben im Artikel (Quellenmaterial 1) und in der Grafik (Quellenmaterial 2) durch die Installation von Solaranlagen erreicht?</p>\n","rubricRef":"VH911565_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um Vorteile der Nutzung von Sonnenenergie. Der ursprüngliche Artikel wurde·am 29.·Juli 2008 in Deutschland von tuebingen-macht-blau.de veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:web_page style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Mit der Kraft der Sonne</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">Mit solarer Wärme heizen, duschen und arbeiten</p>\n</div>\n</div>\n\n<p class=\"passage_para\">Wer zurzeit auf dem Neckarcampingplatz in Tübingen duscht, verbraucht im Gegensatz zum letzten Sommer kein Erdgas mehr. Der Bürger- und Verkehrsverein hat dort eine Solaranlage errichtet, die genügend Wärme für ausgiebiges Duschen liefert. Über das Jahr gesehen wird die Anlage den Gasverbrauch für das warme Wasser um bis 80 Prozent senken, so die Kalkulation.</p>\n\n<p class=\"passage_para\">Solaranlagen sind eine bewährte Technik für die erneuerbare Wärmegewinnung, die angesichts der steigenden Energiepreise und des Klimaschutzes bei Neubauten und im Bestand einen breiten Einsatz finden sollte. Und Sonnenenergie ist reichlich vorhanden: Die Sonne gibt rund das 11 000-fache des Energieverbrauchs der Menschheit an die Erde ab. Selbst in unseren Breiten gelangt zirka 80 Mal mehr Energie zu uns, als wir verbrauchen. Damit kann ein beträchtlicher Teil des Energiebedarfs für Wärme gedeckt werden, obwohl in unseren Gebäuden der größte Wärmebedarf zu Zeiten geringer Sonneneinstrahlung besteht. Alles frei Haus und ohne Rechnung. Deshalb unser Tipp: Nutzen Sie die Kraft der Sonne.</p>\n\n<p class=\"passage_para\">Eine passive Nutzung der Sonnenenergie gelingt, wenn Sie beim Neubau oder bei weitgehenden Sanierungen Einfluss nehmen (können), dass Fenster und Fassaden auf der Südseite Ihres Gebäudes die Sonnenenergie einsammeln und sie in den Innenräumen nutzbar machen.</p>\n\n<p class=\"passage_para\">Und planen Sie gleich aktive Solarsysteme mit Kollektoren, Wärmespeicher und -kreislauf ein oder rüsten Sie nach. Mehr als eine Million solcher thermischer Solarsysteme waren Anfang 2008 auf deutschen Dächern installiert. Die Kollektoren müssen dabei keine hundertprozentige Süd-Ausrichtung haben. Südost- oder Südwest-Ausrichtungen verringern den Nutzen nur unwesentlich. Solaranlagen können Trinkwasser erwärmen, Räume heizen oder Prozesswärme für Betriebe bereitstellen.</p>\n\n<p class=\"passage_para\">Je nach Auslegung, Regeleinstellungen und Nutzerverhalten können Solaranlagen dabei im Jahresmittel 50 bis 80 Prozent des Energieverbrauchs für die Warmwasserbereitung und bei einem Niedrigenergiehaus etwa 30 Prozent des Verbrauchs für die Raumheizung einsparen. In einem durchschnittlichen Haushalt bedeutet das bei heutigen Preisen rund 450 Euro weniger auf der Energierechnung. Ideal ist es auch, wenn Sie Geschirrspüler und Waschmaschine ans Warmwasser anschließen, so kann die Sonne das Aufheizen des Wassers über viele Monate im Jahr kostenlos übernehmen.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission of Schwäbisches Tagblatt GmbH, Tübingen</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von Anlagen zur Nutzung der Sonnenenergie. Die ursprünglichen Daten wurden 2018 auf der Webseite www.solar-toolbox.ch veröffentlicht.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents 2 diagrams of solar thermal systems that are side by side. The figure is titled “Solarenergie für ein Einfamilienhaus in Hannover.” Note: *Hochgerechnet für einen durschnittlichen 4-Personen-Haushalt in einem Haus mit einem Dachwinkel von 40⁰, das leicht nach Südwesten ausgerichtet ist. The first graphic is titled “Thermische Anlage,” and the second graphic is titled “Photovoltaik-Anlage.” The first diagram shows rays coming from the sun, pointing toward a panel labeled “Solarkollektor.” The panel has a pipe passing through it from one end, which leads downward to a region inside the lower portion of a cylindrical water tank that is labeled Wasserspeicher, where the pipe coils. From the tank, the same pipe passes back out through the tank and through a rectangular object labeled Pumpe, and then back to the panel forming a circuit. From the top of the tank is a separate pipe that connects to a shower head with water collecting in a shower tray. An arrow along this pipe is labeled “Warmwasser zum Waschen, Duschen, wsw.” A third pipe, which is also coiled in the water tank, extends from the top part of the water tank, to a rectangular box with small flames inside it labeled “Öl- oder Gas-brennender Heizkessel.” The pipe then extends back from the rectangular box to the top part of the water tank, where it originated. A fourth pipe extending from the bottom of the tank is labeled “Kaltwasser von der städtischen Leitung.” The second diagram shows the outline of a house. On the slanting roof is a panel that receives rays of sun represented by three arrows. Conductors lead from the panel to a box in the top level of the house, very close to the roof, and then a conductor leads down from the box to a unit in the lower level of the house. Arrows and small lightning bolts show that electricity is moving down to the lower unit; a label designates it “Solarproduzierter Strom.” Outside, and to the left of the house, an electric power mast is shown, and a conductor leads from the mast to the house. The conductor is labeled “Strom aus dem Netz” and it is connected to the lower unit in the house, which is labeled “Verteiler / Management-System.” A conductor extends from this unit to a TV and a lighted bulb in the top level of the house. The 2 diagrams are followed by a 5-column table with 4 rows of data. There is no heading for Column 1. The heading for column 2 is “Mit thermischer Anlage, 10 qm Kollektorfläche.” The heading for Column 3 is “Daten für ein vergleichbares Haus ohne thermische Anlage.” The heading for Column 4 is “Mit Photovoltaik-Anlage, 20 qm Kollektorfläche.” The heading for column 5 is “Daten für ein vergleichbares Haus ohne Photovoltaik-Anlage.” The data for Column 1 is as follows. Row 1. Anteil der gesamten Energie pro Haushalt, die durch Solarenergie gedeckt werden kann. Row 2. Energieverbrauch aus externen Quellen. Row 3. Kosteneinsparung. Row 4. CO2-Ausstoß. The data for Column 2 is as follows. Row 1. 78,1% der verbrauchten Energie für Warmwasser Row 2. 110 l Heizöl oder 107 m3 Gas / Jahr. Row 3. 270 euros. Row 4. 305 kg / Jahr (Öl), 224 kg / Jahr (Gas). The data for Column 3 is as follows. Row 1. 0. Row 2. 469 l Heizöl oder 454 m3 Gas / Jahr. Row 3. 0. Row 4. 1.297 kg / Jahr (Öl), 950 kg / Jahr (Gas). The data for Column 4 is as follows. Row 1. 58% der verbrauchten Elektrizität. Row 2. 1.855 kWh Strom / Jahr. Row 3. 386 euros. Row 4. 929 kg / Jahr. The data for Column 5 is as follows. Row 1. 0. Row 2. 4.417 kWh Strom / Jahr. Row 3. 0. Row 4. 2.213 kg / Jahr.\" height=\"668\" src=\"https://assets.learnosity.com/organisations/537/VH911528.g03.png\" width=\"585\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Globale Spannungen reduzieren</p>","<p class=\"choice_paragraph\">Die menschliche Gesundheit schützen</p>","<p class=\"choice_paragraph\">Unterschiede zwischen Arm und Reich überbrücken</p>","<p class=\"choice_paragraph\">Den Klimawandel bekämpfen</p>"],"answer":3}]