[{"id":"VH919404","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH919398.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Welcher Standpunkt zeigt sich in der Reaktion von Matthias’ Mutter, als sie hört, dass Matthias Aspirin genommen hat (Quellenmaterial 2) ?</p>\n","rubricRef":"VH919404_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von Menschen, die digitale Hilfsmittel für ihre Gesundheit benutzen. Die ursprüngliche Infografik wurde 2015 in Deutschland von statista.de veröffentlicht.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled Der „digitale Hypochonder” (5% der Gesamtbevölkerung)....  There is a text box at the bottom of the page it reads as follows: “Definition: „Digitale Hypochonder” nutzen eine Reihe von digitalen Services: Sie suchen im Internet nach medizinischen Informationen (z.B. indem sie etwa Risiko-Tests machen) UND sie überprüfen Diagnosen vom Arzt UND sie stüzen sich auf digitale Erinnerungshilfen zur Einnahme von Medikamenten. Bei der Umfrage unter 5046 Personen zwischen 18 und 69 Jahren fielen etwa 5% der Befragten in diese Kategorie.” The infographic shows three sections, which are each labeled with a completion for the overall title. Within each section, there are three to four categories, each category has two horizontal bars associated with it. There is a key indicating that a grey bar represents Gesamt, and a black bar represents Digitale Hypochonder. The first section is labeled “…besitzt bereits überdurchschnittlich viel eHealth Hardware.” The following four categories and values are indicated under this label from top to bottom as follows. Körperwaage zur Messung von Gewicht Körperfett Herzfrequenz, etc., Gesamt, 24%. Digitale Hypochonder, 50%. Smarte Uhren und Fitness-Tracker, Gesamt, 6%. Digitale Hypochonder, 32%. Zusatzgeräte für das Smartphone zur Messung von Vitalwerten, Gesamt, 2%. Digitale Hypochonder, 20%. Mit Sensoren ausgestattete Kleidung zur Erfassung von Vitalwerten, Gesamt, 1%. Digitale Hypochonder, 16%. The second section is labeled “...und nutzt aktiv verschiedenste eHealth Apps/Online Services.” The following four categories and values are indicated under this label from top to bottom as follows. Informationen über Nebenwirkungen, Gesamt, 24%. Digitale Hypochonder, 78%. Vergleich und Bewertung von Ärzten, Krankenhäusern, Therapeuten etc, Gesamt, 20%. Digitale Hypochonder, 69%. Terminvereinbarungen bei Ärzten, Therapeuten etc, Gesamt, 19%. Digitale Hypochonder, 67%. Gedächtnistraining, Gesamt, 14%. Digitale Hypochonder, 55%. The third section is labeled “...wünscht sich zukünftig von seinem Arzt.” The following three categories and values are indicated under this label from top to bottom as follows. Elektronische Übermittlung von Untersuchungsergebnissen, Gesamt, 40%. Digitale Hypochonder, 54%. Online-Videosprechstunde, Gesamt, 9%. Digitale Hypochonder, 21%. Erste Ferndiagnose über eine Smartphone-App, Gesamt, 10%. Digitale Hypochonder, 14%.          \" height=\"613\" src=\"https://assets.learnosity.com/organisations/537/VH919398.g02.png\" width=\"655\" /></div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um eine Verletzung. Es ist ein Gespräch zwischen einem Jungen namens Matthias und seiner Mutter. Der Hörtext ist ca. drei Minuten lang.</p>\n</div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_e8189a7b1a8b506d6de76743aa91202b\" data-src=\"https://assets.learnosity.com/organisations/537/VH919398.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Aspirin setzt man eher zur Bekämpfung von Kopfschmerzen als von Muskelschmerzen ein.</p>","<p class=\"choice_paragraph\">Selbst ein leichtes Medikament wie Aspirin soll man nicht ohne ärztlichen Rat nehmen.</p>","<p class=\"choice_paragraph\">Man soll lieber ein natürliches Schmerzmittel einnehmen, anstatt zu Aspirin zu greifen.</p>","<p class=\"choice_paragraph\">Bei kleineren Gesundheitsproblemen schadet es nicht, einfach ein Aspirin zu nehmen.</p>"],"answer":1}]