[{"id":"VH918367-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to a German writing contest. The essay topic is based on two accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in the two sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Sie nehmen an einem deutschen Schreibwettbewerb teil und reichen einen Aufsatz ein, in dem Sie Ihre Argumente darstellen. Das Thema des Aufsatzes basiert auf zwei Quellen, die jeweils einen anderen Aspekt dieses Themas darstellen. Diese Quellen bestehen aus Hör- und Lesetexten. Stellen Sie in Ihrem Aufsatz Ihren eigenen Standpunkt zu dem Thema klar vor und begründen Sie ihn. Integrieren Sie Perspektiven und Informationen aus den zwei Quellen, um Ihre Argumentation zu unterstützen. Immer wenn Sie auf das Quellenmaterial verweisen, identifizieren Sie die jeweilige Quelle. Zudem sollte der Aufsatz übersichtlich in Absätze gegliedert sein.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Aufsatzthema:</span></p>\n\n<div class=\"prompt\">Kann der Sport helfen, verschiedene Gruppen von Menschen zusammenzubringen?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um ein Integrations-Projekt, bei dem Sport eine positive Rolle spielt. Der Artikel ist 2019 erschienen.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Erspielte Gemeinschaft: Sport verbindet</p>\n</div>\n\n<p class=\"passage_para\">Auf dem Fußballplatz der TSG Neustadt in der Paulanerstraße sind die Roten bei einem Trainingsspiel gegen die Blauen im Angriff. Auf der linken Seite bringt ein drahtiger junger Mann den Ball nach vorne, kommt mit einer geschickten Finte an einem Verteidiger vorbei, schaut schnell um sich und spielt den Ball dann dem Stürmer im Zentrum zu. Es ist ein Stück Fußballpoesie, dazu geschrieben von einem Spieler, der bis jetzt nur ein wenig Deutsch kann.</p>\n\n<p class=\"passage_para\">Dayyan Mansoor (17) ist erst seit 8 Monaten in Deutschland. Aus seiner syrischen Heimat geflohen und nach monatelanger, harter Reise hat er in Neustadt buchstäblich Fuß gefasst. Prof. Hartmut Zolikowski ist Vorsitzender der TSG und lächelt breit, während er von Mansoor erzählt: „Als er zu uns kam, war Dayyan aus verständlichen Gründen in sich geschlossen und traute sich bei Übungen wenig zu. Doch beim Training kam er sehr schnell aus sich heraus. Es war eine Freude zu sehen, wie er sich mit nur wenigen Worten mit seinen Mitspielern verständigen konnte, und welcher Teamgeist sich um ihn herum entwickelte. Das war das Erstaunliche für mich. Dass einer ankommt und sich die Regeln merkt, wie bei uns gespielt wird, das war zu erwarten. Aber dass unsere Spieler quasi neue Talente entwickeln und zum Beispiel nebenbei ein bisschen Sprachunterricht geben, oder für Dayyans Familie in ihrer Wohnung anstreichen oder sonst wie aushelfen – darauf bin ich als Vereinsvorsitzender am meisten stolz. Denn ein Sportverein ist schließlich eine Gemeinschaft, in guten wie in bösen Tagen, und wir kommen nur dann vorwärts, wenn wir alle zusammen am selben Strang ziehen.‟</p>\n\n<p class=\"passage_para\">In Neustadt scheint sich das Versprechen der Initiative des Deutschen Olympischen Sportbundes (DOSB) „Integration durch Sport‟ realisiert zu haben. Seit 1989 stellt das Bundesministerium des Innern Fördermittel für das Programm bereit – aus der Überzeugung heraus, dass der Sport bei der Integration von Menschen mit Migrationshintergrund einen „wichtigen Beitrag‟ leisten kann. Schon lange vor Dayyan Mansoors Ankunft hat sich die TSG Neustadt erfolgreich um solche Mittel beworben. Dadurch hat der Verein vor allem eine intensive Beratung bekommen, damit er auf die besonderen Bedürfnisse von neu angekommenen Flüchtlingen vorbereitet war und als ‘Erste Hilfe’ bei den praktischen Fragen des deutschen Alltags helfen konnte.</p>\n\n<p class=\"passage_para\">Zolikowski verschweigt nicht, dass dieser Art von Integrationshilfe ein strategisches Kalkül seitens seines Vereins vorausgeht. „In manchen Städten sind die Vereine in den letzten Jahren deutlich geschrumpft. Viele ältere Mitglieder sind ausgeschieden, und sie werden nicht alle von jüngeren ersetzt. Wenn die TSG in Zukunft noch weiter existieren möchte, müssen wir Zugang zu anderen und jüngeren Teilen der Bevölkerung finden. Das tun wir am besten, wenn wir Leute mit Migrationshintergrund willkommen heißen und uns auch wirklich bemühen, auf sie zuzugehen.‟</p>\n\n<p class=\"passage_para\">Es wird keinem entgehen, dass die Situation der Vereine, die Zolikowski beschreibt, deutliche Parallele mit der allgemeinen politischen Situation in Deutschland aufweist. Vielleicht kann der Sport uns hier einen humanen und vorausschauenden Weg in die Zukunft bahnen.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um um die Ansicht, dass Fußball oft nationalistische und sogar gewalttätige Aspekte hat. Der ursprüngliche Bericht wurde am 4. Juni 2012 von Deutschlandfunk unter dem Titel „Völkerball: Nationalismus und Fußball“ veröffentlicht. Eine Sprecherin berichtet mit Hilfe von eingebauten Clips. Sie hören den Sportphilosophen Gunter Gebauer und den Fan-Forscher Jonas Gabler. Der Hörtext ist ca. drei Minuten lang.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Völkerball – Nationalismus und Fußball, Andrea und Justin Westerhoff, Deutschlandradio Kultur, 2013</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/507/VH918367.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH918367_rubric"}]