[{"id":"VH919381","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH919379.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Wie ist das Verhältnis zwischen René und seiner Agentin Rosie?</p>\n","rubricRef":"VH919381_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">In diesem Text geht es um um einen erfolgreichen Autor, der kein Interesse mehr an seiner Arbeit hat. Die ursprüngliche Geschichte wurde 2016 in Deutschland von dem deutschen Autor Mark Franley veröffentlicht. In dem Text geht es um den Autor René.</p><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Die Ungeliebten</p></div><p class=\"passage_para\">Erschöpft ließ sich René in den Bürostuhl sinken und sah dabei zu, wie der letzte Kunde die bereits geschlossene Buchhandlung verließ. Trotz der erfolgreichen Signierstunde fühlte er sich irgendwie matt und freudlos. Ein Zustand, den er in letzter Zeit immer öfter an sich feststellen musste.</p><p class=\"passage_para\">Für einen Augenblick dachte er zurück an die Zeit, als er sich noch über jedes einzelne verkaufte Buch freute. Seit einigen Wochen musste er zur Kenntnis nehmen, dass auch Erfolg zur Gewohnheit werden kann.</p><p class=\"passage_para\">Der Novemberabend empfing ihn mit einer eisigen Windböe und gehetzten Passanten, von denen die meisten in Richtung der U-Bahn-Station eilten. Frankfurts Einkaufsmeile leerte sich langsam. René wünschte sich, einfach nach Hause zu fahren und an nichts mehr denken zu müssen. Stattdessen stand noch das Treffen mit seiner Agentin an, und Rosie konnte er nicht vor den Kopf stoßen.</p><p class=\"passage_para\">Rosie war mehr als doppelt so alt wie er selbst, sah aber trotz ihrer zweiundsiebzig Jahre um einiges lebendiger aus, als er sich fühlte. Er gab seiner Agentin die Hand.</p><p class=\"passage_para\">„Wie ist es denn gelaufen? Du siehst ziemlich erschöpft aus.“</p><p class=\"passage_para\">„Es lief gut. Sehr gut sogar.“</p><p class=\"passage_para\">„Und warum siehst du dann nicht danach aus?“</p><p class=\"passage_para\">„Ich fühle mich total ausgebrannt. Nichts macht mir wirklich Spaß, noch nicht einmal die guten Verkaufszahlen des letzten Romans. Mir geht einfach alles nur noch auf die Nerven.“</p><p class=\"passage_para\">Sie dachte einen Augenblick nach und antwortete dann einfach und ohne jeden Vorwurf in der Stimme: „Verstehe!“</p><p class=\"passage_para\">„Bis wann wollen die das nächste Skript?“</p><p class=\"passage_para\">Nach einer kurzen Pause fragte sie: „Schaffst du das in zwei Monaten?“</p><p class=\"passage_para\">Er dachte einen Augenblick darüber nach dann hob er den Blick: „Ich bräuchte einfach nur Ruhe, um wieder produktiver zu werden. Vor lauter Telefonaten, E-Mails und Einladungen komme ich zu nichts Anderem mehr. Geschweige denn, dass ich den Kopf für meine Story frei bekomme. Kennst du nicht eine einsame Insel ohne Handyempfang und möglichst weit weg?“</p><p class=\"passage_para\">Rosie erwiderte sein Lächeln. „Doch, so etwas Ähnliches kenne ich tatsächlich.“</p><p class=\"passage_para\">„Du hast eine einsame Insel für mich?“, fragte René ungläubig nach.</p><p class=\"passage_para\">„Natürlich habe ich keine Insel, aber ich kenne einen Ort, der ebenso ruhig ist. Es ist schon einige Jahre her, als ich eine Wanderung im Lechtal unternahm und auf dieses winzige Dorf gestoßen bin. Die Bewohner meiden den Kontakt zur Außenwelt, nehmen aber ab und zu einen Gast bei sich auf. Wenige Menschen, kein Handyempfang und die Unterkunft auf das Notwendige reduziert ... Wie klingt das?“</p><p class=\"passage_para\">„Österreich“, stellte René etwas enttäuscht fest.</p><p class=\"passage_para\">Was René im ersten Augenblick völlig absurd vorkam, nahm in seinem Kopf langsam Gestalt an. Natur, Ruhe, lange Spaziergänge – er konnte es nicht leugnen, die Idee hatte etwas Verlockendes.</p><p class=\"passage_para\">„Schick mir doch einfach mal die Adresse dieses Dorfes und ich denke in der Zwischenzeit darüber nach. Aber grundsätzlich klingt das schon nach einer Umgebung, in der sich mein Thriller quasi wie von selbst schreiben würde.“</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Er schätzt sie sehr, da Rosie empathisch und verständnisvoll ist.</p>","<p class=\"choice_paragraph\">Er mag sie sehr, obwohl sie seine Gefühle ihr gegenüber ausnutzt.</p>","<p class=\"choice_paragraph\">Sie ist ihm sympathisch, aber sie übt zu viel Druck auf ihn aus.</p>","<p class=\"choice_paragraph\">Das Verhältnis der Beiden ist etwas angespannt, weil Rosie René gegenüber sehr ungeduldig ist.</p>"],"answer":0}]