[{"id":"VH911653","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH911600.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Was ist wohl mit dem Wort „Aufbruchstimmung“ im letzten Absatz gemeint?</p>\n","rubricRef":"VH911653_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">In diesem Text geht es um einen Jungen, der sich um einen Schüleraustausch nach Amerika beworben hat. Der ursprüngliche Roman „Alle Toten fliegen hoch – Amerika“ wurde im Februar 2011 in Deutschland von dem Autor Joachim Meyerhoff veröffentlicht. In diesem Auszug ist der Erzähler auf dem Weg nach Hamburg.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Von der norddeutschen Kleinstadt, in der ich nicht geboren, aber aufgewachsen bin, braucht der Eilzug nach Hamburg keine zwei Stunden. In diesen Zug stieg ich ein und suchte mir einen Sitzplatz.</p><p class=\"passage_para\">Ich hatte in der Schule einen Tag freibekommen und sollte am Mittag an einem Ausscheidungsverfahren teilnehmen, das darüber entscheiden würde, ob ich nächstes Schuljahr für ein Jahr nach Amerika gehen könnte.</p><p class=\"passage_para\">Was mich an diesem Nachmittag erwarten würde, wusste ich nur ungefähr: Ein Sprachtest, wahrscheinlich ein paar Gruppenspiele, um herauszufinden, ob ich tatsächlich der neugierige, selbstbewusste, natürlich auch rücksichtsvolle junge Mann war, als der ich mich beworben hatte. Dann noch ein Einzelgespräch und ein umfassender Fragebogen. Der Fragebogen war angeblich das Wichtigste, da auf ihn hin die passende Gastfamilie ausgesucht wurde.</p><p class=\"passage_para\">Obwohl Hamburg von der Kleinstadt, in der ich wohnte, nur hundertdreißig Kilometer entfernt ist, war ich nur selten dort gewesen. Dass mir Hamburg so weit weg vorkam, war die Schuld meines Vaters, für den jede Reise eine massive Gefährdung darstellte. Die Vorstellung, mit dem Auto nach Hamburg zu fahren, war für meinen Vater der blanke Horror. Als er mich am Morgen zum Bahnhof gebracht hatte, waren wir wie immer viel zu früh da gewesen, und er hatte mich so verabschiedet, als würde ich schon gleich jetzt nach Amerika davonfahren, mich lange umarmt und mir alles Gute gewünscht.</p><p class=\"passage_para\">Jetzt, zwischen Rendsburg und Neumünster, verstand ich, warum mein Vater so bewegt war. Diese Hamburgreise, dachte ich, ist tatsächlich mehr als nur ein Ausflug. Sie ist vielleicht der Beginn der großen Reise, die ich vorhabe.</p><p class=\"passage_para\">Ja, diese Reise, dachte ich weiter, ist vielleicht die erste Etappe auf meinem weiten Weg nach Amerika. Ich werde alles zurücklassen. Meine Brüder, meine Eltern, unseren Hund. Meine Freundin. Das alles könnte nun wirklich bald hinter mir liegen! War dieser Tag vielleicht sogar der wichtigste meines Lebens? Ich überlegte. Hatte ich überhaupt schon wichtige Tage erlebt? Einzelne aus der Masse der Tage herausragende, wegweisende Tage, nach denen alles anders war als davor? Mir fiel kein solcher Tag ein. Vor einem halben Jahr hatte mich meine erste Freundin verlassen. Sie fuhr auf dem Mofa davon, und ich war ihr ohne Schuhe auf Socken hinterhergerannt und hatte ein paar Mal gerufen: „Verlass mich nicht!“ Aber wenn ich jetzt daran dachte, kam es mir wie eine Ewigkeit her vor. Schon wenige Wochen später hatte ich eine neue Freundin gefunden und war mit ihr sehr glücklich. Aber so glücklich nun auch wieder nicht, dass ich nicht nach Amerika wollte. Und so beschloss ich, dass dies der wichtigste Tag meines bisher, wie ich fand, durchaus schönen, aber doch auch faden Lebens werden könnte.</p><p class=\"passage_para\">Immer noch wehte der Wind herein und zerrte und riss am Vorhang. Da ergriff mich, ja überwältigte mich, eine Aufbruchstimmung wie noch nie. Eine Gier nach Neuem: neuen Orten, Gesichtern, ach egal, Hauptsache anders, als es war!</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Das freudige Gefühl, dass bedeutende Veränderungen bevorstehen</p>","<p class=\"choice_paragraph\">Das melancholische Gefühl, eine vertraute Umgebung verlassen zu müssen</p>","<p class=\"choice_paragraph\">Die selbstsichere Überzeugung, sich den Erfolg im Leben erkämpfen zu können</p>","<p class=\"choice_paragraph\">Die pessimistische Überzeugung, dass das Leben so nicht weitergehen kann</p>"],"answer":0}]