[{"id":"VH919388","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH919385.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Was ist ein wichtiges Ziel der Initiative „Die Schule kocht!“?</p>\n","rubricRef":"VH919388_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">In diesem Text geht es um eine Initiative zum Selber-Kochen in den Schulen. Es ist ein Brief von 2-Sternekoch Thomas Schwarzenberg an Klassenlehrer der 6. Klasse an deutschen Gymnasien.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Sehr geehrte LehrerInnen der 6. Klasse,</p><div class=\"letter_body\"><p class=\"passage_para\">wir möchten Sie und Ihre Schüler auf einen ganz besonderen Schülerwettbewerb aufmerksam machen. „<span class=\"formatted_text font_weight:bold\">Die Schule kocht</span>!“ ist eine Initiative, die seit fünf Jahren schon Schulklassen zum Selber-Kochen und zur Essfreude herausfordert.</p><p class=\"passage_para\">Mitmachen beim Schülerwettbewerb „<span class=\"formatted_text font_weight:bold\">Die Schule kocht!</span>“ lohnt sich: wenn Ihr Klassenprojekt einen Platz unter den drei besten Projekten erringt, so gewinnen Ihre Schüler eine Reihe von individuellen Prämien. Die Klasse mitsamt ihrem Projekt wird dann auch noch in einer Fernsehsendung dem ganzen Land vorgestellt. Und das Beste daran: Ihre Schule bekommt eine hochwertige, voll eingerichtete Übungsküche, fachmännisch installiert und betreut von unseren Partnern im Baugewerbe und Industrie!</p><p class=\"passage_para\">Der diesjährige Wettbewerb läuft unter dem Motto „Regional total“. Bis zum 17. Dezember dürfen Teilnehmer ein Projekt einreichen, das den Umgang mit Lebensmitteln aus der Gegend fördert.</p><p class=\"passage_para\">Sicher hat Ihre Heimat einiges zu bieten. Je nach Jahreszeit kommen leckere Zutaten aus den Feldern und Bauernhöfen in der Nähe Ihrer Schule; Ihre Schüler brauchen nur noch ihrer Fantasie freien Lauf zu lassen, um dieses lokal erzeugte Essen in den Mittelpunkt zu rücken und zu feiern. Sie und die Schüler entscheiden selbst, wie Sie das angehen wollen: Kochduelle und Küchen-Rallyes veranstalten? Einen schuleigenen Gemüsegarten anlegen? Ein Schüler-Café starten oder ein eigenes Kochbuch schreiben? All das und vieles andere mehr ist möglich – Hauptsache, die Schüler haben dabei Spaß und entwickeln ihre eigene Kochkultur.</p><p class=\"passage_para\">Wie das geht? Unter Ihrer Leitung brauchen Ihre Schüler nur Ideen und Konzepte aufzuschreiben, und dann eine Präsentation am Computer zu erstellen oder einen kurzen Film zu drehen. Nähere Details zur Bewerbung erfahren Sie unter <span class=\"formatted_text text_decoration:underline\">www.dieschulekocht.de</span>.</p><p class=\"passage_para\">Das Ganze hat natürlich einen ernsten Hintergrund. Immer mehr wissenschaftliche Untersuchungen besagen, dass das handgreifliche, soziale Kochen eine Schlüsselrolle bei der Entwicklung von gesunden Essgewohnheiten spielt und zu einem tieferen Verständnis der Beziehungen zwischen Gesellschaft und Umwelt führen kann. Für Sie als LehrerIn haben wir mehrere niveaugerechte Lernmodule und Lehrpläne gesammelt, die diese Zusammenhänge verdeutlichen und den Wettbewerb in Ihren Unterricht einfügen helfen können.</p><p class=\"passage_para\">Ich freue mich sehr auf Ihre Teilnahme.</p></div><p class=\"letter_closing\">Mit freundlichen Grüßen</p><div class=\"letter_signature\"><p class=\"signature_line\">Thomas Schwarzenberg</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Dass Kinder eine praktische Tätigkeit einüben, die in der Wirtschaft gebraucht wird</p>","<p class=\"choice_paragraph\">Dass Kinder eine kulinarische Vielfalt kennenlernen, die das multikulturelle Leben widerspiegelt</p>","<p class=\"choice_paragraph\">Dass Kinder durch gemeinsames Kochen lernen, höheren Wert auf das Essen zu legen</p>","<p class=\"choice_paragraph\">Dass Kinder wissen, wie ein gesunder Körper Nährstoffe verwertet</p>"],"answer":2}]