[{"id":"VH911425","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH911354.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Im Interview (Quellenmaterial 2) sagt Björn Dobbertin: „Man muss die Kinder schon da abholen, wo sie sind.“ Was bedeutet das im Kontext des Gesprächs?</p>\n","rubricRef":"VH911425_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um Essgewohnheiten der Deutschen. Der ursprüngliche Artikel wurde am 8. September 2010 in Deutschland von der Journalistin Karoline Beyer veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:web_page style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Wir brauchen gemeinsame Mahlzeiten</p>\n</div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Das gemeinsame Essen als Ritual und das Kochen als Vorbereitung wertvoller Nahrung verlieren immer mehr an Bedeutung. Dies ist der Tenor der Expertenrunde des Nestlé Zukunftsforums (NZF).</span></p>\n\n<p class=\"passage_para\">Auf einem Symposium in der Kalkscheune in Mitte diskutierten unter anderem Sternekoch Johann Lafer, die ehemalige Bundesfamilienministerin Renate Schmidt und Peter Wippermann vom Trendbüro Hamburg über die Konsequenzen, die das veränderte Essverhalten der Deutschen hat. Immer mehr Menschen essen alleine, vor dem Fernseher oder nur „was Schnelles zwischendurch“. Dies habe schwerwiegende Folgen für den Einzelnen und die gesamte Gesellschaft, sind sich die Experten einig.</p>\n\n<p class=\"passage_para\">85 Prozent der Deutschen geben an, sich schlechter zu ernähren, als sie eigentlich möchten. Viele haben keine Zeit oder nehmen ungesunde Lebensmittel zu sich. Andere sind nicht daran interessiert, sich besser zu ernähren.</p>\n\n<p class=\"passage_para\">„In Zukunft gibt es immer weniger Menschen, die im Familienverband leben“, sagt Peter Wippermann. „Vor allem sehen wir bei jüngeren Menschen ein Vakuum an menschlichen Beziehungen.“ Begriffe wie „to go“ würden immer populärer. Der Beirat des NZF geht davon aus, dass sich durch die schlechteren Essgewohnheiten auch das soziale Gefüge und der Zusammenhalt in der Gesellschaft verändern. „Zum Beispiel nimmt die Sozial- und Sprachkompetenz ab, weil das gemeinsame Tischgespräch fehlt“, sagt Renate Schmidt. Und die Gesundheit vieler Menschen verschlechtere sich, weil sie nicht mehr Gutes von Schlechtem unterscheiden könnten, nicht mehr richtig schmecken oder selbst kochen könnten. Dabei bedeute Lebensmittel doch eigentlich „Mittel zum Leben“. Es gehe um die Lebensgrundlage und ihre Wertschätzung.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Kinder selbst kochen lassen</span></p>\n\n<p class=\"passage_para\">„Wenn ich vor 30 Jahren in ein Wohnzimmer kam, dann stand dort in der Mitte eine große Tafel. Heute steht mittendrin ein Fernseher“, schilderte Christoph Amend, Redaktionsleiter des Zeitmagazins, seine Erfahrungen. Damit würden Kindern Verhaltensmuster vorgelebt, die sich negativ auf ihr Essverhalten auswirken. „Es wäre gut, wenn Kinder einmal in der Woche ihr Essen selber kochen, damit sie es auch mehr wertschätzen“, so Renate Schmidt.</p>\n\n<p class=\"passage_para\">Bei alten Menschen sei das Verhalten oft durch die äußeren Umstände begründet, so die Experten. Viele lebten allein, gäben sich keine große Mühe beim Kochen oder achteten nicht darauf, dass sie das Richtige essen und genug trinken. „Gerade in Pflegeheimen ist es wichtig, dass die Bewohner sich wenigstens zu einer gemeinsamen Mahlzeit treffen“, sagt Renate Schmidt – zumal für viele die Mahlzeit das wichtigste Ereignis des Tages sei. Eine Lösung sei die wachsende Zahl von Mehrgenerationenhäusern, in denen Menschen unterschiedlichen Alters an einem Tisch sitzen.</p>\n\n<p class=\"passage_para\">„Wichtig ist, dass auch die Küche den Ansprüchen von heute gerecht wird“, so Johann Lafer. „Wir brauchen keine Tagesveranstaltung beim Thema ‚Bessere Ernährung‘, sondern langfristige Problemlösungen.“</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used with permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um einen Kochkurs für Kinder. Das ursprüngliche Interview „Früher selbstverständlich, heute immer seltener: Gemeinsames Kochen und Essen in der Familie“ wurde im März 2011 in Deutschland von „KielPod“ veröffentlicht. Der Moderator Caulius spricht mit Björn Dobbertin über sein Projekt „KiKoeKo“. Der Hörtext ist ca. zweieinhalb Minuten lang.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used with permission.</span></span></div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_ae67616f003c78ce17192896fd11c335\" data-src=\"https://assets.learnosity.com/organisations/507/VH911354.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Man muss die Vorlieben und Gewohnheiten der Kinder akzeptieren.</p>","<p class=\"choice_paragraph\">Man muss für die Kinder das Ziel eines Kochprojekts genau erklären.</p>","<p class=\"choice_paragraph\">Das gemeinsame Kochen ist am besten, wenn die Kinder aus einem diversen Umkreis kommen.</p>","<p class=\"choice_paragraph\">Alle Kinder haben ein gesetzliches Recht darauf, bei einer Kochinitiative mitzumachen.</p>"],"answer":0}]