[{"id":"VH919395","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH919392.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Wie hätte Clemens Probst seine Hoffnung für das Projekt im Kontext anders ausdrücken können: „dass wir die Kids dort abholen können, wo sie gerade stehen“?</p>\n","rubricRef":"VH919395_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">In diesem Text geht es um ein Projekt, das Jugendlichen helfen soll. Es ist ein Brief von Clemens Probst von dem Verein “Kiez-Werkstatt” e.V. an Frau Elisabeth Dönhoff.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Sehr geehrte Frau Dönhoff,</p><div class=\"letter_body\"><p class=\"passage_para\">ich wende mich heute an Sie, weil Sie schon seit Jahren zu den weitsichtigsten Förderern in unserer Stadt gehören. Mit viel persönlichem Einsatz haben Sie immer wieder diejenigen Projekte unterstützt, die am effektivsten die Wunden der Gesellschaft heilen und das Potenzial ihrer Jugend realisieren helfen.</p><p class=\"passage_para\">In diesem Sinne möchte ich Sie als Gönnerin für die Gründungsphase unserer „Kiez-Werkstatt“ gewinnen. Die Idee, die hinter der Kiez-Werkstatt steckt, ist einfach: Jugendliche brauchen nichts weiter als eine Aufgabe, an der sie sinnvoll arbeiten können. Unser Verein will sie dazu anleiten. Technisch versierte ehrenamtliche Coaches sind der Kern des Projekts: beraten und gestützt durch erfahrene Sozialarbeiter sollen sie gerade den vielen jungen Männern und Frauen helfen, die sich in der Grauzone zwischen Schule und Arbeitswelt nicht zurechtfinden. Die Jugendlichen sollen dabei möglichst selbst bestimmen, woran sie arbeiten möchten, z.B. am Auto werkeln, zu Hause ein geplatztes Rohr reparieren, eine Webseite erstellen oder einfach etwas kochen, worauf sie Lust haben. In vorläufigen Gesprächen erfuhr diese Idee große Resonanz bei engagierten Handwerkern, Ladenbesitzern und Technikern in der ganzen Region. Wir glauben, dass wir die Kids dort abholen können, wo sie gerade stehen, und dass wir dann nach und nach als Partner akzeptiert werden.</p><p class=\"passage_para\">Wenn Sie bereit sind, die Kiez-Werkstatt aktiv zu unterstützen, so möchte ich Sie auch auf eine besonders wichtige Veranstaltung aufmerksam machen. Am Abend des 21. Mai wird es in der Stadthalle ein Benefizkonzert zugunsten der Kiez-Werkstatt geben. Eine sehr namhafte Musikerin hat sich schon bereit erklärt, hier zu spielen und auf eine Gage zu verzichten, damit der ganze Erlös an unser Projekt geht. Doch wir müssen im Voraus die vielen organisatorischen Kosten des Events finanzieren. Dazu suchen wir einen oder mehrere Gönner.</p><p class=\"passage_para\">Könnten Sie sich vorstellen, als Spenderin dieses große Benefizkonzert zu ermöglichen? Sie würden damit einen guten Zweck entschieden voranbringen; als Zeichen unserer Dankbarkeit würde Ihr Name an prominenter Stelle auf jedem Konzertprogramm stehen, und selbstverständlich bekämen Sie auch ein Kontingent an Freikarten für einige der besten Plätze im Saal.</p><p class=\"passage_para\">Ich würde mich sehr freuen, wenn ich mit Ihnen Näheres besprechen dürfte. Wegen Ihres großen Engagements verbleibe ich</p></div><p class=\"letter_closing\">hochachtungsvoll</p><div class=\"letter_signature\"><p class=\"signature_line\">Clemens Probst</p><p class=\"signature_line\">Kiez-Werkstatt e.V.</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Wir wollen jedem Jugendlichen genug praktische Erfahrung geben, dass er einen Job bekommt.</p>","<p class=\"choice_paragraph\">Wir wollen jedem Jugendlichen genau das anbieten, wofür er sich interessiert.</p>","<p class=\"choice_paragraph\">Wir wollen bei jedem Jugendlichen das Gefühl erwecken, dass er Respekt verdient.</p>","<p class=\"choice_paragraph\">Wir wollen für jeden Jugendlichen einen verlässlichen Partner finden, der ihm beisteht.</p>"],"answer":1}]