[{"id":"VH919376","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH919371.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Wie wird Martina wohl von ihren Eltern gesehen?</p>\n","rubricRef":"VH919376_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um die Schwestern Anke und Martina. Der ursprüngliche Roman wurde 2011 in Deutschland von der Autorin Dora Heldt veröffentlicht. Martina bittet Anke um einen Gefallen.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Bei Hitze ist es wenigstens nicht kalt</p>\n</div>\n\n<p class=\"passage_para\">In ihrer Wohnung angekommen ließ sie die Tür hinter sich zufallen und lehnte sich schwer atmend dagegen. Sie schlüpfte aus den Sandalen, drückte die Taste für den Anrufbeantworter und lief barfuß unter der Stimme ihrer Schwester in die Küche.</p>\n\n<p class=\"passage_para\">»Hallo, Anke, ich bin es, Martina. Du, Jörg und ich sind am Samstag eingeladen und kriegen keinen Babysitter für Jasper. Kannst du ihn abholen? Sei doch so gut und ruf mal zurück. Wir machen es auch wieder gut. Bis später. Tschüss, tschüss.«</p>\n\n<p class=\"passage_para\">Mit einem Seufzer begann Anke, ihre Einkäufe wegzuräumen. Ob ihre Schwester jemals einen Gedanken darauf verschwendete, sie, Anke, könnte einfach mal etwas vorhaben? Es war doch nicht selbstverständlich, dass Jaspers Patentante jeden Samstag allein auf dem Sofa verbrachte. Davon ging Martina aber aus. Bereits zum dritten Mal in diesem Monat sollte sie als Babysitter für ihren siebenjährigen Neffen einspringen. Der ja nichts dafür konnte und zauberhaft war. Nur deshalb ließ sie sich jedes Mal darauf ein. Trotzdem hatte sie überhaupt keine Lust, sich von Martina dauernd ausnutzen zu lassen. Das Los der Älteren, dachte sie kopfschüttelnd, sie war eben immer noch Babysitter. Früher für die kleine Schwester, jetzt für deren Sohn. Die perfekte kleine Martina, inzwischen schön, klug, reich, Ärztin, Ehefrau, Mutter war immer noch die beste aller Töchter. Dass die wunderbare Martina aber auch Gott und die Welt und vor allen Dingen ihre Schwester ständing einspannte, dagegen konnte man nichts sagen. Das war einfach gute Organisation. Anke bekam ganz langsam schlechte Laune. Mit einem Knirschen in den Knien stand sie auf und ging in den Flur, um ihre Schwester anzurufen.</p>\n\n<p class=\"passage_para\">Martina meldete sich nach dem zweiten Freizeichen. »Hallo, Anke, hast du deinen AB abgehört?«</p>\n\n<p class=\"passage_para\">»Ich höre den Anrufbeantworter immer ab. Wann müsst ihr denn am Samstag los?«</p>\n\n<p class=\"passage_para\">Martinas Stimme klang wie immer gehetzt. »Spätestens um vier. Wir sind zu einer Gartenparty eingeladen, ein ehemaliger Studienkollege von Jörg. Die haben sich ein irres Haus direkt am Meer gekauft, das muss traumhaft sein, aber es sind sonst überhaupt keine Kinder da, und du weißt ja, wie Jasper nervt, wenn er sich langweilt. Also, du kannst ihn nehmen, ja?«</p>\n\n<p class=\"passage_para\">Ankes Blick fiel auf ein Foto ihres Neffen, das im Regal stand. Er grinste in die Kamera, seine Zahnlücke war nicht zu übersehen, das blonde Haar verwuschelt. Martina war die Pause zu lang. »Mama hat Opernkarten, sie kann nicht. Was soll ich denn machen?«</p>\n\n<p class=\"passage_para\">›Absagen?‹, dachte Anke, hatte aber keine Lust, in eine Diskussion mit ihrer Schwester einzusteigen, die sie sowieso verlieren würde. »Okay, ich hole ihn gegen drei ab und bringe ihn Sonntagmittag wieder zurück. Und du…«</p>\n\n<p class=\"passage_para\">»Super«, unterbrach Martina sie, »auf dich ist doch Verlass. Jasper freut sich. Und irgendwann mache ich es auch mal gut, und wir zwei gehen schön essen. Ich denk mir was aus!«</p>\n\n<p class=\"passage_para\">Anke verzichtete auf einen Kommentar und verabschiedete sich.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">Dora Heldt: Bei Hitze ist es wenigstens nicht kalt.</span> <span class=\"formatted_text font_style:italic\">© 2011 Deutscher Taschenbuch Verlag, Munich/Germany.</span></span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Sie macht immer alles richtig.</p>","<p class=\"choice_paragraph\">Sie nutzt andere Leute aus.</p>","<p class=\"choice_paragraph\">Sie ist ständig gestresst.</p>","<p class=\"choice_paragraph\">Sie ist immer für andere da.</p>"],"answer":0}]