[{"id":"VH924824-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Sie beantworten jetzt eine E-Mail. Ihre Antwort sollte eine Begrüßungs- und eine Abschiedsformel beinhalten. Gehen Sie auf alle Fragen und Aufforderungen in der E-Mail ein. Bitten Sie in Ihrer Antwort auch um weitere Details, die sich auf etwas in der E-Mail beziehen. Zudem sollten Sie Ihre E-Mail formell gestalten.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Diese E-Mail ist von Eberhard Diepgen am Museum des Deutschen Alltags in Berlin. Sie bekommen diese Nachricht, weil Sie an einer Umfrage teilgenommen haben.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Von: Eberhard Diepgen, Museum des Deutschen Alltags, Berlin</p>\n\n<p class=\"memo_info prefix:Subject\">Betreff: Gratulation zu 2 Wochenendpaketen nach Berlin</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Liebe Museumsbesucherin, lieber Museumsbesucher,</p>\n\n<p class=\"passage_para\">im Juli hat das Museum des Deutschen Alltags ein Projekt gestartet, um unsere Besucher besser kennenzulernen. Über 5.000 Besucher füllten im Besucherzentrum einen Fragebogen aus und nahmen dabei auch an einer Verlosung teil, deren Hauptpreis ein All-inclusive-Wochenendtrip nach Berlin war.</p>\n\n<p class=\"passage_para\">Wir freuen uns mitzuteilen, dass Sie diesen Hauptpreis gewonnen haben! Wir bezahlen gern die gesamten Reisekosten für Sie und eine(n) Freund(in); Sie werden dabei in einem von Berlins feinsten Hotels untergebracht und haben freien Zugang zu den bekanntesten Restaurants. Das Wochenende vom 22. bis 25. November ist so angelegt, dass Sie unser Ehrengast bei der Eröffnungsfeier der Sonderausstellung “Volk ohne Wagen: Rhythmen des autofreien Lebens” am 23. November sein können.</p>\n\n<p class=\"passage_para\">Um dieses Event möglichst genau zu planen, beantworten Sie bitte die zwei folgenden Fragen:</p>\n\n<p class=\"passage_para\">• Mit wem möchten Sie nach Berlin kommen (Vor- und Nachname) und warum?</p>\n\n<p class=\"passage_para\">• Welche Nachteile würde es geben, wenn Sie und Ihre Familie kein Auto mehr hätten?</p>\n\n<p class=\"passage_para\">Wir wünschen Ihnen schon jetzt einen angenehmen Aufenthalt, und stehen Ihnen für eventuelle Fragen natürlich zur Verfügung.</p>\n</div>\n\n<p class=\"letter_closing\">Mit freundlichen Grüßen</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Eberhard Diepgen</p>\n\n<p class=\"signature_line\">Museum des Deutschen Alltags, Berlin</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH924824_rubric"}]