[{"id":"VH924846-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-Mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Sie beantworten jetzt eine E-Mail. Ihre Antwort sollte eine Begrüßungs- und eine Abschiedsformel beinhalten. Gehen Sie auf alle Fragen und Aufforderungen in der E-Mail ein. Bitten Sie in Ihrer Antwort auch um weitere Details, die sich auf etwas in der E-Mail beziehen. Zudem sollten Sie Ihre E-Mail formell gestalten.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Diese E-Mail ist von Marion Engels, Referatsleiterin, Bundesministerium für Bildung und Forschung. Sie bekommen diese Nachricht, weil Sie neulich ein paar Fotos eingesandt haben, um an einem Wettbewerb teilzunehmen.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Von: Marion Engels, Referatsleiterin</p>\n\n<p class=\"memo_info prefix:Subject\">Betreff: Fotowettbewerb</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Liebe/r Wettbewerbsinteressent/in,</p>\n\n<p class=\"passage_para\">wir freuen uns, dass Sie schon einige Fotos eingesandt haben, um am bundesweiten Fotowettbewerb ,,Mit Handyauge: Wie Jugendliche ihre Welt sehen“ teilzunehmen. Ich möchte Sie heute aber darauf aufmerksam machen, dass Sie es in Ihrem Anmeldungsformular versäumt haben, zwei Fragen zu beantworten. Wenn Sie in einer E-Mail kurz auf die folgenden Fragen antworten, dann ist Ihr Antrag komplett.</p>\n\n<p class=\"passage_para\">Erstens möchten wir wissen, in welcher Situation Sie am liebsten ein Foto mit Ihrem Smartphone machen. Zweitens müssen wir wissen, in welche Klasse sie gehen, damit wir Sie in die richtige Altersstufe des Wettbewerbs einteilen können.</p>\n\n<p class=\"passage_para\">Falls Sie von Ihrer Seite noch Fragen haben, stehe ich jederzeit zur Verfügung. Ich wünsche Ihnen viel Glück beim Auswahlverfahren!</p>\n</div>\n\n<p class=\"letter_closing\">Mit freundlichen Grüßen</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Marion Engels</p>\n\n<p class=\"signature_line\">Referatsleiterin</p>\n\n<p class=\"signature_line\">Bundesministerium für Bildung und Forschung</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH924846_rubric"}]