[{"id":"VH929223","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH929180.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Was war der „Resultat der vertauschten Rollen“, der im vorletzten Satz des Artikels erwähnt wird (Quellenmaterial 1) ?</p>\n","rubricRef":"VH929223_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um Jugendliche, die anderen helfen. Der ursprüngliche Artikel ist 2019 erschienen.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:web_page style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Ältere auf den neuesten Stand gebracht</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">Normalerweise bekommen Schüler Rat von den Ehrenamtlichen der Gruppe „Wegweiser“. Doch war es verkehrte Welt am vergangenen Samstag.</p>\n</div>\n</div>\n\n<p class=\"passage_para\">Lukas aus der Leo-Bruck-Schule saß mitten in dem Kreis älterer Menschen und machte ein paar Wischbewegungen an seinem Smartphone. „Kann man auf dem Handy auch seinen Pass speichern?“ fragte ein Herr. „Klar“, meinte Lukas, „aber nur als Kopie.” Mit einem gekonnten Wisch zeigte er den Anwesenden seinen eingescannten Pass und erklärte ihnen dabei die Feinheiten der neuesten deutschen Gesetze: „Die Kopie ist wirklich nur für den Notfall, dass ich unterwegs das Original verliere. Ist aber trotzdem gut, denn mein Handy würde ich nie irgendwo liegen lassen“, meinte Lukas. Für einen Jugendlichen wie Lukas ist ein iPhone fast so etwas wie ein Körperteil. Unvorstellbar, dass man es einmal nicht dabei hat.</p>\n\n<p class=\"passage_para\">An diesem Nachmittag im Computerraum der Leo-Bruck-Schule waren die üblichen Rollen vertauscht, denn es waren die Jungen, die ihren Älteren halfen. „Die Schüler wissen sehr genau, dass sie von den ‚Wegweisern‛ enorm profitieren“, meinte der Lehrer Sven Thormüller, „und sie wollten ihren Beratern und Freunden in der Gruppe einen Gegendienst erweisen.“ Die Lösung lag dann fast buchstäblich auf der Hand, denn es war den Erwachsenen seit langem klar, dass ihnen die meist 14-Jährigen in Sachen Smartphone- oder Computer-Nutzung weit voraus waren. An Fragen und Aufgaben gab es keinen Mangel: ein Mitglied der Wegweiser wollte Bilder in Dokumente einfügen, ein anderer kam mit einem Rechenprogramm nicht klar. Bei Mercedes Langer funktionierte das Versenden von Anhängen auf dem Laptop nicht, und Britta Forschmann wünschte sich eine Einführung in das Bildprogramm Picasa. Die Schüler erwiesen sich als überaus flexible Berater, als sie zwischen den verschiedenen mitgebrachten Laptops und Phones fast mühelos wechselten und Tipps verteilten.</p>\n\n<p class=\"passage_para\">Neben konkreten Anliegen haben sich die Teilnehmer auch allgemeiner über heutige Technologien unterhalten. „WhatsApp verwenden wir am meisten, oder Instagram“, meinte Jasmin, „vor allem zum Versenden und Posten von Bildern.“ Einige Ältere wollten darauf von den Jugendlichen hören, ob sie irgendwelche Sorgen über die mögliche unerwünschte Nutzung ihrer Daten hatten. „Bei jeder kostenlosen Anwendung gibt man Rechte ab“, mahnte Sven Thormüller. „Das muss man klar erkennen. Du gibst die Liste all deiner Kontakte frei und manchmal auch den Standort, wo du gerade bist. Über die Kamera eines Smartphones oder das Mikrofon eines Tablets kann sogar aktiv Spionage betrieben werden.“ In der Diskussion darauf war festzustellen, dass die Jugendlichen mit der Gefahr solcher Überwachung viel unbekümmerter umgehen als die Erwachsenen.</p>\n\n<p class=\"passage_para\">Ein weiteres Thema von allgemeiner Bedeutung waren die Vor- und Nachteile von Online-Shops und User-Kommentaren. Sven Thormüller führte aus, dass jeder Klick nach einem günstigen Preis Information über den Benutzer schafft und weitergibt. Die Schüler sahen hier kein Problem: „Wir haben nichts zu verbergen“, meinten sie. Als „digital natives“ konnten sie den erwachsenen Wegweisern konkrete Unterschiede zwischen den konkurrierenden Phone-Systemen Android und iPhone erklären und auch zeigen, wie man kleine Filme am Laptop schneiden kann. Ein Resultat der vertauschten Rollen war, dass mit jeder Erklärung und Hinweis die Schüler selbstbewusster und souveräner wurden. So kann man sagen, dass an diesem Nachmittag die Jungen den Alten bei den neuen Medien geholfen haben und auch bewiesen, dass die heutige Jugend uns noch viel zu sagen haben wird.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Used by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um die „Generation Gefällt mir“. Der ursprüngliche Bericht wurde am 1. Juni 2014 in Deutschland vom Hessischen Rundfunk in der Sendung „Wissenswert“ veröffentlicht. Eine Moderatorin führt in den Beitrag von Reporterin Sabine Hart ein; Clips werden eingeblendet vom Teenager Markus, dann von Medienwissenschaftlerin Caja Thimm, Medienpädagogin Angelika Beranek und der Deutschlehrerin Antje Kuhne aus Frankfurt. Der Hörtext ist ca. drei Minuten lang.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Hessischer Rundfunk</span></span></div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_a6f0ef91b05e4d2c3610514d7cfe2d22\" data-src=\"https://assets.learnosity.com/organisations/507/VH929180.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Die Erwachsenen haben den Jugendlichen vorgeführt, wie sie besser reden könnten.</p>","<p class=\"choice_paragraph\">Die Jugendlichen entwickelten Vertrauen in ihre eigenen Fähigkeiten.</p>","<p class=\"choice_paragraph\">Die Erwachsenen freuten sich über das gemeinsame Hobby.</p>","<p class=\"choice_paragraph\">Die Jugendlichen haben viel mehr geredet als sonst.</p>"],"answer":1}]