[{"id":"VH929043","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH928934.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Wie soll der Leser wohl die Aussage von Michel Krempin verstehenen: „Ich überlege, ob ich mein Studium in den USA machen werde“ (Quellenmaterial 1) ?</p>\n","rubricRef":"VH929043_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um Auslandsaufenthalte von Schülern. Der ursprüngliche Artikel wurde am 7. Januar 2011 in Deutschland von der deutschen Schülerin Neele Kämpfer im Rahmen der Initiative „Schüler machen Zeitung“ veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Ausland, das große Abenteuer</p>\n</div>\n\n<p class=\"passage_para\">Neue Freundschaften schließen, Sprachkenntnisse vertiefen oder ein Land besser kennenlernen: Aus diesen Gründen verbringen jährlich mehrere Hundert Hamburger Schüler ein Jahr im Ausland. Wer sich für einen Schüleraustausch interessiert, sollte sich im Vorfeld einige wichtige Fragen stellen: Ist man in der Lage, sich in eine fremde Familie mit anderen zu integrieren? Ist man mutig genug, um auf fremde Leute zuzugehen? Hat man das nötige Selbstbewusstsein?</p>\n\n<p class=\"passage_para\">Auch Pia Zapp, 16, Schülerin des Gymnasiums Bornbrook, verbrachte das Schuljahr 2009/2010 in Kanada, sie war mit der Organisation GIVE (Gesellschaft für Internationale Verständigung mbH) unterwegs. „Man gewöhnt sich daran, nur noch Englisch zu sprechen, und es wird einfacher, indem man mit Leuten redet“, erklärt Pia.</p>\n\n<p class=\"passage_para\">Das kanadische Schulsystem fand sie interessant. „Vieles ist anders als bei uns“, sagt sie. Man habe nur vier Fächer pro Woche, die man frei wählen könne. Die Schulfächer dort sind zudem stärker berufsbildend. Es wurde zum Beispiel Kochen, Modedesign, Automechanik, Journalismus angeboten, die einen sehr gut auf das spätere Leben vorbereiten. Ebenfalls beeindruckend fand sie das Weihnachtsfest: „Jeder hatte eine große Socke über dem Kamin hängen, die nachts gefüllt wurde“, erinnert sie sich. Schon um sechs Uhr früh stürzten sich ihre Gast-Geschwister auf die Geschenke. „Es war wie im Film.“</p>\n\n<p class=\"passage_para\">Für Schüler sind Auslandsaufenthalte von einer Woche bis hin zu einem Jahr möglich, wobei sich die Gast-Geschwister bei kürzeren Austausch-Zeiträumen meist gegenseitig besuchen.</p>\n\n<p class=\"passage_para\">Reisen kann man praktisch in jedes Land. Australien und Neuseeland sind sehr beliebt, deshalb ist es dort oft schwer, eine Gastfamilie zu finden – im Gegensatz zu Frankreich.</p>\n\n<p class=\"passage_para\">Interessenten können sich bei Austauschorganisationen, der Behörde für Schule und Berufsbildung für Schüleraustausche nach Kanada, Frankreich und Australien bewerben. Die Kosten sind leider nicht immer für jeden bezahlbar, deshalb kann eine finanzielle Förderung des Schulbesuchs im Ausland durch die Behörde beantragt werden. Außerdem kann man sich für ein Stipendium bei der jeweiligen Austauschorganisation bewerben.</p>\n\n<p class=\"passage_para\">Wer gerne in ein Land reisen möchte, dessen Sprache er nicht spricht, sollte sich darum keine Gedanken machen, denn man lernt diese dort praktisch von alleine. Das bestätigt Michel Krempin, 17, der wie Pia sein zehntes Schuljahr im Ausland verbrachte. „Ein Freund von mir fuhr ohne ein Wort Finnisch zu sprechen nach Finnland und schon bald konnte er es fließend“, sagt er. Michel selbst reiste mit der Austauschorganisation YFU (Youth For Understandig e. V.) ins amerikanische Boston.</p>\n\n<p class=\"passage_para\">Dort wurde er von seiner Gastfamilie wie ein eigener Sohn aufgenommen. Ihm fiel auf, dass die Amerikaner einen sehr großen Schulspirit haben. „Die Schüler mögen ihre Schule sehr und es gibt diverse Utensilien, wie Jacken, Mützen und Pullover, mit dem eigenem Schul-Logo für jeden Schüler“, sagt Michel. Sich in Deutschland wieder einzuleben und den verpassten Schulstoff nachzuholen, war für Michel kein Problem. „Nur die Freunde hatten sich ein wenig verändert“, erklärt er. Dennoch gefiel es ihm so gut, dass er am liebsten gleich noch ein Jahr dort geblieben wäre. „Ich überlege, ob ich mein Studium in den USA machen werde“, sagt er.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">\"Ausland, das große Abenteuer\" by Neele Kämpfer from Hamburger Abendblatt, 2011/01/07. Used by permission of Axel Springer Infopool.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt vom Schüleraustausch. Die ursprüngliche Infografik wurde 2015 in Deutschland von veröffentlicht.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a world map and a line graph. The map is titled “Am liebsten englischsprachig: Zielländer 2013/2014, Deutsche Schüler zieht es in die Welt.” Several countries are highlighted in black, and the rest are grey. The countries highlighted in black are as follows. Numbers are associated with each country listed. Kanada, 1.790. U S A, 6.960. Costa Rica, 190. Brasilien, 105. Argentinien, 180. Südafrika, 120. Spanien, 170. Frankreich, 220. Irland, 450. Großbritannien, 860. Australien, 870. Japan, 90. China, 75. Neuseeland, 1.380. The line graph is titled “Austauschbilanz 1948 through 2012.” The horizontal axis is labeled “Jahr,” and the years 1948, 1951, 1960, 1967, 1973, 1979, 1985, 1992, 1999, 2004, and 2010 are indicated. The vertical axis is labeled “Zahl der Austauschschüler,” and the numbers 0 through 20,000, in increments of 2,000, are indicated. There are two lines on the graph, one solid and one dashed. A key indicates that the solid line represents “Entsandte Schüler,” and the dotted line represents “In Deutschland aufgenommene Schüler.” The solid line, labeled “Entsandte Schüler,” begins at 0 around 1949. The line gradually rises, hovering below 2,000 until around 1985, where the line reaches 2,000. It then continues steeply upward and to the right, and reaches 14,000 in around 2001. The line then dips down slightly to approximately 13,000 in 2004, and then continues upward, and peaks at approximately 19,500 in 2010. The line dips slightly after 2010 and ends at a value of approximately 19,000. The dotted line, labeled “In Deutschland aufgenommene Schüler,” begins at 0 around 1949. The line stays near the horizontal axis until around 1975. At this point, it gradually rises, crossing 2,000 in 2004, and reaching a peak of about 3,100 in 2009. It dips slightly, then moves upward and ends slightly after 2010 at a value of about 3,000.\" height=\"867\" src=\"https://assets.learnosity.com/organisations/507/VH928934.g01.png\" width=\"700\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Auslandsaufenthalte geben jungen Leuten neue Ideen für ihre Zukunft.</p>","<p class=\"choice_paragraph\">Schülern fällt es schwer, sich in Deutschland wieder einzuleben.</p>","<p class=\"choice_paragraph\">Ein Schüleraustausch kann immer wieder verlängert werden.</p>","<p class=\"choice_paragraph\">Das Studium im Ausland ist einfacher als in Deutschland.</p>"],"answer":0}]