[{"id":"VH928880","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH928867.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Was meinten die Mädchen um die Erzählerin wohl, wenn sie sagten, eine Jacke ist „ostig”·?</p>\n","rubricRef":"VH928880_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">In diesem Text geht es um eine West-Berliner Schülerin, die erzählt, wie es war, als 1983 eine Ost-Berlinerin in ihre Klasse kam. Die ursprüngliche Geschichte wurde 2012 in Deutschland von der deutschen Autorin Ulrike Sterblich veröffentlicht. Eine West-Berliner Schülerin beschreibt ihre neue Mitschülerin Saskia.</p><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Die halbe Stadt, die es nicht mehr gibt</p><div class=\"subtitle\"><p class=\"title_line author\">Eine Kindheit in Berlin (West)</p></div></div><p class=\"passage_para\">Als Sechstklässler waren wir die Größten in der Grundschule gewesen, jetzt waren wir in der Siebten und die Kleinsten an der Oberschule. Anja, Heike, Nicole und ich waren von der alten Marienfelder Grundschule nach den Sommerferien 1983 zusammen in die Oberschule gewechselt, in eine neue Klasse mit Schülern, die in anderen Ecken der Stadt lebten.</p><p class=\"passage_para\">Mitten im Schuljahr kam Saskia in unsere Klasse. Sie saß sehr gerade und hatte Ost-Sachen an, also eine sehr unmodische Jeans und graue Schuhe, die überhaupt keinen Bezug hatten zu irgendwelchen anderen Schuhen, die man sonst kannte. „Ost“ oder „ostig“ war bei uns gerade ein hochaktueller Schmähbegriff, mit dem man gewisse ästhetische Ausfälle kurz und prägnant charakterisieren konnte.</p><p class=\"passage_para\">„Wie findest du Nicoles Jacke?“</p><p class=\"passage_para\">„Voll ostig.“</p><p class=\"passage_para\">Saskia sprach auch anders. Etwas bedächtiger, aber gleichzeitig kurzatmiger und auf jeden Fall stärker berlinerisch als wir. Sie sprach Ost-Berlin, da kam sie nämlich her. Aus einer fremden Stadt, die sich ebenfalls Berlin nannte und wie zufällig an unser Berlin grenzte. Ich hatte vorher noch nie persönlich jemanden aus dem Osten getroffen, schon gar nicht ein Mädchen in meinem Alter. Auf dem Schulhof umringten und bestaunten wir sie und alles an ihr; wie sie angezogen war, ihre Schultasche, ihre Frisur, wie sie dastand. Und wir hörten ihr zu, wie sie redete, welche Wörter sie benutzte und wie sie die Wörter aussprach. Sie bewegte sich anders und lachte anders.</p><p class=\"passage_para\">Saskia war sehr diszipliniert und gut in der Schule, nur von Englisch hatte sie keinen Schimmer. Wir mussten ab jetzt aufpassen mit dem Wort „Ost“. Wir konnten nicht mehr einfach alles als „Ost“ bezeichnen, was wir schäbig fanden, zumindest nicht, wenn Saskia in der Nähe war, und zumindest nicht, solange sie komplett in Ostklamotten steckte. Wir fanden sie selber auch gar nicht ostig. Wir fanden sie nämlich toll.</p><p class=\"passage_para\">Eine Lehrerin empfahl Saskia, sie solle sich das Berlinern mal abgewöhnen, das mache man hier nicht. Wir hielten die Luft an, weil das so unverschämt war und obendrein noch falsch. Außerhalb der Schule berlinerten auch wir manchmal, einige unserer Eltern noch mehr, und die Busfahrer erst recht. Was die Lehrerin wirklich meinte, war: Berlinern ist auf dieser Seite der Mauer unfein und proletarisch. In der Pause sagten wir zu Saskia, sie könne von uns aus ruhig weiter berlinern, ausgerechnet diese Lehrerin mit ihren geschmacksverirrten Röcken habe ja nun gar nicht zu entscheiden, wie einer reden sollte.</p><p class=\"passage_para\">Saskia lachte, sie hatte es zum Glück nicht krummgenommen. Ihr Berlinerisch schliff sich trotzdem immer mehr ab, je länger sie im Westen war. Irgendwann im Laufe des Schuljahrs hatte sie dann neue Hosen, neue Schuhe und eine neue Frisur. Nur ihre ostige Schultasche behielt sie noch sehr lange, als Erinnerung vielleicht.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Ulrike Sterblich, Die halbe Stadt, die es nicht mehr gibt. Eine Kindheit in Berlin (West) Copyright © 2012 Rowohlt Verlag GmbH, Reinbek bei Hamburg</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Die Jacke ist zu warm für die Jahreszeit.</p>","<p class=\"choice_paragraph\">Die Jacke muss gewaschen werden.</p>","<p class=\"choice_paragraph\">Die Jacke hat zu viel gekostet.</p>","<p class=\"choice_paragraph\">Die Jacke ist unmodisch.</p>"],"answer":3}]