[{"id":"VH942748","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942746.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Wie erklärt Volker Janitz die Tatsache, dass ihm das teuerste Auto am besten gefallen hat?</p>\n","rubricRef":"VH942748_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><p class=\"introduction passage-intro\">In diesem Hörtext geht es um Elektroautos. Das ursprüngliche Interview wurde am 6. Mai 2011 in Deutschland von dem deutschen Regionalsender SWR1 unter dem Titel „Thema heute: Elektroautos“ veröffentlicht. Die Moderatorin Katja Burck fragt ihren Kollegen Volker Janitz nach seinen Erfahrungen mit Elektroautos. Der Hörtext ist ca. zweieinhalb Minuten lang.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission of SWR Media Services GmbH</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_abdd80f31d6234049966c9b5f4d710c1\" data-src=\"https://assets.learnosity.com/organisations/537/VH942746.a01.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Ich muss sagen, ich habe zwei Kinder, die ich jeden Tag zur Schule fahre. Die Mercedes A-Klasse hat mir sehr gut gefallen, weil dieses Auto so klein ist, dass es in jeden Parkplatz vor der Schule passt.</p>","<p class=\"choice_paragraph\">Ich fand die Mercedes A-Klasse am besten, weil dieses Auto sehr gute und starke Batterien hat, die man schnell wieder aufladen kann. Wir sind 130-140 km/h auf der Autobahn gefahren und konnten trotzdem weit fahren.</p>","<p class=\"choice_paragraph\">Im Endeffekt war es die Mercedes A-Klasse, die mir wegen ihres eleganten Designs am besten gefallen hat. Die Batterien sind im Fußboden verstaut, deshalb hat man bei diesem Auto kein Akku im Rücken.</p>","<p class=\"choice_paragraph\">Die Mercedes A-Klasse hat mich überzeugt, denn ich brauche vor allem Platz für Kindersitze. Dieses Auto war das einzige, das für meine Familie groß genug war.</p>"],"answer":3}]