[{"id":"VH944884","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH944757.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Was erzählt Herr Gradwohl in Bezug auf eine Schafherde, um den Zuhörern Browns Theorie über einen neuen Riesen-Planeten zu illustrieren?</p>\n","rubricRef":"VH944884_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><p class=\"introduction passage-intro\">In diesem Hörtext geht es um unser Sonnensystem. Der ursprüngliche Vortrag wurde am 21. Januar 2016 in Deutschland von Uwe Gradwohl vom Südwestdeutschen Rundfunk unter dem Titel „Neunter Planet entdeckt?“ veröffentlicht. Der Hörtext ist ca. zweieinhalb Minuten lang.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Südwestrundfunk (SWR Media)</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_c5c4f40e201794718a81cd563087777d\" data-src=\"https://assets.learnosity.com/organisations/537/VH944757.a01.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Die bisher beobachteten Himmelskörper am Rande des Sonnensystems ähneln den vielen „Schafen“ in einer „Herde“. Es muss daher auch noch einen „Wachhund“ geben, der anders aussieht.</p>","<p class=\"choice_paragraph\">Einige Himmelskörper am Rande des Sonnensystems bleiben wie eine „Schafherde“ beieinander. Es gibt vielleicht einen großen Planeten, der die Gruppe wie ein „Wachhund“ zusammenhält.</p>","<p class=\"choice_paragraph\">Obwohl die meisten Planeten wie die „Schafe“ in einer „Herde“ regelmäßige, geordnete Bahnen ziehen, gibt es einige Objekte, die plötzlich aus der Bahn fliegen. Eine Erklärung hierfür ist ein Riesenplanet, der sie wie ein böser „Wachhund“ wegtreibt.</p>","<p class=\"choice_paragraph\">Die Planeten im Sonnensystem sind um die Sonne eng zusammengedrängt wie die „Schafe“ in einer „Herde.\" Es muss einen großen, unbekannten Planeten geben, der sich wie ein „Wachhund“ benimmt.</p>"],"answer":1}]