[{"id":"VH942263","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942160.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Im Artikel (Quellenmaterial 1) steht, dass „körperliche Grundbedürfnisse“ oft in Rituale eingebunden sind. Welche Kategorie in der Tabelle zu Familienritualen wäre dafür das beste Beispiel (Quellenmaterial 2) ?</p>\n","rubricRef":"VH942263_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um Gründe, warum Menschen ihre Routinen pflegen. Der ursprüngliche Artikel wurde am 31. März 2012 in Deutschland von der Wissenschaftsjournalistin Dr. Fanny Jiménez veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Warum es hilft, wenn die Milch immer rechts steht</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">Wir alle haben unsere Routinen, schon am Frühstückstisch. Unbewusste Handlungs- und Gefühlsmuster erleichtern das Leben enorm.</p>\n</div>\n</div>\n\n<p class=\"passage_para\">Der kleine Paul muss immer auf der linken Seite einschlafen. Seine ältere Schwester Julia sortiert alle ihre Bücher alphabetisch. Mutter Anna kann ohne Kaffee morgens nicht aufwachen. Und Vater Markus legt seine Hausschlüssel immer auf das Fensterbrett, statt sie an das Schlüsselbrett im Haus der Familie zu hängen.</p>\n\n<p class=\"passage_para\">Routine entsteht, wenn eine Handlung, ein Gefühl oder ein Gedanke sich oft wiederholt und damit zur Gewohnheit wird – also zur Handlung, die ohne bewusstes Steuern automatisch abläuft.</p>\n\n<p class=\"passage_para\">Psychologen unterscheiden Denkgewohnheiten, Gefühlsgewohnheiten und Verhaltensgewohnheiten. Wie man sein Frühstücksbrot bestreicht, das Auto einparkt, durch die Regalreihen im Supermarkt geht und ob man seine Zigarette mit oder ohne Filter raucht, all das zählt zu den Verhaltensgewohnheiten. Auch Rituale gehören dazu, wie etwa der Espresso nach dem Mittagessen oder die 20-Uhr-Nachrichten im Fernsehen.</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Handlungen automatisieren</span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">Das menschliche Gehirn liebt Gewohnheiten. Es versucht nicht nur, neue Handlungen möglichst rasch zu automatisieren, sondern schüttet auch körpereigene Belohnungsstoffe aus, wenn es routiniert handeln darf, sagt der Bremer Neurobiologe Gerhard Roth vom Institut für Hirnforschung. „Das Gehirn belohnt Routinehandlungen, weil sie sehr viel weniger Stoffwechselenergie und sonstigen neuronalen Aufwand benötigen“, sagt er.</p>\n\n<p class=\"passage_para\">Gewohnte Handlungen laufen sicher, präzise und schnell ab – ganz im Gegensatz zu neuen und ungewohnten Aufgaben. Dann muss das Arbeitsgedächtnis in der Großhirnrinde eingeschaltet werden, was viel mehr Zeit und Energie erfordert.</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Gehirn spart sich Arbeit</span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">Außer dem Gehirn Arbeit zu sparen, hat Routine aber noch andere Vorteile. Viele Verhaltensgewohnheiten drehen sich um Aufwachen und Schlafengehen sowie ums Essen. <span class=\"focus_start focus_id:VH942160_1 itemref:\" id=\"VH942160_1\"></span> Körperliche Grundbedürfnisse<span class=\"focus_end focus_idref:VH942160_1\"></span> wie Hunger und Müdigkeit kommen immer wieder – und führen deshalb zu einer Regelmäßigkeit im Alltag.</p>\n\n<p class=\"passage_para\">Ein strukturierter Tag mit immer gleichen oder zumindest ähnlichen Abläufen gibt Sicherheit und spart Zeit und Energie für neue Informationen und Anforderungen, die bewältigt werden müssen.</p>\n\n<p class=\"passage_para\">Wie sehr Menschen eine solche Tagesroutine brauchen, ist unterschiedlich. Psychologen haben herausgefunden, dass etwa 20 Prozent aller Menschen „sensation seeker“ sind, also das ständige Bedürfnis nach Abwechslung und neuen Erlebnissen haben. Die große Mehrheit aber braucht Routine im Alltag, um sich wohlzufühlen.</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Gefühl für Zeit und soziale Regeln </span></p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">Warum, das wird besonders bei Kindern deutlich. Täglich wiederkehrende Abläufe zu denselben Zeiten geben kleinen Kindern Sicherheit und Orientierung und stärken ihr Gefühl, zu einer Gruppe dazuzugehören, sagt die Heilpädagogin Susanne Pohl.</p>\n\n<p class=\"passage_para\">Außerdem vermitteln feste Alltagsstrukturen ein erstes Gefühl für Zeit und soziale Regeln. Schon für Säuglinge sei Routine wichtig, etwa beim Füttern. „Diese Zuverlässigkeit wirkt sich unmittelbar auf die Bindung zwischen Mutter oder Vater und Kind aus“, so Pohl. „Das Baby erfährt Sicherheit und Zuwendung über die Versorgung und Befriedigung seines überlebenswichtigen Hauptbedürfnisses: den Hunger zu stillen.“</p>\n\n<p class=\"passage_para\">Susanne Pohl ist am Oberlinhaus in Potsdam auf die Frühförderung von Vorschulkindern spezialisiert. Oft trifft sie dabei auch auf Kinder, denen Routine im Alltag fehlt. Für diese sei es schwer, sich auf eine Situation ganz einzulassen, da sie jederzeit mit einer Veränderung rechnen müssen.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von Familienritualen im Alltag. Die ursprünglichen Daten wurden am 1. Juli 2010 in Deutschland von der Allgemeinen Orts-Krankenkasse (AOK) veröffentlicht.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents two horizontal bar graphs under the title “Familenrituale.” For each bar graph, each category has two bars. A key indicates that a gray bar represents Eltern mit Abitur oder Hochschulabschluss, and that a black bar represents Eltern mit nur Hauptschulabschluss. The first bar graph is labeled “Eltern: Das ist fur mich ein schönes Familienritual.” The horizontal axis has no label and the values 0% through 80%, in increments of 10%, are indicated. The data represented by the bars, by category, are as follows. Gemeinsame Ausflüge: Eltern mit Abitur oder Hochschulabschluss, 71%, Eltern mit nur Hauptschulabschluss, 62%. Spielen mit dem Kind: Eltern mit Abitur oder Hochschulabschluss, 63%, Eltern mit nur Hauptschulabschluss, 62%. Gemeinsame Mahlzeiten: Eltern mit Abitur oder Hochschulabschluss, 56%, Eltern mit nur Hauptschulabschluss, 60%. Gemeinsamer Urlaub: Eltern mit Abitur oder Hochschulabschluss, 73%, Eltern mit nur Hauptschulabschluss, 55%. Gememinsame Entspannung, Nichtstun: Eltern mit Abitur oder Hochschulabschluss, 47%, Eltern mit nur Hauptschulabschluss, 54%. Gespräche mit dem Kind: Eltern mit Abitur oder Hochschulabschluss, 49%, Eltern mit nur Hauptschulabschluss, 46%. Besuch bei Verwandten, Bekannten: Eltern mit Abitur oder Hochschulabschluss, 31%, Eltern mit nur Hauptschulabschluss, 35%. Gemeinsame kulturelle Aktivitäten: Eltern mit Abitur oder Hochschulabschluss, 44%, Eltern mit nur Hauptschulabschluss, 34%. Geminsames Zubereiten von Mahlzeiten: Eltern mit Abitur oder Hochschulabschluss, 29%, Eltern mit nur Hauptschulabschluss, 31%. Gemeinsame Mediennutzung: Eltern mit Abitur oder Hochschulabschluss, 25%, Eltern mit nur Hauptschulabschluss, 28%. Gemeinsames Lesen, Vorlesen: Eltern mit Abitur oder Hochschulabschluss, 49%, Eltern mit nur Hauptschulabschluss, 27%. Gemeinsame Bewegung bzw. gemeinsame Sport: Eltern mit Abitur oder Hochschulabschluss, 43%, Eltern mit nur Hauptschulabschluss, 26%. The second bar graph is labeled “Fakten zur körperlichen Bewegung.” The horizontal axis is labeled “Tage pro Woche mit gemeinsamer Bewegung (Mutter oder Vater zusammen mit Kind),” and the numbers 0 through 4 are indicated. The data represented by the bars, by category, are as follows. Note that all values are approximate. Gemeinsames bewegungsorientiertes Spiel: Eltern mit Abitur oder Hochschulabschluss, 1,6; Eltern mit nur Hauptschulabschluss, 2,2. Gemeinsamer Sport: Eltern mit Abitur oder Hochschulabschluss: 0,9; Eltern mit nur Hauptschulabschluss, 1,1. Gemeinsame Bewegung mit dem Fahrrad: Eltern mit Abitur oder Hochschulabschluss, 1,3; Eltern mit nur Hauptschulabschluss, 1,4. Gemeinsame Bewegung zu Fuß: Eltern mit Abitur oder Hochschulabschluss, 2,5; Eltern mit nur Hauptschulabschluss, 3,2.\" height=\"924\" src=\"https://assets.learnosity.com/organisations/537/VH942160.g04.png\" width=\"500\" />\n<p class=\"caption\">Quelle: AOK-Familienstudie 2018.</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Gemeinsame Mediennutzung</p>","<p class=\"choice_paragraph\">Besuch bei Verwandten / Bekannten</p>","<p class=\"choice_paragraph\">Gemeinsame Mahlzeiten</p>","<p class=\"choice_paragraph\">Spielen mit dem Kind</p>"],"answer":2}]