[{"id":"VH942918","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH942898.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Welches Fazit kann man aus den Angaben in der Spalte „Folgen“ ziehen?</p>\n","rubricRef":"VH942918_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um das Einbringen von fremden Tier- und Pflanzenarten aus fernen Ländern. Der ursprüngliche Artikel wurde 2019 veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">„Einwanderer“ im Tier- und Pflanzenreich</p>\n</div>\n\n<p class=\"passage_para\">Im Laufe der Evolution haben sich Tier- und Pflanzenarten an die natürlichen Bedingungen in ihrem Lebensraum hervorragend angepasst. Der Lebensraum wird dabei meist durch kaum zu überwindende natürliche Barriere eingegrenzt: Ozeane und Gebirge, zum Beispiel, beeinflussen das Klima in der jeweiligen Region stark und verhindern gleichzeitig, dass eine dort lebende Spezies sich weiter ausbreitet. Doch diese relativ stabilen Verhältnisse sind immer wieder durch Menschen aufgeweicht und aufgebrochen worden.</p>\n\n<p class=\"passage_para\">Schon vor Tausenden von Jahren wurden Nutztiere (wie Esel und Pferd) und Pflanzen (wie der Kastanienbaum und Weizen) aus Vorderasien nach Europa gebracht. Und nach neuen Erkenntnissen haben die Wikinger wohl um das Jahr 1000 eine neue Muschelart (<span class=\"formatted_text font_style:italic\">Mya arenaria</span>) aus Nordamerika in die Nord- und Ostsee gebracht. Doch diese eher langsame Entwicklung erlebte einen quantitativ schockartigen Aufschwung mit den großen Entdeckungsreisen und dem Beginn global ausgedehnter Handelsbeziehungen im späten 15. Jahrhundert. Das Jahr 1492 – das Jahr, in dem Christoph Kolumbus auf den Bahama-Inseln landete und Amerika für die Europäer entdeckte – gilt als der entscheidende Wendepunkt. Alle Tier- und Pflanzenarten, die nach 1492 in ein Gebiet neu eingeführt wurden, werden daher „Neobiota‟ genannt. Zur Unterscheidung der drei Hauptgruppen von Arten (Tiere, Pflanzen, Pilze) sprechen Fachleute genauer von Neozoen, Neophyten, und Neomyceten.</p>\n\n<p class=\"passage_para\">Der Schiffsverkehr hat maßgeblich zum weltweiten Austausch neuer Organismen beigetragen, und das nicht immer im positiven Sinne. An Kolumbus’ Schiffen hat sich wohl die Schiffsbohrmuschel (<span class=\"formatted_text font_style:italic\">Teredo navalis</span>) gehaftet, die zuerst sein eigenes Schiff zerfraß, sich dann über die Häfen und Flotten Europas verbreitete und noch jetzt Uferschutzbauten an vielen Küsten zerstört. Im Ballastwasser moderner Schiffe kommen neue Arten immer noch nach Europa, etwa die Chinesische Wohlhandkrabbe (<span class=\"formatted_text font_style:italic\">Eriocheir sinensis</span>). Kleine Larven wurden wohl mit Ballastwasser aus ihrer Heimat in China mitgeführt; seit Anfang des 20. Jahrhunderts besiedelt diese Art die Flüsse in Deutschland, wo sie Dämme untergräbt und mit ihren scharfen Scheren oft Fischereiausrüstung zerschneidet.</p>\n\n<p class=\"passage_para\">Neben diesen eher unbeabsichtigten Verschleppungen von Arten wurden unzählige Organismen ganz wissentlich in fremde Regionen gebracht, meist um sie für Jagdzwecke oder für die Landwirtschaft zu nutzen. Schon Kolumbus hat Tabak, Ananas, und einen lebenden Truthahn mit an Bord genommen, um das spanische Königshaus damit zu beeindrucken. Später importierte Neozoen sind z.B. Bisam oder Waschbär. Der Bisam, manchmal auch Bisamratte genannt, wurde um 1905 aus Nordamerika nach Mitteleuropa eingeführt und konnte sich in Europa recht schnell ausbreiten, da es keine Konkurrenz gab. Durch seinen großen Appetit für Pflanzen beeinflusst der Bisam sehr stark die Vegetation im und am Gewässer. Wo Bisamratten sich etablieren, können dann offene Wasserflächen entstehen, die die Ansiedlung von Wasservögeln begünstigen können. Der Waschbär wiederum plündert zwar ab und zu Mülltonnen und nistet sich im Gebälk des einen oder anderen Einfamilienhauses ein, stellt aber für den Wald in Deutschland kein allzugroßes Problem dar.</p>\n\n<p class=\"passage_para\">Diese wenigen Beispiele zeigen, dass Neobiota unterschiedliche Auswirkungen haben können. Unter Ökologen spricht man von der sogenannten „Zehnerregel‟: Von 100 neuen Arten können sich 10 Prozent etablieren; von diesen sind wiederum 10 Prozent invasiv und können dann örtlich Probleme bereiten.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von fremden Tier- und Pflanzenarten, die in Deutschland neu sind. Die ursprünglichen Daten wurden 2015 vom saarländischen Ministerium für Umwelt und Verbraucherschutz veröffentlicht.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Neobiota in Deutschland</p>\n</div>\n<img alt=\"The figure presents a table titled “Neobiota in Deutschland.” The table has 5 columns and 8 rows of data. The heading for column 1 is “Organismus.” The heading for column 2 is “Ursprung.” The heading for column 3 is “Einschleppungsvektor.” The heading for column 4 is “Erstfund.” The heading for column 5 is “Folgen.” The data in the table are as follows. Row 1. Organismus, Der Bisam, and a picture of a rat-like creature is shown. Ursprung, Nordamerkia. Einschleppungsvektor, Eingeführt als Pelztier. Erstfund, 19. Jahrhundert. Folgen, Gräbt Erdbaue in Ufern and Deichanlagen; frisst schützendes Rohr und andere Pflanzen am Wasser. Row 2. Organismus, Der Fasan, and a picture of a bird with long  showy tailfeathers is shown. Ursprung, Zentralasien. Einschleppungsvektor, Eingeführt als Nutz und Jagdtier. Erstfund, Jahrhundert. Folgen, Schutzmaßnahmen gefährden Adler und andere Greifvögel. Row 3. Organismus, Der Graskarpfen, and a picture of a fish is shown. Ursprung, China. Einschleppungsvektor, Sollte Unkrautpflanzen in Teichen bekämpfen. Erstfund, 1960er. Folgen, Frisst alle Pflanzen, zerstort Lebensräume. Row 4. Organismus, Die Kartoffel, and a picture of potatoes is shown. Ursprung, Südamerika. Einschleppungsvektor, Von spanischen Konquistadoren and Forschern als botanische Neuigkeit und Zierpflanze zurückgebracht. Erstfund, Mitte des 16, Jahrhunderts. Folgen, Zuerst wegen seiner Blumen kultiviert, sie wurde seit Mitte des 18. Jahrhunderts zu einer billigen und nahrhaften Hauptspeise der Bevölkerung. Row 5. Organismus, Der Asiatische Marienkäfer, and a picture of a ladybug is shown. Ursprung, Japan and China. Einschleppungsvektor, Sollte andere Insekten bekämpfen. Erstfund, 2002. Folgen, Verdrängt heimische Arten. Row 6. Organismus, Die Schiffsbohrmuschel, and a picture of a small snake-like creature is shown. Ursprung, Karibik. Einschleppungsvektor, Wahrscheinlich mitgeführt an der Außenseite von Schiffen. Erstfund, 1492 Massenvorkommen seit 1990er. Folgen, Zerstört hölzerne Strukturen und Schiffe. Row 7. Organismus, Der Riesenbärenklau, and a picture of a plant is shown. Ursprung, Kaukasisches Gebirge. Einschleppungsvektor, Eingeführt als Zierpflanze in Gärten. Erstfund, Ende des 19. Jahrhunderts. Folgen, Produziert Gift, das menschliche Haut verbrennt. Row 8. Organismus, Der Waschbär, and a picture of a raccoon is shown. Ursprung, Nordamerika. Einschleppungsvektor, Als Pelztier eingeführt. Erstfund, 1934. Folgen, Frisst Vogel- und Kröteneier.\" height=\"665\" src=\"https://assets.learnosity.com/organisations/537/VH942898.g02.png\" width=\"750\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Manchmal hat ein neuer Organismus positive Effekte auf menschliche Bauten und Infrastruktur.</p>","<p class=\"choice_paragraph\">Neue Pflanzen zerstören den Lebensraum der einheimischen Pflanzen.</p>","<p class=\"choice_paragraph\">Neue Tiere haben einen negativen Einfluss auf die Umwelt, weil sie viele einheimische Tiere fressen.</p>","<p class=\"choice_paragraph\">In vielen Fällen, aber nicht in allen, hat ein neuer Organismus negative Konsequenzen.</p>"],"answer":3}]