[{"id":"VH953971-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Sie nehmen an einem deutschen Schreibwettbewerb teil und reichen einen Aufsatz ein, in dem Sie Ihre Argumente darstellen. Das Thema des Aufsatzes basiert auf drei Quellen, die jeweils einen anderen Aspekt dieses Themas darstellen. Diese Quellen bestehen aus Hör- und Lesetexten. Stellen Sie in Ihrem Aufsatz Ihren eigenen Standpunkt zu dem Thema klar vor und begründen Sie ihn. Integrieren Sie Perspektiven und Informationen aus allen drei Quellen, um Ihre Argumentation zu unterstützen. Immer wenn Sie auf das Quellenmaterial verweisen, identifizieren Sie die jeweilige Quelle. Zudem sollte der Aufsatz übersichtlich in Absätze gegliedert sein.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Aufsatzthema:</span></p>\n\n<div class=\"prompt\">Soll man mit einem E-Bike fahren, statt ein normales Fahrrad zu benutzen?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um eine positive Einschätzung von E-Bikes. Der ursprüngliche Kommentar ist 2019 erschienen.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">E-Bike-Fan wider Erwarten</p>\n</div>\n\n<p class=\"passage_para\">Wenn Sie meinem Freizeit-Blog auch nur kurze Zeit folgen, dann wissen Sie, dass ich jederzeit bereit bin, dumme Lifestyle-Trends zu kritisieren. Ich bin dort immer besonders skeptisch, wenn Menschen viel Geld ausgeben sollen, denn ich finde im Allgemeinen, dass Gesundheit und Glück für jeden erreichbar sein sollten. Aus diesem Grund mag es wohl erstaunen, dass ich mich jetzt als E-Bike-Fan bezeichne. Im Folgenden möchte ich das erklären.</p>\n\n<p class=\"passage_para\"><span class=\"font_weight:bold formatted_text\">Kosten-Nutzen-Verhältnis</span></p>\n\n<p class=\"passage_para\">E-Bikes werden hierzulande immer beliebter, trotz hoher Preise. Ein elektrisch angetriebenes E-Bike von guter Qualität kostet um die 2.500 Euro, und manchmal mehr. Zum Vergleich: Für 800 bis 1.000 Euro bekommt man ein sehr gutes und stabiles Mountainbike. Wie kann man daher die zusätzlichen 1.500 Euro für ein E-Bike überhaupt rechtfertigen?</p>\n\n<p class=\"passage_para\">Ich muss zugeben, ich habe lange darüber gerätselt, bis eines Tages die Antwort an mir vorbeifuhr. Es war ein älterer Herr, weiße Haare konnte man unter dem Helm sehen. Ich habe ihn später als jemand aus der Nachbarschaft erkannt. Daher wusste ich auch, dass er pensioniert war, dass seine Frau vor ein paar Jahren gestorben war, und dass eine Tochter mit ihrer Familie im nächsten Vorort lebte. Des öfteren merkte ich nun, wie er mit dem Elektro-Rad Sprudelwasser vom Getränkemarkt holte oder auch nur draußen in der Landschaft herumfuhr.</p>\n\n<p class=\"passage_para\">Da ist mir klar geworden, dass die Frage „Mountainbike oder E-Bike?‟ falsch gestellt war. Die Busverbindung zum nächsten Vorort existiert nach Jahren spitzfindiger Haushaltskürzungen kaum noch. In dieser Situation wären viele einfach mit dem Auto gefahren, doch der Nachbar hat sich stattdessen für ein E-Bike entschieden: billiger, umweltfreundlicher und überhaupt freundlicher. Wir winken uns manchmal von Rad zu Rad zu, obwohl ich ihn nicht kenne.</p>\n\n<p class=\"passage_para\"><span class=\"font_weight:bold formatted_text\">E-Bikes sind besser als die Alternativen</span></p>\n\n<p class=\"passage_para\">Für ältere Menschen, für Menschen in bergigen Gegenden, und für Menschen, die ein effizientes Transportmittel ohne hohen Schwitz-Faktor brauchen, sind E-Bikes eine sehr gute Lösung. Natürlich ist es irgendwie schöner, und beim Ankauf billiger, wenn man aus eigener Muskelkraft ein nicht-motorisiertes Rad fährt – jeder, der das kann, soll sich für ein normales Fahrrad entscheiden. Aber für alle Anderen ist das E-Bike ein sehr guter Kompromiss, mit Vorteilen, die sich nur graduell von den Vorteilen eines normalen Fahrrads unterscheiden, nämlich in Hinsicht auf:</p>\n\n<p class=\"passage_para\"><span class=\"font_weight:bold formatted_text\">• Umwelt.</span> Das E-Bike kann mit erneuerbarem Strom geladen werden; damit vermeidet man den Ausstoß von CO<sub>2</sub> und hilft gegen den Klimawandel.</p>\n\n<p class=\"passage_para\"><span class=\"font_weight:bold formatted_text\">• Fitness/Bewegung.</span> Auf dem E-Bike muss man immer noch selber in die Pedale treten; wenn man schneller tritt, wird man vom Motor noch stärker unterstützt, sodass es eine Art Belohnung gibt.</p>\n\n<p class=\"passage_para\"><span class=\"font_weight:bold formatted_text\">• Natur.</span> Auf dem E-Bike genießt man Sonne, Wind und Landschaft, wie das nur Fußgängern und Radfahrern gegeben ist. Man ist mit der umgebenden Natur direkt verbunden und kann sich an ihr erholen und erbauen.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von den skeptischen Einstellungen älterer Leute zu Pedelecs und E-Bikes. Die ursprünglichen Daten wurden 2018 vom Meinungsforschungsinstitut Forsa veröffentlicht.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n<img alt=\"The figure presents an infographic titled Das Denkt Die Generation 60 Plus Über E Bikes. An illustration of a bicycle is shown. Below the title, there is the following body of text: Jeder dritte kann sich vorstellen, ein E Bike zu fahren. Doch 61 percent der Über Sechziger sind aus verschieden Gründen skeptisch: The completions to this statement, by percentage, are as follows. Fühlen sich zu alt für ein E Bike, 27%. Haben Angst vor einem Unfall im Straßenverkehr, 20%. Finden E Bikes zu teuer, 19%. Finden, dass man mit einem E Bike zu schnell fährt, 17%. Finden E Bikes unpraktisch, 15%. Haben generell keinen Spaß am Fahrradfahren, 15%. Sagen, dass sie generell nicht gut Fahrrad fahren können, 14%. Finden E Bikes technisch zu komplex, 12%.\" height=\"395\" src=\"https://assets.learnosity.com/organisations/537/VH953971.g02.png\" width=\"590\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um die Nachteile der E-Bikes im Vergleich zu normalen Fahrrädern oder „Leezen“. Der ursprüngliche Bericht wurde am 19. Juli 2011 von den Westfälischen Nachrichten unter dem Titel „Kauf eines E-Bikes gut überlegen“ veröffentlicht. Sie hören eine Moderatorin, deren Bericht mit eingebauten Clips von dem Fahrradhändler Georg Hundt und der Reporterin Eva ergänzt wird. Regional typisch werden Fahrräder in diesem Bericht aus Münster manchmal „Leezen“ genannt. Der Hörtext ist ca. drei Minuten lang.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VH953971.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH953971_rubric"}]