[{"id":"VH969895","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH969854.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Welche Person wäre nach der Grafik (Quellenmaterial 1) am ehesten bereit, traditionell gedruckte Bücher auf Papier zu verschenken?</p>\n","rubricRef":"VH969895_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt davon, wie die Deutschen heutzutage lesen. Die ursprünglichen Daten wurden 2017 von der Consulting-Firma PWC veröffentlicht.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Die Deutschen und das E-Book</p>\n</div>\n<img alt=\"The figure presents an infographic with three parts. The first part is a table titled Wann lesen Sie lieber ein E-Book, wann ein gedrucktes Buch? Underneath this title there is table with two columns and 6 rows. The columns are labeled Lieber E-Book and Lieber ein gedrucktes Buch. The data recorded by each row is as follows. Abends auf dem sofa: Lieber E-Book: 14% and Lieber ein gedrucktes Buch: 70%. Im eigenen Bett: Lieber E-Book 14% and Lieber ein gedrucktes Buch 65%. Im Flugzeug: Lieber E-Book 21% and Lieber ein gedrucktes Buch 61%. Im Urlaub: Lieber E-Book 22% and Lieber ein gedrucktes Buch 60%. In Bus und Bahn: Lieber E-Book 23% and Lieber ein gedrucktes Buch 44%. Auf der Toilette: Lieber E-Book 6% and Lieber ein gedrucktes Buch 12%. A second chart is titled Schenken Sie Bücher zu Weihnachten oder anderen Anlässen? The chart has 6 columns and 5 rows. The columns are labeled as Total, Unter 1.000 Euro, 1.000-2.000 Euro, 2.000-3.000 Euro, 3.000-4.000 Euro, and Mehr als 4.000 Euro. The data recorded by each row is as follows. Zahl der Befragten: Total 1.000, Unter 1.000 Euro 89, 1.000-2.000 233 Euro, 2.000-3.000 271 Euro, 3.000-4.000 Euro 174, and Mehr als 4.000 Euro 130. Ja, gedruckte Bücher in Papierform: Total: 45%, Unter 1.000 Euro, 47%, 1.000-2.000 Euro 44%, 2.000-3.000 Euro, 41%, 3.000-4.000 Euro 52%, and Mehr als 4.000 Euro 45%. Ja, E-Books: Total: 4%, Unter 1.000 Euro: 2%, 1.000-2.000 Euro 3% 2.000-3.000 Euro 6%. 3.000-4.000 3%, and Mehr als 4.000 Euro, 5%. Ja, sowohl gedruckte Bücher als auch E-Books: Total 16%, Unter 1.000 Euro 4%, 1.000-2.000 10%, 2.000-3.00- Euro 21%, 3.000-4.000 Euro 18%, and Mehr als 4.000 Euro 21%. Ich verschenke keine Bücher: Total 35%, Unter 1.000 Euro 43%, 2.000-3.000 Euro 32%, 3.000-4.000 27%, and Mehr als 4.000 Euro 29%. Below this chart there is a third part to the infographic, a bar graph titled Warum verschenken Sie keine E-Books zu Weihnachten? The horizontal axis has the numbers 0% through 50%; increments of 10% are indicated. The following 6 categories are indicated with the following data. Gedruckte Bücher sind schöner anzusehen 44%. Keiner meiner Beschenkten liest E-Books 42%. E-Books sind unpersönlich 25%. E-Books kann ich nicht als Geschenk verpacken 18%. Ich weiß nicht genau, welches System der Beschenkte bei E-Books benutzt 13%. A note at the bottom of the graph explains the word System: zum Beispiel Kindle, Tolino, Apple. The last category is Ich weiß nicht, ob ich das E-Book umtauschen kann, wenn es dem Beschenkten nicht gefällt 10%.\" height=\"1047\" src=\"https://assets.learnosity.com/organisations/537/VH969854.g01.png\" width=\"650\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um Erfahrungen mit digitalen und gedruckten Büchern. Es ist ein Gespräch zwischen Florian und Jasmin, zwei Studierenden an der Uni Berlin, die miteinander reden. Der Hörtext ist ca. zweieinhalb Minuten lang.</p>\n</div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_54620b2ec1ddd289fdde3716307ca306\" data-src=\"https://assets.learnosity.com/organisations/537/VH969854.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Eine aus der Gruppe Haushaltsnettoeinkommen unter 1.000 Euro monatlich</p>","<p class=\"choice_paragraph\">Eine aus der Gruppe Haushaltsnettoeinkommen 2.000–3.000 Euro monatlich</p>","<p class=\"choice_paragraph\">Eine aus der Gruppe Haushaltsnettoeinkommen 3.000–4.000 Euro monatlich</p>","<p class=\"choice_paragraph\">Eine aus der Gruppe Haushaltsnettoeinkommen mehr als 4.000 Euro monatlich</p>"],"answer":2}]