[{"id":"VH967953-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-Mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Sie beantworten jetzt eine E-Mail. Ihre Antwort sollte eine Begrüßungs- und eine Abschiedsformel beinhalten. Gehen Sie auf alle Fragen und Aufforderungen in der E-Mail ein. Bitten Sie in Ihrer Antwort auch um weitere Details, die sich auf etwas in der E-Mail beziehen. Zudem sollten Sie Ihre E-Mail formell gestalten.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Diese E-Mail ist von Christiane Holzmann, Oberstufenleiterin an Ihrer Schule. Sie erhalten diese E-Mail, weil Sie sich als potenzielle/r Gastgeber/in für Schüler/innen eingetragen haben, die an dem Austauschprogramm mit Ihrer Schule teilnehmen.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Von: Christiane Holzmann</p>\n\n<p class=\"memo_info prefix:Subject\">Betreff: Fragen an potenzielle Gastgeber/innen</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Liebe SchülerInnen,</p>\n\n<p class=\"passage_para\">es ist wieder soweit! Wir begrüßen bald die 15 Schülerinnen und Schüler von unserer Partnerschule, mit der wir seit langem ein Austauschprogramm haben. Wir wollen diesen Schülerinnen und Schülern eine tolle Erfahrung bieten und achten deshalb sehr darauf, dass wir jedem/r ein passendes Zuhause vermitteln.</p>\n\n<p class=\"passage_para\">Wir möchten Ihnen dafür danken, dass Sie sich als potenzielle Gastfamilie angemeldet haben und hoffen, dass Sie dabei sein können! Um die Austauschschüler/innen bestmöglichst zu platzieren, bitten wir Sie um folgende Informationen:</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">• Welche Art von Unterbringung können Sie Ihrem/r Austauschpartner/in bieten (z.B. welche Art von Schlafmöglichkeit, Wohnräume usw.)?</p>\n\n<p class=\"passage_para\">• Was würden Sie mit Ihrem/r Austauschpartner/in während der Freizeit unternehmen?</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">Die Entscheidung wird nächste Woche getroffen; daher hoffen wir, dass wir Sie bald zu einem Informationsabend für die Gastfamilien einladen können!</p>\n\n<p class=\"passage_para\">Wenn Sie in der Zwischenzeit irgendwelche Fragen haben, stehe ich Ihnen gerne zur Verfügung.</p>\n\n<p class=\"passage_para\">Vielen Dank für Ihr Interesse!</p>\n</div>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Christiane Holzmann</p>\n\n<p class=\"signature_line\">Oberstufenleiterin</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH967953_rubric"}]