[{"id":"VH966670","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH966415.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Welches Bild von Herrn Klein als Person geht aus diesem Text hervor?</p>\n","rubricRef":"VH966670_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">In diesem Text geht es um einen Mann namens Georg Klein, der sich ärgert, weil niemand zu Hause ist. Der ursprüngliche Roman „Niemandsland“ wurde 1978 in Österreich von Gernot Wolfgruber veröffentlicht.</p><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">****************************************************************</p></div><p class=\"passage_para\">Knapp nach zwölf stieg Klein die Treppe zur Wohnung der Eltern hinauf. Er ging von Zimmer zu Zimmer und machte sogar die Klotür auf. Niemand war zu Hause. Die großspurigen Sätze, die er sich beim Nachhausegehen vorgedacht hatte, waren noch immer so deutlich in seinem Kopf, daß er sie am liebsten laut in die Stille der Wohnung hineingesagt hätte.Warum war gerade heute niemand da? Gerade heute? Wenigstens die Mutter hätte da sein können. Die hatte doch um zwölf Uhr Arbeitsschluß, und weit nach Hause hatte sie es auch nicht. Sicher hatte sie irgendwo auf dem Weg eine andere Frau getroffen und stand jetzt da und quatschte belangloses Zeug daher, ohne ein Ende finden zu können, ließ sich irgendwelche, sie gar nicht betreffende Geschichten erzählen, während sie zu Hause von ihm lebensverändernde Neuigkeiten erfahren hätte. Oder sollte er schnell zu Heidi rennen? Aber das war zu weit weg. Da käme er nicht mehr rechtzeitig zurück in die Firma. Und schon gar nicht zu einem Mittagessen an einem Angestelltentisch. Aber Heidi würde Augen machen. Sie war ja die einzige gewesen, die gesagt hatte, unter den Besten, könne sie sich vorstellen, werde er sicher sein. Allerdings hatte er gestern mit ihr schon wieder einmal gestritten. Heute abend würde er hingehen.</p><p class=\"passage_para\">Er warf seine Arbeitskleider in eine Ecke und schlüpfte in ein weißes Hemd. Sollte er der Mutter einen Zettel schreiben? Ab heute ist alles anders! Bin Angestellter geworden! Oder: Bin im REFA-Büro. Das würde für sie noch exotischer klingen. Aber wenn er ihr wirklich eine Nachricht hinterließ, dann würde er ihr Gesicht nicht sehen können, mit dem sie auf die Neuigkeit reagieren würde. Dann erfährt sie es eben später, dachte er, und es kam ihm so vor, als sei das auch gleich die gerechte Bestrafung dafür, daß sie nicht da war. Sie hätte es sonst am Nachmittag gleich allen Leuten erzählen können. Vier Stunden früher hätte sie sich darüber freuen können, daß sie jetzt nicht mehr davonrennen mußte, wenn die Nachbarinnen von ihren Söhnen redeten, die einen schönen Posten hatten und brav waren und auf dem besten Weg, noch einen schöneren Posten zu bekommen und noch braver zu werden. Gleich hätte sie ihnen zeigen können, daß ihr Sohn ein noch viel braverer Sohn sei, der Beste sei er gewesen, hätte sie sagen können. Der Beste von dreiunddreißig. Er zog die Jacke seines grauen Anzugs an und musterte sich im Spiegel. Zum ersten Mal hatte er den Anzug an einem Arbeitstag vor Arbeitsschluß an.Wie ein richtiger Angestellter, dachte er, wie ein geborener Angestellter. Endlich würde ihn niemand mehr mit etwas anderem verwechseln können. Endlich war er auch außen, was er im Innern schon längst gewesen war. Leider war das Stiegenhaus leer, als er wieder hinunterging.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Er will immer alle Dinge genau im Voraus wissen.</p>","<p class=\"choice_paragraph\">Sein beruflicher Status hat starken Einfluss auf sein Selbstwertgefühl.</p>","<p class=\"choice_paragraph\">Ihm ist vor allem die Kameradschaft mit seinen Mitarbeitern wichtig.</p>","<p class=\"choice_paragraph\">Er kümmert sich nicht viel um sein Aussehen.</p>"],"answer":1}]