[{"id":"VH966777","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH966771.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Im Gespräch (Quellenmaterial 2) sagt Simone: „Man sitzt ein bisschen zwischen allen Stühlen.‟ Was bedeutet das im Kontext?</p>\n","rubricRef":"VH966777_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von jungen Deutschen, die auf eine Universität gehen, die nicht im eigenen Bundesland ist. Die ursprüngliche Karte wurde 2014 in Deutschland von der Konferenz der Kultusminister der Länder veröffentlicht.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Wohin es deutsche Studierende zieht</p>\n</div>\n<img alt=\"The figure presents a map of Germany titled Studentenbewegung: Wohin deutsche Abiturienten gehen, um ihr Studium zu beginnen. A key at the bottom has a subheading Die Pfeile zeigen auf, dass junge Menschen aus einem Land in ein anderes Land gehen, um dort an einer Universität ein Studium zu beginnen. Die Stärke des jeweiligen Pfeils zeigt, wie viele junge Menschen das machen. The key indicates that a solid line represents: Zwischen 5% und 10% der Hochschulberechtigten im Land. A dashed line represents: Zwischen 15% und 25% der Hochschulberechtigten im Land. A dotted line represents: Zwischen 10% und 15% der Hochschulberechtigten im Land. A bold line represents: Mehr als 25% der Hochschulberechtigten im Land. A house represents: Das kleine Haus zeigt an, wie viele der Hochschulberechtigten im eigenen Land bleiben. Underneath the key there is a passage that reads: Etwa 58% aller deutschen Studienanfänger bleiben im eigenen Bundesland; weitere 34% verlassen ihr Heimat-Bundesland für ein anderes; schließlich beginnen 8% (2012: 35.000 Individuen) ihr Studium im Ausland. Nach den verfügbaren Daten waren Österreich, die Niederlande und die Schweiz die beliebtesten Zielländer. Quellenbasis: Daten 2012 aus Die Mobilität der Studienanfänger und Studierenden in Deutschland, Ständige Konferenz der Kultusminister der Länder, 2014. The map shows all the states of Germany labeled; the small city-states of Hamburg, Bremen, and Berlin are indicated as well. The data indicated for each city and state are as follows. Schleswig-Holstein: house, 44,6 and three solid lines extend into Nordrhein-Westfalen, Niedersachsen, Mecklenburg-Vorpommern, and a dashed line extends into Hamburg. Mecklenburg-Vorpommern: house, 47,0, and three solid lines extend into Hamburg, Nordrhein-Westfalen, Sachsen, and a dotted line extends into Berlin. Brandenburg: house, 26,3, and three solid lines extend into Nordrhein-Westfalen, Sachsen-Anhalt, Mecklenburg-Vorpommern, while a dotted line extends into Sachsen, and a bold line extends into Berlin. Sachsen: house, 64,3, and one solid arrow extends into Sachsen-Anhalt. To the side of the map there is a line that connects the state of Sachsen to a note with a label that reads Lesehilfe: zwischen 5% und 10% der Hochshulberechtigten in Sachsen gehen nach Saschsen-Anhalt, um dort ihr Studium zu beginnen [genaue Daten: 6,5 percent]; 64,3 Prozent der jungen Leute bleiben in Sachsen und beginnen dort ihr Studium. For the state of Sachsen-Anhalt the map shows: house, 50,5, and a solid line extends into Nordrhein-Westfalen and a dotted line extends into Sachsen. Thüringen: house, 47,5, and two solid lines extend into Hessen and Bayern, while a dashed line extends into Sachsen. Bayern: house, 76,7, and a solid line extends into Baden-Württemberg. Baden-Württemberg: house, 73,8, and a solid line extends into Bayern. Hessen: house, 62,2, and three solid lines extend into Nordrhein-Westfalen, Rheinland-Pfalz, and Baden-Württemberg. Saarland: house, 47,7, and a bold line extends into Rheinland-Pfalz, while a solid line extends into Baden-Württemberg. Rheinland-Pfalz: house, 51,5, and a solid line extends into Hessen, a dotted line extends into Nordrhein-Westfalen, and a dashed line extends into Baden-Württemberg. Nordrhein-Westfalen: house, 78,8, and no further lines. Niedersachsen: house, 52,2, and two solid lines extend separately into the city-states Bremen and Hamburg, while a dotted line extends into Nordrhein-Westfalen. Bremen: house, 56,1, and a solid line extends into Nordrhein-Westfalen, while a dashed line extends into Niedersachsen. Hamburg: house, 54,7, and three solid lines extend into Nordrhein-Westfalen, Niedersachsen, and Schleswig Holstein. Berlin: house, 58,7, and a dashed line extends into Brandenburg.\" height=\"922\" src=\"https://assets.learnosity.com/organisations/537/VH966771.g03.png\" width=\"600\" /></div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um Vorbereitungen auf das Studium. Es ist ein Gespräch zwischen Simone und David, die im Abi-Jahr an demselben Gymnasium sind. Der Hörtext ist ca. zweieinhalb Minuten lang.</p>\n</div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_8700955a44fe0da87d6c6f1f77fae6bb\" data-src=\"https://assets.learnosity.com/organisations/537/VH966771.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Die Abiturienten stehen im Mittelpunkt der Ereignisse in ihrer Stadt.</p>","<p class=\"choice_paragraph\">Die Abiturienten werden jetzt höflicher behandelt.</p>","<p class=\"choice_paragraph\">Die Abiturienten wissen jetzt noch nicht, wie sie mit Erwachsenen reden sollten.</p>","<p class=\"choice_paragraph\">Die Abiturienten fühlen sich in viele verschiedene Richtungen gezogen.</p>"],"answer":3}]