[{"id":"VH962282-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Sie nehmen an einem deutschen Schreibwettbewerb teil und reichen einen Aufsatz ein, in dem Sie Ihre Argumente darstellen. Das Thema des Aufsatzes basiert auf drei Quellen, die jeweils einen anderen Aspekt dieses Themas darstellen. Diese Quellen bestehen aus Hör- und Lesetexten. Stellen Sie in Ihrem Aufsatz Ihren eigenen Standpunkt zu dem Thema klar vor und begründen Sie ihn. Integrieren Sie Perspektiven und Informationen aus allen drei Quellen, um Ihre Argumentation zu unterstützen. Immer wenn Sie auf das Quellenmaterial verweisen, identifizieren Sie die jeweilige Quelle. Zudem sollte der Aufsatz übersichtlich in Absätze gegliedert sein.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Aufsatzthema:</span></p>\n\n<div class=\"prompt\">Ist E-Voting (d.h. Online-Wahl oder wählen per Internet) eher eine <span class=\"formatted_text text_decoration:underline\">gute</span> oder eine <span class=\"formatted_text text_decoration:underline\">schlechte</span> Idee?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um Vorteile von E-Voting. Der ursprüngliche Artikel ist 2019 erschienen.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">E-Voting, oder: Zeitgemäße Demokratie</p>\n</div>\n\n<p class=\"passage_para\">Ein Gespenst geht um in Europa – der böse Geist des E-Voting. In der Schweiz und in Österreich, wo Pläne für internetbasierte Online-Wahlen relativ weit fortgeschritten sind, werden Horrorvisionen von Hacker-Manipulationen an die Wand gemalt. Doch der Zweck von E-Voting ist zu wichtig, als dass wir jetzt schon aufgeben und sagen, es muss alles beim Alten bleiben. Bürgerinnen und Bürger sollten heutzutage die Option haben, von zu Hause aus oder mobil auf Reisen an einer Wahl teilzunehmen. Nicht alle Wähler werden von dieser Technik Gebrauch machen, doch für diejenigen, die es tun, bedeutet E-Voting ein entscheidendes Mehr an Demokratie.</p>\n\n<p class=\"passage_para\"><span class=\"font_weight:bold formatted_text\">Wahlbeteiligung</span></p>\n\n<p class=\"passage_para\">Seit Jahrzehnten geht die Wahlbeteiligung in Deutschland zurück. 1972 haben 91,1% aller stimmberechtigten Bürger an der Bundestagswahl teilgenommen. Bis 2009 fiel dieser Anteil auf nur 70,8% Beteiligung; 2017 erholte er sich auf 76,2%. Immerhin fanden etwa ein Viertel aller Bürger nicht den Weg zur Wahlurne; darüber hinaus sinkt die Wahlbeteiligung jedes Mal drastisch, wenn es um untergeordnete Europa-, Landtags- oder Kommunalwahlen geht – dort gilt es als Erfolg, wenn nur noch 50% der Wähler eine Stimme abgeben. Insbesondere junge Wähler sind unterrepräsentiert, um etwa 10-20% weniger als der Durchschnitt.</p>\n\n<p class=\"passage_para\">Kann E-Voting diesen Abwärtstrend abhalten oder umkehren? Niemand kann das genau voraussagen. Es gibt viele Gründe, warum Menschen sich nicht an einer Wahl beteiligen. Wenn etwa junge Leute glauben, dass niemand in den etablierten Parteien auf sie hört oder ihre Lebenslage versteht, dann werden sie der Wahl weiterhin fernbleiben. Doch wenn man will, dass die Wahlbeteiligung steigt, dann sollte man das Wählen zumindest so leicht wie möglich machen.</p>\n\n<p class=\"passage_para\">E-Voting ist in diesem Sinne eine zeitgemäße Erweiterung der Briefwahl. Es wird oft vergessen, dass ungefähr jeder vierte Wähler bei der letzten Bundestagswahl die Briefwahl genutzt hat. Es liegt wohl in den Rhythmen unseres modernen Lebens, dass Menschen sich nicht gern an einem freien Sonntag in einem Wahllokal anstellen und warten. Diese vielen Breifwähler waren auch bereit, einige Zeit und Mühe in den Vorgang einzustecken: sie mussten die Unterlagen vorabbeantragen, und mussten den fertigen Umschlag auch rechtzeitig zurückgeschicken. Bei einer elektronischen Online-Wahl könnten Bürger dagegen jederzeit und von überall aus wählen. Ganz abgesehen davon, dass viele Kosten für den Druck und Versand von offiziellen Wahlzetteln reduziert werden könnten: Wie viele Bürger mehr würden wählen, wenn sie das alles mit ein paar Klicks machen könnten?</p>\n\n<p class=\"passage_para\"><span class=\"font_weight:bold formatted_text\">Sicherheit</span></p>\n\n<p class=\"passage_para\">Kann ein Online-System vor Hackern geschützt werden? Werden die Bürger die Ergebnisse von Online-Wahlen akzeptieren, wenn sie wissen, dass es theoretisch möglich ist, in Computer-Systeme einzudringen? Diese Fragen sollte man nicht ignorieren, aber auch nicht dramatisieren. Ein internetbasiertes Wahlsystem wäre keineswegs komplizierter als das ganze internetbasierte Bankingsystem, dem wir tagein tagaus unser hartverdientes Geld anvertrauen. Es gibt hier technische Probleme, die auch technische Lösungen haben.</p>\n\n<p class=\"passage_para\"><span class=\"font_weight:bold formatted_text\">Politik</span></p>\n\n<p class=\"passage_para\">Das größte Problem unserer Demokratie ist wohl die fehlende Partizipation weiter Teile der Bevölkerung. Alles andere ist sekundär. E-Voting ist zumindest der Versuch, dieses eine große Problem zu lösen.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von der Akzeptanz auf Seite vieler Deutscher für Online-Wahlen. Die ursprünglichen Daten wurde am 26. Juni 2017 in Deutschland von Kaspersky Lab veröffentlicht.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Deutsche mehrheitlich für Online-Wahlen</p>\n</div>\n<img alt=\"The figure presents an infographic that is comprised of three charts. The first chart shows three responses to the following question: “Würden Sie bereits bei der nächsten Bundestagswhal Ihre Stimme digital via Internet abgeben wollen?” The three responses read as follows: Würde ich sehr gern oder gern wollen, 56%. A thumbs up is shown next to this response. Ich bin unentschlossen, 16%. Two question marks are shown next to this response. Würde ich eher nicht oder gar nicht wollen, 28%. A thumbs down is shown next to this response. The second chart is shows completions to the following statement: “Wenn es in Deutschland Online Wahlen gäbe....” A note states what “Online Wahlen” refers to, namely, “d.h., Stimmabgabe per Internet, zusätzlich zur jetzigen Urnenwahl und Briefwahl.” The four completions read as follows: wäre die Wahlbeteiligung jüngerer Wähler höher, 56%. A pair of sneakers is shown next to this response. The second completion is Würde die Wahl vereinfacht werden weniger, and two examples are given in parentheses of what this means in concrete terms: Wartezeiten, schnelle Auszählung, 16%. A fill-in circle from a ballot with an “X” through it and lines to indicate speed is shown next to this response. Wäre die Wahlbeteiligung allgemein höher, 28%. An upward-pointing line graph is shown next to this response. Würde ich das Ritual des Hingehens zum Wahllokal vermissen, 28%. A hand placing a card into a box is next to this response. The third chart shows three responses to the following question: “Wie hoch wäre Ihr Vetrauen in eine Wahl, die zusätzlich zum Wahllokal über das Internet durchgeführt würde?” The three responses read as follows: Ich würde der Wahl eher oder vollkommen vertrauen, 56%. A happy face is shown next to this response. Ich bin unentschlossen, 16%. A neutral face is shown next to this response. Ich würde der Wahl eher nicht oder überhaupt nicht vertrauen: 28%. A sad face is shown next to this response.\" height=\"701\" src=\"https://assets.learnosity.com/organisations/507/VH962282.g01.png\" width=\"550\" />\n<p class=\"caption\">Quelle: Kaspersky Lab 2017; 3 021 Befragte.</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um eine Kritik an Online-Wahlen. Der ursprüngliche Podcast unter dem Titel „eVoting‟ wurde am 25. Juli 2018 von Klaudia Zotzmann-Hoch als Beitrag in ihrer Reihe „Datenschutz Podcast‟ veröffentlicht. Sie hören Frau Zotzmann-Hoch im Gespräch mit Peter Purgathofer, Professor an der Fakultät für Informatik an der TU Wien. Der Hörtext ist ca. drei Minuten lang.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">eVoting, Klaudia Zotzmann-Hoch, Datenschutz Podcast, 2018</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/507/VH962282.a02.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH962282_rubric"}]