[{"id":"VH967838-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-Mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Sie beantworten jetzt eine E-Mail. Ihre Antwort sollte eine Begrüßungs- und eine Abschiedsformel beinhalten. Gehen Sie auf alle Fragen und Aufforderungen in der E-Mail ein. Bitten Sie in Ihrer Antwort auch um weitere Details, die sich auf etwas in der E-Mail beziehen. Zudem sollten Sie Ihre E-Mail formell gestalten.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Sie bekommen diese E-Mail, weil Sie letzten Sommer eine Reise mit ,,TeenTravelTours” gemacht haben.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">Von: Peter Gauke</p>\n\n<p class=\"memo_info prefix:Subject\">Betreff: Kurze Befragung zum idealen Urlaub</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Sehr geehrte/r Reisende/r,</p>\n\n<p class=\"passage_para\">wie Sie wissen, sind wir ein Reiseveranstalter spezialisiert auf Jugend- und Abenteuerreisen. Um unsere Reisen stets interessant, preiswert und attraktiv zu halten, befragen wir unsere Kunden regelmäßig nach ihren Vorstellungen und Wünschen. Wir wären Ihnen deshalb dankbar, wenn Sie uns die folgenden Fragen beantworten könnten:</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">• Wie sieht Ihr idealer Urlaub aus?</p>\n\n<p class=\"passage_para\">• Wie sollten die Mahlzeiten und das Essen organisiert sein?</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n\n<p class=\"passage_para\">Bitte antworten Sie uns bald, damit wir die Ergebnisse in unsere Reiseplanung einbeziehen können. Wenn Sie Ihre Antwort bis zum 31. Oktober abschicken, haben Sie die Möglichkeit, selber eine einwöchige Reise zu gewinnen!</p>\n\n<p class=\"passage_para\">Wenn Sie noch Fragen haben, stehe ich Ihnen natürlich gerne zur Verfügung.</p>\n</div>\n\n<p class=\"letter_closing\">Mit freundlichen Grüßen</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Peter Gauke</p>\n\n<p class=\"signature_line\">TeenTravelTours GmbH</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH967838_rubric"}]