[{"id":"VH970083","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH970076.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Was will der Erzähler über den Professor sagen, indem er erwähnt, dass der Professor „stets zur Trauerfeier“ kommt und „ernst ... der Rede“ folgt?</p>\n","rubricRef":"VH970083_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">In diesem Text geht es um einen Mann, der bei Beerdigungen eine Rolle spielt. Der ursprüngliche Roman wurde im 2001 von deutschen Autor Uwe Timm veröffentlicht. Der Erzähler erinnert sich an eine Beerdigung und an das anschließende Essen für die Familie und Gäste.</p><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Rot</p></div><p class=\"passage_para\">Ich hatte mit Thomson den Ablauf besprochen. Die Verstorbene hatte für ein Filmbüro gearbeitet. 32 Jahre alt war sie geworden. Schnell sei sie gestorben, unvorstellbar schnell, hatte ihre Schwester gesagt. Ich hatte mit der Schwester gesprochen und mit ihren Kollegen, ich hatte mir Fotos angesehen. Ich war gut vorbereitet, wie immer.</p><span class=\"omitted_content_marker\"></span><p class=\"passage_para\">Nach der Beerdigung, nachdem die Blumen, viele Blumen, in das Grab geworfen worden waren, gingen wir nebeneinander zum <span class=\"formatted_text font_style:italic\">Schwan</span>, dem Restuarant, in dem sich die betuchteren Trauergesellschaften nach den Beerdigungen zum Essen treffen. Wir saßen an einem langen Tisch, mir gegenüber der Professor, von dem niemand weiß, ob er tatsächlich Professor ist. Er kommt zu allen gut besuchten Beerdigungen. Er nickte mir wie einem entfernten Bekannten kurz zu.</p><p class=\"passage_para\">Untere größere Trauergesellschaften mischen sich oft die Traueresser. Den Professor läßt Thomson, der Beerdigungsunternehmer, jedesmal zu. Er kommt, im Gegensatz zu den anderen vor dem Restaurant lungernden Mitessern, stets schon zur Trauerfeier, ernst folgt er der Rede. Ein alter Mann, weißhaarig, mit einer randlosen Brille, er trägt einen gepflegten, wenn auch abgewetzten schwarzen Anzug. Thomson nennt ihn den Professor, aber niemand weiß, was der Mann früher einmal war.</p><p class=\"passage_para\">Einmal am Anfang habe ich die Taktlosigkeit begangen und ihn gefragt, in welcher Beziehung er zu dem Verstorbenen stehe, und er antwortete mit großer Ruhe, er sei nur ein entfernter Verwandter. Er stellt sich auch so vor, wenn er von jemandem aus der Trauergemeinde gefragt wird: Großonkel, sagt er dann, oder Cousin, aber weit entfernt und um einige Ecken.</p><p class=\"passage_para\">Er setzt sich und ißt schnell, er kann schnell essen, und doch sieht es nie gierig aus. Die Serviette hat er in den Hemdkragen gesteckt, etwas altertümlich vornehm wirkt das. Fisch oder Hirschgulasch? Hirschgulasch bitte, und die Kronsbeeren bitte getrennt auf einen Teller. Er prüft die Weinkarte. Den Bordeaux bitte, den <span class=\"formatted_text font_style:italic\">Château le Thil Comte Clary</span>. Welches Jahr, fragt er, und er ist der einzige der Trauergesellschaft, der nach dem Jahrgang fragt. 1997. Hm. Gut, wenn Sie den bitte bringen.</p><p class=\"passage_para\">Der Wein kam, der Ober zeigte ihm das Etikett, ja <span class=\"formatted_text font_style:italic\">Château le Thil Comte Clary</span>, las er in guter französischer Betonung. Die Unterhaltung stockte, als er den Wein probierte. Er roch, schmeckte, und dann kräuselte sich ein wenig die Stirn oben an der Nasenwurzel. Er ließ die Flasche zurückgehen. Der Ober trug sie ohne zu murren weg. Da das auch schon bei anderen Essen vorgekommen war, vermute ich, daß er die Flasche den Kellnern zukommen lassen wollte.</p><p class=\"passage_para\">Der Ober brachte eine neue. Wieder schmeckte er, alle blickten ihn erwartungsvoll, ja ängstlich an – er nickte. Der Ober schenkte ein. Der Wein war wirklich gut. Er prostete mir zu: Eine sehr beeindrückende Rede.</p><p class=\"passage_para\">Ich weiß, wenn er mich lobt, ist er nie anbiedernd, nie taktisch, er ist ein Kenner, und er kann vergleichen. Er hört die evangelischen und die katholischen Pastoren, die Freiredner, die Moslems, hinduistische und buddhistische Redner. Wenn er sagt, heute waren Sie gut, dann weiß ich, ich war wirklich gut.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Taken from „Rot‟ by Uwe Timm© 2001, Verlag Kiepenheuer &amp; Witsch GmbH &amp; Co. KG, Cologne</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Dass der Professor vielleicht für Thomson arbeitet.</p>","<p class=\"choice_paragraph\">Dass der Professor im Vergleich zu ärmeren „Mitessern‟ wohl weniger zu tun hat.</p>","<p class=\"choice_paragraph\">Dass der Professor im Gegensatz zu anderen „Mitessern‟ sein Essen verdient.</p>","<p class=\"choice_paragraph\">Dass der Professor ihn auf eine gewisse Weise inspiriert.</p>"],"answer":2}]