[{"id":"VH979947","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH979946.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Im Artikel (Quellenmaterial 1) steht die „Zucht von Fischen‟ im Mittelpunkt. Was bedeutet das in diesem Kontext?</p>\n","rubricRef":"VH979947_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um Fischproduktion in kontrollierten Farmanlagen, das heißt, in Aquakultur. Der ursprüngliche Artikel wurde 2016 in Deutschland von der Volkskundlerin und Blog-Autorin Elke Liermann veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Fisch aus Aquakultur: Was ist so schlimm daran?</p>\n</div>\n\n<p class=\"passage_para\">Wir lieben unseren Lachs, den Thunfisch und die Shrimps – und so essen allein die Deutschen derzeit mehr Fisch, als man aus dem Meer ziehen kann. Die Lösung des Nachfrage-Problems scheint in der gezielten Zucht von Fischen zu liegen. Auf der Verpackung steht dann zum Beispiel „Aus Aquakultur in Norwegen“.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Aquakultur: Massentierhaltung unter Wasser</span></p>\n\n<p class=\"passage_para\">Jedes Jahr werden nach Angaben der Welternährungsorganisation etwa 80 Millionen Tonnen Fisch gefangen. Die Nachfrage nach Fisch ist enorm und steigt stetig an. Schienen die Weltmeere noch vor 50 Jahren einen unerschöpflichen Bestand an Fisch zu bieten, sind viele Fischarten heute durch rücksichtslose Überfischung bedroht. Die Idee, den Fischfang und das Problem des Beifangs durch gezielte Fischzucht zu verringern, ist also im Grundsatz ganz gut. Leider hapert es in der konventionellen Aquakultur an der Umsetzung.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Fisch-Futter</span></p>\n\n<p class=\"passage_para\">Da ist zunächst das Problem des Fütterns: Auch Fische, die in Aquakultur leben, müssen fressen. Meistens hält man Raubfische wie Lachse in konventioneller Aquakultur, und auf deren Speiseplan steht eben Fisch. Für ein Kilo gezüchteten Lachs müssen bis zu fünf Kilo wild gefangener Fisch verfüttert werden. Bei der Thunfischzucht sind sogar 20 Kilo Futterfische pro Kilo Thunfisch nötig. Mittlerweile werden bis zu 40 Prozent der wild gefangenen Fische ausschließlich zur Fütterung der Zuchtfische in Aquakultur eingesetzt.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Stress und Krankheiten</span></p>\n\n<p class=\"passage_para\">Konventionelle Aquakultur ist Massentierhaltung. Die Fische leben auf so engem Raum, dass sie ständig an ihren Leidensgenossen oder an der Käfigbegrenzung reiben. Dieser Platzmangel führt zu Stress, Verhaltensstörungen und Aggressionen bei den Fischen. Verletzungen von Flossen und Augen sind keine Seltenheit. Die Todesrate bei konventioneller Aquakultur liegt oft über 20 Prozent!</p>\n\n<p class=\"passage_para\">In der gedrungenen Enge können sich Krankheiten und Parasiten optimal verbreiten. Besonders bedrohlich sind die Meeresläuse, die bei Aquakulturen im Meer auftreten können. Diese Parasiten verursachen schwere Verletzungen.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Vögel und Robben als Kollateralschäden</span></p>\n\n<p class=\"passage_para\">Aquakulturen ziehen Vögel und Robben an, die auf eine leicht erbeutete Mahlzeit hoffen. Stattdessen verheddern sie sich in den schützenden Netzen und sterben elendiglich. Oder sie werden von den Fischzüchtern erschossen, die ihren Gewinn sichern wollen.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Überdüngung</span></p>\n\n<p class=\"passage_para\">Große Mengen an Fäkalien der Fische im Zuchtbecken gelangen in Flüsse und Meere. Von diesen zusätzlichen Nährstoffen profitieren Algen, die sich rasant vermehren, nach der Algenblüte absterben und auf den Grund sinken. Dort bauen Bakterien die abgestorbenen Algen ab und verbrauchen dabei den für andere Bewohner wichtigen Sauerstoff. Im schlimmsten Fall ersticken die Fische.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Wertvolle Habitate verschwinden</span></p>\n\n<p class=\"passage_para\">Die meisten Fische brauchen sauberes Wasser zum Leben – also baut man zum Beispiel in Asien riesige Shrimp-Farmen dort hin, wo die Umwelt besonders sauber war. So verschwinden wertvolle Mangrovenwälder, um Platz für Zuchtbecken zu machen.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Ökologische Aquakultur: Eine echte Alternative</span></p>\n\n<p class=\"passage_para\">Lachs, Shrimps oder Forelle aus konventioneller Aquakultur sind keine Alternative. Hier gilt: Flossen weg! Wer nicht auf Fisch verzichten möchte, sollte ihn nur aus ökologischer Aquakultur kaufen.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von Fischproduktion in Norwegen. Die ursprüngliche Infografik wurde am 14. Januar 2016 in Deutschland in Die Zeit veröffentlicht.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Die Lachszucht in Norwegen</p>\n</div>\n<img alt=\"The figure presents an infographic titled, Die Lachszucht in Norwegen. The infographic shows three large cylindrical nets full of fish swimming around in them within a body of water; some tubes run from each net to a nearby ship. To the left of the image there is an arrow labeled, Inputs, pointing right toward the image, with the following text paragraphs underneath it. First, Jungfische aus einem hochtechnisierten Zuchtvorgang. Second, Impfstoff, der Fische gegen Viren schützt. A third paragraph reads: Spezialfutter in Form von Pellets, etwa 1/3 Fischöl/Fischmehl, 2/3 Pflanzenmaterial. A fourth and final paragraph reads: Arbeit. Mitarbeiter verteilen Futter, kontrollieren die Gesundheit der Fische, und halten die Technik in Stand. To the right of the image there is an arrow pointing away from the image that is labeled, Outputs; it has the following paragraphs underneath it. The first paragraph reads: In einem Netzzylinder (zirka 50 Meter tief und breit), können 100,000 Lachse heranwachsen. Second, Nach 1,5 Jahren ist der schlachtreife Fisch 5 kilo schwer und 75 cm lang; Deutsche essen pro Kopf etwa 2,3 kg Zuchtlachs im Jahr. The third paragraph reads: Wasserverschmutzung. Futterreste und Kot fallen auf den Meeresboden und führen zu Überdüngung, Algenwachstum, und damit Sauerstoffmangel. A fourth paragraph reads: Parasiten. Lachsläuse, – Latin name Lepeophtheirus salmonis –, können sich in den dichtbewohnten Netzen ausbreiten und auch wildlebende Lachse infizieren. Fische sterben an den Wunden. A fifth and final paragraph reads: Artmischung. Zuchtlachse, die entkommen und sich mit Wildlachsen paaren, schwächen die Wildlachspopulation.\" height=\"558\" src=\"https://assets.learnosity.com/organisations/537/VH979946.g02.png\" width=\"630\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Dass man nach Fischen angelt, um Sport zu treiben</p>","<p class=\"choice_paragraph\">Dass man Fische in Zoos oder Aquarien hält, damit sie von Besuchern bewundert werden können</p>","<p class=\"choice_paragraph\">Dass man Fische füttert und pflegt, damit sie später als Nahrungsmittel benutzt werden können</p>","<p class=\"choice_paragraph\">Dass man Fische großzieht, um Preise zu gewinnen</p>"],"answer":2}]