[{"id":"VH979961","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH979955.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Was sagen sowohl der Artikel (Quellenmaterial 1) als auch der Hörtext (Quellenmaterial 2) über die Methoden zu Climate Engineering aus, die von manchen Theoretikern vorgeschlagen werden?</p>\n","rubricRef":"VH979961_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><div class=\"stimulus_block\"><p class=\"introduction passage-intro\">In diesem Text geht es um Technologien, die man benutzen könnte, um das Klima auf der Welt zu beeinflussen. Der ursprüngliche Artikel wurde am 4. Februar 2017 von einem Blogger auf der vegan-alternativen Webseite „Zentrum der Gesundheit“ veröffentlicht.</p><div class=\"passage\"><div class=\"prose prose_type:news_article style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Geo-Engineering – Ausweg oder Irrweg?</p></div><p class=\"passage_para\">Geo-Engineering heisst das Zauberwort. Geo-Engineering heißt nichts anderes, als dass der Mensch – meist mit riesigem Aufwand – gezielt das Klima zu beeinflussen versucht. Was heute noch nach billigem Science-Fiction-Klamauk klingt, könnte in absehbarer Zeit Wirklichkeit werden.</p><p class=\"passage_para\">Tausende Studien wurden bislang veröffentlicht, die zu rund 97 Prozent ergeben haben, dass die menschengemachte globale Erwärmung vom natürlichen Klimawandel klar abzugrenzen ist. Daher herrscht in puncto Klimawandel ausnahmsweise einmal eine Art wissenschaftlicher Konsens.</p><p class=\"passage_para\">In der Wissenschaft werden zwei Hauptmethoden zur Beeinflussung des Klimas unterschieden.</p><p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Geo-Engineering: Künstliche CO2-Reduzierung</span></p><p class=\"passage_para\">Technologien, die unter dem Begriff Carbon Dioxide Removal (CDR) zusammengefasst werden, zielen darauf ab, die Konzentration des Treibhausgases CO<sub>2</sub> aus der Atmosphäre zu verringern, indem dieses zunächst gebunden und dann z. B. unterirdisch gespeichert wird.</p><p class=\"passage_para\">Zu den CDR-Methoden zählt mitunter die sogenannte Ozeandüngung: Hier werden winzige Algen durch Düngung zum Massenwachstum angeregt. Algen speichern grosse CO<sub>2</sub>-Mengen, und wenn die Algen sterben, sinkt mit ihnen das CO<sub>2</sub> auf den Grund der Tiefsee.</p><p class=\"passage_para\">Hierbei haben allerdings bereits zwei Studien des <span class=\"formatted_text font_style:italic\">Alfred-Wegener-Instituts</span> in Bremerhaven ergeben, dass die Algen schon vor dem Absterben beinahe vollständig von im Meer lebenden Tieren gefressen werden, die das CO<sub>2</sub> in Folge wieder ausatmen, so dass es letztendlich also wieder in die Atmosphäre gelangt.</p><p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Geo-Engineering: Weniger Sonneneinstrahlung, besseres Klima?</span></p><p class=\"passage_para\">Das Solar Radiation Management (SRM) umfasst zahlreiche unterschiedliche Technologien, die dafür sorgen sollen, dass ein möglichst grosser Teil der Sonneneinstrahlung wieder reflektiert wird, was dann natürlich auch die Temperaturen senken würde.</p><p class=\"passage_para\">In städtischen Gebieten könnte man dazu beispielsweise verstärkt weisse Dächer einsetzen und in der Wüste würde man grosse Flächen mit reflektierendem Material bedecken. Auf den Meeren könnte man reflektierende Kissen schwimmen lassen. Abgesehen von den weissen Dächern wären diese Methoden ein grosser Eingriff in das Öko- und Klimasystem – mit unbekannten Folgen. So könnte es durch die schwimmenden Kissen zu einer massiven Störung des marinen Ökosystems kommen.</p><p class=\"passage_para\">Auch im Luft- und im Weltraum will man Aktionen zur verstärkten Reflexion der Sonnenstrahlung in Erwägung ziehen. So könnten beispielsweise mit Flugzeugen kontinuierlich kleinste Salzkristalle direkt in die Luftschichten über den Ozeanen gesprüht oder Chemikalien wie Schwefelverbindungen als Aerosole in der Stratosphäre verteilt werden.</p><p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Ist Geo-Engineering erlaubt?</span></p><p class=\"passage_para\">Die geplanten Methoden bzw. ihre Folgen sind natürlich nicht auf ein einziges Land zu begrenzen. Wer Geo-Engineering einsetzt, beeinflusst auch das Wetter und Klima in anderen Ländern und Regionen – schließlich kennt das Klima keine Staatsgrenzen. Trotzdem gibt es noch immer keine klaren Gesetze, die das Geo-Engineering international regeln würden.</p><p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Deutsche Studie spricht gegen Geo-Engineering</span></p><p class=\"passage_para\">An der Sondierungsstudie „Climate Engineering“ des Kiel Earth Institute (KEI) beteiligten sich 16 Forscher aus unterschiedlichsten Disziplinen,</p><p class=\"passage_para\">Dr. Anya Waite vom Alfred-Wegener-Institut in Bremerhaven erklärte, dass weder durch die Ozeandüngung noch durch irgendeine andere Technologie das Problem der globalen Erwärmung gelöst werden könne.</p><p class=\"passage_para\">Weitere Argumente waren, dass die Bekämpfung der eigentlichen Ursachen verschoben würde und der CO<sub>2</sub>-intensive Lebensstil unberührt bliebe. In puncto Klimaforschung lautet das Fazit demnach: Am klassischen Klimaschutz führt kein Weg vorbei!</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><p class=\"introduction passage-intro\">In diesem Hörtext geht es um eine deutsche Konferenz zu „Climate Engineering‟. Der ursprüngliche Bericht „Climate Engineering: Klempnern am Klima“ wurde am 11. Oktober 2017 vom Südwestrundfunk veröffentlicht. Der Moderator fügt Clips von Mark Lawrence, Managing Scientific Director am Institute for Advanced Sustainability Studies in Potsdam, in seinen Bericht ein. Der Hörtext ist ca. drei Minuten lang.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">SWR</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_f04c064c1e2f77905e53a40a214f97ca\" data-src=\"https://assets.learnosity.com/organisations/537/VH979955.a01.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Sie würden die Bereitschaft schwächen, harte politische Entscheidungen zu fällen, um Klimaschutzziele zu erreichen.</p>","<p class=\"choice_paragraph\">Sie müssten international mit allen Ländern der Welt abgesprochen werden, sonst sind sie nicht effektiv.</p>","<p class=\"choice_paragraph\">Sie würden zur Entwicklung ganz neuer Technologien führen, und dadurch ein bedeutsamer Faktor in der Wirtschaft sein.</p>","<p class=\"choice_paragraph\">Sie sollten jetzt bald in kleineren Testphasen ausprobiert werden, um zu sehen, ob sie unbeabsichtigte Nebenfolgen haben.</p>"],"answer":0}]