[{"id":"VH981161","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981144.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Sie haben den Anfang der Radiosendung verpasst. Wie könnte sie begonnen haben?</p>\n","rubricRef":"VH981161_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um Jakob von Uexküll und den „Right Livelihood Award“, der auch als „Alternativer Nobelpreis“ bekannt ist. Der ursprüngliche Vortrag wurde am 26. September 2012 in Deutschland vom Sender ARD unter dem Titel „Mittlerweile ein Ritterschlag – der ‚Alternative Nobelpreis‘“ veröffentlicht. Der Reporter Tim Krohn spricht mit Ole von Uexküll, dem Neffen von Jakob von Uexküll und heutigem Geschäftsführer der Right Livelihood Award Stiftung. Der Hörtext ist ca. drei Minuten lang.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© ARD-aktuell, Germany</span></span></div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_8e12a1ddfa1a620c03fece75881f0bad\" data-src=\"https://assets.learnosity.com/organisations/507/VH981144.a02.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Sehr geehrte Damen und Herren, den Nobelpreis kennt natürlich jeder. Aber was ist der Alternative Nobelpreis? Um dessen Geschichte geht es im folgenden Bericht.</p>","<p class=\"choice_paragraph\">Liebe Leute, heute ist es wieder soweit. Der Alternative Nobelpreis wird vergeben, und wir berichten, wer dieses Jahr gewonnen hat!</p>","<p class=\"choice_paragraph\">Meine Damen und Herren, wie letztes Mal schon angekündigt, setzen wir heute unsere Sendung über bekannte Nobelpreisträger fort.</p>","<p class=\"choice_paragraph\">Liebe Zuhörer! Haben Sie sich schon mal gefragt, wer eigentlich den Nobelpreis erfunden hat? Dann hören Sie jetzt mal gut zu, denn darum geht es in der folgenden Reportage.</p>"],"answer":0}]