[{"id":"VH980608-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Sie nehmen an einem deutschen Schreibwettbewerb teil und reichen einen Aufsatz ein, in dem Sie Ihre Argumente darstellen. Das Thema des Aufsatzes basiert auf drei Quellen, die jeweils einen anderen Aspekt dieses Themas darstellen. Diese Quellen bestehen aus Hör- und Lesetexten. Stellen Sie in Ihrem Aufsatz Ihren eigenen Standpunkt zu dem Thema klar vor und begründen Sie ihn. Integrieren Sie Perspektiven und Informationen aus allen drei Quellen, um Ihre Argumentation zu unterstützen. Immer wenn Sie auf das Quellenmaterial verweisen, identifizieren Sie die jeweilige Quelle. Zudem sollte der Aufsatz übersichtlich in Absätze gegliedert sein.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Aufsatzthema:</span></p>\n\n<div class=\"prompt\">Sollte es für alle Jugendliche ein obligatorisches „Soziales Jahr“ (auch „Soziales Pflichtjahr“ genannt) geben?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es darum, warum ein soziales Pflichtjahr gut für die Gesellschaft und für junge Personen wäre. Der ursprüngliche Artikel wurde am 12. August 2018 in Deutschland von der deutschen Autorin Daniela Polzer veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Ein soziales Jahr für alle?</p>\n</div>\n\n<p class=\"passage_para\">Nach dem Schulabschluss geht es für viele Jugendliche erste einmal ein Jahr ins Ausland. Andere entscheiden sich für ein Freiwilliges Soziales Jahr oder starten gleich mit einer Ausbildung ins Berufsleben – noch. Denn die CDU hat wie berichtet angeregt, ein verpflichtendes Gesellschaftsjahr einzuführen. Nach dem Schulabschluss sollen demnach alle Jugendlichen ein Jahr lang für die Gesellschaft tätig werden. Danach können sie Ausbildung oder Studium beginnen. Die Meinungen gehen allerdings stark auseinander, ob dieses verpflichtende soziale Jahr sinnvoll ist.</p>\n\n<p class=\"passage_para\">Der Gedanke dahinter ist folgender: Seit der Abschaffung der Wehrpflicht ist auch der Zivildienst Geschichte – und das macht sich in vielen sozialen Einrichtungen bemerkbar. Diesem Arbeitskräftemangel soll das Gesellschaftsjahr entgegenwirken. Insofern verwundert es kaum, dass das Pflichtjahr gerade im sozialen Bereich überwiegend befürwortet wird. Der stellvertretende Kreisgeschäftsführer des Bayrischen Roten Kreuzes (BRK), Heinz Scheitzeneder, spricht von einer „Erfahrung fürs Leben“. Viele der älteren Kollegen seien – wie übrigens auch er selbst – über den Zivildienst zum BRK gekommen und nach dieser Zeit geblieben. Diese Mitarbeiter bleiben seit der Abschaffung der Wehrpflicht aus. „Uns fehlen einfach die jungen Leute, die in diesem Beruf hängenbleiben“, sagt Scheitzeneder. Außerdem ist er davon überzeugt, dass dieses Jahr „Menschen näher aneinanderbringen würde“.</p>\n\n<p class=\"passage_para\">Auch die Seniorenheime in der Region sehen die Idee des verpflichtenden Gesellschaftsjahres positiv. Für die jungen Leute sei es eine Chance, sich im späteren Arbeitsleben besser einzufinden, sagt Veronika Heinzelmann, Pflegedienstleiterin des Sozialzentrums Kirchheim. In dem Jahr könnten die oft noch sehr jungen Schulabgänger Erfahrungen sammeln und einen ersten Einblick gewinnen. Gerade in den Pflegeberufen sei diese Zeit sinnvoll, um abzuwägen, ob man für den Beruf überhaupt geeignet ist. „Wenn man seine Ausbildung abbricht, ist das immer mit großem Aufwand für alle verbunden“, erklärt Heinzelmann. Nachwuchs ist hier besonders schwierig zu finden.</p>\n\n<p class=\"passage_para\">Allerdings haben junge Erwachsene schon jetzt auf freiwilliger Basis die Möglichkeit, Erfahrungen zu sammeln. Schon seit vielen Jahren gibt es die Freiwilligendienste, die im sozialen, kulturellen, ökologischen oder sportlichen Bereich geleistet werden können. Sie beginnen jeweils am ersten September und der Jugendliche muss den Freiwilligendienst bis zu seinem 27. Lebensjahr beendet haben. Vor sieben Jahren kam dann der Bundesfreiwilligendienst hinzu, der es auch Erwachsenen über 27 Jahren erlaubt, sich sechs bis 18 Monate für das Allgemeinwohl zu engagieren.</p>\n\n<p class=\"passage_para\">Im Gespräch mit Jugendlichen, die sich für einen der beiden Freiwilligendienste entschieden haben, zeigt sich, dass jeder diese Erfahrung weiterempfehlen kann. Manche wussten tatsächlich nicht genau, in welche Richtung es beruflich gehen sollte. Einige sind danach sogar in dem Berufsfeld geblieben, auch wenn sie sich das vorher gar nicht vorstellen konnten.</p>\n\n<p class=\"passage_para\">Obwohl sich bereits viele Jugendliche für einen Freiwilligendienst entscheiden, würde ein verpflichtendes soziales Jahr „niemandem schaden“, sagt Scheitzenender. Außerdem weist er darauf hin, dass diese Zeit sehr schnell vorbei sei und „unserer Gesellschaft guttun würde“.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Ein soziales Jahr für alle, Daniela Polzer, Augsburger Allgemeine, 2018</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Grafik handelt davon, was Deutsche über den früheren militärischen Dienst – mit Zivildienst als Alternative – denken und was sie von der Einführung eines neuen „Gesellschaftsdienstes” halten. Die ursprüngliche Grafik wurde am 11. August 2018 in Deutschland von Heribert Prantl veröffentlicht.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Zurück zur Zukunft: Vom alten Wehrdienst zum neuen Gesellschaftsdienst</p>\n</div>\n<img alt=\"The figure presents an infographic titled, Zurück zur Zukunft: Vom alten Wehrdienst zum neuen Gesellschaftsdienst. The infographic is split into two sides. The left side is further split into two sections. The left section of the left side is titled, Erfahrungen der Wehrdienstleistenden, and the right section is titled, Erfahrungen der Zivildienstleistenden. Underneath these subheadings there is a category titled Zufriedenheit mit dem Dienst: in the left section, a white bar extends out to the left with a value of 60% and there is a picture of a soldier crouching next to it. In the right section, a second bar extends out to the right with a value of 77%, and there is a picture of a doctor next to it. Underneath this bar graph there is a category titled Positivste Erfahrung and a picture of a thumbs up. In the left section, there is a circle graph with a value of 54% and a caption that reads „Der Dienst hat Respekt vor dem Leben gelehrt.” In the right section, there is another circle graph with a value of 76% and a caption that reads „Der Dienst hat gelehrt, soziale Jobs mehr wertzuschätzen”. A final category is titled Negativste Erfahrung and has a picture of a thumbs down. In the section on the left there is a circle graph with a value of 38% and the caption „Ich war nicht so motiviert wie die Vollzeitkräfte”; in the section on the right, there is another circle graph with a value of 24% and the caption „Ich war nicht ausreichend qualifiziert für meine Aufgaben”. Going back to the large right side of the infographic, it is titled Erwartungen an eine neue Form von „Gesellschaftsdienst.“ There is a subheading titled Wiedereinführung eines Dienstes. A category beneath this is titled Anteil der Befürworter; it shows the figure 66% and an image of 9 men and women, of which 6 are shaded in. Further down there is a statement 85% ...sind für einen Dienst für Frauen und Männer. To the right of this there is a picture of a calendar with a caption that reads Optimale Dauer des Dienstes 10-12 Monate. At the bottom of the the right-hand side of the infographic there is a second subheading that reads Befürworter einer Steuererhöhung von 10 Euro für: a bar illustrated by an image of a tank extends out to the left with a value of 24% and a caption …die Funktionsfähigkeit der Bundeswehr. A bar illustrated by an image of stethoscope extends out to the right with a value of 74% and there is caption …die Sicherung der Pflege.\" height=\"455\" src=\"https://assets.learnosity.com/organisations/507/VH980608.g03.png\" width=\"700\" />\n<p class=\"caption\">Eine repräsentative Umfrage unter 1.022 Deutschen zwischen 18 und 69 Jahren.</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um eine Kritik an das soziale Pflichtjahr. Der ursprüngliche Bericht wurde am 23. Oktober 2018 in Deutschland von ERF Medien unter dem Titel „Nein zum Pflichtjahr“ veröffentlicht. Moderatorin Regina Kōnig spricht mit Susanne Wolf-Dechandt von der Diakonie Sachsen, einer kirchlichen Organisation. Der Hörtext ist ca. drei zweieinhalb lang.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Copyright 2019 ERF Medien e.V., Wetzlar, <span class=\"formatted_text text_decoration:underline\">www.erf.de.</span><span class=\"delivery_mode:Both formatted_line_break\"></span>Autorin: Frau Regina König (ERF Medien)</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/507/VH980608.a02.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH980608_rubric"}]