[{"id":"VH980888","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH980858.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Sie schreiben einen Artikel zum Thema „Taschengeld“ und wollen wissen, wie hoch „normales“ Taschengeld für deutsche Kinder ist. Welcher der folgenden Internetbeiträge würde Ihnen wohl die verlässlichsten Informationen geben?</p>\n","rubricRef":"VH980888_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es darum, wie Handys zur Verschuldung von Jugendlichen führen können. Der ursprüngliche Artikel wurde am 1. Februar 2010 in Deutschland von der Journalistin Cornelia Lohs veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Handy und Internet: Der Einstieg von Teenagern in die Überschuldung</p>\n</div>\n\n<p class=\"passage_para\">Handy und Internet sind gefährliche Taschengeldfresser, die Jugendliche sehr schnell in die Überschuldung tappen lassen.</p>\n\n<p class=\"passage_para\">Die Überschuldung von Jugendlichen zwischen 14 und 18 Jahren hat in den letzten Jahren deutlich zugenommen. Vor allem die neuen Kommunikationsmittel wie Handy und Internet sind gefährliche „Taschengeldfresser“. Zwar erhalten die meisten Jugendlichen regelmäßig Taschengeld, aber nur die Hälfte muss auch damit auskommen. Die Mehrheit bekommt von ihren Eltern zusätzlich immer dann Geld, wenn das Taschengeld aufgebraucht ist, was zur Folge hat, dass die Jugendlichen schon früh lernen, dass man durchaus mehr ausgeben kann, als man zur Verfügung hat, was später im Erwachsenenleben nicht selten zur Überschuldung führt.</p>\n\n<p class=\"passage_para\">Eltern können ihren Kindern jedoch schon frühzeitig Anreize zum Sparen geben. Bleibt beispielsweise am Monatsende vom Taschengeld etwas übrig, legen sie die gleiche Summe als Belohnung oben drauf und zahlen das Geld auf ein Sparkonto. Geht das Taschengeld aber schon weit vor dem Monatsende zur Neige, sollten Eltern nicht nachgeben.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Der Einstieg in die Schuldenfalle: Handys, Handyservices und Websites</span></p>\n\n<p class=\"passage_para\">Vor allem Handys sind oft der Einstieg in die Schuldenfalle, denn die teils komplizierten Tarife und Kosten für das Downloaden von Klingeltönen und Logos sind nur schwer zu durchschauen und die Kosten auf den ersten Blick nicht zu erkennen.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Jugendliche – eine wichtige Konsumentengruppe</span></p>\n\n<p class=\"passage_para\">Jugendliche sind eine der wichtigsten Konsumentengruppen, die in der Regel sehr viel Geld ausgeben, weshalb die Werbung gezielt Jugendliche anspricht und diesen klar machen will, dass sie ohne dieses oder jenes Produkt „uncool“ sind. Oder dass alle Probleme mit dem Kauf des einen oder anderen Produktes gelöst sind. Welche Mutter hat nicht mindestens einmal den Satz ihres Vierzehnjährigen gehört, dass man ohne ein bestimmtes Outfit total „uncool“ sei und man aufgrund dessen in der Klasse nur belächelt würde? Und das könne Mama doch nicht wollen, oder? Abgesehen von „coolen“ Outfits sehen viele Angebote preislich so aus, als ob sie kaum der Rede wert seien – Kleinstbeträge eben. Zu viele Kleinstbeträge addiert ergibt aber dann doch mehr, als die Jugendlichen zur Verfügung haben, sie leihen sich Geld von Freunden oder Geschwistern und so wächst der Schuldenberg langsam an – verursacht durch die vielen kleinen Käufe.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Taschengeldkonto – kontrollierter Umgang mit Geld</span></p>\n\n<p class=\"passage_para\">Die meisten Jugendlichen bekommen das Taschengeld von ihren Eltern in bar und haben kein eigenes Konto. Ein solches ist für Jugendliche jedoch äußerst sinnvoll, denn damit erlernen sie den vernünftigen und kontrollierten Umgang mit Geld. Jugendliche ab 14 können sich von ihren Eltern bei einer Sparkasse oder Bank ein sogenanntes Taschengeldkonto eröffnen lassen, das wie ein Girokonto funktioniert. Auf dieses Konto überweisen die Eltern zu einem bestimmten Termin das Taschengeld. Die Sparkasse beispielsweise stellt den Jugendlichen eine Maestrokarte zur Verfügung, mit der Einkäufe direkt bezahlt werden können. Das geht aber nur, wenn genug Geld auf dem Konto ist.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Cornelia Lohs</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von Ansichten junger Leute in Nordrhein-Westfalen zum Thema Geld. Die ursprünglichen Daten wurden im August 2011 in Deutschland vom Westdeutschen Rundfunk veröffentlicht.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Wie junge Leute über Geld und Finanzen denken</p>\n</div>\n<img alt=\"The figure presents an infographic titled, Wie junge Leute über Geld und Finanzen denken. The infographic shows a stack of coins with the euro symbol on top of them and a chart with two major columns and seven rows. The first major column is titled Aussage and the second column is titled Antworten in Prozent unter NRW-Jugend insgesamt. For the first three rows of information, the second column has two subheadings for results, sehr oder einigermaßen and weniger oder gar nicht. The first row gives an incomplete statement Das Thema „Finanzen und Geld“ interessiert mich... and shows the results sehr oder einigermaßen: 75% and weniger oder gar nicht: 25%. The second row reads: Mein Wissensstand bei finanziellen Dingen ist [blank] gut, and the results are sehr oder einigermaßen: 55% and weniger oder gar nicht 45%. The third row contains the statement Andere Menschen in meinem Alter kennen sich mit finanziellen Dingen [blank] gut aus; the results here are sehr oder einigermaßen: 22% and weniger oder gar nicht 77%. The fourth row gives an incomplete statement Finanzielle Informationen aus dieser Quelle sind sehr verlässlich along with the following results: Bank: 53%; Eltern: 52%; Internet: 20%; Freunde: 17%. For the last three rows, the subheading for results changes to Stimmt voll und ganz oder weitgehend and Stimmt weniger oder gar nicht. The first row contains the statement Ich bin zu jung, um mir über finanzielle Dinge Gedanken zu machen and shows the results Stimmt voll und ganz oder weitgehend: 13% and Stimmt weniger oder gar nicht: 87%. The second row states Es ist okay, Schulden zu machen and shows the results Stimmt voll und ganz oder weitgehend: 18% and Stimmt weniger oder gar nicht: 54%. The third and final row reads: Ich gebe häufig Geld aus, das ich eigentlich sparen wollte. Here the results are Stimmt voll und ganz oder weitgehend: 46% and Stimmt weniger oder gar nicht: 54%.\" height=\"357\" src=\"https://assets.learnosity.com/organisations/537/VH980858.g01.png\" width=\"500\" />\n<p class=\"caption\">Befragungsbasis: 1.017 Personen zwischen 14 und 29.</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">www.gutefrage.net: Ich bekomme 10 Euro im Monat. Das ist mir zu wenig.</p>","<p class=\"choice_paragraph\">www.focus.de: Taschengeldstatistiken des Jugendamts Nürnberg</p>","<p class=\"choice_paragraph\">www.kindersache.de: Haben Kinder ein Recht auf Taschengeld?</p>","<p class=\"choice_paragraph\">www.netmoms.de: Wie viel Taschengeld für eine Woche Urlaub?</p>"],"answer":1}]