[{"id":"VH980844-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Sie nehmen an einem deutschen Schreibwettbewerb teil und reichen einen Aufsatz ein, in dem Sie Ihre Argumente darstellen. Das Thema des Aufsatzes basiert auf drei Quellen, die jeweils einen anderen Aspekt dieses Themas darstellen. Diese Quellen bestehen aus Hör- und Lesetexten. Stellen Sie in Ihrem Aufsatz Ihren eigenen Standpunkt zu dem Thema klar vor und begründen Sie ihn. Integrieren Sie Perspektiven und Informationen aus allen drei Quellen, um Ihre Argumentation zu unterstützen. Immer wenn Sie auf das Quellenmaterial verweisen, identifizieren Sie die jeweilige Quelle. Zudem sollte der Aufsatz übersichtlich in Absätze gegliedert sein.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Aufsatzthema:</span></p>\n\n<div class=\"prompt\">Können wir ohne Plastik leben?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">In diesem Text geht es um die Rolle von Plastik in der heutigen Welt. Der ursprüngliche Artikel wurde am 2. September 2018 in Deutschland von der Journalistin Pia Ratzesberger veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Besteuert das Plastik</p>\n</div>\n\n<p class=\"passage_para\">Der Wunderstoff Plastik, der so vieles möglich macht, ist überall dort angekommen, wo man ihn nie haben wollte: im Körper von Fischen und im Blut von Muscheln, im Wasser von Seen und Flüssen, in den Böden und auf den Feldern. Es vergeht keine Woche, in der nicht in irgendeinem Video im Internet die schädlichen Folgen von Plastik zu sehen wären. Warum also kriegen wir es trotzdem nicht hin, auf Plastik zu verzichten?</p>\n\n<p class=\"passage_para\">Man muss sich nur einmal umsehen. Pullover sind heute aus Plastik, Zahnpastatuben, Steckdosen, Zelte, Lampenschirme, Wasserkocher, Sofas, künstliche Gebisse und Armaturenbretter. Im Supermarkt steht man vor Regalen voller Plastikbecher, Plastikbeutel, Plastikflaschen. Auf der Welt wird heute zweihundert Mal so viel Plastik hergestellt wie in den Fünfzigerjahren.</p>\n\n<p class=\"passage_para\">Dass Kunststoffe so verbreitet sind, hat einen guten Grund.</p>\n\n<p class=\"passage_para\">Wer meint, ein plastikfreies Leben sei möglich, der vergisst, warum Kunststoffe so erfolgreich geworden sind. Sie sind leichter als Holz und Glas, sie passen sich den verschiedensten Erfordernissen an, können hart sein und weich. Kunststoffe machen das Leben einfacher, oftmals auch billiger. Zudem ist es nicht so, dass sie ausschließlich der Umwelt schaden, sondern sie ermöglichen auch vieles, was dem Schutz der Umwelt dient, sie stecken zum Beispiel in Elektroautos oder Windkraftanlagen.</p>\n\n<p class=\"passage_para\">Das größte Problem ist, dass das Plastik in vielen Fällen nur kurz verwendet und gleich wieder weggeworfen wird – und manchmal am Ende in Flüssen und Meeren landet. Man könnte versuchen dieses Problem anzugehen, indem man an die Vernunft der Menschen appelliert, bitte weniger Müll zu hinterlassen. Aber die meisten Menschen ignorieren das, kaufen sich den Kaffee im Wegwerfbecher und im Supermarkt den abgepackten Salat mit abgepackter Soße und Plastikbesteck. Sie sind das bequeme Leben mit Plastik gewohnt und werden es nicht freiwillig aufgeben.</p>\n\n<p class=\"passage_para\">Das Verhalten der Unternehmen und der Verbraucher wird sich nur durch finanziellen Druck oder finanzielle Anreize verändern. Was es deshalb braucht, ist eine Steuer auf sämtliche Einweg-Verpackungen.</p>\n\n<p class=\"passage_para\">Mit solch einer Steuer könnte man nicht nur erreichen, dass am Ende weniger Verpackungen in den Supermärkten stünden, sondern auch, dass all jene Verpackungen, die es trotzdem noch geben wird, besser wiederverwertet werden. Diese Steuer sollte so ausgestaltet sein, dass Verpackungen aus neuem Plastik sehr hoch besteuert werden - und Verpackungen, in denen viel wiederverwertetes Material steckt, niedrig besteuert werden. Das Ziel solch einer Steuer muss sein, dass die Spülflasche aus neuem Plastik im Supermarkt am Ende mehr kostet als die Flasche aus recyceltem Kunststoff. Dann würden auch jene Menschen die Flasche aus dem alten Kunststoff kaufen, denen Recycling eigentlich egal ist, die aber auf den Preis achten.</p>\n\n<p class=\"passage_para\">Natürlich könnte jeder für sich versuchen, auf Plastik zu verzichten. Man könnte zu einem der neuen verpackungsfreien Supermärkte fahren, eigene Glasflaschen und Edelstahlboxen mitbringen, den Einkauf darin nach Hause tragen. Das wäre ein Anfang, aber ein Leben ganz ohne Plastik, wie es in vielen Blogs und Büchern gerade besprochen wird, wird es nie wieder geben.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Pia Ratzesberger “Süddeutsche Zeitung”, 2018</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von Strategien zur Vermeidung von Plastik im Alltagsleben. Die ursprüngliche Infografik von Frauke Suhr wurde am 3. Januar 2017 in Deutschland von Statista veröffentlicht.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled, So wollen die Deutschen ihren Plastik-Konsum reduzieren, and an illustration of a plastic bag with a slash through it. The information below consists of 5 data points. The first data point has a value of 75% and has a caption that reads benutzen keine Plastiktüten beim Lebensmittel-Einkauf. The second data point has a value of 72% and the sentence is completed with the words befürworten eine Umweltabgabe von 22 Cent auf Plastiktüten. The third data point has a value of 62% and a caption that reads würden gute Alternativen zu Plastikprodukten im Alltag benutzen, zum Beispiel Stückseife statt Bodywash in einer Flasche, eine Zahnbürste aus Bambusholz, Mehrweg-Glasflaschen, Kleidung aus Naturfasern, and Butterbrotpapier zum Einwickeln. The fourth data point has a value of 57% and the sentence is completed by haben im letzten Monat keine einzige Plastiktüte benutzt; vor zwei Jahren waren es nur 33%. The fifth data point has a value of 50% and a caption that reads können sich vorstellen, aus Umweltgründen unverpackte Lebensmittel zu kaufen.\" height=\"495\" src=\"https://assets.learnosity.com/organisations/537/VH980844.g01.png\" width=\"550\" /></div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um die Vermeidung von Plastik. Das ursprüngliche Interview unter dem Titel „Kampf der Plastikflut“ wurde am 26. November 2018 vom Südwestrundfunk veröffentlicht. SWR 1-Moderatorin Steffi Stronczyk spricht mit Manfred Santen, Plastikmüllexperte der Umweltorganisation Greepeace. Der Hörtext ist ca. drei Minuten lang.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">SWR</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VH980844.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VH980844_rubric"}]