[{"id":"VH981052","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981018.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Was ist laut des Artikels eine Schwäche des Projekts (Quellenmaterial 1) ?</p>\n","rubricRef":"VH981052_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><div class=\"stimulus_block\"><p class=\"introduction passage-intro\">In diesem Text geht es um ein neues Projekt in einigen Cafés in der Stadt Siegen. Der ursprüngliche Artikel wurde am 8. Juni 2014 in Deutschland von der Journalistin Anke Bruch veröffentlicht.</p><div class=\"passage\"><div class=\"prose prose_type:news_article style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Einer für mich, einer für Dich</p><div class=\"subtitle\"><p class=\"title_line author\">„Aufgeschobener Kaffee“ jetzt auch in Siegen: Kunden spenden im voraus</p></div></div><p class=\"passage_para\">Dort, wo Kaffee quasi als Grundnahrungsmittel angesehen wird, hatte man Anfang des letzten Jahrhunderts die Idee, auch bedürftigen Menschen den Genuss einer Tasse Kaffee zu ermöglichen. Von Italien schwappte das Konzept per World Wide Web Ende 2013 nach Deutschland, jetzt hält der „aufgeschobene Kaffee“ auch in Siegen Einzug.</p><p class=\"passage_para\">Es ist ein simples Prinzip der Nächstenliebe: Trinkt man in einem der teilnehmenden Cafés einen Kaffee, bezahlt man nicht nur diesen, sondern einen zusätzlichen im voraus für jemanden, der sich selbst keinen leisten kann. Dieser „aufgeschobene Kaffee“ verbleibt im Café und eine Person, die weniger Geld zur Verfügung hat – egal aus welchem Grund – kann sich diesen dann kostenfrei abholen und genießen.</p><p class=\"passage_para\">„Ich habe von dieser Idee auf Facebook erfahren und hab sofort überlegt, ob man das nicht auch in Siegen realisieren kann“, erzählt Wilhelm Mareski. „Die Einfachheit des Konzepts hat mich einfach überzeugt. Die Spenden kommen eins zu eins an, ohne Verwaltungsaufwand. Da wird etwas Gutes getan, es kostet nichts und es ist gleichzeitig eine kostenlose Werbung für die Gastronomie“, findet Mareski. Mittlerweile sind neun Cafés und Restaurants im Boot und geben ihren Kunden die Möglichkeit, Kaffee oder auch eine Cola „aufzuschieben“. Die Resonanz auf das Angebot war zu Beginn super, jetzt ebbt die Spendenbereitschaft etwas ab. „Das liegt aber auch daran, dass es nicht mehr in den Köpfen der Menschen ist. Es muss unser Ziel sein, den aufgeschobenen Kaffee als Selbstverständlichkeit zu empfinden.“</p><p class=\"passage_para\">Doch nicht nur die Spendenbereitschaft bereitet den Initiatoren Kopfzerbrechen. Viel schwieriger ist es, den aufgeschobenen Kaffee auch an den Mann oder die Frau zu bringen. „Es kommt kaum einer und holt sich die Gratis- Getränke ab“, weiß Mareski. Möglicherweise ist die Hemmschwelle zu groß oder die Bedürftigen wissen gar nicht, dass es so etwas gibt. Damit sich das ändert, hat Manuela Heidemann kürzlich Flyer und Plakate, beispielsweise bei der Siegener Tafel und der Diakonie, verteilt. Mareski macht den Menschen Mut: „Geht einfach in die teilnehmenden Cafés und Restaurant rein und holt euch einen aufgeschobenen Kaffee“. Der Appell gilt natürlich auch an Senioren mit einer mageren Rente, die selten einfach mal so einen Kaffee in der Stadt genießen können. „Damit auch die älteren Menschen über das Angebot informiert werden, werden wir demnächst einen Artikel in der Senioren-Zeitschrift <span class=\"formatted_text font_style:italic\">durchblick</span> veröffentlichen“, erzählt Heidemann.</p><p class=\"passage_para\">Natürlich wäre der große Wunsch der Initiatoren, dass sich noch viel mehr Cafés und Restaurants in der Region – auch über die Siegener Stadtgrenze hinaus – an dem Konzept beteiligen. „Es ist ja kein Aufwand. Im Gegenteil. Einfach ein Glas aufstellen, in das die Bons mit den aufgeschobenen Getränken hineingeworfen werden“, erklärt Mareski. Vielleicht noch ein Plakat ins Fenster hängen, damit jeder weiß, dass man dort einen Kaffee aufschieben und erhalten kann.</p><p class=\"passage_para\">Wer sich angesprochen fühlt, kann sich per Mail bei Mareski (wilhelm@mareski.de) oder Heidemann (heidemann69@gmx.net) melden.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Siegerland Kurier</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><p class=\"introduction passage-intro\">In diesem Hörtext geht es um das Konzept des „Caffè sospeso“. Der ursprüngliche Beitrag „Kaffee zu verschenken“ wurde am 9. Dezember 2013 in Deutschland vom Westdeutschen Rundfunk veröffentlicht. Es spricht der Journalist und Theologe Daniel Schneider. Der Hörtext ist ca. zweieinhalb Minuten lang.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_821b5da82a086db557fef8d691e58e40\" data-src=\"https://assets.learnosity.com/organisations/537/VH981018.a01.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Viele der Gratiskaffees werden von Leuten getrunken, die eigentlich genug Geld für einen Kaffee haben.</p>","<p class=\"choice_paragraph\">Es ist schwierig, bedürftige Menschen dazu zu bringen, im Café um einen Gratiskaffee zu bitten.</p>","<p class=\"choice_paragraph\">Potenzielle Spender haben wohl immer weniger Geld, um ein Getränk spenden zu können.</p>","<p class=\"choice_paragraph\">Cafébesitzer erlauben es nicht, Getränke außer Kaffee, wie zum Beispiel Cola oder Limonade, aufzuschieben.</p>"],"answer":1}]