[{"id":"VR008293","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR030505.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Wie kann man den Satz im ersten Absatz anders ausdrücken: „Dafür sagte die Kleine etwas“?</p>\n","rubricRef":"VR008293_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Auswahl 2</p><p class=\"introduction passage-intro\">Thema: Familie und Gemeinschaft</p><p class=\"introduction passage-intro\">Übersicht</p><p class=\"introduction passage-intro\">In diesem Text geht es um die erste Begegnung zwischen den Eltern eines Jungen und seiner neuen Freundin. Der ursprüngliche Roman wurde am 9. März 2012 in Deutschland von dem Autor Stefan Schwarz veröffentlicht. Der Erzähler beschreibt die Situation, als er, seine Frau Dorit und ihre Tochter Mascha die neue Freundin von ihrem Sohn Konrad kennenlernen.</p><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Das Mädchen beim Frühstück</p></div><p class=\"passage_para\">Sie trug ein verwaschenes blaues T-Shirt mit dem Aufdruck „Heul doch!“ und auf dem rechten Unterarm eine Tätowierung, die einen mexikanisch geschmückten Totenkopf zeigte. Konrad, schlank und schlaksig in seinen Boxershorts, wirkte müde wie immer, nur anders, irgendwie körperlicher. Er sagte nichts, hob nur kurz die Hand. <span class=\"focus_start focus_id:VR030505_1 itemref:VR008293\" id=\"VR030505_1\"></span>Dafür sagte die Kleine etwas<span class=\"focus_end focus_idref:VR030505_1\"></span>.</p><p class=\"passage_para\">„Hi, ich bin die Naddi!“</p><p class=\"passage_para\">Dorit zurrte sich ein Grinsen ins Gesicht. Wir tauschten einen Blick: Na toll. Ein Mädchen mit einem bestimmten Artikel davor!</p><p class=\"passage_para\">„<span class=\"focus_start focus_id:VR030505_2 itemref:VR008294\" id=\"VR030505_2\"></span>Ich bin die Mammi. Das ist der Pappi. Das ist die Mascha.“</p><p class=\"passage_para\">Ich fuhr fort: „Hier ist der Tisch und das sind die Stühle!<span class=\"focus_end focus_idref:VR030505_2\"></span>“</p><p class=\"passage_para\"><span class=\"focus_start focus_id:VR030505_3 itemref:VR008295\" id=\"VR030505_3\"></span>Konrad schaute Naddi an und machte eine lässig-entschuldigende Geste.</p><p class=\"passage_para\">„Nimm’s ihnen nicht übel. Meine Eltern machen immer Witze, wenn sie unsicher sind.“</p><p class=\"passage_para\">Dorit registrierte die Präzision dieser Parade mit einem feinen Zucken ihres Mundes. Bisher hatte Konrad bei den überaus geistreichen Sarkasmen seiner Eltern immer nur genervt gestöhnt, was wir für rhetorische Unterlegenheit gehalten hatten. Aber dem war wohl nicht so. Er hatte nur verschmäht, es uns mit gut beobachteten Wahrheiten heimzuzahlen<span class=\"focus_end focus_idref:VR030505_3\"></span>.</p><p class=\"passage_para\">Ich bat sie noch einmal zu Tisch. Sie setzten sich. Konrad an seinen Platz, die Naddi neben ihn und sie rieb sich – „O super, Familienfrühstück!“ – die Hände. Mascha tuschelte mit Dorit und zeigte versteckt auf das Totenkopf-Tattoo. Konrad spähte über die Tafel.</p><p class=\"passage_para\">„Keine Salami mehr da?“</p><p class=\"passage_para\">„<span class=\"focus_start focus_id:VR030505_4 itemref:VR008297\" id=\"VR030505_4\"></span>Soll ich dir ein paar Eier machen?“</p><p class=\"passage_para\">Es war nicht Dorits Stimme gewesen, denn Dorit hatte gerade von ihrem Brötchen abgebissen und folgte jetzt, das Viertelbrötchen im halboffenen Mund, ungläubig gaffend dem Naddi-Wesen, wie es Konrad auf die Wange schmatzte, aufsprang und an unseren Kühlschrank eilte, ihn tatsächlich öffnete, unsere Eierpackung herausnahm, eine unserer Pfannen vom Haken am Sideboard nahm und unseren Herd andrehte. Dorits Blick kehrte fassungslos zurück und suchte meinen. Ich machte mit beiden Händen eine sachte Cool-down-Bewegung. Naddi fragte, ob Konrad drei oder vier Eier wolle. Er wollte vier<span class=\"focus_end focus_idref:VR030505_4\"></span>.</p><p class=\"passage_para\">„Naa...“, kicherte Naddi und warf ihm einen koketten Blick zu. Dorits rechter Mundwinkel zuckte leicht angewidert nach oben.</p><p class=\"passage_para\">„<span class=\"focus_start focus_id:VR030505_5 itemref:VR008298\" id=\"VR030505_5\"></span>Wo hat denn der Herr die Dame aufgega..., kennnengelernt?<span class=\"focus_end focus_idref:VR030505_5\"></span>“, wandte ich mich an meinen Sohn.</p><p class=\"passage_para\">Konrad kam nicht zum Antworten, weil die Naddi, Rührei rührend, unaufgefordert von hinten dazwischenplapperte, wie Konrad auf dem Mittelalterfest voll die geilen Muster auf die Holzschwerter für die Kiddies gemalt hätte, also so ’ne, wo man richtig denkt, dass die echt eingraviert sind.</p><p class=\"passage_para\">„Siehste“, sagte Konrad zu mir, „das blöde Pinseln ist doch nicht umsonst.“</p><p class=\"passage_para\">„Das wird sich noch herausstellen“, erwiderte ich.</p><p class=\"passage_para\">Naddi stopfte sich das halbe Brötchen in den Mund und mummelte fröhlich:</p><p class=\"passage_para\">„Oh, selbstgemachte Himbeermarmelade! Ich liebe selbstgemachte Himbeermarmelade! Wenn wir beide später einen Garten haben, mache ich auch Himbeermarmelade. Ist schon versprochen.“</p><p class=\"passage_para\">Konrad sah mich triumphierend an, als wolle er mir bedeuten, dass ich mir zumindest über diesen Teil seiner Zukunft keine Sorgen machen müsse. Ich hingegen fühlte eher eine Sorge mehr.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Stefan Schwarz, \"Das wird ein bisschen weh tun\". Copyright © Rowohlt Berlin Verlag GmbH, Berlin</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Naddi ließ Konrad nicht ausreden.</p>","<p class=\"choice_paragraph\">Naddi erklärte, was Konrad meinte.</p>","<p class=\"choice_paragraph\">Stattdessen sagte Naddi etwas.</p>","<p class=\"choice_paragraph\">Plötzlich sagte Naddi etwas.</p>"],"answer":2}]