[{"id":"VR007760","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR029182.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Nachdem Sie die Anzeige gelesen haben, möchten Sie noch etwas klären. Welche der folgenden Fragen wäre als Teil einer E-Mail an die Firma am passendsten?</p>\n","rubricRef":"VR007760_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"introduction passage-intro\">Auswahl 1</p>\n\n<p class=\"introduction passage-intro\">Thema: Schönheit und Ästhetik</p>\n\n<p class=\"introduction passage-intro\">Übersicht</p>\n\n<p class=\"introduction passage-intro\">In diesem Text geht es um Stadtführungen durch München. Die ursprüngliche Werbung wurde 2014 in Deutschland von der Firma STATTreisen veröffentlicht.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an advertisement titled “STATTreisen München.” Below the title is a subheading that reads “STATTreisen München e.V. bietet Ihnen kompetente und unterhaltsame Stadtführungen in München: Geschichte und Kultur, Kurioses und Kulinarisches, Spezialitäten und Alltagsleben.” The body of the advertisement has three main sections. The first main section contains the following text. Stadtführungen für Alle. Üblicherweise finden diese Stadtführungen am Samstag, Sonntag oder Feiertag statt - bei jedem Wetter. Für die offenen Stadtführungen gibt es keine Mindestteilnehmerzahl, und es ist keine Anmeldung erforderlich, sofern nicht anders angegeben. The second main section is titled Streifzug durch die Altstadt. The text underneath reads: Auf unserer Spurensuche zwischen Petersbergl, Altem Hof und Frauenkirche zeigen wir, wie sich die Münchner Altstadt im Laufe der Jahrhunderte entwickelt und gewandelt hat. In der Stadtführung berichten wir von Märkten, Bau-und Brautraditionen aber auch vom aktullen Geschehen in der Stadt. To the right of this paragraph there is an overview photograph of Munich that features the old city hall with its Gothic architecture. Some details are included within this section. The first one is labeled Treffpunkt and reads: Spielzeugmuseum, Turm des Alten Rathauses (U-/S- Bahn: Marienplatz). A second detail is labeled Dauer and reads. Ca. 1,5-2 Stunden. The third main section of the ad is titled Facelifting im Millionendorf. The text underneath reads: Die Stadtführung durch die Altstadt stellt herausragende Beispiele neuer Architektur in München vor. Das Gesicht Münchens hat sich in den letzten Jahren verändert, zahlreiche neue Bauten sind entstanden, alte Brachflächen und Baulücken wurden genutzt und bei Umbauten Alt mit Neu kombiniert. Nach dem Rundgang mit unserer Spezialistin für Architektur, selbst Frau vom Fach, werden Sie die Neue Architektur in München mit anderen Augen sehen! Some details are included within this section. The first one is labeled Treffpunkt and reads: Ecke Müller-/Theklastr. (Tram 16 und 18: Müllerstraße). A second detail is labeled Dauer and reads: ca. 2 Stunden. To the right of this paragraph there is a photograph of a sleek modern building. Below the photograph there is a caption that reads: Preise für offene Rundgänge. Standardpreis: 10 euros. Ermäßigter Preis: 8 euros (Senioren und Studenten).\" height=\"723\" src=\"https://assets.learnosity.com/organisations/537/VR029182.g02.png\" width=\"750\" /><span><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Sind die Führungen zu Fuß oder im Bus? Aus Ihrer Anzeige wird man nicht klug, und das macht doch einen riesengroßen Unterschied, oder etwa nicht?</p>","<p class=\"choice_paragraph\">Ich möchte am Samstag an der Führung „Streifzug durch die Altstadt“ teilnehmen. Wird sie aber abgesagt, wenn nur ein paar Leute kommen?</p>","<p class=\"choice_paragraph\">Ich habe gesehen, dass die Führung durch die Altstadt ungefähr zwei Stunden dauert. Doch zu welcher Uhrzeit beginnt die Führung?</p>","<p class=\"choice_paragraph\">Am Sonntag soll es doch leichte Schneeschauer geben. Wird die Führung durch die Altstadt trotzdem noch stattfinden?</p>"],"answer":2}]