[{"id":"VR024765","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR030524.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Markus Heldt hört von seinem Freund Niko, dass er auch gerade Mitglied im Tennisclub geworden ist. Niko ist sich aber nicht sicher, wie er im Club neue Spielpartner finden soll. Welche Antwort wäre am passendsten?</p>\n","rubricRef":"VR024765_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Auswahl 4</p><p class=\"introduction passage-intro\">Thema: Alltag</p><p class=\"introduction passage-intro\">Übersicht</p><p class=\"introduction passage-intro\">In diesem Text geht es um eine Mitgliedschaft in einem Tennis-Club. Es ist ein Brief vom Tennisclub TC Grün-Weiß Silschede e.V. an Herrn Markus Heldt.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Sehr geehrter Herr Heldt,</p><div class=\"letter_body\"><p class=\"passage_para\">herzlich willkommen im Tennisclub TC Grün-Weiß Silschede e.V. In diesem Schreiben haben wir einige Informationen für Sie zusammengestellt, die Ihnen den Club vorstellen sollen. So leben Sie sich schnell ein, lernen die anderen Mitglieder kennen und können aktiv am „Clubleben“ teilnehmen.</p><p class=\"passage_para\">Der einfachste Weg, Spielpartner kennen zu lernen oder sich erst einmal einzugewöhnen, ist der Weg über die Terrasse oder an die Theke des Clubhauses. In den Sommermonaten ist das Clubhaus jeden Tag bewirtet, und viele kommen einfach mal auf ein Getränk vorbei. Da ergibt sich fast von selbst ein Gespräch und die Gelegenheit, mit den anderen Mitgliedern in Kontakt zu kommen.</p><p class=\"passage_para\">Die Saisoneröffnung – traditionell der 1. Mai, aber immer wieder mit wetterbedingter Verschiebung – ist ein guter Zeitpunkt, den Club als Ganzes kennen zu lernen. Es kommen fast alle unsere Mitglieder und nehmen an einem freundschaftlichen Turnier teil, in dem Spieler in ihrer jeweiligen Leistungsklasse spielen können. Für jede Leistungsklasse gibt es einen eigenen Pokal. Wir versuchen, im Laufe des Jahres weitere Spielmöglichkeiten anzubieten, um Spieler zusammenzubringen, die normalerweise nicht zusammen spielen würden.</p><p class=\"passage_para\">Ein Verein, welcher Art auch immer, steht und fällt mit der Anteilnahme seiner Mitglieder. Wir verstehen uns als Familienverein, d.h. nicht nur Mannschaftsspieler, sondern auch alle anderen machen das Clubleben aus.</p><p class=\"passage_para\">Neben allen Rechten als Vollmitglied hat man im TCS auch Pflichten. Einmal im Jahr ist ein Mitglied zu einem Arbeitseinsatz verpflichtet. Die Termine für diese Einsätze hängen am Schwarzen Brett aus. In der Regel gibt es drei Termine vor und drei nach der Saison. Sie dienen dazu, das Clubhaus und die Plätze für die Saison spielbereit zu machen bzw. kleinere Verschönerungen am Clubhaus und den umliegenden Grünanlagen vorzunehmen. Diese Arbeitseinsätze dauern ca. 3 Stunden und sind oftmals mit viel Spaß verbunden. Wird der Arbeitseinsatz nicht abgeleistet, ist eine Umlage von 25 Euro pro Jahr zu zahlen.</p><p class=\"passage_para\">Sollten Sie Anregungen, Ideen oder einfach nur Fragen haben, sprechen Sie uns bitte an. Wir freuen uns immer, wenn sich Neumitglieder einbringen wollen und den Verein in welcher Weise auch immer unterstützen. Wir als Vorstand des TCS haben immer ein offenes Ohr und wünschen Ihnen viel Spaß beim Tennis und allen anderen Aktivitäten, die rund um den Club angeboten werden.</p></div><p class=\"letter_closing\">Wir sehen uns am Waldesrand und verbleiben mit unserem Vereinsgruß</p><div class=\"letter_signature\"><p class=\"signature_line\">„Knapp aus“</p><p class=\"signature_line\">Der Vereinsvorstand</p><p class=\"signature_line\">Tennisclub TC Grün-Weiß Silschede e.V.</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Du musst auf die nächste Saisoneröffnung warten. Da wirst du dann gegen Spieler in allen Leistungsklassen spielen und leicht einen Spielpartner finden.</p>","<p class=\"choice_paragraph\">Du sollst bei einem Arbeitseinsatz teilnehmen. Das kostet nur 25 Euro, und du kannst dabei ganz viele andere Vereinsmitglieder treffen.</p>","<p class=\"choice_paragraph\">Wie wär’s, wenn wir uns am Samstag erstmal im Clubhaus treffen? Da können wir was trinken, und bestimmt auch gleich ein paar neue Leute kennen lernen.</p>","<p class=\"choice_paragraph\">Wir müssen zuallererst mit dem Vereinsvorstand sprechen. Der kennt alle Mitglieder, und wird einen Spielpartner für dich auswählen.</p>"],"answer":2}]