[{"id":"VR036549","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR036074.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Was ist die Hauptaussage der Grafik (Quellenmaterial 2) in Bezug auf die meisten mittelständischen Unternehmen in Deutschland?</p>\n","rubricRef":"VR036549_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Auswahl 3</p>\n\n<p class=\"title_line passage-title\">Thema: Globalisierung</p>\n\n<p class=\"title_line passage-title\">Quellenmaterial 1</p>\n\n<p class=\"title_line passage-title\">Übersicht</p>\n</div>\n\n<p class=\"introduction passage-intro\">In diesem Text geht es um die im Jahre 2015 gesetzlich festgelegte Mindestbezahlung (auch Mindestlohn genannt) für Arbeiter in Deutschland, d.h. das Minimum, das man pro Stunde bei der Arbeit verdient. Der ursprüngliche Artikel wurde am 9. April 2015 in Deutschland von dem Journalisten Rainer Woratschka veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Die Lohnuntergrenze und ihre Auswirkungen</p>\n</div>\n\n<p class=\"passage_para\">Nach 100 Tagen Mindestlohn hat sich die Aufregung gelegt, die düsteren Szenarien haben sich nicht bewahrheitet – und die lautstarken Warner müssen sich von Kollegen heftige Kritik anhören. Es sei ein „Horrorszenario“ gemalt worden, das sich nicht realisiert habe, resümiert der Wirtschaftsweise Peter Bofinger.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Behauptung 1: Der Mindestlohn führt zu massenhaftem Jobverlust</span></p>\n\n<p class=\"passage_para\">Dafür gibt es keine Anzeichen. Im Gegenteil: Im März ist die Arbeitslosenzahl weiter gesunken – auf den niedrigsten Stand seit 24 Jahren. So kann man höchstens darüber streiten, ob die Aufwärtsentwicklung ohne Mindestlohn nicht noch stärker ausgefallen wäre. Beobachten ließ sich lediglich ein auffälliger Rückgang bei den Minijobs, die besonders oft mit weniger als 8,50 Euro entlohnt wurden.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Behauptung 2: Der Mindestlohn beschert den Verbrauchern höhere Preise</span></p>\n\n<p class=\"passage_para\">Tatsächlich haben die Preise für Dienstleistungen, vor allem in Ostdeutschland, in einigen Branchen spürbar angezogen. Teurer wurden zum Beispiel Taxifahrten, Restaurantbesuche, Friseurbesuche, Hotelübernachtungen, die chemische Reinigung von Kleidung. Doch auf breiter Front, so resümiert Ferdinand Fichtner vom Deutschen Institut für Wirtschaftsforschung (DIW), habe der Mindestlohn nicht zu Preiserhöhungen geführt, die „den Menschen ein Loch in die Tasche reißen würden“.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Behauptung 3: Klassische Dienstleister verkraften den Mindestlohn kaum</span></p>\n\n<p class=\"passage_para\">In Ostdeutschland seien die Personalkosten oft „um 20 Prozent und mehr“ gestiegen, klagt der Hotel- und Gaststättenverband Dehoga. Und auch bei den Zulieferbetrieben habe der Mindestlohn vieles verteuert. Die Folge: 75 Prozent der Hoteliers und 88 Prozent der Gastronomen haben ihre Preise erhöht oder haben dies noch vor. Momentan scheinen aber viele Anbieter damit klarzukommen. Die Dokumentationspflicht raube vielen den Nerv, sagt Dehoga-Hauptgeschäftsführerin Ingrid Hartges. Und dass man nun so penibel auf Arbeitszeitlimits achte, passe auch nicht in die Lebenswirklichkeit. Ab und an, etwa bei der Ausrichtung von Feiern, müssten – sofern bezahlt und vom Arbeitnehmer akzeptiert – auch mal Zwölf-Stunden-Tage drin sein.</p>\n\n<p class=\"passage_para\">Auch die Taxibranche gibt sich gelassen. Zwar stiegen deren Preise bundesweit um zehn Prozent. Doch von den dramatischen Kundenrückgängen, die man befürchtet habe, sei bislang nichts zu spüren, heißt es beim Branchenverband BZP.</p>\n\n<p class=\"passage_para\">Und im Friseurhandwerk fühlen sich die Funktionäre bestätigt. Im Schnitt seien die Preise um drei Prozent gestiegen, sagt Hauptgeschäftsführer Jörg Müller. Das sei vielleicht in Grenzregionen ein Problem, nicht aber in der Fläche.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Behauptung 4: Der Mindestlohn trifft vor allem den Osten Deutschlands</span></p>\n\n<p class=\"passage_para\">Das ist tatsächlich so. Nach einer Studie des Instituts für Arbeitsmarkt- und Berufsforschung (IAB) liegt der Anteil der betroffenen Beschäftigten in Sachsen-Anhalt und Sachsen bei jeweils rund 14 Prozent, in Baden-Württemberg, Rheinland- Pfalz, Bayern, Bremen und dem Saarland dagegen bei unter drei Prozent.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Behauptung 5: Der Mindestlohn bewahrt Niedrigverdiener vor Altersarmut</span></p>\n\n<p class=\"passage_para\">Mit den Löhnen erhöhen sich die Rentenbeiträge, dadurch steigen die Altersbezüge. Doch auskömmliche Renten sind durch Jobs im Niedriglohnbereich nach wie vor nicht zu erreichen. Rein rechnerisch kommen Beschäftigte mit 8,50 Euro im besten Fall, also nach 45 Beitragsjahren, auf eine Rente von knapp 653 Euro. Damit bleiben sie im Alter auf Hilfe angewiesen. Die Grundsicherung liegt bereits bei 722 Euro.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Quellenmaterial 2</p>\n\n<p class=\"title_line passage-title\">Übersicht</p>\n</div>\n\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von Meinungen zum Mindestlohngesetz. Die ursprüngliche Grafik wurde im April 2015 in Deutschland von techconsult, einer Consulting-Firma, veröffentlicht.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n<img alt=\"The figure presents an infographic. The top portion of the infographic presents survey results that are broken down into three categories. The first category reads: 67% Die Mehrheit (67%) der mittelständischen Arbeitgeber in Deutschland ist für den neuen Mindestlohn von 8,5 euros/stunde. Below this text is a second category that reads: 21% finden den Mindestlohn weder gut noch schlecht. A third and final category reads: Nur 12% sehen Nachteile durch den Mindestlohn. Associated to this third category there is a subsection of the infographic centered on a circle labeled Negative Auswirkungen. There are 8 arrows that extend outward from the circle, each toward a separate text box. Beginning at the top and moving clockwise, the text boxes read as follows. Box 1. Weniger Sonderzahlungen, z.B. Weihnachtsgeld, Prämien, Urlaub 5%. Box 2. Erhöhte Automatisierung - verstärkter Einsatz von Maschinen 34%. Box 3. Preiserhöhungen 33%. Box 4. Administrativer Aufwand 24%. Within this box there are three statements. The first reads: Arbeitszeiten müssen dokumentiert werden. The second reads: Die Firma haftet für Gesetzesbrüche von Zulieferern und Subunternehmen, muss sie daher kontrollieren. The third statement within the box reads: Der Wert von Sonderzahlungen muss errechnet werden. Moving further clockwise we see Box 5. Streichung von Praktikantenstellen 14%. The text continues: für freiwillige Praktikanten, die nach Gesetz den vollen Mindestlohn bekommen. Box 6. ausschließlich Pflichtpraktikanten 5%. A note in parentheses explains: (Pflichtpraktikanten werden nicht im Mindestlohngesetz berücksichtight). Box 7. Mitarbeiterentlassung 5%. Box 8. Kürzung der Arbeitszeiten 5%.\" height=\"623\" src=\"https://assets.learnosity.com/organisations/537/VR036074.g02.png\" width=\"750\" />\n<p class=\"caption\">*Mittelständische Unternehmen – d.h. Firmen mit 10 bis 999 Mitarbeitern – wurden 100 Tage nach Einführung des Mindestlohns befragt und konnten mehr als einen Grund für negative Auswirkungen geben. 18% dieser Unternehmen beschäftigten zu dieser Zeit Mitarbeiter, die den Mindestlohn erhalten.</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Sie finanzieren den Mindestlohn durch Kürzung der Arbeitszeiten.</p>","<p class=\"choice_paragraph\">Sie müssen wegen des Mindestlohns die Anzahl ihrer Mitarbeiter reduzieren.</p>","<p class=\"choice_paragraph\">Sie machen sich keine Sorgen über die Einführung des Mindestlohns.</p>","<p class=\"choice_paragraph\">Sie arbeiten seit Einführung des Mindestlohns effizienter als früher.</p>"],"answer":2}]