[{"id":"VR036009","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You have 1 minute to read the directions for this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie haben 1 Minute Zeit, die Anweisungen für diese Aufgabe zu lesen.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which presentdifferent viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your argumentative essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie nehmen an einem deutschen Schreibwettbewerb teil und reichen einen Aufsatz ein, in dem Sie Ihre Argumente darstellen. Das Thema des Aufsatzes basiert auf drei Quellen, die jeweils einen anderen Aspekt dieses Themas darstellen. Diese Quellen bestehen aus Hör- und Lesetexten. Zuerst haben Sie 6 Minuten Zeit, das Aufsatzthema und die gedruckten Texte zu lesen. Danach hören Sie den Hörtext zweimal. Dabei sollten Sie sich Notizen machen. Dann haben Sie 40 Minuten Zeit, den Aufsatz zu gliedern und zu schreiben.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Behandeln Sie in Ihrem Aufsatz die unterschiedlichen Meinungen der Quellen zu dem Thema. Drücken Sie Ihre eigene Meinung dazu klar aus und begründen Sie sie. Benutzen Sie Informationen aus allen drei Quellen beim Aufbau des Aufsatzes. Immer wenn Sie auf das Quellenmaterial verweisen, identifizieren Sie dieses entsprechend. Zudem sollte der Aufsatz übersichtlich in Absätze gegliedert sein.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will now begin this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie beginnen jetzt mit dieser Aufgabe.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Time – Approximately 55 minutes</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\">Thema: Globalisierung</p>\n\n<p class=\"standalone_statement style:1\">Sie haben 6 Minuten Zeit, das Aufsatzthema, das Quellenmaterial 1 und das Quellenmaterial 2 zu lesen.</p>\n\n<div class=\"prompt\"><span class=\"formatted_text font_weight:bold\">Aufsatzthema: </span><span class=\"formatted_line_break delivery_mode:PPT\"></span>Sollen Schülerinnen und Schüler Hausaufgaben bekommen?</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Quellenmaterial 1</span></p>\n\n<p class=\"title_line passage-title\">Übersicht</p>\n</div>\n\n<p class=\"introduction passage-intro\">In diesem Text geht es um Hausaufgaben. Der ursprüngliche Artikel wurde am 29. Juli 2013 in Deutschland von dem Journalisten (Politikredakteur) Manuel Bewarder in der Zeitung <span class=\"formatted_text font_style:italic\">Die Welt</span> veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Abschaffung der Hausaufgaben? „Unfug!“</span></p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\"><span class=\"formatted_text font_style:italic\">Bildungsexpertin Jutta Allmendinger will Hausaufgaben abschaffen. Der Deutsche Philologen-Verband ist strikt dagegen, auch Bayerns Kultusministerium lehnt die Idee ab. Zuspruch kommt aber aus NRW.</span></p>\n</div>\n</div>\n\n<p class=\"passage_para\">Während sich die meisten Schüler bereits in den Sommerferien befinden, hat die renommierte Bildungsexpertin Jutta Allmendinger eine Debatte über ein mögliches Aus für Hausaufgaben angestoßen. Allmendinger, Präsidentin des Wissenschaftszentrums Berlin für Sozialforschung, fordert deren Abschaffung. Sie sagte, es sei viel besser, den Lernstoff im Unterricht selbst in kleinen Gruppen zusammen mit dem Lehrer noch einmal durchzuarbeiten.</p>\n\n<p class=\"passage_para\">Die Debatte um Sinn und Unsinn von Hausaufgaben ist allerdings nicht neu. Vor allem vor dem Hintergrund der steigenden Arbeitsbelastung vieler Schüler und der bis in den Nachmittag dauernden Schultage wird seit ein paar Jahren über das Ende der heimischen Schularbeit diskutiert.</p>\n\n<p class=\"passage_para\">Bildungsexpertin Allmendinger argumentierte: „Hausaufgaben alten Stils zementieren soziale Ungleichheit.“ Studien hätten gezeigt, dass viele Eltern den gesamten Lernstoff mit ihren Kindern durcharbeiteten. Kinder, deren Eltern das nicht leisten könnten, gerieten ins Hintertreffen.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Gegenwind vom Philologenverband</span></p>\n\n<p class=\"passage_para\">Unter anderem der Deutsche Philologenverband lehnt den Vorschlag Allmendingers jedoch ab. Der Bundesvorsitzende des Zusammenschlusses von Gymnasiallehrern, Heinz-Peter Meidinger, sagte der „Welt“: „Der Vorschlag ist Unfug.“ Allmendinger habe zwar recht, wenn sie sagt, die Ungleichheit an den Schulen hierzulande sei zu groß. Allerdings: „Wenn es uns nicht gelingt, die Schwächeren zu stärken, dürfen wir nicht im Umkehrschluss versuchen, die Besseren zu bremsen.“</p>\n\n<p class=\"passage_para\">Auch vom bayerischen Kultusministerium erhält Allmendinger Gegenwind. „Hausaufgaben sind sinnvoll und haben sich bewährt“, sagte ein Sprecher der „Welt“. Sie förderten die Leistung, indem zum Beispiel Lernprozesse, die im Unterricht angestoßen wurden, zu Hause am Schreibtisch vertieft werden.</p>\n\n<p class=\"passage_para\">Hausaufgaben könnten zudem genutzt werden, um Inhalte kommender Unterrichtsstunden vorzubereiten. Zudem sei es ein Gewinn, wenn Schüler auch mal allein versuchten, eine Aufgabe zu meistern. Das fördere die Kompetenz, Probleme zu lösen. Zudem wies das Kultusministerium darauf hin, dass es Vorgaben für Hausaufgaben wie zum Beispiel zeitliche Begrenzungen gebe – sie sollen eine Überbelastung verhindern.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Beifall kommt aus Nordrhein-Westfalen</span></p>\n\n<p class=\"passage_para\">In Nordrhein-Westfalen hingegen erhält Allmendinger für ihren Vorschlag vom Schulministerium Applaus. Eine Sprecherin des Hauses von Ministerin Sylvia Löhrmann (Grüne) verweist auf einen Erlass über die „Hausaufgaben in der Primarstufe und in der Sekundarstufe I“.</p>\n\n<p class=\"passage_para\">Darin heißt es differenziert: „Hausaufgaben ergänzen die schulische Arbeit, deren wesentlicher Teil im Unterricht geleistet wird. Ganztagsschulen sollen Hausaufgaben in das Gesamtkonzept des Ganztags integrieren, sodass es möglichst keine Aufgaben mehr gibt, die zu Hause erledigt werden müssen.“</p>\n\n<p class=\"passage_para\">Im Rahmen der Umstellung auf das Abitur nach zwölf Jahren sei es nach Angaben der Sprecherin zudem notwendig, dass sich die Schulen mit dem Thema Hausaufgaben befassten und ein Konzept erarbeiteten, um Hausaufgaben und Schulaufgaben in ein „angemessenes Gleichgewicht zu bringen“.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Axel Springer</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Quellenmaterial 2</span></p>\n\n<p class=\"title_line passage-title\">Übersicht</p>\n</div>\n\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von Richtlinien und Meinungen zu Hausaufgaben in der Schule. Die Richtlinien für Hausaufgaben in Nordrhein-Westfalen gelten seit 2015. Die Meinungen zu Hausaufgaben wurden 2017 und 2018 von der DAK und von Duden Learnattack veröffentlicht.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled “Hausaufgaben.”  The infographic consists of two 2 column tables. The first table is titled Je älter, desto mehr and has a subtitle that reads “Richtlinien für Hausaufgaben in der Schule, Kultusministerium Nordrhein-Westfalen.” The heading for column 1 is “Schulklasse.” The heading for column 2 is “Tägliches Limit für Hausaufgaben.” There are 4 rows of data in the table. The data are as follows. Row 1. Schulklasse 1 und 2. Tägliches Limit für Hausaufgaben, 30 Minuten. Row 2. Schulklasse 3 und 4. Tägliches Limit für Hausaufgaben, 45 Minuten. Row 3. Schulklasse 5 bis 7. Tägliches Limit für Hausaufgaben, 60 Minuten. Row 4. Schulklasse 8 bis 10. Tägliches Limit für Hausaufgaben, 75 Minuten. The second table is titled “Umfrage.” The heading for column 1 is “Frage.” The heading for column 2 is “Antwort.” There are 7 rows of data in the table. The data is as follows. Row 1. Frage, Sollen wir Hausaufgaben eliminieren? Antwort, Eltern 30% Ja/eher ja. Row 2. Frage, blank. Antwort, Schüler: 50% Ja. Row 3. Frage, Sind Hausaufgaben anstrengend? Antwort, Schüler: 58% Ja. Row 4. Frage, Wie oft sehen Sie Anzeichen von Schulstress bei Ihrem Kind? Antwort, Eltern: 20% häufig oder sehr häufig. Row 5. Frage, Wie oft haben Sie Stress? Antwort, Schüler: 43% oft/sehr oft. Row 6. Frage, Muss Ihr Kind nach der Schule zu viel Zeit mit Hausaufgaben und Lernen verbringen? Antwort, Eltern: 45% Ja/eher Ja. Row 7. Frage, Was sind Ihrer Meinung nach die fünf größten Stressfaktoren im Schul-und Lernalltag Ihres Kindes? Antwort, Eltern: Leistungsdruck allgemein 49%, Prüfungen 42%, Persönliche Entwicklung, Erwachsenwerden 36%, Schwieriges Lernmaterial 34%, and Hausaufgaben 27%.\" height=\"773\" src=\"https://assets.learnosity.com/organisations/537/VR036009.g15.png\" width=\"700\" />\n<p class=\"caption\">Daten aus den Jahren 2017 und 2018; 7.000 Schülerinnen und Schüler wurden mitsamt 1.000 Eltern von Schulkindern in Deutschland befragt.</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">Quellenmaterial 3</span></p>\n\n<p class=\"title_line passage-title\">Sie haben 30 Sekunden Zeit, um die Übersicht zu lesen.</p>\n\n<p class=\"title_line passage-title\">Übersicht</p>\n\n<p class=\"title_line passage-title\">In diesem Hörtext geht es um eine Schule ohne Hausaufgaben. Das ursprüngliche Interview wurde am 20. März 2014 in Deutschland von Jöran und Konsorten, Agentur für Bildung unter dem Titel Preisträger des deutschen Schulpreises 2013: Grundschule Comeniusstraße, Braunschweig veröffentlicht. Jöran spricht mit Schulleiterin Brigitte Rössing und Konrektorin Christine Eicke. Der Hörtext ist ca. drei Minuten lang.</p>\n</div>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission.</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VR036009.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"standalone_statement style:1\"><span class=\"formatted_text font_weight:bold\">END OF PART A</span></p>\n\n<p class=\"standalone_statement style:1\">&nbsp;</p>\n\n<p class=\"standalone_statement style:1\">If you finish before time is called, you may check your work on Part A only. Do not go on to Part B until you are told to do so.</p>\n\n<p class=\"standalone_statement style:1\">Sollten Sie vor der Ansage, dass die Prüfung beendet ist, fertig werden, dürfen Sie Ihre Antworten im Teil A überprüfen. Blättern Sie erst weiter, wenn Sie dazu aufgefordert werden.</p>\n","rubricRef":"VR036009_rubric"}]