[{"id":"VR035920","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR035878.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Wie unterscheiden sich die zwei Quellen?</p>\n","rubricRef":"VR035920_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><div class=\"stimulus_block\"><div class=\"title\"><p class=\"title_line passage-title\">Auswahl 1</p><p class=\"title_line passage-title\">Thema: Naturwissenschaft und Technologie</p><p class=\"title_line passage-title\">Quellenmaterial 1</p><p class=\"title_line passage-title\">Zuerst haben Sie 4 Minuten Zeit, um das Quellenmaterial 1 zu lesen.</p><p class=\"title_line passage-title\">Übersicht</p></div><p class=\"introduction passage-intro\">In diesem Text geht es um einen Deutschen, der sich für die Teilnahme am Weltraumprojekt „Mars One“ beworben hat. Der ursprüngliche Artikel wurde am 15. Januar 2014 in Deutschland von dem deutschen Journalisten Michel Penke in der Zeitung „Der Tagesspiegel“ veröffentlicht.</p><div class=\"passage\"><div class=\"prose prose_type:web_page style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Ein Berliner auf dem Weg zum Mars</p></div><p class=\"passage_para\">Michael Knops, 40 Jahre alt, lächelt verschmitzt in die Kamera. „Ich verdiene es nicht, auf der Erde zu sterben“, sagt er. Bei seinem Bewerbungsfilm für die Reise zum Mars ist Humor gefragt. Zu absurd ist die Vorstellung, alles hinter sich zu lassen: Familie, Beruf, den Planeten Erde. Zu verrückt ist die Vorstellung, bereits in wenigen Jahren auf dem Mars herumzuspazieren. Michael Knops ist Bewerber für das Marsprogramm, das kürzlich <span class=\"focus_start focus_id:VR035878_1 itemref:VR035911\" id=\"VR035878_1\"></span>Furore machte<span class=\"focus_end focus_idref:VR035878_1\"></span>, weil kein Rückflug vorgesehen ist. Ein Rückflug sei zu teuer und technisch zu kompliziert.</p><p class=\"passage_para\">Mars One heißt die Stiftung, die der Niederländer Bas Lansdorp ins Leben gerufen hat. Bis 2025 sollen die ersten Astronauten auf dem Mars landen.</p><p class=\"passage_para\">Ob die Technik überhaupt schon so weit ist, Menschen auf den Mars zu transportieren, ist fraglich. Vom jahrzehntelangen Überleben einer etwa 40-köpfigen Crew ganz zu schweigen. Auch was passiert, wenn eines Tages der Stiftung das Geld ausgeht, steht in den Sternen. Deshalb hagelte es sofort Kritik an dem Unterfangen.</p><p class=\"passage_para\">Doch für das Projekt braucht es neben ausgefeilter Technik und vieler Milliarden vor allem Menschen, die bereit sind, ihr restliches Leben auf einem lebensfeindlichen Planeten zu verbringen. 210 Tage dauert der Flug in einer engen Kapsel zum Mars. Und auch dann bleibt das Leben auf wenige Container beschränkt. Biolabor, Krankenstation, Gemeinschaftsraum. Will man vor die Tür gehen, muss ein Raumanzug her. Und doch meldeten sich 202 586 Freiwillige aus 140 Ländern.</p><p class=\"passage_para\">Michael Knops aus Berlin ist einer von ihnen. „Man muss schon verrückt sein“, sagt er, „sich auf eine Rakete zu setzen und sich auf den Mars schießen zu lassen. Aber das bin ich.“ Bei der Auswahl der angehenden Astronauten sind professionelle Kriterien entscheidend. Wer Fähigkeiten mitbringt, die auf dem Mars Leben retten können, liegt klar vorne. Und Michael Knops kann Leben retten. Er macht es jeden Tag. Als Assistenzarzt an der Berliner Charité versorgt er auf der Intensivstation schwerkranke Patienten.</p><p class=\"passage_para\">Und wenn er sich etwas vornimmt, zieht er es auch durch. Hartnäckig sei er; unbeirrt von seinem Ziel überzeugt.</p><p class=\"passage_para\">Manchmal gibt es Momente des Zweifels. Auf der Reise zum Mars wäre er eingepfercht in eine winzige Kapsel. Nur ein anderer Astronaut mit an Bord. Für sieben unendlich lange Monate. „Das ist hart. Da kann man sich nicht aus dem Weg gehen“, sagt Michael Knops.</p><p class=\"passage_para\">Auch nach der Landung auf dem Mars gäbe es nur 40 Menschen, die er für den Rest seines Lebens noch zu Gesicht bekäme. Das stört ihn nicht. Man könne da ja mal rausgehen und den Planeten erkunden, wenn man sich auf den Geist geht.</p><p class=\"passage_para\">Seiner Mutter hat er von seinem Plan, auf den Mars zu ziehen, noch nichts erzählt. „Und mein Papa denkt, der Micha, der ist ein bisschen bescheuert“, sagt Dr. Michael Knops und lacht, „man muss schon eine Portion Verrücktheit mitbringen. Eine andere Sicht auf die Welt – so wie Kolumbus.“</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Michel Penke</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><div class=\"title\"><p class=\"title_line passage-title\">Quellenmaterial 2</p><p class=\"title_line passage-title\">Sie haben 2 Minuten Zeit, um die Übersicht zu lesen und die Fragen zu überfliegen.</p><p class=\"title_line passage-title\">Übersicht</p><p class=\"title_line passage-title\">In diesem Hörtext geht es um das Weltraumprojekt „Mars One“, das Teilnehmer ohne garantierte Rückreisemöglichkeit zum Planeten Mars schicken will. Der ursprüngliche Audiobeitrag „Mit dem One-Way-Ticket durchs All“ wurde am 8. April 2013 vom deutschen Regionalsender Südwestrundfunk in der Sendung „Wissen“ veröffentlicht. Es sprechen ein Moderator und der ehemalige NASA-Mitarbeiter Norbert Kraft, der als medizinischer Direktor für das Projekt Mars One arbeitet. Der Hörtext ist ca. drei Minuten lang.</p></div><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Südwestrundfunk (SWR)</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_3e0c1c77381d0ad3f52d4825097fdba4\" data-src=\"https://assets.learnosity.com/organisations/537/VR035878.a02.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Im Hörtext wird suggeriert, dass die Marsstation wachsen wird; im Artikel dagegen, dass sie klein bleiben wird.</p>","<p class=\"choice_paragraph\">Im Hörtext wird gesagt, dass man vor allem Geologen braucht; im Artikel steht aber, dass man Mechaniker sucht.</p>","<p class=\"choice_paragraph\">Im Hörtext wird das Projekt hauptsächlich kritisiert; im Artikel hingegen wird es vor allem gelobt.</p>","<p class=\"choice_paragraph\">Im Hörtext vergleicht man das Projekt mit Kolumbus; im Artikel sieht man eher Ähnlichkeiten mit Science Fiction.</p>"],"answer":0}]