[{"id":"VR061591","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Persuasive Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You have 1 minute to read the directions for this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie haben 1 Minute Zeit, die Anweisungen für diese Aufgabe zu lesen.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write a persuasive essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie nehmen an einem deutschen Schreibwettbewerb teil und reichen einen Aufsatz ein, in dem Sie Ihre Argumente darstellen. Das Thema des Aufsatzes basiert auf drei Quellen, die jeweils einen anderen Aspekt dieses Themas darstellen. Diese Quellen bestehen aus Hör- und Lesetexten. Zuerst haben Sie 6 Minuten Zeit, das Aufsatzthema und die gedruckten Texte zu lesen. Danach hören Sie den Hörtext zweimal. Dabei sollten Sie sich Notizen machen. Dann haben Sie 40 Minuten Zeit, den Aufsatz zu gliedern und zu schreiben.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Behandeln Sie in Ihrem Aufsatz die unterschiedlichen Meinungen der Quellen zu dem Thema. Drücken Sie Ihre eigene Meinung dazu klar aus und begründen Sie sie. Benutzen Sie Informationen aus allen drei Quellen beim Aufbau des Aufsatzes. Immer wenn Sie auf das Quellenmaterial verweisen, identifizieren Sie dieses entsprechend. Zudem sollte der Aufsatz übersichtlich in Absätze gegliedert sein.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will now begin this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie beginnen jetzt mit dieser Aufgabe.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Time — Approximately 55 minutes</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Thema: Globalisierung</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie haben 6 Minuten Zeit, das Aufsatzthema, das Quellenmaterial 1 und das Quellenmaterial 2 zu lesen.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Aufsatzthema:</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sollte man weniger online einkaufen?</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Quellenmaterial 1</span><span class=\"formatted_line_break delivery_mode:Both\"></span>Übersicht<span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_line_break delivery_mode:Both\"></span>In diesem Text geht es um Probleme, die durch den Online-Handel verursacht werden. Der ursprüngliche Bericht wurde am 16. Mai 2013 von der Journalistin Carina Kontio im Handelsblatt veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Die Schattenseiten des Online-Handels</p>\n</div>\n\n<p class=\"passage_para\">Sie heißen Lisa, Jenny, Pauline oder Julia und feiern einmal im Monat ihre Online-Shopping-Party im eigenen Wohnzimmer. Haufenweise ordert jedes Mädchen Schuhe und Kleider, um sich dann am kollektiven Aufmotzen zu berauschen. Bestellt wird immer nur dort, wo die Retoure der Fummel umsonst ist.</p>\n\n<p class=\"passage_para\">Für die Händler sind solche Exzesse, die als sogenannte „Zalando-Partys“ Furore machen, ein Graus. Die benutzten Sachen müssen zurück transportiert, inspiziert, gereinigt, manchmal sogar repariert und dann wieder neu verpackt werden.</p>\n\n<p class=\"passage_para\">Ein Wahnsinn, der gerade in Zeiten des Klimawandels weitreichende Folgen hat. Folgen, an denen der moderne Konsument nicht frei von Schuld ist.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Shopping mit Nebenwirkungen</span></p>\n\n<p class=\"passage_para\">Wenn immer mehr Waren im Internet geordert werden, hat das Nebenwirkungen. Spätestens seit den jüngsten Skandalen um Leiharbeiter beim Online-Giganten Amazon und Paketsklaven in der Logistik-Branche ist sichtbar geworden, wie sehr dieser Boom unser ganzes Leben verändert. Von übelsten Arbeitsbedingungen berichtete Enthüllungsjournalist Wallraff, der sich unter GLS-Paketzulieferer mischte und mit gebeutelten Subunternehmern in 14-Stunden-Schichten bei einem Dumpinglohn von drei bis fünf Euro pro Stunde Päckchen transportierte. Und, da ist sich der E-Commerce-Experte Gerrit Heinemann von der Hochschule Niederrhein sicher: „Das ist alles erst der Anfang.“</p>\n\n<p class=\"passage_para\">Für Einzelhändler und Einkaufszentren mit hohen Fixkosten ist der Online-Boom ein Desaster. „Wenn der stationäre Handel nicht wach wird, wird er sich mittelfristig nicht halten können“, sagt Heinemann.</p>\n\n<p class=\"passage_para\">Von einer Verödung der Innenstädte spricht er: „Ich bekomme regelmäßig Anrufe von Investoren aus der Immobilienbranche, die verunsichert fragen, ob es sich noch lohnt, ihr Geld in Einkaufszentren zu stecken.“ Seine Antwort? Nein. „In den letzten Jahren ist die Besucherzahl in kleinen und mittleren deutschen Städten um rund 20 Prozent zurückgegangen, bis zu 25 Prozent der Läden stehen dort leer.“</p>\n\n<p class=\"passage_para\">Online-Shopping: Ein Umwelt-Wahnsinn?</p>\n\n<p class=\"passage_para\">Bisher noch unerwähnt bei all dem Bestell-Fieber blieb die Umwelt. Im Schnitt geht jede zehnte Bestellung wieder zurück zum Anbieter. Am schlimmsten trifft es die Modebranche. „Mindestens jedes zweite Paket geht bei Bekleidungskäufen im Internet zurück. Für die Umweltauswirkungen ist das eine Katastrophe“, sagt Moritz Mottschall vom Freiburger Öko-Institut.</p>\n\n<p class=\"passage_para\">Tag für Tag, das hat das Wirtschaftsmagazin „Plusminus“ ausgerechnet, gehen 800.000 Pakete zurück. Das mache 400 Tonnen CO2. Täglich. Die gleiche Menge würden 255 Auto-Fahrten von Frankfurt nach Peking verursachen. Und über das Thema Verpackungsmüll bei Web-Shopping von Lebensmitteln, die im Styropormantel stecken oder auf Plastikpolstern liegen, haben wir noch gar nicht gesprochen!</p>\n\n<p class=\"passage_para\">E-Commerce und Moral</p>\n\n<p class=\"passage_para\">„Wichtig ist bei all den Problemen die Frage, welche Steuerungsmöglichkeit man als Verbraucher hat“, sagt der Wirtschaftsethiker Josef Wieland. Im Grunde gehe es darum, zu erkennen, dass wir eine gemeinsame Verantwortung haben, wenn wir miteinander in eine Wirtschaftsbeziehung eintreten.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Handelsblatt GmbH. All rights reserved.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Quellenmaterial 2</span><span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_line_break delivery_mode:Both\"></span>Übersicht<span class=\"formatted_line_break delivery_mode:Both\"></span>Diese Auswahl handelt von Gründen, warum Menschen im Internet einkaufen. Die ursprüngliche Umfrage wurde im Januar 2017 in Deutschland von Statista.de veröffentlicht.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Warum kaufen Sie manchmal lieber im Internet als im Geschäft ein?</p>\n</div>\n<img alt=\"The figure presents a horizontal bar graph titled “Warum kaufen Sie manchmal lieber im Internet als im Geschӓft ein?” The horizontal axis is labeled “Anteil der Befragten,” and the numbers 0 percent through 70 percent, in increments of 10 percent, are indicated. The vertical axis has no label and the following 10 categories are indicated: Niedrigere Preise/bessere Angebote als im Geschӓft; Größere Produktauswahl; Es ist bequemer als der Einkauf im Geschӓft; Möglichkeit, Produkte nach Hause liefern zu lassen; Angebotsvergleich und -suche ist einfacher als im Geschӓft; Kundenbewertungen sind verfügbar; Es ist einfacher, meine Lieblingsmarken online zu finden; Bessere Produktinformationen als im Geschӓft; Sonstiges; and Ich kaufe immer lieber im Geschӓft. The data of the 10 bars are as follows. Bar 1. Niedrigere Preise/bessere Angebote als im Geschӓft, 59%. Bar 2. Größere Produktauswahl, 57%. Bar 3. Es ist bequemer als der Einkauf im Geschӓft, 55%. Bar 4. Möglichkeit, Produkte nach Hause liefern zu lassen, 55%. Bar 5. Angebotsvergleich und -suche ist einfacher als im Geschӓft, 49%. Bar 6. Kundenbewertungen sind verfügbar, 33%. Bar 7. Es ist einfacher, meine Lieblingsmarken online zu finden, 30%. Bar 8. Bessere Produktinformationen als im Geschӓft, 22%. Bar 9. Sonstiges, 3%. Bar 10. Ich kaufe immer lieber im Geschӓft, 5%. A note at the bottom of the figure contains the information “1.020 Befragte ab 18 Jahre.”\" height=\"540\" src=\"https://assets.learnosity.com/organisations/537/VR061591.g01.png\" width=\"656\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Quellenmaterial 3</span><span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_line_break delivery_mode:Both\"></span>Sie haben 30 Sekunden Zeit, um die Übersicht zu lesen.<span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_line_break delivery_mode:Both\"></span>Übersicht<span class=\"formatted_line_break delivery_mode:Both\"></span><span class=\"formatted_line_break delivery_mode:Both\"></span>In diesem Hörtext geht es um positive Erfahrungen mit Online-Shopping. Der ursprüngliche Bericht wurde am 3. Oktober 2012 in Deutschland von Deutsche Welle unter dem Titel „Kleiderkauf ohne Anprobe – Internetshopping boomt“ veröffentlicht. Sie hören eine Moderatorin im Gespräch mit der Studentin Amelie Richter und dann den Designer Carl Tillessen. Der Hörtext ist ca. drei Minuten lang.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Deutsche Welle</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VR061591.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"standalone_statement style:1\">&nbsp;</p>\n","rubricRef":"VR061591_rubric"}]