[{"id":"VR218695","type":"audio","stimulusHtml":"<br><div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Task 4: Cultural Comparison</span></p>\n<p class=\"passage_para\">You will have 1 minute to read the directions for this task.</p>\n<p class=\"passage_para\">Sie haben 1 Minute Zeit, die Anweisungen für diese Aufgabe zu lesen.</p>\n<p class=\"passage_para\">You will make an oral presentation on a specific topic to your class. You will have 4 minutes to read the presentation topic and prepare your presentation. Then you will have 2 minutes to record your presentation.</p>\n<p class=\"passage_para\">In your presentation, compare a German-speaking community with which you are familiar to your own or another community. You should demonstrate your understanding of cultural features of the German-speaking community. You should also organize your presentation clearly.</p>\n<p class=\"passage_para\">Sie halten einen Vortrag über ein bestimmtes Thema. Sie haben 4 Minuten Zeit, das Vortragsthema zu lesen und Ihren Vortrag vorzubereiten. Sie haben dann 2 Minuten Zeit, Ihren Vortrag aufzunehmen.</p>\n<p class=\"passage_para\">In Ihrem Vortrag, vergleichen Sie eine deutschsprachige Gesellschaft, die Sie kennen, mit Ihrem eigenen oder einem anderen sozialen Umfeld. Zeigen Sie dabei Ihre Kenntnisse der Kultur in dieser deutschsprachigen Gesellschaft. Sie sollten Ihren Vortrag übersichtlich gestalten.</p>\n<p class=\"passage_para\">You will now begin this task.</p>\n<p class=\"passage_para\">Sie beginnen jetzt mit dieser Aufgabe.</p>\n<p class=\"passage_para\">&nbsp;</p>\n<p class=\"passage_para\">Thema: Wissenschaft und Technologie</p>\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Thema des Vortrags:</span></p>\n<p class=\"passage_para\">Welche Einstellung haben die Menschen in einer deutschsprachigen Region gegenüber Expertise und Fachwissen (z.B. haben sie Respekt vor Akademikern, erfolgreichen Geschäftsleuten, oder anderen Experten)? Vergleichen Sie das mit der Einstellung von Menschen in Ihrem eigenen oder einem anderen sozialen Umfeld gegenüber Expertise und Fachwissen. Sie können in Ihrem Vortrag persönliche Beobachtungen, Erfahrungen oder das, was Sie gelernt haben, beschreiben.</p>\n</div></div></div></div>\n","rubricRef":"VR218695_rubric"}]