[{"id":"VR438004","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You have 1 minute to read the directions for this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie haben 1 Minute Zeit, die Anweisungen für diese Aufgabe zu lesen.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write a persuasive essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie nehmen an einem deutschen Schreibwettbewerb teil und reichen einen Aufsatz ein, in dem Sie Ihre Argumente darstellen. Das Thema des Aufsatzes basiert auf drei Quellen, die jeweils einen anderen Aspekt dieses Themas darstellen. Diese Quellen bestehen aus Hör- und Lesetexten. Zuerst haben Sie 6 Minuten Zeit, das Aufsatzthema und die gedruckten Texte zu lesen. Danach hören Sie den Hörtext zweimal. Dabei sollten Sie sich Notizen machen. Dann haben Sie 40 Minuten Zeit, den Aufsatz zu gliedern und zu schreiben.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Behandeln Sie in Ihrem Aufsatz die unterschiedlichen Meinungen der Quellen zu dem Thema. Drücken Sie Ihre eigene Meinung dazu klar aus und begründen Sie sie. Benutzen Sie Informationen aus allen drei Quellen beim Aufbau des Aufsatzes. Immer wenn Sie auf das Quellenmaterial verweisen, identifizieren Sie dieses entsprechend. Zudem sollte der Aufsatz übersichtlich in Absätze gegliedert sein.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will now begin this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie beginnen jetzt mit dieser Aufgabe.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Time — Approximately 55 minutes</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\">Thema: Globalisierung</p>\n\n<p class=\"standalone_statement style:1 text-center\">Sie haben 6 Minuten Zeit, das Aufsatzthema, das Quellenmaterial 1 und das Quellenmaterial 2 zu lesen.</p>\n\n<div class=\"prompt\"><span class=\"formatted_text font_weight:bold\">Aufsatzthema: </span><span class=\"formatted_line_break delivery_mode:Both\"></span>Soll man einen SUV („Sport Utility Vehicle“ oder Geländewagen) fahren?</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Quellenmaterial 1</p>\n\n<p class=\"title_line passage-title\">Übersicht</p>\n</div>\n\n<p class=\"introduction passage-intro\">In diesem Text geht es um eine kritische Beschreibung des Trends zu mehr SUVs in Deutschland. Der ursprüngliche Artikel wurde am 25. Februar 2019 in Deutschland auf der Webseite vom Südwestrundfunk veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Größer, höher, breiter: Immer mehr SUVs auf unseren Straßen</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">Es ist paradox: Auf der einen Seite steigt das Bewusstsein für den Klimawandel. Auf der anderen Seite werden unsere Autos immer größer und breiter. Noch nie wurden in Deutschland so viel SUVs zugelassen wie 2018. Obwohl sie teuer sind, viel Sprit verbrauchen und der Umwelt schaden.</p>\n</div>\n</div>\n\n<p class=\"passage_para\">Trotz Parkplatzmangel erfreuen sich SUVs ungebremster Beliebtheit. Mehr als jede vierte Neuzulassung war im vergangenen Jahr ein SUV oder Geländewagen. Von 2013 bis 2018, in nur fünf Jahren, haben sie sich mehr als verdoppelt: auf 933.504 Neuzulassungen 2018.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Wann begann der Boom der SUVs?</span></p>\n\n<p class=\"passage_para\">SUV, Sport Utility Vehicle, sind Sportnutzfahrzeuge, eine sportliche Version von Geländewagen. Die echten Geländewagen waren in den 80ern nur was für Abenteurer, Spezialisten und das Militär. Der Toyota Rav4 kam 1994 als erster SUV nach Deutschland. 1997 folgte der Land Rover Freelander.</p>\n\n<p class=\"passage_para\">Steil bergauf ging der Verkauf aber erst, als der teure Allradantrieb gespart wurde – und damit die Geländetauglichkeit. Auch die Serienbereifung der meisten SUVs ist für ernsthaftes Fahren im Gelände kaum bis gar nicht geeignet.</p>\n\n<p class=\"passage_para\">Nur zehn Prozent der Käufer nutzen einen SUV wirklich im Gelände, weiß Verkehrspsychologe Diethard Ochs aus Kandel. Die meisten lockt die versprochene Vielseitigkeit: „Wir wollen gerne viel und mehrere Dinge haben, und dann sind da solche Produkte, die ganz Unterschiedliches versprechen: Sportlich unterwegs sein, viel transportieren können, einkaufen können, mit der Familie unterwegs sein, durchs Gelände fahren.“</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Welche Nachteile haben SUVs?</span></p>\n\n<p class=\"passage_para\">• SUVs sind bis zu 40 Zentimeter breiter als Kleinwagen.</p>\n\n<p class=\"passage_para\">• Sie sind mehr als doppelt so schwer wie Kleinwagen und stoßen doppelt so viel <span class=\"math_expression\"><span aria-label=\"C O 2\"><math alttext=\"C O 2\" overflow=\"scroll\"> <mi>C</mi> <msub> <mi>O</mi> <mn>2</mn> </msub> </math></span></span> aus. Ebenso mehr Stickoxide.</p>\n\n<p class=\"passage_para\">• SUVs haben eine größere Stirnfläche und damit höheren Luftwiderstand. Ab 60 Stundenkilometer wirkt er sich am stärksten auf den Spritverbrauch aus.</p>\n\n<p class=\"passage_para\">• Durch breitere Reifen und höheren Druck auf die Straße haben sie mehr Reifenabrieb. Damit hinterlassen sie mehr Feinstaub und Mikroplastik.</p>\n\n<p class=\"passage_para\">• Außerdem beanspruchen sie mehr Parkraum: Auf einer Fläche mit 100 SUVs könnten 130 Kleinwagen parken.</p>\n\n<p class=\"passage_para\">Manche deutschen Ordnungsämter haben schon reagiert und kassieren, wenn ein Fahrzeug zu groß für die eingezeichnete Parkfläche ist.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Warum werden trotzdem so viele SUVs verkauft?</span></p>\n\n<p class=\"passage_para\">SUVs sind sicherer. Das gilt allerdings nur für die Insassen selbst. Gefährlich sind die hohen und robusten Karosserien vor allem für Radfahrer und Fußgänger, aber auch für Insassen kleinerer Autos. Laut Forschern steigt das Risiko bei einem Unfall zu sterben um mehr als 80 Prozent, wenn ein SUV beteiligt ist.</p>\n\n<p class=\"passage_para\">Steigt die Zahl der SUVs weiter so rasant, verliert letztlich auch die höhere Sitzposition ihren Vorteil. Denn: wenn alle hoch sitzen, hat am Ende niemand mehr den besseren Überblick.</p>\n\n<p class=\"passage_para\">Die Zahl der SUVs steigt dramatisch. Dabei lösen sie ihr Versprechen der Vielseitigkeit oft gar nicht ein. Sich das scheinbare Plus an Möglichkeiten offen halten zu wollen ist rücksichtslos. Und für unsere Gesundheit und die Umwelt bedeuten sie ein dickes Minus.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used with permission of SWR.</span></span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Quellenmaterial 2</p>\n\n<p class=\"title_line passage-title\">Übersicht</p>\n</div>\n\n<p class=\"introduction passage-intro\">Diese Auswahl handelt von Statistiken zum Verkauf von neuen SUVs und zu Unfällen, bei denen ein großer SUV mit einem normalen Auto kollidiert. Die Grafik zum Markterfolg wurde ursprünglich am 8. November 2017 vom CAR Center Automotive Research in Duisburg veröffentlicht; die Daten zu Unfällen sind aus dem Jahr 2011 und stammen von der Unfallforschung des Gesamtverbandes der Deutschen Versicherungswirtschaft e. V.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n<img alt=\"The figure shows an infographic consisting of a vertical bar graph, two illustrated scenarios, and a horizontal bar graph. The following partial title is written at the top of the infographic, above the horizontal bar graph: “S U Vs: Ein Markterfolg ...” The horizontal bar graph is titled “Neu-Zulassungen von S U Vs in Deutschland.” The horizontal axis is a rightward pointing arrow which begins at the year 1995 and ends at the year 2017. There is no vertical axis. A vertical bar is presented for each year from 1995 through 2017. The bars gradually increase in height from 1995 to 2017. A caption on the bar for 1995 reads: “1995 = 67.752. 2,0 % aller neu-verkauften Wagen.” A caption on the bar for 2017 reads: “2017 = 850.000. 25,0 % aller neu-verkauften Wagen.” The rest of the title from the top of the infographic appears above the two illustrated scenarios and horizontal bar graph, and reads: “… mit schweren Folgen:.” Scenario 1 shows an illustration of a car labeled 1 hitting a car labeled 2. Text to the left of the illustration reads: “Unfallszeneario 1: Auto 1 (Standardgröße) fährt in Auto 2 (Standardgröße) ein.” Scenario 2 shows an illustration of an S U V labeled 1 crashing into a car labeled 2. Text to the left of the illustration reads: “Unfallszenario 2: Großer S U V fährt in Auto 2 (Standardgröße) ein.” The horizontal bar graph is located to the right of the scenarios. The horizontal axis is labeled “Getötete Fahrzeug-Insassen pro 1.000 Unfälle,” and the numbers 0 through 10, in increments of 2, are indicated. The vertical axis is unlabeled and contains 4 horizontal bars. Each bar corresponds to the labeled vehicles in the two scenarios. The data represented by the bars, by scenario, are as follows. Note that all values are approximate. Scenario 1. Bar representing car 1: 3.8. Bar representing car 2: 3.8. Scenario 2. Bar representing car: 8.7. Bar representing S U V: 2.2.\" height=\"633\" src=\"https://assets.learnosity.com/organisations/537/VR438004.g02.png\" width=\"580\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Quellenmaterial 3</p>\n\n<p class=\"title_line passage-title\">Sie haben 30 Sekunden Zeit, um die Übersicht zu lesen.</p>\n\n<p class=\"title_line passage-title\">Übersicht</p>\n\n<p class=\"title_line passage-title\">In diesem Hörtext geht es um die Gründe, warum Menschen einen SUV kaufen. Das ursprüngliche Interview wurde am 24. April 2015 von detektor.fm unter dem Titel „AutoMobil: Boom der SUV“ veröffentlicht. Die Moderatorin Maj Schweigler spricht mit Prof. Paolo Tumminelli vom Köln International School of Design. Der Hörtext ist ca. drei Minuten lang.</p>\n</div>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used with permission.</span></span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VR438004.a02.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n","rubricRef":"VR438004_rubric"}]