[{"id":"VR759556","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You have 1 minute to read the directions for this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie haben 1 Minute Zeit, die Anweisungen für diese Aufgabe zu lesen.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to a German writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie nehmen an einem deutschen Schreibwettbewerb teil und reichen einen Aufsatz ein, in dem Sie Ihre Argumente darstellen. Das Thema des Aufsatzes basiert auf drei Quellen, die jeweils einen anderen Aspekt dieses Themas darstellen. Diese Quellen bestehen aus Hör- und Lesetexten. Zuerst haben Sie 6 Minuten Zeit, das Aufsatzthema und die gedruckten Texte zu lesen. Danach hören Sie den Hörtext zweimal. Dabei sollten Sie sich Notizen machen. Dann haben Sie 40 Minuten Zeit, den Aufsatz zu gliedern und zu schreiben.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Stellen Sie in Ihrem Aufsatz Ihren eigenen Standpunkt zu dem Thema klar vor und begründen Sie ihn. Integrieren Sie Perspektiven und Informationen aus allen drei Quellen, um Ihre Argumentation zu unterstützen. Immer wenn Sie auf das Quellenmaterial verweisen, identifizieren Sie die jeweilige Quelle. Zudem sollte der Aufsatz übersichtlich in Absätze gegliedert sein.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will now begin this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie beginnen jetzt mit dieser Aufgabe.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Time — Approximately 55 minutes</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Thema: Globalisierung</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Sie haben 6 Minuten Zeit, das Aufsatzthema, das Quellenmaterial 1 und das Quellenmaterial 2 zu lesen.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">&nbsp;</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Aufsatzthema:</span><span class=\"formatted_line_break delivery_mode:Both\"></span>Sollten die öffentlichen Verkehrsmittel in Städten (z.B. Bus, U-Bahn und Straßenbahn) kostenlos sein?</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"standalone_statement style:1 text-center\">Quellenmaterial 1</p>\n\n<p class=\"standalone_statement style:1 text-center\">Übersicht</p>\n\n<p class=\"standalone_statement style:1 text-center\"><span class=\"formatted_line_break delivery_mode:Both text-center\"></span><span class=\"formatted_line_break delivery_mode:Both text-center\"></span>In diesem Text geht es um Gründe, warum man die öffentlichen Verkehrsmittel nicht gratis machen soll. Der ursprüngliche Kommentar wurde am 18. April 2019 in Deutschland vom Journalisten Edgar Langwald veröffentlicht.</p>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Quellenmaterial 1</span><span class=\"formatted_line_break delivery_mode:Both\"></span>Übersicht<span class=\"formatted_line_break delivery_mode:Both\"></span>In diesem Text geht es um Gründe, warum man die öffentlichen Verkehrsmittel nicht gratis machen soll. Der ursprüngliche Kommentar wurde am 18. April 2019 in Deutschland vom Journalisten Edgar Langwald veröffentlicht.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Sollte der Nahverkehr kostenlos sein?</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">Autos tragen maßgeblich zum Klimawandel bei. Wäre ein kostenloser Nahverkehr ein gutes Mittel, um Menschen zum Umsteigen zu bewegen?</p>\n</div>\n</div>\n\n<p class=\"passage_para\">Die Idee, den Öffentlichen Personennahverkehr (ÖPNV) kostenlos zu machen, klingt auf den ersten Blick recht verlockend. Dann könnte jeder ihn benutzen, ob arm oder reich. Mehr Leute würden ihr Auto stehen lassen und damit die Umwelt entlasten: Es gäbe weniger Lärm, weniger Stickoxide, einen geringeren Kohlendioxid-Ausstoß und weniger Verkehrstote. Und keiner müsste mehr wegen Schwarzfahrens einsitzen. Jeder würde davon profitieren.</p>\n\n<p class=\"passage_para\">Doch dieses Modell ist in Großstädten wie Hamburg Geldverschwendung. Versuche in vielen Städten, in denen diese Idee ausprobiert wurde, haben nämlich gezeigt, dass Autofahrer nicht einfach auf öffentliche Verkehrsmittel umstiegen, nur weil diese kostenlos waren. Die Kriterien Komfort, Geschwindigkeit und Zuverlässigkeit waren den meisten Autofahrern wichtiger als der Preis.</p>\n\n<p class=\"passage_para\">Ein eigenes Auto zu halten, ist ohnehin schon deutlich teurer als eine Monatskarte des Hamburger Verkehrsverbundes (HVV). Und gerade an der Zuverlässigkeit des öffentlichen Nahverkehrs in Hamburg ist noch viel auszusetzen. In anderen Worten: Hamburg hätte immer noch überfüllte Straßen. Ein Ziel für Großstädte sollte aber gerade sein, dass Autofahrer ihren Wagen stehen lassen, und nicht etwa, die Stadt touristisch attraktiver zu machen.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Zu Stoßzeiten überfüllt</span></p>\n\n<p class=\"passage_para\">Die zusätzlichen Fahrgäste, die ein kostenloser Nahverkehr anzöge, wären wohl hauptsächlich Fahrradfahrer und Fußgänger. Das würde den HVV aber noch unattraktiver machen, da Busse und Bahnen zu manchen Zeiten sowieso schon überfüllt sind.</p>\n\n<p class=\"passage_para\">Dazu kommt, dass der Begriff, „Kostenloser ÖPNV“ in die Irre führt, denn mit „kostenlos“ hat das nichts zu tun. Die Kosten würde der Steuerzahler übernehmen. In Hamburg werden jährlich 825,5 Millionen Euro durch den Verkauf von Fahrkarten erlöst. Bei 3.458.000 Einwohnern im Verbundgebiet des HVV hätte also Stand 2016 jeder Bürger 238 Euro bezahlen müssen, um die verlorenen Einnahmen zu decken. Das ist unfair gegenüber denjenigen, die den HVV überhaupt nicht nutzen, zum Beispiel, weil sie schlecht an das HVV-Netz angeschlossen sind.</p>\n\n<p class=\"passage_para\">Die bisherigen Versuche von Kommunen, einen kostenlosen Nahverkehr einzuführen, haben gezeigt, dass dieser kaum zu finanzieren ist. Teilweise lag das ausgerechnet an zu hohen Unterhaltungskosten durch die starke Nutzung der Busse. Unterm Strich schafft der Vorschlag mehr Probleme als er löst.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used with permission.</span></span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Quellenmaterial 2</span><span class=\"formatted_line_break delivery_mode:Both\"></span>Übersicht<span class=\"formatted_line_break delivery_mode:Both\"></span>Diese Auswahl handelt von den ökologischen Folgen verschiedener innerstädtischer Verkehrsmittel und Meinungen zu öffentlichen Verkehrsmitteln. Die ursprünglichen Daten wurden 2017 in Deutschland von der Wissenschaftssendung „Quarks“ und dem Allgemeinen Deutschen Automobil-Club (ADAC) veröffentlicht.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n<img alt=\"The figure shows an infographic titled “Aufs Auto verzichten, um den Klimawandel zu bekämpfen?” It is divided into two parts. In the top part, there is a large arrow pointing downward next to a pyramid with four horizontal sections. In the section at the top of the pyramid, a car with a driver is shown and the following caption is written beside it: “Privates Standard-Auto / ‘Motorisierter Individualverkehr’ (M I V), 240 Gramm C O 2-Äquivalente pro Personenkilometer (P k m).” In the second section of the pyramid, a car is shown with a driver and a passenger. The following caption is written beside it: “Kollaborativ genutztes Auto, 160 Gramm C O 2-Äquivalente pro P k m.” In the third section of the pyramid, a bus is shown. The following caption is written beside it: “Öffentlicher Personenverkehr, 63,7 Gramm C O 2-Äquivalente pro P k m.” The fourth section of the pyramid shows a couple walking together while one person carries a briefcase, a person walking alone, a person riding a bicycle, a person with a backpack walking alone, a person walking a dog, and another person walking. The following text is written beside it: “Aktive Mobilität, Beim E-Bike 6 Gramm C O 2-Äquivalente pro P k m; sonst null.” In the bottom part of the infographic, a streetcar is shown beside a horizontal bar graph titled “Dann müssten die öffentlichen Verkehrsmittel attraktiver werden, denn viele Deutsche finden:” There are 8 bars of data as follows: Die Ticketpreise sind zu hoch, 62%. Man kann schlecht Sachen transportieren, 60%. Die Fahrt dauert zu lange, ist zu kompliziert, 56%. Es gibt zu viele Menschen / Es ist zu voll, 51%. Busse und Bahnen sind oft nicht pünktlich, kommen zu spät, 45%. Es ist unbequem, 44%. Ich habe manchmal Angst, es ist nicht sicher, 38%. Es gibt zu viele Züge oder Busse, die ausfallen, 34%. At the bottom of the infographic, a caption reads: “Basis: 3.100 Personen, die den Ö P N V nicht oder selten nutzen. Mehrere Antworten möglich.”\" height=\"466\" src=\"https://assets.learnosity.com/organisations/578/VR759556.g06.svg\" width=\"555\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"standalone_statement style:1\">&nbsp;</p>\n\n<p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Quellenmaterial 3 </span><span class=\"formatted_line_break delivery_mode:Both\"></span>Sie haben 30 Sekunden Zeit, um die Übersicht zu lesen.<span class=\"formatted_line_break delivery_mode:Both\"></span>Übersicht<span class=\"formatted_line_break delivery_mode:Both\"></span></p>\n\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">In diesem Hörtext geht es um Argumente für kostenlose öffentliche Verkehrsmittel. Die ursprüngliche Präsentation wurde am 4. Mai 2018 in Deutschland von zwei studentischen Bloggern, Jonas und David, unter dem Titel „Sollte öffentlicher Nahverkehr kostenlos werden?“ veröffentlicht. Der Hörtext ist ca. drei Minuten lang.</p>\n<span style=\"font-size:0.8em;\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used with permission.</span></span></span></div>\n</div>\n\n<div class=\"scene\"><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/578/VR759556.a02.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"standalone_statement style:1\">&nbsp;</p>\n","rubricRef":"VR759556_rubric"}]