[{"id":"VR786901_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p><strong>Points earned:</strong></p><p><strong>+1 </strong>Written response 2(a) identifies a Boolean expression equivalent to the one included in the first conditional statement in the Procedure section of the Personalized Project Reference.</p><p><strong>Consider the Personalized Project Reference and Written Response 2(a) when scoring this point.</strong></p><ul><li><p>If multiple conditional statements are included in the Procedure section of the Personalized Project Reference, use the first conditional statement to determine whether the point is earned.</p></li><li><p>The conditional statement does not need to be contained in a procedure to earn this point.</p></li></ul><p><strong>Do NOT award a point if the following is true:</strong></p><ul><li><p>The identified Boolean expression does not evaluate to the same value as the expression in the conditional statement for all possible values of the included variables.</p></li></ul><p></p><p><strong>+1 </strong>Written response 2(b) identifies a strategy for testing the correctness of the procedure and describes how the strategy could be used to test the procedure.</p><p><strong>Consider the Personalized Project Reference and Written Response 2(b) when scoring this point.</strong></p><ul><li><p>If multiple procedures are included in part (i) of the Procedure section of the Personalized Project Reference, use the first procedure to determine whether the point is earned.</p></li><li><p>Some strategies for testing include (but are not limited to) hand tracing, use of visualizations, use of debuggers, adding extra output statements, and commenting out lines of code.</p></li></ul><p><strong>Do NOT award a point if any one or more of the following is true:</strong></p><ul><li><p>A procedure is not identified in part (i) of the Procedure section of the Personalized Project Reference.</p></li><li><p>The response does not apply to the procedure in part (i) of the Procedure section of the Personalized Project Reference.</p></li><li><p>The response identifies a strategy that is implausible, inaccurate, or inconsistent with the program.</p></li></ul><p></p><p><strong>+1 </strong>Written response 2(c) identifies the subproblem being solved or task being accomplished by the procedure and explains how the procedure is used to accomplish the overall functionality of the program.</p><p><strong>Consider the Personalized Project Reference and Written Response 2(c) when scoring this point.</strong></p><ul><li><p>If multiple procedures are included in part (i) of the Procedure section of the Personalized Project Reference, use the first procedure to determine whether the point is earned.</p></li></ul><p><strong>Do NOT award a point if any one or more of the following is true:</strong></p><ul><li><p>A procedure is not identified in part (i) of the Procedure section of the Personalized Project Reference.</p></li><li><p>The response does not apply to the procedure in part (i) of the Procedure section of the Personalized Project Reference.</p></li><li><p>The response includes an explanation that is implausible, inaccurate, or inconsistent with the program. </p></li></ul>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Total number of points earned is equal to 0.</p>","<p>Total number of points earned is equal to 1.</p>","<p>Total number of points earned is equal to 2.</p>","<p>Total number of points earned is equal to 3. </p>"]}]