[{"id":"VR786896_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p><strong>Points earned:</strong></p><p><strong>+1 </strong>The video demonstrates the running of the program, including input, program functionality, and output.<br><strong>Consider only the video when scoring this point.</strong></p><p><strong>Do NOT award a point if the following is true:</strong></p><ul><li><p>The video does not show a demonstration of the program running (screenshots or storyboards are not acceptable and would not be credited).</p></li></ul><p></p><p><strong>+1 </strong>The program code includes a list, a procedure, a call to the procedure, selection, and iteration.</p><p><strong>Consider the Personalized Project Reference (or Program Code if necessary) when scoring this point.</strong></p><ul><li><p>If the program requirements do not appear in the Personalized Project Reference, consider the full program code file when scoring this point.</p></li><li><p>The procedure does not need to have a parameter to earn this point.</p></li><li><p>The code segments demonstrating selection and iteration do not need to appear in the same algorithm to earn this point.</p></li><li><p>The code segments demonstrating selection and iteration do not need to be contained in a procedure to earn this point.</p></li></ul><p><strong>Do NOT award a point if any one or more of the following is true:</strong></p><ul><li><p>The list is a one-element list.</p></li><li><p>The use of the list is irrelevant or not used in the program.</p></li><li><p>The use of either the selection or the iteration is trivial (i.e., does not affect the outcome of the program).</p></li></ul><p></p><p><strong>+1 </strong>The written response describes a piece of documentation that would be appropriate to include in the program and describes the intended purpose of the documentation by identifying who would use it and what they would do with it.</p><p><strong>Consider the Video (or Program Code if necessary) and Written Response 1 when scoring this point.</strong></p><ul><li><p>The response must relate the documentation to the identified user(s).</p></li><li><p>Appropriate uses of documentation include acknowledgment of code segments written by someone else or descriptions of what a code segment does or how it works.</p></li><li><p>Responses can be a general description of the documentation or a specific comment that would be included in the program code.</p></li></ul><p><strong>Do NOT award a point if the following is true:</strong></p><ul><li><p>The description of the design is implausible, inaccurate, or inconsistent with the program. </p></li></ul>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Total number of points earned is equal to 0.</p>","<p>Total number of points earned is equal to 1.</p>","<p>Total number of points earned is equal to 2. </p>","<p>Total number of points earned is equal to 3.</p>"]}]