[{"id":"VR786909_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p><strong>Points earned:</strong></p><p><strong>+1 </strong>Written response 2(a) explains in detailed steps how the <em>code segment</em> in part (ii) of the List section of the Personalized Project Reference works.</p><p><strong>Consider the Personalized Project Reference and Written Response 2(a) when scoring this point.</strong></p><ul><li><p>If multiple lists are included in the List section of the Personalized Project Reference, use the first list to determine whether the point is earned.</p></li><li><p>The explanation can be described in pseudocode, as a sequence of steps in English, or as a paragraph in English.</p></li></ul><p><strong>Do NOT award a point if any one or more of the following is true:</strong></p><ul><li><p>A list is not identified in the List section of the Personalized Project Reference.</p></li><li><p>The description of the code segment is not detailed enough for someone else to write the code.</p></li></ul><p><strong>+1 </strong>Written response 2(b):</p><ul><li><p>describes where output statements can be inserted in the <em>procedure</em> to test whether a block of code is executed or not.</p><p>OR</p></li></ul><ul><li><p>explains why it is not possible for different arguments to cause different segments of code to execute.</p></li></ul><p><strong>Consider the Personalized Project Reference and Written Response 2(b) when scoring this point.</strong></p><ul><li><p>If multiple procedures are included in part (i) of the Procedure section of the Personalized Project Reference, use the first procedure to determine whether the point is earned.</p></li><li><p>If code lines are clearly numbered, responses can reference line numbers when responding to this question. If no numbering is included, responses should identify lines of code by copying the lines into the response.</p></li></ul><p><strong>Do NOT award a point if any one or more of the following is true:</strong></p><ul><li><p>A procedure is not identified in part (i) of the Procedure section of the Personalized Project Reference.</p></li><li><p>The response does not apply to the procedure in part (i) of the Procedure section of the Personalized Project Reference.</p></li><li><p>The response describes output statements that are implausible, inaccurate, or inconsistent with the program.</p></li></ul><p><strong>+1 </strong>Written response 2(c) explains how the program could be written differently if one of the parameters was removed from the procedure.</p><p><strong>Consider the Personalized Project Reference and Written Response 2(c) when scoring this point.</strong></p><ul><li><p>If multiple procedures are included in part (i) of the Procedure section of the Personalized Project Reference, use the first procedure to determine whether the point is earned.</p></li><li><p>The parameter identified to be removed must be explicit. Explicit parameters are defined in the header of the procedure.</p></li></ul><p><strong>Do NOT award a point if any one or more of the following is true:</strong></p><ul><li><p>A procedure is not identified in part (i) of the Procedure section of the Personalized Project Reference.</p></li><li><p>The first procedure included in part (i) of the Procedure section of the Personalized Project Reference does not contain an explicit parameter.</p></li><li><p>The response does not apply to the procedure in part (i) of the Procedure section of the Personalized Project Reference.</p></li><li><p>The response includes an explanation that is implausible, inaccurate, or inconsistent with the program.</p></li></ul>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Total number of points earned is equal to 0.</p>","<p>Total number of points earned is equal to 1.</p>","<p>Total number of points earned is equal to 2.</p>","<p>Total number of points earned is equal to 3.</p>"]}]