[{"id":"VR786898_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p><strong>Points earned:</strong></p><p><strong>+1 </strong>Written response 2(a) describes the condition(s) that will cause the body of the <em>iteration</em> statement to execute at least once.<br><strong>Consider the Personalized Project Reference and Written Response 2(a) when scoring this point.</strong></p><ul><li><p>If multiple iteration statements are included in the Procedure section of the Personalized Project Reference, use the first iteration statement to determine whether the point is earned.</p></li><li><p>The iteration statement does not need to be contained in a procedure to earn this point.</p></li></ul><p><strong>Do NOT award a point if any one or more of the following is true:</strong></p><ul><li><p>No iteration statement appears in the Procedure section of the Personalized Project Reference.</p></li><li><p>The identified condition does not cause the body of the iteration statement to execute at least once.</p></li><li><p>The explanation does not match the code in the first iteration statement.</p></li></ul><p><strong>+1 </strong>Written response 2(b) includes a procedure call with specific <em>arguments</em> and describes the functionality that is related to the provided procedure call.</p><p><strong>Consider the Personalized Project Reference and Written Response 2(b) when scoring this point.</strong></p><ul><li><p>If multiple procedures are included in part (i) of the Procedure section of the Personalized Project Reference, use the first procedure to determine whether the point is earned.</p></li><li><p>The parameter(s) used in the procedure must be explicit. Explicit parameters are defined in the header of the procedure.</p></li></ul><p><strong>Do NOT award a point if any one or more of the following is true:</strong></p><ul><li><p>A procedure is not identified in part (i) of the Procedure section of the Personalized Project Reference.</p></li><li><p>The response does not apply to the procedure in part (i) of the Procedure section of the Personalized Project Reference.</p></li><li><p>The response describes expected functionality that is implausible, inaccurate, or inconsistent with the program.</p></li></ul><p><strong>+1 </strong>Written response 2(c) explains how the program would need to be adjusted if the <em>list</em> was not included in the program code.</p><p><strong>Consider the Personalized Project Reference and Written Response 2(c) when scoring this point.</strong></p><ul><li><p>If multiple lists are included in the List section of the Personalized Project Reference, use the first list to determine whether the point is earned.</p></li></ul><p><strong>Do NOT award a point if any one or more of the following is true:</strong></p><ul><li><p>A list is not identified in the List section of the Personalized Project Reference.</p></li><li><p>The explanation provided is implausible, inaccurate, or inconsistent with how the program would need to be adjusted if the list was not included.</p></li></ul>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>Total number of points earned is equal to 0.</p>","<p>Total number of points earned is equal to 1.</p>","<p>Total number of points earned is equal to 2.</p>","<p>Total number of points earned is equal to 3.</p>"]}]