[{"id":"FT536850","type":"mcq","stimulusHtml":"Which of the following realities would <strong>NOT</strong> be accounted for by the theoretical predictions shown on the map?","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure presents a map of the contiguous United States. There are six concentric arcs shown as curved, parallel lines. The first arc encircles the New York City metropolitan area including New Jersey and Connecticut, and the area inside is labeled Vegetables. The second arc encompasses the Mid-Atlantic and Northeastern states, including upstate New York and the area within is labeled Dairy. The third arc encircles the lower peninsula of Michigan, Indiana, Ohio, southern Appalachia, and the Carolinas, and the area within is labeled Cotton and Tobacco. The fourth arc encompasses the Upper Midwest and the Mississippi valley down to the Gulf Coast and Florida, and within this area is labeled Corn and Soybeans. The fifth arc encircles the Great Plains south to the eastern half of Texas, and the area inside is labelled Wheat. The sixth arc encompasses the Rocky Mountains and Intermountain West down through the Rio Grande valley, and the area inside is labeled Beef Cattle and Sheep. Outside of the sixth arc are the West Coast states, which are labeled Forest. Below the map is a list titled Premises. The list contains the following items: Isotropic surface; One Market equals New York City; Profits determine land use.\" height=\"365\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/51571beb276b229daeb911d2052b3cf1/original.png\" width=\"603\" /></p>\n\n<p>The above map shows von Thünen’s model applied to a map of the contiguous United States.</p>\n"}],"choicesHtml":["<p>Wyoming is a major cattle-ranching area.</p>","<p>Oregon has established a Forest Resources Institute.</p>","<p>New Jersey’s nickname is the Garden State.</p>","<p>Florida’s government has a Department of Citrus.</p>","<p>The first cheese factory in the United States was near Rome, New York.</p>"],"answer":2}]