[{"id":"FT537992","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You have 25 minutes to answer the following question. It is suggested that you take up to 5 minutes of this time to plan and outline each answer. While a formal essay is not required, it is not enough to answer a question by merely listing facts. Illustrate your answers with substantive geographic examples where appropriate.</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Define each of the following principles.</p>\n\n\t<ol>\n\t\t<li>\n\t\t<p>core-periphery</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>distance decay</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>chain migration</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>For each principle in part A, select a migration stream identified by letter on the map above, and discuss how the stream you choose illustrates the principle. Note: Each lettered migration stream may be used only once.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure shows selected migration patterns in the late twentieth century on a map of the world. Small black arrows represent minor migration streams and larger grey arrows represent major migration streams. Each arrow is labeled with a letter from A to K. Arrow A is grey and splits into two arrows that point from the west to the continental united states and Alaska, and the label reads From Asia. Arrow B is grey and points north from central America and Mexico to the United States. Arrow C is grey and points from north Africa to Europe. Arrow D is grey and splits into two arrows that point from Russia to central and southern Europe. Arrow E is grey and combines from two origins into one arrow, from Japan and India to the middle east. Arrow F is black and points east from South America, and the label reads To Japan. Arrow G is black and points from the southern part of center South America to the most southern part of South America. Arrow H is black and has two arrows, with one pointing south from the center of northern Africa to the nearby west African coast, and the other pointing exactly opposite the first. Arrow I is black and points from northern Africa to the middle east. Arrow J is black and points from India to the islands in southeast Asia. Arrow K is black and points from south east asia to Australia.\" height=\"322\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ef189ed1220770763e5dcde4fef69324/original.png\" width=\"700\" /></p>\n\n<p>International migration in the late twentieth century illustrates many important geographic principles.</p>\n"}]}]