[{"id":"FT555377","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You have 25 minutes to answer the following question. It is suggested that you take up to 5 minutes of this time to plan and outline your answer. While a formal essay is not required, it is not enough to answer a question by merely listing facts. Illustrate your answers with substantive geographic examples where appropriate.</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Define the following terms and describe how each relates to Mexico’s urban geography.</p>\n\n\t<ul>\n\t\t<li>\n\t\t<p>Primate city</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Rank-size rule</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>Explain TWO positive effects of primate cities on a country’s economic development and TWO different negative effects of primate cities on a country’s economic development.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p><img alt=\"A map of Mexico is shown with the population of Mexican cities in 2007. Cities indicated by black dots have 1 to 2 million people, cities indicated by small striped dots have 2 to 5 million people, and cities indicated by large striped dots have greater than 5 million people. Mexico City, near the south of the country, is the only city represented with a large striped dot. Right by Mexico City are Puebla, with a small striped dot, and Toluca, with a black dot. To the northwest of Mexico City near the west coast are Guadalajara, with a small striped dot, and Leon, with a black dot. North of here are Monterrey to the east with a small striped dot and Torreon a bit to the west with a black dot. North of Torreon in the middle of the United States border is Ciudad Juarez with a black dot, and Tijuana is at the western end of the border on the coast with a black dot. The Pacific Ocean is shown in the west, and the Gulf of Mexico is shown in the east.\" height=\"374\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/cff6dd76c965bc0f45e4fa42c17503fe/original.png\" width=\"465\" /></p>\n\n<p><img alt=\"A table titled MEXICO'S MOST POPULOUS CITIES is shown. The table has four columns and nine rows of data. The first column is labeled City, the second column is labeled 1975, the third column is labeled 2007, the fourth column is labeled 2015. Row one: City - Ciudad Juares; 1975 - 474,000; 2007 - 1,343,000; 2015 - 1,478,000. Row two: City - Guadalajara; 1975 - 1,850,000; 2007 - 4,198,000; 2015 - 4,673,000. Row three: City - Leon; 1975 - 589,000; 2007 - 1,488,000; 2015 - 1,682,000. Row four: City - Mexico City; 1975 - 10,690,000; 2007 - 19,028,000; 2015 - 20,189,000. Row five: City - Monterrey; 1975 - 1,589,000; 2007 - 3,712,000; 2015 - 4,140,000. Row six: City - Puebla; 1975 - 858,000; 2007 - 2,195,000; 2015 - 2,474,000. Row seven: City - Tijuana; 1975 - 355,000; 2007 - 1,553,000; 2015 - 1,799,000. Row eight: City - Toluca; 1975 - 309,000; 2007 - 1,531,000; 2015 - 1,671,000. Row nine: City - Torreon; 1975 - 556,000; 2007 - 1,144,000; 2015 - 1,280,000. Source: Population Division of the Department of Economic and Social Affairs of the United Nations Secretariat, World Population Prospects: The 2006 Revision and The 2007 Revision, http://esa.un.org/unup.\" height=\"413\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b3e5f8edd6a5099c1abc569177871f6e/original.png\" width=\"600\" /></p>\n\n<p>The map and table show the geographic location, population growth, and projected growth of Mexico’s most populous cities.</p>\n"}]}]