[{"id":"FT555650","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You have 20 minutes to answer the following question. It is suggested that you take a few minutes of this time to plan and outline your answer. Illustrate your essay with substantive examples where appropriate. It is not enough to answer a question by merely listing facts. You should present a cogent argument based on your critical analysis of the questions posed and your understanding of geography.</p>\n\n<p><strong>Discuss THREE ways in which the concept of core-periphery relations helps explain the development of the urban systems shown above. Be sure to use evidence from both maps to support each of your conclusions.</strong></p>\n","features":[{"type":"sharedpassage","html":"<p><img alt=\"Two maps are shown. A legend indicates that a star represents a city of 10 million people or more, a triangle represents a city of 6 to 10 million people, a square represents a city of 2 to 6 million people, two concentric circles represents a city of 1 to 2 million people, a circle with a dot in the middle represents a city of 500 thousand to a million people, and grey lines represent roads.  On the left is a map of Northern Argentina. The scale indicates that the area is about 1000 miles wide and about 2000 miles long. Buenos Aires is indicated on the east edge with a star. Rosario is indicated about 200 miles northwest of Buenos Aires with two concentric circles, and Cordoba is indicated another 200 miles northwest of Rosario with two concentric circles. Mendoza is about 400 miles southwest of Cordoba, at the west side of the region. Roads connect all four cities and extend into the rest of the region. On the right is a map of Germany. The scale indicates that the country is about 400 miles wide and about 500 miles long. Berlin is indicated on the east side of the country towards the north with a square. Hamburg, also indicated with a square, is about 200 miles northwest of Berlin and in the center of the country in the north. Brennen is indicated about 100 miles southwest of Hamburg with a circle with a dot in the middle. About 200 miles southwest of Brennen, Essen is indicated with a square, and Dusseldorf is indicated just south of Essen with two concentric circles. Essen and Dusseldorf are at the west side of the country. Frankfurt is indicated about 200 miles southeast of Dusseldorf with two concentric circles. Stuttgart is indicated about 150 miles south of Frankfurt with a square, and finally Munich is indicated at the south of the country about 150 miles southeast of Stuttgart by two concentric circles. Roads run between the cities and through the country, and are more densely concentrated than in the map of Northern Argentina. \" height=\"471\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/821617c666203f6c03a307eaccd4c0d1/original.png\" width=\"605\" /></p>\n\n<p>&nbsp;</p>\n"}]}]