[{"id":"FT555409","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You have 25 minutes to answer the following question. It is suggested that you take up to 5 minutes of this time to plan and outline your answer. While a formal essay is not required, it is not enough to answer a question by merely listing facts. Illustrate your answers with substantive geographic examples where appropriate.</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Using an example of a specific industry other than the one portrayed on the map above, explain under what conditions an industry would locate near the market.</p>\n\t</li>\n\t<li>\n\t<p>Using an example of a specific industry other than the one portrayed on the map above, explain under what conditions an industry would locate near raw materials.</p>\n\t</li>\n\t<li>\n\t<p>Using the map above and Weberian theory, explain the geography of ethanol plants in the United States.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p><img alt=\"A map of the United States is shown indicating the locations of ethanol manufacturing plants in 2007. Areas are color coded based on the acres in corn by county with white meaning less than 30 thousand, light grey meaning 30 to 75 thousand, medium grey meaning 75 to 140 thousand, and dark grey meaning greater than or equal to 140 thousand. Grey dots represent existing plants, and black dots represent plants under development. The grey land areas are concentrated in the midwest with lighter areas in Ohio, Indiana, Illinois, Michigan, the Dakotas, and Wisconsin, and darker areas in Iowa, Minnesota, and Nebraska. There are grey dots spread across this whole area, but the black dots are concentrated in the darker grey areas. There are a few light grey areas, as well as grey and black dots, scattered sparsely around the rest of the country, primarily on the coasts and in Texas.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c9b9e3331f26b04eb1631a9a9d10cdad/original.png\" /></p>\n\n<p>According to Alfred Weber’s theory of industrial location, three factors determine the location of a manufacturing plant: the location of raw materials, the location of the market, and transportation costs.</p>\n"}]}]