[{"id":"FT555145","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You have 25 minutes to answer the following question. It is suggested that you take up to 5 minutes of this time to plan and outline your answer.</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Identify the political phenomenon represented on the map.</p>\n\t</li>\n\t<li>\n\t<p>Explain the relationship between redistricting and the census.</p>\n\t</li>\n\t<li>\n\t<p>Identify and discuss TWO political consequences that could result from redistricting.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure shows a zoomed in map of the western coast of the Chesapeak Bay titled MARYLAND'S THIRD CONGRESSIONAL DISTRICT.  The map identifies the Third Congressional District by shading. The city limits of Baltimore are outlined in a dashed line. Dots on the map show the location of the small city of Towson, just north of Baltimore and the small city of Annapolis south of Baltimore alog the Chesapeake Bay. The shaded portions are as follows:  Overall on the map, the shaded area showing the Third Congressional District bends back and forth in a zig-zag pattern. More specifically, beginning just north of the city of Baltimore the congressional district covers a large suburban area around Towson. Moving eastward, the shaded area then becomes a very narrow corridor connecting to a wider area of the congressional district in northeastern Baltimore. This area is further connected by another very narrow corridor southward to reach a small part of the congressional district, which extends from the east side of Baltimore city westward through the downtown and then narrowing again toward the suburbs west of Baltimore city. The congressional district widens and forms a larger y-shaped portion of the suburbs west of the city of Baltimore. The district continues to the southeast through another narrow corridor. The corridor widens as it bends back and forth toward the east and then southward along the Chesapeake Bay shoreline, where it then forms a larger area around the city of Annapolis.\" height=\"426\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/92f5614ccfdc801ebcb3759cfb1a3d43/original.png\" width=\"396\" /></p>\n\n<p>In the redistricting that occurred in 2012, voters in Maryland approved a redrawn Third Congressional District, as shown in the map. A geospatial analysis firm named it the least compact district in the nation.</p>\n"}]}]