[{"id":"FT555332","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You have 25 minutes to answer the following question. It is suggested that you take up to 5 minutes of this time to plan and outline your answer. While a formal essay is not required, it is not enough to answer a question by merely listing facts. Illustrate your answers with substantive geographic examples where appropriate.</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Identify and explain two reasons that the average population age is increasing in developed countries.</p>\n\t</li>\n\t<li>\n\t<p>Identify and explain one social consequence and one economic consequence that countries face as their populations age<strong>.</strong></p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p><img alt=\"A table titled POPULATION AGE 65 OR OLDER IN 2000 AND 2050 (in percent) is shown. The table has four columns and six rows of data. The first column is labeled Country, the second column is labeled Population Age 65 of Older, 2000 (percent), the third column is Population Age 65 or Older, 2050 (percent), and the fourth column is labeled Change in Proportion 65 Years of Older (percent). Row 1: Country - Belgium; Population Age 65 of Older, 2000 (percent) - 17; Population Age 65 or Older, 2050 (percent) - 28; Change in Proportion 65 Years of Older (percent) - 65. Row 2: Country - Denmark; Population Age 65 of Older, 2000 (percent) - 15; Population Age 65 or Older, 2050 (percent) - 24; Change in Proportion 65 Years of Older (percent) - 59. Row 3: Country - Japan; Population Age 65 of Older, 2000 (percent) - 17; Population Age 65 or Older, 2050 (percent) - 32; Change in Proportion 65 Years of Older (percent) - 86. Row 4: Country - Russian Federation; Population Age 65 of Older, 2000 (percent) - 13; Population Age 65 or Older, 2050 (percent) - 25; Change in Proportion 65 Years of Older (percent) - 100. Row 5: Country - Ukraine; Population Age 65 of Older, 2000 (percent) - 14; Population Age 65 or Older, 2050 (percent) - 27; Change in Proportion 65 Years of Older (percent) - 91. Row 6: Country - United Kingdom; Population Age 65 of Older, 2000 (percent) - 16; Population Age 65 or Older, 2050 (percent) - 25; Change in Proportion 65 Years of Older (percent) - 56.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5e687c10df6edf54494a148b59d1d5a4/original.png\" /></p>\n\n<p>The average age of the population in selected developed countries listed in the table has been increasing</p>\n"}]}]