[{"id":"FT555638","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You have 25 minutes to answer the following question. It is suggested that you take up to 5 minutes of this time to plan and outline your answer. While a formal essay is not required, it is not enough to answer a question by merely listing facts. Illustrate your answers with substantive geographic examples where appropriate.</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Use the concept of land rent (sometimes called bid-rent) to explain the profile of residential population density shown on the graph.</p>\n\t</li>\n\t<li>\n\t<p>Using the population pyramids labeled X and Y, identify and explain TWO differences in the demographic composition between the pyramids.</p>\n\t</li>\n\t<li>\n\t<p>Explain the relationship between the demographic differences identified in part B, above, and residential land use patterns at point X and point Y, respectively, in the graph of population density.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p><img alt=\"Three graphs are shown in the figure. At the top is a graph that shows population density on the y-axis as a function of distance from a central business district on the x-axis. The curve starts on the y-axis above the origin and is increasing and concave down. This section of the curve is labeled Multistory apartments. The curve then reaches a maximum and begins to be decreasing and concave down. The first label on this section reads Old crowded housing (many apartments), and the second label on this section that is at a slightly further distance reads single-family housing closely spaced. The curve then reaches a point of inflection and becomes decreasing and concave up, at which point the label reads duplexes. The next label along the curve reads detached housing, and the final label when the curve is barely still above the x-axis and is nearly horizontal reads suburbs. The area under the curve is shaded grey. A label X is shown at the area near the beginning of the curve that is also labeled multistory apartments, and a label Y is shown at the area at the end of the curve that is also labeled suburbs. Below this graph are two population pyramids representing the locations labeled X and Y on the graph. Both pyramids go from ages 0 to 90 in increments of 5 years on the vertical axis, and have 0 in the center of the horizontal axis, extending to 10 percent to the left and right of 0. Both pyramids show approximately equal sized bars for males and females. The pyramid for location X has bars extending to about 2 percent until age 20, then the bars increase to about 6 percent by age 30 and steadily decrease back to about 2 percent by age 60, decreasing further until age 90. The pyramid for location Y has bars extending to about 4 percent until age 25, which then increase to about 6 percent by age 35, and then steadily decrease to about 2 percent by age 65 and decrease further until age 90. Although the two pyramids have generally the same shape, the largest bars for location Y occur at a slightly higher age, the bars at lower ages are longer at location Y, and the bars at higher ages are shorter at location Y than at location X. \" height=\"593\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/783bf11175a85c5c9f91f026ce94c41e/original.png\" width=\"518\" /></p>\n\n<p>The graph shown describes the residential density profile of a major North American city. The population pyramids labeled X and Y describe the demographic composition of places located at points X and Y on the graph of population density.</p>\n"}]}]