[{"id":"FT555636","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> You have 25 minutes to answer the following question. It is suggested that you take up to 5 minutes of this time to plan and outline your answer. While a formal essay is not required, it is not enough to answer a question by merely listing facts. Illustrate your answers with substantive geographic examples where appropriate.</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Define a maquiladora.</p>\n\t</li>\n\t<li>\n\t<p>Refer to the map &nbsp;to explain the spatial distribution of maquiladoras within Mexico.</p>\n\t</li>\n\t<li>\n\t<p>Discuss FOUR factors that explain why Mexico has emerged as an important location in the current <em>global</em> system of industrial organization.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure shows a map of Mexico and the southern United States, with the Pacific Ocean to the west and the Gulf of Mexico to the east. Mexico is to the south of the United States, and from west to east the states of California, Arizona, New Mexico, and Texas are shown with their borders with Mexico. Grey filled circles are drawn at various locations in Mexico and along the border between the United States and Mexico, with the size of the circle representing the relative number of maquiladora workers. There are three sizes of circle- large, medium, and small. On the coast at the west end of the border is a large circle, with a medium circle just to the east of it on the border and a small circle between and south of the two others. All three are near the border with California. A medium sized circle is shown along the border with Arizona, and then a small circle is shown just below the border south of New Mexico near its border with Arizona. A large circle is shown in the border of Mexico and New Mexico, near where it also borders Texas. Directly south of this circle well inside Mexico is a medium sized circle. Along the border between Mexico and Texas from west to east are a medium, small, medium, and two large circles, with the last large circle at the coast with the Gulf of Mexico. A small circle is directly south of the first large circle, and a final small circle is near the center of Mexico, away from the border.\" height=\"326\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f18ae7d436bd8f0458f14e17bdf6e1e2/original.png\" width=\"450\" /></p>\n\n<p>The map&nbsp;shows the main maquiladora centers in Mexico in the year 2000.</p>\n"}]}]