[{"id":"FT568087","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong> Suggested time - 25 minutes. It is recommended that you spend 5 of these minutes to plan and outline your answer.</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Identify a country where more than 75 percent of women in the labor force are active in agriculture.</p>\n\t</li>\n\t<li>\n\t<p>For each of the following THREE categories, describe ONE obstacle that may prevent women working in agriculture from achieving greater equality and empowerment.</p>\n\n\t<ol>\n\t\t<li>\n\t\t<p>Economic</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Cultural</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Political</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Identify and explain ONE impact of empowering women within the rural agricultural regions of developing countries.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p><img alt=\"The figure presents a map of the world, titled “Percent of Women in the Labor Force Working in Agriculture.” A key is provided indicating that the following 4 data ranges are labeled on the map: 1. 76% to 98%; 2. 51$ to 75%; 3. 26% to 50%; 4. 0% to 25%. The areas that are labeled 76% to 98% are parts of West Africa, most of the Indian Ocean coast of East Africa, and smaller countries in South Asia and Southeast Asia. The areas that are labeled 51% to 75% are parts of the Middle East, parts of central and eastern Africa, and parts of Asia, including China, and India. The areas that are labeled 26% to 50% are small parts of South America, northern and southern Africa, Asia, and Indonesia. The areas that are labeled 0% to 25% are all of North America, most of South America, small parts of North Africa, most of Europe, the Persian Gulf, and the countries of Russia, South Africa, New Zealand, and Australia. \" height=\"346\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7850251687a438e7eaf9f822485a08f1/original.png\" width=\"670\" /></p>\n\n<p>Source: UN Food and Agriculture Organization</p>\n\n<p>Women compose between one-third and one-half of all agricultural laborers in developing countries, and yet empowerment and gender equality have been difficult to achieve.</p>\n"}]}]