[{"id":"VH874877","type":"mcq","stimulusHtml":"<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">RESIDENTIAL NEIGHBORHOODS IN SINGAPORE</p>\n</div>\n<img alt=\"The figure presents three maps titled, Neighborhoods of Singapore by Ethnic Group. Each is a map of the neighborhoods of Singapore with 4 different levels of shading. Each map also has a key, which indicates an ethnic group and lists the four levels of shading, each with a percentage range. The keys and shading on each map are as follows. Key for Map 1, Malay Percentage. 1, Black shading, 15% to 28.5%; 2, dark gray shading, 10% to 14.9%; 3, light gray shading, 5% to 9.9%, and 4, dotted pattern, 0% to 4.9%. In this map, the black and dark gray shading is concentrated toward the peripheral neighborhoods, and the light gray shading and dotted pattern is concentrated toward the neighborhoods at the center of the city. There appear to be more neighborhoods in the light gray shading and the dotted pattern than the black and the dark gray shading, with the dot pattern dominating the neighborhoods at the center of the city. Key for Map 2, Chinese Percentage. 1, Black shading, 85% to 96%; 2, dark gray shading, 75% to 84.9%; 3, light gray shading, 65% to 74.9%, and 4, dotted pattern, 46% to 64.9%. In this map, the black and dark gray shading is distributed across a majority of neighborhoods, with some light gray shading and dotted pattern scattered around the peripheral neighborhoods. Key for Map 3, Indian Percentage, 1, Black shading, 15% to 30%; 2, dark gray shading, 10% to 14.9%; 3, light gray shading, 5% to 9.9%, and 4, dotted pattern, 0% to 4.9%. In this map, the black and dark gray shading is concentrated toward the peripheral neighborhoods, and the light gray shading and dotted pattern is concentrated toward the neighborhoods at the center of the city. There appear to be more neighborhoods in the light gray shading and the dot pattern than the black and the dark gray shading, with the light gray shading dominating the neighborhoods at the center of the city.\" height=\"493\" src=\"https://assets.learnosity.com/organisations/537/VH874877.g01.png\" width=\"500\" />\n<p class=\"attribution author\">Source: Esri</p>\n</div>\n\n<p class=\"stem_paragraph\">The maps show residential neighborhoods in the Republic of Singapore. Which of the following individuals or organizations would be most likely to make a decision based on the spatial pattern shown on the maps?</p>\n","rubricRef":"VH874877_rubric","choicesHtml":["<p class=\"choice_paragraph\">A person planning to move from a more rural area to a more urban area within Singapore</p>","<p class=\"choice_paragraph\">A business analyzing demographic change over time within its market area</p>","<p class=\"choice_paragraph\">An environmental advocacy group seeking to protect habitats of vulnerable species</p>","<p class=\"choice_paragraph\">A government agency seeking to promote equal opportunities across ethnicities</p>","<p class=\"choice_paragraph\">A multinational corporation identifying a location for a new factory</p>"],"answer":3}]