[{"id":"VH901836","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure presents a concentric pattern of land uses and bid rent curve. There is a graph with the horizontal axis labeled “Distance,” and the vertical axis labeled “Cost.” Beginning in the center graphic at 1 and moving outward, a key lists the following categories for each line in the bid rent curve: 1, Central business district (C B D); 2, Manufacturing and wholesaling; 3, Low income residential; 4, Middle income residential; 5, High income residential. Each line in the graph continues beneath the horizontal axis into the bid rent curve, curving down and around to the left, ending to the left of the graph’s vertical axis, as follows. Line 1 begins at the top of the vertical axis and sharply decreases, touching the horizontal axis slightly to the right of the origin forming the boundary between areas 1 and 2, and then curves around to the left, ending slightly to the left of the graph’s origin. Line 2 begins approximately three fourths up the length vertical axis and sharply decreases, touching the horizontal axis roughly one quarter of the way across, forming the boundary between areas 2 and 3 and then curves around to the left, ending one quarter up the length of the vertical axis. Line 3 begins halfway up the length of the vertical axis and steadily decreases, touching the horizontal axis roughly halfway across, forming the boundary between areas 3 and 4 and then curves around to the left, ending halfway up the length of the vertical axis. Line 4 begins roughly one quarter of the way up the length of the vertical axis and gradually decreases, touching the horizontal axis roughly two thirds of the way across, forming the boundary between areas 4 and 5 and then curves around to the left, ending two thirds of the way up the length of the vertical axis. Line 5 begins just above the origin on the vertical axis and shallowly decreases, touching the horizontal axis near its rightmost point, at the boundary of area 5 and then curves around and to the left, ending near the top of the vertical axis. An arrow labeled Apartment Buildings is pointing toward area 3. Another arrow labeled Suburban Single Family Homes is pointing toward area 4 roughly three quarters of the way across the horizontal axis.\" height=\"295\" src=\"https://assets.learnosity.com/organisations/537/VH901836.g02.png\" width=\"550\" /></div>\n\n<p class=\"stem_paragraph\">For urbanization in North American cities, which of the following is best explained by the model?</p>\n","rubricRef":"VH901836_rubric","choicesHtml":["<p class=\"choice_paragraph\">The probable location of primary transportation lines and the neighborhoods served by railways</p>","<p class=\"choice_paragraph\">The locational advantages for different socioeconomic groups based on their level of local political power</p>","<p class=\"choice_paragraph\">The predominant culture region of the area and how neighborhoods can be divided based on ethnicity of immigrant groups</p>","<p class=\"choice_paragraph\">The spatial organization of the greater metropolitan area and the likely locations of different types of residences</p>","<p class=\"choice_paragraph\">The location of gentrified neighborhoods in relation to growth poles such as universities or arts districts</p>"],"answer":3}]