[{"id":"VH911801","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">RESIDENTIAL NEIGHBORHOODS IN SINGAPORE</p>\n</div>\n<img alt=\"The figure presents three maps titled, Neighborhoods of Singapore by Ethnic Group. Each is a map of the neighborhoods of Singapore with 4 different levels of shading. Each map also has a key, which indicates an ethnic group and lists the four levels of shading, each with a percentage range. The keys and shading on each map are as follows. Key for Map 1, Malay Percentage. 1, Black shading, 15% to 28.5%; 2, dark gray shading, 10% to 14.9%; 3, light gray shading, 5% to 9.9%, and 4, dotted pattern, 0% to 4.9%. In this map, the black and dark gray shading is concentrated toward the peripheral neighborhoods, and the light gray shading and dotted pattern is concentrated toward the neighborhoods at the center of the city. There appear to be more neighborhoods in the light gray shading and the dotted pattern than the black and the dark gray shading, with the dot pattern dominating the neighborhoods at the center of the city. Key for Map 2, Chinese Percentage. 1, Black shading, 85% to 96%; 2, dark gray shading, 75% to 84.9%; 3, light gray shading, 65% to 74.9%, and 4, dotted pattern, 46% to 64.9%. In this map, the black and dark gray shading is distributed across a majority of neighborhoods, with some light gray shading and dotted pattern scattered around the peripheral neighborhoods. Key for Map 3, Indian Percentage, 1, Black shading, 15% to 30%; 2, dark gray shading, 10% to 14.9%; 3, light gray shading, 5% to 9.9%, and 4, dotted pattern, 0% to 4.9%. In this map, the black and dark gray shading is concentrated toward the peripheral neighborhoods, and the light gray shading and dotted pattern is concentrated toward the neighborhoods at the center of the city. There appear to be more neighborhoods in the light gray shading and the dot pattern than the black and the dark gray shading, with the light gray shading dominating the neighborhoods at the center of the city.\" height=\"592\" src=\"https://assets.learnosity.com/organisations/537/VH911801.g01.png\" width=\"600\" />\n<p class=\"attribution author\">Source: Esri</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best describes the spatial pattern of ethnicity in Singapore's neighborhoods?</p>\n","rubricRef":"VH911801_rubric","choicesHtml":["<p class=\"choice_paragraph\">Malay is the largest ethnic group, ethnic Chinese live in the center of the city, and ethnic Indians live in the peripheral neighborhoods.</p>","<p class=\"choice_paragraph\">The three major ethnic groups, Malay, Chinese, and Indian, are evenly distributed across the city.</p>","<p class=\"choice_paragraph\">Ethnic Chinese residents are in the majority across most of the city, while ethnic Malay and ethnic Indian residents are concentrated in the peripheral neighborhoods.</p>","<p class=\"choice_paragraph\">Ethnic Malay and ethnic Indians are evenly distributed throughout the city, while Chinese are only in the majority within the core central neighborhoods.</p>","<p class=\"choice_paragraph\">Indian is the largest ethnic group, ethnic Chinese live in the center of the city, and ethnic Malay live in the peripheral neighborhoods.</p>"],"answer":2}]