[{"id":"VH917534","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH917532.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements explains the cost and distance relationship illustrated in the model in relation to the urban area’s residential patterns?</p>\n","rubricRef":"VH917534_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram titled “Concentric Zone Model and Bid-Rent Curve.” There is a black square at the center of the diagram. Two arrows extend from this square and represent axes. From the square, an arrow labeled Distance moves horizontally to the right, and an arrow labeled Cost moves vertically upward. Five concentric rings surround the square. Moving outward from the square, the zones between each of the rings are numbered 1 through 5. A key indicates that 1 represents the central business district (CBD), 2 represents manufacturing and wholesaling, 3 represents low-income residential, 4 represents middle-income residential, and 5 represents high-income residential. Five lines are shown on the Cost-Distance graph. Moving outward along the Distance axis from left to right, the first line intersects with the highest point on the Cost axis. The second line intersects with the second-highest point on the cost axis. The third line intersects with the third-highest point on the Cost axis. The fourth line intersects with the fourth-highest point on the Cost axis. The fifth line intersects with the fifth-highest point on the Cost axis. An arrow labeled Apartment Buildings points to a position on the second line. An arrow labeled Suburban Single-Family Homes points to a position where the fourth and fifth lines intersect.\" height=\"281\" src=\"https://assets.learnosity.com/organisations/537/VH917532.g02.png\" width=\"525\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Since land is more expensive in the suburbs, wealthier families build larger single-family homes in zone 5 in areas that provide amenities such as private schools for their children.</p>","<p class=\"choice_paragraph\">Land is cheaper near the central business district (CBD), resulting in the construction of low-income apartments and giving low-income residents access to the amenities of the CBD.</p>","<p class=\"choice_paragraph\">The lower cost of land farther from the CBD makes it affordable to build single-family homes in zones 4 and 5 for middle-income and high-income residents who desire to move into less crowded areas.</p>","<p class=\"choice_paragraph\">People do not live in the CBD because of the traffic congestion, high cost of land, and lack of amenities such as museums and restaurants.</p>","<p class=\"choice_paragraph\">Population density increases with the distance from the CBD as land prices decrease, allowing residents of all income levels to move farther away from zone 2.</p>"],"answer":2}]