[{"id":"VH918379","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents an image labeled Emergency Call Center Data Screen. The screen includes textual information on the left side of the screen, and a map on the right side of the screen. The textual information reads as follows. Caller Phone: 5 5 5, 5 5 5, 5 5 5 5. Address: 387 East Park Street. Request, Medical. Description, Individual Injury. Units Responding: Fire Engine 50, E T A: 9 minutes; Ambulance 4, E T A: 6 minutes. Rerouting: Accident, Intersection of Main Street and Spring Street. The map shows the streets of a small section of a city. Near the top right corner of the map, a fire engine labeled E N G 50 is drawn. A path is drawn from the fire engine showing the engine’s movement over several streets. The path ends near the left center of the map, at a point labeled Medical Call, 387 East Park Street, 5 5 5, 5 5 5, 5 5 5 5. Approximately halfway along the fire engine’s path, an ambulance is drawn labeled A, M, B, 4. The ambulance follows the same path as the fire engine, ending at the point labeled Medical Call. Toward the right center of the map, a triangle labeled Road Accident: Intersection of Main Street and Spring Street is drawn. Above this triangle, a police car labeled P O L 7 is drawn.\" height=\"380\" src=\"https://assets.learnosity.com/organisations/537/VH918379.g04.png\" width=\"600\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the geospatial data in the example shown, which combination of technologies provides real-time data to emergency call centers to route police, fire, and ambulance vehicles directly to incidents in the shortest possible travel time?</p>\n","rubricRef":"VH918379_rubric","choicesHtml":["<p class=\"choice_paragraph\">Remote sensing satellites and cellular telephone towers</p>","<p class=\"choice_paragraph\">Census databases and property tax records</p>","<p class=\"choice_paragraph\">Social media sites and paper map atlases</p>","<p class=\"choice_paragraph\">Geographic information systems and global positioning satellites</p>","<p class=\"choice_paragraph\">Digital radio signals and vehicle call signs</p>"],"answer":3}]