[{"id":"VH911333","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">POPULATION DENSITY PATTERNS</p>\n</div>\n<img alt=\"The figure presents three maps, collectively titled “Population Density Patterns.” Each of the maps is shaded. A legend labeled “Population Density” indicates four levels of shading. From lowest population density to highest population density, the shading levels are as follows: dotted pattern, light gray, dark gray, and black. The image on the far right, labeled “State of Florida Counties,” is the most zoomed-out. In this image, the state of Florida is shown divided into sections, some dotted, some shaded light gray, some shaded dark gray, and some shaded black. Miami is labeled, and is in a region that is shaded black. The middle image, labeled “Miami Metro Area Postal Zip Codes,” is more zoomed-in. It shows a portion of Florida’s southeastern coast, including Miami. The sections along the coastline are shaded dark gray. More inland, there are a few sections shaded light gray or black. Larger inland sections are shaded with the dotted pattern. The image on the far left, labeled “Miami, Miami Beach Census Tracts,” is the most zoomed-in. It shows Miami divided into sections, some of which are shaded with the dotted pattern, some shaded light gray, some shaded dark gray, and some shaded black. Most sections appear to be shaded light or dark gray.\" height=\"496\" src=\"https://assets.learnosity.com/organisations/537/VH911333.g03.png\" width=\"525\" />\n<p class=\"attribution author\">Source: Esri</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following identifies how population density is shown in the maps?</p>\n","rubricRef":"VH911333_rubric","choicesHtml":["<p class=\"choice_paragraph\">At different scales, showing administrative units</p>","<p class=\"choice_paragraph\">In different types of physical regions</p>","<p class=\"choice_paragraph\">In different types of culture regions</p>","<p class=\"choice_paragraph\">In different types of vernacular regions</p>","<p class=\"choice_paragraph\">At the same scale, showing different parts of the country</p>"],"answer":0}]