[{"id":"VH917080","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH917058.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Compared to the patterns shown in urban models of the United States and Canada, the Latin American city model best explains which of the following patterns? </p>\n","rubricRef":"VH917080_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">MODEL OF THE LATIN AMERICAN CITY</p>\n</div>\n<img alt=\"The figure presents a model in a circular grid pattern labeled “Model of the Latin American City.” A key lists the following zones: 1, Gentrification; 2, Elite residential sector; 3, Middle class residential tract; 4, Zone of maturity; 5, Zone of in situ accretion; 6, Zone of peripheral squatter settlements; 7, Industrial park;  8, Zone of disamenity. The circular grid is composed of three layers: an outer ring, a middle ring, and an inner ring. Beginning at the top of the outer ring and moving clockwise, the zones are: 7, 6 (which is a large area), 3, 2, a Mall, 2, 3, and 6 (which is a large area). The middle ring is primarily formed by zone 5, which is intersected by a small strip of zone 7 and two wedges of zone 8; the bottom of the middle ring has an area of zone 2 which is intersected by a small strip of the Mall connected to the C D B. The inner ring is primarily formed by zone 4, which is intersected by a small strip of zone 7 and two wedges of zone 8; a wedge of zone 1 is also present in the inner ring. A Market and the C D B are at the very center of the grid.\" height=\"302\" src=\"https://assets.learnosity.com/organisations/537/VH917058.g02.png\" width=\"500\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Manufacturing districts are adjacent to the center of the city.</p>","<p class=\"choice_paragraph\">Income levels and land values increase toward the center of the city and along the spine.</p>","<p class=\"choice_paragraph\">Plazas are increasingly being built along peripheral areas.</p>","<p class=\"choice_paragraph\">Squatter settlements are rapidly shrinking in the periphery and increasing in the central city.</p>","<p class=\"choice_paragraph\">Gentrification has greatly improved housing along peripheral areas.</p>"],"answer":1}]