[{"id":"VH917107","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">DISTRIBUTION OF A LANGUAGE FAMILY</p>\n</div>\n<img alt=\"The figure presents a map of the world. The map is titled “Distribution of a Language Family.” At the bottom of the map, there is a key that indicates that shading represents countries where the dominant language is from the same language family. The data are as follows. North America and South America, most of Europe, including Russia, portions of the Middle East, the Indian subcontinent, and Australia are shaded. Finland, Switzerland, Africa, portions of the Middle East, most of Asia, and southeast Asia, and Antarctica are not shaded.\" height=\"392\" src=\"https://assets.learnosity.com/organisations/537/VH917107.g04.png\" width=\"700\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The map shows the distribution of the language family that has the largest number of speakers in the world. Which statement correctly identifies the language family shown and the method of diffusion that best explains the pattern?</p>\n","rubricRef":"VH917107_rubric","choicesHtml":["<p class=\"choice_paragraph\">The map shows the distribution of the Amerindian language family, which diffused from its hearth in Canada and spread southward into South America through contagious diffusion and into Europe and Asia through trade and hierarchal diffusion.</p>","<p class=\"choice_paragraph\">The map shows the distribution of the Sino-Tibetan language family, which diffused from its hearth in China and spread into Europe by contagious diffusion and to the Americas through stimulus diffusion.</p>","<p class=\"choice_paragraph\">The map shows the distribution of the Uralic language family, which diffused from its hearth in Iceland and spread into northern Europe through contagious diffusion by Norse trading groups.</p>","<p class=\"choice_paragraph\">The map shows the distribution of the Indo-European language family, which diffused from its hearth in the Caucasus Mountains and spread throughout Eurasia through contagious diffusion and into the Americas, Africa, and Australia through colonialism and relocation diffusion.</p>","<p class=\"choice_paragraph\">The map shows the distribution of the Afro-Asiatic language family, which diffused from it hearth in Egypt and spread throughout the Arabian Peninsula and into Eurasia through contagious diffusion and into the Americas through colonialism and relocation diffusion.</p>"],"answer":3}]