[{"id":"VH917316","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH917305.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Comparing the patterns of commercial space and residential space, which of the following examples is the weakest fit for the Burgess concentric zone model?</p>\n","rubricRef":"VH917316_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a concentric pattern of land uses and bid rent curve. There is a graph with the horizontal axis labeled “Distance,” and the vertical axis labeled “Cost.” Beginning in the center graphic at 1 and moving outward, a key lists the following categories for each line in the bid rent curve: 1, Central business district (C B D); 2, Manufacturing and wholesaling; 3, Low income residential; 4, Middle income residential; 5, High income residential. Each line in the graph continues beneath the horizontal axis into the bid rent curve, curving down and around to the left, ending to the left of the graph’s vertical axis, as follows. Line 1 begins at the top of the vertical axis and sharply decreases, touching the horizontal axis slightly to the right of the origin forming the boundary between areas 1 and 2, and then curves around to the left, ending slightly to the left of the graph’s origin. Line 2 begins approximately three fourths up the length vertical axis and sharply decreases, touching the horizontal axis roughly one quarter of the way across, forming the boundary between areas 2 and 3 and then curves around to the left, ending one quarter up the length of the vertical axis. Line 3 begins halfway up the length of the vertical axis and steadily decreases, touching the horizontal axis roughly halfway across, forming the boundary between areas 3 and 4 and then curves around to the left, ending halfway up the length of the vertical axis. Line 4 begins roughly one quarter of the way up the length of the vertical axis and gradually decreases, touching the horizontal axis roughly two thirds of the way across, forming the boundary between areas 4 and 5 and then curves around to the left, ending two thirds of the way up the length of the vertical axis. Line 5 begins just above the origin on the vertical axis and shallowly decreases, touching the horizontal axis near its rightmost point, at the boundary of area 5 and then curves around and to the left, ending near the top of the vertical axis. An arrow labeled Apartment Buildings is pointing toward area 3. Another arrow labeled Suburban Single Family Homes is pointing toward area 4 roughly three quarters of the way across the horizontal axis.\" height=\"239\" src=\"https://assets.learnosity.com/organisations/537/VH917305.g02.png\" width=\"445\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Urban areas such as London that developed before the Industrial Revolution, where a medieval city center is surrounded by increasingly expensive housing</p>","<p class=\"choice_paragraph\">Urban areas such as the San Francisco Bay area, where there are multiple centers of employment and multiple areas of high-income residences</p>","<p class=\"choice_paragraph\">Cities such as Philadelphia, where residents may be willing to commute long distances in order to live in lower-cost housing</p>","<p class=\"choice_paragraph\">Twin cities such as Minneapolis-Saint Paul, where two Industrial-Era central business districts are surrounded by increasingly expensive housing</p>","<p class=\"choice_paragraph\">Cities such as Toronto, where waves of historical migrations have prompted the expansion of high-income housing on the outer edges of the city</p>"],"answer":1}]