[{"id":"VH917308","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH917305.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on a comparison of commercial space and residential housing, the Burgess concentric zone model shown best represents which of the following patterns?</p>\n","rubricRef":"VH917308_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a concentric pattern of land uses and bid rent curve. There is a graph with the horizontal axis labeled “Distance,” and the vertical axis labeled “Cost.” Beginning in the center graphic at 1 and moving outward, a key lists the following categories for each line in the bid rent curve: 1, Central business district (C B D); 2, Manufacturing and wholesaling; 3, Low income residential; 4, Middle income residential; 5, High income residential. Each line in the graph continues beneath the horizontal axis into the bid rent curve, curving down and around to the left, ending to the left of the graph’s vertical axis, as follows. Line 1 begins at the top of the vertical axis and sharply decreases, touching the horizontal axis slightly to the right of the origin forming the boundary between areas 1 and 2, and then curves around to the left, ending slightly to the left of the graph’s origin. Line 2 begins approximately three fourths up the length vertical axis and sharply decreases, touching the horizontal axis roughly one quarter of the way across, forming the boundary between areas 2 and 3 and then curves around to the left, ending one quarter up the length of the vertical axis. Line 3 begins halfway up the length of the vertical axis and steadily decreases, touching the horizontal axis roughly halfway across, forming the boundary between areas 3 and 4 and then curves around to the left, ending halfway up the length of the vertical axis. Line 4 begins roughly one quarter of the way up the length of the vertical axis and gradually decreases, touching the horizontal axis roughly two thirds of the way across, forming the boundary between areas 4 and 5 and then curves around to the left, ending two thirds of the way up the length of the vertical axis. Line 5 begins just above the origin on the vertical axis and shallowly decreases, touching the horizontal axis near its rightmost point, at the boundary of area 5 and then curves around and to the left, ending near the top of the vertical axis. An arrow labeled Apartment Buildings is pointing toward area 3. Another arrow labeled Suburban Single Family Homes is pointing toward area 4 roughly three quarters of the way across the horizontal axis.\" height=\"239\" src=\"https://assets.learnosity.com/organisations/537/VH917305.g02.png\" width=\"445\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Urban land use in large Canadian cities with service and technology economies, where specialized suburban central business districts with higher land prices are found on the urban periphery</p>","<p class=\"choice_paragraph\">Mixed-use urban development in East Coast cities such as New York City with service and technology economies, where residential gentrification occurs near the central business district in areas with lower land prices</p>","<p class=\"choice_paragraph\">Urban growth in Midwestern cities such as Chicago during the Industrial Era, where suburban growth rings surrounded a single central business district with higher land prices</p>","<p class=\"choice_paragraph\">High-income housing within West Coast cities during the late 1800s, because the model was based on ethnic neighborhoods in San Francisco that formed distinct sectors in areas with higher land prices</p>","<p class=\"choice_paragraph\">Suburban growth in Southeastern cities in the late twentieth century, because the model was based on Atlanta where gated residential communities are found on the urban periphery in areas with lower land prices  </p>"],"answer":2}]