[{"id":"VH917081","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure presents an area graph titled “Predicted Population Growth, 2000 to 2050.” The horizontal axis is labeled “Year,” and the years 2000, 2010, 2020, 2030, and 2050 are indicated. The vertical axis is labeled “World Population, in billions,” and the numbers 0 through 10, in increments of 2, are indicated. From bottom to top, the graph shows six areas stacked on top of each other representing the following six regions: Africa, Asia, Europe, United States and Canada, Oceania, and Latin America and Caribbean. The data presented by region are as follows. Note that all areas are approximate. The area for Africa is shown at the bottom of the graph. The top line of the area begins at 0.8 in 2000 and moves upward and to the right until it reaches 2.59 in 2050. The region population in 2050 is 2.59 billion. The area for Asia is above the area for Africa. The top line of this area begins at 4.5 in 2000 and moves upward and to the right until it reaches 7.9 in 2050. The region population in 2050 is 5.25 billion. The area for Europe is above the area for Asia. The top line of this area begins at 5.3 in 2000 and moves upward and to the right until it reaches 8.7 in 2050. The region population is 730 million. The area for the United States and Canada is above the area for Europe. The top line of this area begins at 5.5 in 2000 and moves upward and to the right until it ends at 9.2 in 2050. The region population for this area is 437 million. The area for Oceania is above the area for the United States and Canada. The top line for this area begins at 5.55 in 2000 and moves upward and to the right until it ends at 9.25 in 2050. The region population for this area is 64 million. The area for Latin America and the Caribbean is above the area for Oceania. The top line for this region begins at 6.1 in 2000 and moves upward and to the right until it ends at 10 in 2050. The region population for this area is 783 million.\" height=\"343\" src=\"https://assets.learnosity.com/organisations/537/VH917081.g03.png\" width=\"426\" />\n<p class=\"attribution author\">Source: United Nations and Population Reference Bureau</p>\n</div>\n\n<p class=\"stem_paragraph\">Based on the graph, predicted population growth in which of the following regions is explained by a high total fertility rate?</p>\n","rubricRef":"VH917081_rubric","choicesHtml":["<p class=\"choice_paragraph\">Asia</p>","<p class=\"choice_paragraph\">Africa</p>","<p class=\"choice_paragraph\">Latin America and Caribbean</p>","<p class=\"choice_paragraph\">Europe</p>","<p class=\"choice_paragraph\">United States and Canada</p>"],"answer":1}]