[{"id":"VH917112","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">SWEDISH ETHNICITY IN MINNESOTA</p>\n</div>\n<img alt=\"The figure presents a map of Minnesota titled “Swedish Ethnicity in Minnesota.” The map is divided by county. A key is labeled “Percent Swedish Ethnicity,” and shows the following four categories, which are indicated on the map: 15% to 25%, 10% to 14%, 5% to 10%, and 1% to 5%. The data presented by the map are as follows. 15% to 25%: there are 7 counties total in this category, with five in the northernmost part of the state, and two around the middle of the state. 10% to 15%: there are 18 counties total in this category, with 12 along the northern and eastern portions of the state, and 5 in the western and southern portions of the state. 5% to 10%: there over 30 counties total in this category, occupying most of the western and central portions of the state, from north to south. 1% to 5%: there are 24 counties total in this category, with most of these counties occupying the southernmost portion of the state, and three scattered in the northern portion of the state.\" height=\"330\" src=\"https://assets.learnosity.com/organisations/537/VH917112.g01.png\" width=\"430\" /><span style=\"text-align: right;\">Source: United States Census Bureau</span></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">In the late nineteenth century, a large proportion of Swedish immigrants that came to the United States settled in rural areas of Minnesota. Descendants of these communities remain in Minnesota today, as shown on the map. Which of the following best describes the pattern of Swedish-American ethnicity within Minnesota’s cultural landscape?</p>\n","rubricRef":"VH917112_rubric","choicesHtml":["<p class=\"choice_paragraph\">A diffused pattern of Swedish ethnicity evenly distributed across the state</p>","<p class=\"choice_paragraph\">A clustered pattern of Swedish ethnicity</p>","<p class=\"choice_paragraph\">A Swedish ethnic majority in the northern half of the state</p>","<p class=\"choice_paragraph\">A Swedish ethnic majority throughout the state</p>","<p class=\"choice_paragraph\">A single remnant area with a high percentage of Swedish ethnicity</p>"],"answer":1}]