[{"id":"VH911626","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph titled “Demographic Transition Model.” The horizontal axis is labeled Time, and the vertical axis is labeled Low at the bottom of the axis, and High at the top. The graph is divided into four vertical sections, labeled from left to right as Stage 1, Stage 2, Stage 3, and Stage 4, and there are 3 lines in the graph. The line representing Birth Rate starts at a point on the vertical axis near the top, and across Stage 1 the line first increases and decreases slightly multiple times. In Stage 2, the line increases slightly and then moves horizontally to the right. In Stage 3 the line decreases steeply downward and to the right and continues decreasing in Stage 4. In Stage 4, when slightly above the horizontal axis, the line increases slightly and then decreases slightly. The line representing Death Rate starts at a point on the vertical axis slightly above the start of the Birth Rate line, and across Stage 1 the line first decreases and increases slightly, intersecting the Birth Rate line multiple times. In Stage 2, the line decreases steeply downward and to the right and continues decreasing in Stage 3. Partway through Stage 3, the line begins to decrease gradually, and in Stage 4 it moves horizontally to the right for a short time, then increases and decreases slightly, intersecting the Birth Rate line multiple times. The line representing Total Population starts on the vertical axis slightly above the horizontal axis, and in Stage 1 it moves in a horizontal manner to the right. In Stage 2 the line increases gradually, moving upward and to the right, and intersects the Death Rate line at a point at the end of Stage 2 and beginning of Stage 3. In Stage 3 the line continues to increase gradually upward and to the right and intersects the Birth Rate line at a point about two thirds of the way up the vertical axis. In Stage 4 the line increases for a short time and then moves horizontally to the right.\" height=\"277\" src=\"https://assets.learnosity.com/organisations/537/VH911626.g01.png\" width=\"465\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The low birth and death rates for a country in stage 4 of the demographic transition model are best explained by</p>\n","rubricRef":"VH911626_rubric","choicesHtml":["<p class=\"choice_paragraph\">the rural population and agricultural livelihood of a less developed country.</p>","<p class=\"choice_paragraph\">the level of education and traditional roles for women in a less developed country</p>","<p class=\"choice_paragraph\">the resource-based economy and life expectancy of a less developed country</p>","<p class=\"choice_paragraph\">the level of urbanization and technological advancement of a more developed country</p>","<p class=\"choice_paragraph\">the environmental pollution and manufacturing infrastructure of a more developed country</p>"],"answer":3}]