[{"id":"VH911388","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of Texas titled “Population Change 2000 through 2010.” Each county in Texas is shown on the map. A key indicates that the following five categories are represented on the map: 1. Dark shading represents over 10 percent growth; 2. Light shading represents growth at positive 2% to positive 10%; 3. No shading represents a stable population with negative 2% to positive 2% change; 4. A dotted pattern represents decline at negative 10% to negative 2%; 5. A diagonal line pattern represents over negative 10% decline. Four cities are labeled on the map: Forth Worth, which is located in a dark-shaded county in northeastern Texas; Dallas, which is located in a light-shaded county in northeastern Texas; San Antonio, which is located in a dark-shaded county in southern Texas; and Houston, which is located in a dark-shaded county in southeastern Texas. Most of the dark-shaded counties are located in the eastern half of Texas. Most of the light-shaded counties are located in the eastern half of Texas or the western border counties. Most of the counties with no shading or patterned shading are located in the central part of Texas, the southeastern coast, and neighboring inland counties in the southeastern part of Texas.\" height=\"358\" src=\"https://assets.learnosity.com/organisations/537/VH911388.g01.png\" width=\"495\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The map above shows percent change in population for counties in Texas from the 2000 to the 2010 census. The three largest metropolitan areas are Dallas-Fort Worth (Tarrant and Dallas Counties), Houston (Harris County), and San Antonio (Bexar County). Which of the following statements best explains urban growth in the period from 2000 to 2010 ?</p>\n","rubricRef":"VH911388_rubric","choicesHtml":["<p class=\"choice_paragraph\">Population in the extreme western counties in Texas remained stable with little growth or decline during the 2000–2010 period, indicating a low birth rate.</p>","<p class=\"choice_paragraph\">The greatest percentage growth in population occurred in locations in central Texas during the 2000–2010 period, indicating a trend of city residents moving to rural areas.</p>","<p class=\"choice_paragraph\">All of the counties surrounding the major metropolitan areas experienced negative growth in the 2000–2010 period, indicating the process of deindustrialization.</p>","<p class=\"choice_paragraph\">The greatest percentage growth in population occurred in counties adjacent to the three largest metropolitan areas, indicating continued suburbanization.</p>","<p class=\"choice_paragraph\">There has been a steady increase in population growth for all counties in the extreme southeastern coastal area, indicating the popularity of coastal living.</p>"],"answer":3}]