[{"id":"VH911836","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">SECONDARY SCHOOL ENROLLMENT PERCENT, 2016<span class=\"formatted_line_break delivery_mode:Both\"></span>(PERCENT OF ELIGIBLE AGE GROUP ENROLLED)</p>\n</div>\n<img alt=\"The figure presents a map of the world titled “Secondary School Enrollment Percent, 2016, Percent of Eligible Age Group Enrolled.” A key labeled Percent of Age Group Enrolled in Secondary School indicates that different shading and patterns on the map represent the following 5 categories: 1. 96% to 100%; 2. 91% to 95%; 3. 71% to 90%; 4. 51% to 70%; and 5. 10% to 50%. The data given by the map are as follows. Enrollment in secondary school falls between 96% and 100% in the following locations: the United States including Alaska, Canada, Greenland, Iceland, Cuba, Mexico, most of South America, most of Europe, several countries in the middle East, including Saudi Arabia, U A E, and Oman, Russia, Mongolia, Japan, China, Thailand, Australia, New Zealand, Algeria, Tunisia, and South Africa. Enrollment in secondary schools falls between 91% and 95% in the following locations: Venezuela, small portions of central Europe, and Tunisia. Enrollment in secondary schools between 70% and 90% in the following locations: the Dominican Republic, Haiti, Nicaragua, Suriname, Bolivia, Paraguay, small portions of eastern Europe, Egypt, Syria, Iran, Turkmenistan, India, Nepal, Indonesia, Malaysia, the Philippines, Democratic Republic of Congo, and Botswana. Enrollment in secondary school falls between 51% to 70% in the following locations: several countries through Africa, Iraq, Yemen, Afghanistan, Bangladesh, Laos, and Vietnam. Enrollment in secondary schools falls between 10% and 50% in the following locations: portions of central America, many countries through Africa, Pakistan, Cambodia, and Papua New Guinea.\" height=\"388\" src=\"https://assets.learnosity.com/organisations/537/VH911836.g03.png\" width=\"600\" />\n<p class=\"attribution author\">Source: World Bank</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following spatial patterns accurately describes the data presented in the map?</p>\n","rubricRef":"VH911836_rubric","choicesHtml":["<p class=\"choice_paragraph\">Most continents have countries with secondary school enrollments below 75 percent.</p>","<p class=\"choice_paragraph\">There are no countries in Africa with secondary school enrollments above 90 percent.</p>","<p class=\"choice_paragraph\">The majority of countries with less than 70 percent secondary school enrollment are in sub-Saharan Africa.</p>","<p class=\"choice_paragraph\">The secondary school enrollment is proportional to population density.</p>","<p class=\"choice_paragraph\">Landlocked countries have secondary school enrollments above 90 percent.</p>"],"answer":2}]