[{"id":"VH947806","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947804.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on a comparison of the zones in the model shown, which of the following best explains how the model is limited in its representation of present-day urban land-use patterns?</p>\n","rubricRef":"VH947806_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">CONCENTRIC ZONE MODEL AND BID-RENT CURVE</p>\n</div>\n<img alt=\"The figure presents a diagram titled “Concentric Zone Model and Bid-Rent Curve.” There is a black square at the center of the diagram. Two arrows extend from this square and represent axes. From the square, an arrow labeled Distance moves horizontally to the right, and an arrow labeled Cost moves vertically upward. Five concentric rings surround the square. Moving outward from the square, the zones between each of the rings are numbered 1 through 5. A key indicates that 1 represents the central business district (CBD), 2 represents manufacturing and wholesaling, 3 represents low-income residential, 4 represents middle-income residential, and 5 represents high-income residential. Five lines are shown on the Cost-Distance graph. Moving outward along the Distance axis from left to right, the first line intersects with the highest point on the Cost axis. The second line intersects with the second-highest point on the cost axis. The third line intersects with the third-highest point on the Cost axis. The fourth line intersects with the fourth-highest point on the Cost axis. The fifth line intersects with the fifth-highest point on the Cost axis. An arrow labeled Apartment Buildings points to a position on the second line. An arrow labeled Suburban Single-Family Homes points to a position where the fourth and fifth lines intersect. \" height=\"281\" src=\"https://assets.learnosity.com/organisations/537/VH947804.g02.png\" width=\"525\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The model does not account for the prices of agricultural land on the urban periphery, where land prices continue to decline.</p>","<p class=\"choice_paragraph\">The model does not show that taller buildings constructed in the central business district are a result of increased land costs.</p>","<p class=\"choice_paragraph\">The model does not indicate that land for apartment buildings is more expensive than land for single-family homes.</p>","<p class=\"choice_paragraph\">The model does not account for the existence of suburbs composed of single-family homes where the housing structure is more expensive than the land it is built on.</p>","<p class=\"choice_paragraph\">The model does not show the cost-to-distance effects of multiple suburban central business districts and the pattern of residential areas that surround them.</p>"],"answer":4}]