[{"id":"VH941564","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a map. The left side of the map shows the southeastern portion of mainland China, a portion of China’s coast along the Pacific Ocean, and Taiwan. The top of the map shows portions of South Korea and Japan. Hong Kong and Shanghai are indicated along the Chinese coast. The Taiwan Strait is indicated between China and Taiwan. Taipei is indicated at the northern tip of Taiwan. A key at the bottom of the map is labeled 200 Nautical Mile Lines. In the key, a solid line represents China, a dashed line represents Taiwan, and a dotted line represents Japan. The line representing China extends through the Pacific Ocean parallel to the coast of mainland China, passing along the eastern coast of Taiwan. The line representing Taiwan extends through the Pacific Ocean surrounding Taiwan, with endpoints along the coast of mainland China. The line representing Japan extends through the Pacific Ocean offshore from the islands of Japan. The lines representing China, Taiwan, and Japan intersect with one another at several points in the Pacific Ocean.\" height=\"299\" src=\"https://assets.learnosity.com/organisations/537/VH941564.g01.png\" width=\"500\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The map shows the Taiwan Strait. Which of the following best explains the global geopolitical significance of the Taiwan Strait?</p>\n","rubricRef":"VH941564_rubric","choicesHtml":["<p class=\"choice_paragraph\">The Taiwan Strait is a cultural boundary that separates populations of Chinese people who speak different languages.</p>","<p class=\"choice_paragraph\">The Taiwan Strait serves as a major international shipping route that serves large economies, such as South Korea, Japan, and the United States.</p>","<p class=\"choice_paragraph\">The Taiwan Strait is a militarily strategic chokepoint that China and Taiwan claim as territory.</p>","<p class=\"choice_paragraph\">The Taiwan Strait creates an obstacle to trade between Taiwan and China and hinders the region’s economy.</p>","<p class=\"choice_paragraph\">The Taiwan Strait is a remnant of the colonial relationship between China, Taiwan, and European countries.</p>"],"answer":2}]