[{"id":"VH941436","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH941434.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Local and regional autonomous governments and a separatist militia group have been established within the Basque region shown on the map. How do these local and regional governments compare with the national governments of Spain and France?</p>\n","rubricRef":"VH941436_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">BASQUE REGION</p>\n</div>\n<img alt=\"The figure presents a map titled “Basque Region” that shows the Pyrenees Mountains region, including Andorra and portions of France and Spain. A key at the bottom of the map indicates that a dark gray area represents the Basque region, a dashed line represents international borders, and a scale represents the distance from 0 to 100 miles. The Bay of Biscay and the Atlantic Ocean are indicated in the top left of the map and the Mediterranean Sea is indicated in the bottom right of the map. The international border between France and Spain extends between the Bay of Biscay and the Mediterranean Sea, passing through the Pyrenees Mountains. The country of Andorra is located between France and Spain in the Pyrenees Mountains. France is north of the border and Spain is south of the border. The Basque region is located along a portion of the Bay of Biscay and extends inland, crossing the international border and encompassing parts of both Spain and France. Most of the Basque region is located in Spain.\" height=\"322\" src=\"https://assets.learnosity.com/organisations/537/VH941434.g04.png\" width=\"450\" />\n<p class=\"attribution author\">Source: Natural Earth GIS</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Local and regional governments establish the foundations for new federal states within each of the larger independent states.</p>","<p class=\"choice_paragraph\">Local and regional governments stabilize local communities, aligning the communities with the objectives of the larger independent states.</p>","<p class=\"choice_paragraph\">Local and regional governments create the potential for conflict and act as a centrifugal force within the larger independent states.</p>","<p class=\"choice_paragraph\">Local and regional governments strengthen the unitary systems of government within the larger independent states.</p>","<p class=\"choice_paragraph\">Local and regional governments create a stronger geopolitical region and act as a centripetal force within the larger independent states.</p>"],"answer":2}]