[{"id":"VH951354","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A. Identify ONE architectural or technological feature of the rural landscape shown in the photograph.</p>\n\n<p class=\"stem_paragraph\">B. Identify ONE architectural or technological feature of the urban landscape shown in the photograph.</p>\n\n<p class=\"stem_paragraph\">C. Describe ONE way that a country's physical landscape may influence its cultural landscape.</p>\n\n<p class=\"stem_paragraph\">D. Describe ONE type of technology shown in one or both of the photographs.</p>\n\n<p class=\"stem_paragraph\">E. Explain how the technology shown in both photographs affected land-use patterns in the Netherlands.</p>\n\n<p class=\"stem_paragraph\">F. Explain how the cultural landscape shown in one or both of the photographs conveys a local sense of place.</p>\n","rubricRef":"VH951354_rubric","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">THE NETHERLANDS CULTURAL LANDSCAPE</p>\n</div>\n<img alt=\"The figure presents two photographs titled “The Netherlands Cultural Landscape.”  The first photograph shows a rural landscape, and the second photograph shows an urban landscape.  The first photograph is a rural area, with fields and a few houses.  A windmill is shown in the center, with a building and wooden fence to the right of it, and a small body of water to the left.  A few houses can be seen in the distance, across open fields.  A couple of people can be seen walking near the windmill, along the road with streetlights at the edge of it. The second photograph shows an urban area.  A boat is shown on a river, in the middle of the photograph.  On both sides of the river, tall buildings and stores are close together.  A clock tower is located on the left side of the image.  On the right side, people are sitting at tables under large umbrellas. Trees and streetlamps line the edges of the river.  Cars are on the streets on both the left and right side of the photograph. \" height=\"814\" src=\"https://assets.learnosity.com/organisations/537/VH951354.g03.png\" width=\"650\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The photographs depict rural and urban landscapes within the country of the Netherlands.</p>\n"}]}]