[{"id":"VH969028","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure presents a political world map titled, “Selected Fair Trade Crops: Producing and Consuming Countries.” There is a legend that lists the following three categories: countries that agree to buy at fair trade prices, countries that produce fair trade crops, and countries that produce and purchase at fair trade prices. The countries in each category are as follows. The countries that agree to buy at fair trade prices include the United States, Canada, countries in Western Europe and Scandinavia, several countries in eastern Europe, Japan, South Korea, Australia, and New Zealand. The countries that produce fair trade crops include the countries of Central America; some of the countries in the Caribbean; the South American countries of Colombia, Guyana, Ecuador, Peru, Bolivia, Chile, Paraguay, and Argentina; the African countries of Tunisia, Morocco, Senegal, Mali, Burkina Faso, Sierra Leone, Ivory Coast, Ghana, Togo, Benin, Cameroon, Republic of the Congo, Democratic Republic of the Congo, Uganda, Rwanda, Tanzania, Mozambique, Malawi, Zambia, Zimbabwe, Madagascar, Ethiopia, and Egypt; and the Asian countries of Kazakhstan, Uzbekistan, Kyrgyzstan, China, Nepal, Bangladesh, Sri Lanka, Thailand, Laos, Vietnam, Indonesia, Philippines, and Papua New Guinea. The countries that produce and purchase at fair trade prices include Brazil, Kenya, South Africa, and India. The names of several crops are labeled on the map, with lines pointing to countries that produce them. The crops and countries are labeled as follows from west to east. Coffee is produced in Honduras and Peru. Cocoa is produced in Peru. Cotton is produced in Senegal. Cocoa is produced in the Ivory Coast and Ghana. Tea is produced in South Africa. Coffee is produced in Tanzania. Cotton is produced in Kyrgyzstan and India. Tea is produced in India and Sri Lanka.\" height=\"370\" src=\"https://assets.learnosity.com/organisations/537/VH969028.g01.png\" width=\"580\" /></div>\n\n<p class=\"stem_paragraph\">Which of the following statements best explains fair trade agriculture as shown for the products on the map?</p>\n","rubricRef":"VH969028_rubric","choicesHtml":["<p class=\"choice_paragraph\">A program in which the governments of the United States, European Union, and others agree to pay farmers in designated tropical countries a subsidy that would put them on the same financial footing</p>","<p class=\"choice_paragraph\">A governmental trade program in which one country serves as the sole producer of a product in a region, and another country agrees to purchase that good under a contract that sets as a fixed price for the goods sold</p>","<p class=\"choice_paragraph\">A system that allows subsistence farmers to use slash-and-burn methods to increase acreage for the permanent production of export products at higher prices signified by special rain forest product labeling</p>","<p class=\"choice_paragraph\">A program that subsidizes tropical plantation owners to expand the production and processing of export crops by using low-paid migrant workers, with the intent of raising investment from more developed countries</p>","<p class=\"choice_paragraph\">A system where consumers in mostly more developed countries purchase goods from producers mainly in less developed countries, with the intent to reduce the disparity in income between different regions</p>"],"answer":4}]