[{"id":"VH961244","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">KURDISH POPULATION DISTRIBUTION</p>\n</div>\n<img alt=\"The figure presents a map titled “Kurdish Population Distribution.” The maps shows a portion of Southwest Asia, with the following countries labeled: Turkey, Syria, Iraq, and Iran. A key indicates that two categories of data are represented on the map. Areas with Over 50% Kurdish Population are shaded in dark grey, and areas with Significant Kurdish Population of Less than 50% are shaded with stripes. The following areas are shown as having over 50% Kurdish population: parts of central and eastern Turkey, parts of northern Syria, parts of northern Iraq, and parts of northwestern and northern Iran. The following areas are shown as having significant Kurdish population of less than 50%: parts of central and eastern Turkey, parts of northern Syria, parts of northern Iraq, and parts of northwestern Iran. Most areas with significant Kurdish population of less than 50% are shown surrounding areas with over 50% Kurdish population.\" height=\"439\" src=\"https://assets.learnosity.com/organisations/537/VH961244.g07.png\" width=\"700\" />\n<p class=\"attribution author\">Sources: Britannica, Australian Broadcasting Corporation</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the information in the map, what is the most likely outcome of the possible establishment of an independent Kurdistan for the Kurdish people?</p>\n","rubricRef":"VH961244_rubric","choicesHtml":["<p class=\"choice_paragraph\">The state of Turkey, seeking to connect areas with a substantial Kurdish population into an independent state, might take action against neighboring states.</p>","<p class=\"choice_paragraph\">The Kurdish people, seeking a state of their own with a majority Kurdish population, might secede from or rebel against the states labeled on the map.</p>","<p class=\"choice_paragraph\">The Kurdish people would have to migrate into a single country to gain a population majority and would struggle for control of the government.</p>","<p class=\"choice_paragraph\">In areas with a Kurdish majority population, Kurdish people are politically active among Turks, Iranians, Iraqis, and Syrians and would be able to win an election on a national vote to secede.</p>","<p class=\"choice_paragraph\">The countries shown on the map will cooperate and work together to address the political situation and needs of people in areas with a substantial Kurdish population. </p>"],"answer":1}]