[{"id":"VH964268","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A. Identify the THREE scales of analysis present in the graph data.</p>\n\n<p class=\"stem_paragraph\">B. Identify the political entity shown in the graph data that has the highest GNI.</p>\n\n<p class=\"stem_paragraph\">C. Describe the concept of the sovereign country.</p>\n\n<p class=\"stem_paragraph\">D. Describe Germany’s composition as a federal state.</p>\n\n<p class=\"stem_paragraph\">E. Explain how the federal state has political advantages over the singular nation-state.</p>\n\n<p class=\"stem_paragraph\">F. Using the graph data, explain how membership in the European Union gives Germany a competitive advantage compared with the United States and China.</p>\n\n<p class=\"stem_paragraph\">G. Explain ONE possible disadvantage of membership in the European Union for a member state such as Germany.</p>\n","rubricRef":"VH964268_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">GERMANY AND SELECTED ECONOMIES IN 2017</p>\n</div>\n<img alt=\"The figure presents two bar graphs titled “Germany and Selected Economies in 2017”.  The first graph is titled “Gross National Income.”  The vertical axis is labeled “in trillions of dollars,” and the numbers 0.0 through 25.0, in increments of 5.0 are indicated.  The horizontal axis has 8 categories, with 4 on each side of a vertical dashed line that is located in the middle of the graph. Each category has one bar.  Each bar is labeled and indicated with a number that corresponds to the data.  The data represented by each bar is as follows.  Bar 1:  NAFTA, 22.2.  Bar 2:  European Union, 17.3.  Bar 3:  ASEAN, 3.0.  Bar 4:  Mercosur, 2.8.  Bar 5:  United States, 19.4.  Bar 6:  China, 12.0.  Bar 7:  Japan, 4.9.  Bar 8:  Germany, 3.7.  The second graph is titled “Gross Regional Income for the Top 4 German States.”  The vertical axis is labeled “in billions of dollars,” and the numbers 0 through 900, in increments of 100, are indicated.  The horizontal axis has 4 categories.  Each category has one bar, and each bar is labeled and indicated with a number that corresponds to the data. The data represented by each bar is as follows.  Bar 1:  North Rhine-- Westphalia, 785.  Bar 2:  Bavaria, 674.  Bar 3:  Baden-Württemberg, 559.  Bar 4:  Lower Saxony, 327.\" height=\"509\" src=\"https://assets.learnosity.com/organisations/537/VH964268.g02.png\" width=\"566\" />\n<p class=\"attribution author\">Sources: International Monetary Fund, German Federal Statistical Bureau</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The Federal Republic of Germany has one of the largest gross national incomes (GNIs) of any sovereign country.</p>\n"}]}]