[{"id":"VH969191","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents an image of a man plowing a field using a plow pulled by two horses.\" height=\"301\" src=\"https://assets.learnosity.com/organisations/537/VH969191.g03.png\" width=\"450\" /></div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an image of a person driving a gas-powered farm vehicle through a field.\" height=\"338\" src=\"https://assets.learnosity.com/organisations/537/VH969191.g02.png\" width=\"450\" />\n<p class=\"attribution author\">Source: Pixabay</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The two images show different agricultural methods. In the context of the Second Agricultural Revolution, which of the following trends is represented in these images?</p>\n","rubricRef":"VH969191_rubric","choicesHtml":["<p class=\"choice_paragraph\">The introduction of machines during the Second Agricultural Revolution resulted in many farmers being pushed off their land, leading to famine and starvation in the countryside.</p>","<p class=\"choice_paragraph\">Although new farm machines were developed during the Second Agricultural Revolution, many farmers continued to practice agriculture in traditional ways because of cultural taboos associated with the adoption of modern farming techniques.</p>","<p class=\"choice_paragraph\">During the Second Agricultural Revolution, many farmers continued to use traditional farming techniques that were more suited to the tropical environments they lived in.</p>","<p class=\"choice_paragraph\">The mechanization of farming in the Second Agricultural Revolution resulted in more reliable crop harvests and healthier populations in areas where the mechanization was adopted.</p>","<p class=\"choice_paragraph\">The developments associated with the Second Agricultural Revolution were applicable only to farmers growing grain in temperate regions of the world.</p>"],"answer":3}]