[{"id":"VH969453","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram titled “Von Thünen Model of Agricultural Land Use and Land Rent Curve with Selected Activities.” A square at the center of the model represents the Market Town. Two arrows extend from this square and represent axes. From the square, an arrow labeled Distance moves horizontally to the right and an arrow labeled Cost moves vertically upward. Five concentric rings surround the square. Each ring is cut off at its intersection with the Distance axis. From the intersection of each ring with the Distance axis, a straight line extends to a point on the Cost axis. The zones between each of the rings are numbered 1 through 5. A key indicates that 1 represents Market Gardens, 2 represents Dairies, 3 represents Forest, 4 represents Grain Crops, and 5 represents Pasture. Zone 1 intersects with the Distance axis closest to the Market Town and intersects with the highest point on the Cost axis. Zone 2 intersects with the Distance axis at the second-farthest point from the Market Town and intersects with the second-highest point on the Cost axis. Zone 3 intersects with the Distance axis at the third-farthest point from the Market Town and intersects with the third-highest point on the Cost axis. Zone 4 intersects with the Distance axis at the fourth-farthest point from the Market Town and intersects with the fourth-highest point on the Cost axis. Zone 5 intersects with the Distance axis at the farthest point from the Market Town and intersects with the lowest point on the Cost axis.\" height=\"278\" src=\"https://assets.learnosity.com/organisations/537/VH969453.g01.png\" width=\"325\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the diagram of von Thünen’s model of agricultural land use, which statement best explains the connection between land value and agricultural production regions?</p>\n","rubricRef":"VH969453_rubric","choicesHtml":["<p class=\"choice_paragraph\">Land value increases as one moves away from the market town because rural land is more valuable to farmers.</p>","<p class=\"choice_paragraph\">Market gardening materials require heavier applications of chemicals to produce greater profits, which reduces the land value near the market town.</p>","<p class=\"choice_paragraph\">Pasture land is the most valuable land since more is needed to raise livestock in a ranching environment.</p>","<p class=\"choice_paragraph\">Grain crops require extensive acreage and are grown on land that is less costly and farther away from the market than other agricultural land uses.</p>","<p class=\"choice_paragraph\">Forested areas are the highest land value since they are often preserved for parks and natural activities.</p>"],"answer":3}]