[{"id":"VH961141","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">KURDISH POPULATION DISTRIBUTION</p>\n</div>\n<img alt=\"The figure presents a map titled “Kurdish Population Distribution.” The maps shows a portion of Southwest Asia, with the following countries labeled: Turkey, Syria, Iraq, and Iran. A key indicates that two categories of data are represented on the map. Areas with Over 50% Kurdish Population are shaded in dark grey, and areas with Significant Kurdish Population of Less than 50% are shaded with stripes. The following areas are shown as having over 50% Kurdish population: parts of central and eastern Turkey, parts of northern Syria, parts of northern Iraq, and parts of northwestern and northern Iran. The following areas are shown as having significant Kurdish population of less than 50%: parts of central and eastern Turkey, parts of northern Syria, parts of northern Iraq, and parts of northwestern Iran. Most areas with significant Kurdish population of less than 50% are shown surrounding areas with over 50% Kurdish population.\" height=\"437\" src=\"https://assets.learnosity.com/organisations/537/VH961141.g08.png\" width=\"700\" />\n<p class=\"attribution author\">Sources: Encyclopedia Britannica, Australian Broadcasting Corporation</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the map, which of the following best explains the implications of physical geography as the Kurds continue to struggle for an independent state in their ethnic homeland?</p>\n","rubricRef":"VH961141_rubric","choicesHtml":["<p class=\"choice_paragraph\">Israel, Turkey, and Russia have voiced their support for an independent Kurdistan in areas with a majority Kurdish population, showing potential validation for Kurdistan.</p>","<p class=\"choice_paragraph\">In September 2017 a public referendum was carried out that demonstrated that a majority of Kurds overwhelmingly support independence.</p>","<p class=\"choice_paragraph\">Most areas with a Kurdish majority population are landlocked and therefore dependent on good relationships with their neighbors in order to access trade and prosper economically.</p>","<p class=\"choice_paragraph\">Even in areas with a Kurdish minority population, Kurdish people have their own unique culture and identity separately from the states in which their nation is located.</p>","<p class=\"choice_paragraph\">Unstable oil prices have created economic problems both in parts of the region with a Kurdish majority population and in parts with a Kurdish minority, leaving the Kurdistan Regional Government weakened and struggling to pay off debt. </p>"],"answer":2}]