[{"id":"VH972093","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">PERCENT OF WOMEN WORKING IN AGRICULTURE</p>\n</div>\n<img alt=\"The figure presents a world political map titled, “Percent of Women Working in Agriculture.” There is a legend that lists the following four categories: 0% to 25%, 26% to 50%, 51% to 75%, 76% to 98%. The locations where 0% to 25% women work in agriculture include the following: the countries of North America and Central America; most countries in South America and Europe; the African countries of Tunisia, Libya, and South Africa; the Asian countries of Saudi Arabia, Iraq, Jordan, Oman, United Arab Emirates, Kazakhstan, Uzbekistan, Kyrgyzstan, Mongolia, North and South Korea, Japan, Malaysia, the Philippines, Australia, and New Zealand. The locations where 26% to 50% women work in agriculture include the following: Bolivia; the United Kingdom; the African countries of Morocco, Algeria, Western Sahara, Egypt, Ivory Coast, Ghana, Benin, Nigeria, Gabon, Republic of the Congo, Namibia; and the Asian countries of Iran, Azerbaijan, Turkmenistan, Tajikistan, Sri Lanka, Thailand, and Indonesia. The locations where 51% to 75% women work in agriculture include the following: the African countries of Mauritania, Mali, Sierra Leone, Liberia, Togo, Cameroon, Central African Republic, Democratic Republic of the Congo, Sudan, South Sudan, Ethiopia, Kenya, Zambia, Zimbabwe, Botswana; and the Asian countries of Turkey, Syria, Yemen, Pakistan, India, China, Bangladesh, Myanmar, Vietnam, and Cambodia. The locations where 76% to 98% women work in agriculture include the following: the African countries of Senegal, Guinea, Burkina Faso, Niger, Equatorial Guinea, Eritrea, Djibouti, Somalia, Uganda, Tanzania, Mozambique, Madagascar, and Angola; and the Asian countries of Afghanistan, Nepal, Bhutan, Laos, and Papua New Guinea.\" height=\"297\" src=\"https://assets.learnosity.com/organisations/537/VH972093.g01.png\" width=\"600\" />\n<p class=\"attribution author\">Source: Food and Agriculture Organization</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following explains the significance of the similarities between Asia and sub-Saharan Africa in terms of the percent of women working agriculture?</p>\n","rubricRef":"VH972093_rubric","choicesHtml":["<p class=\"choice_paragraph\">Women own or rent much of the land cultivated for plantation crops such as cacao, coffee, or tea.</p>","<p class=\"choice_paragraph\">In the subsistence-based rural economies in these regions, female farmers produce much of the food that their families need for survival.</p>","<p class=\"choice_paragraph\">In rural agricultural regions, women control the political and social lives of the community and consider farming as their primary role.</p>","<p class=\"choice_paragraph\">In tropical regions soil and climate conditions are so favorable that little labor is required to farm crops.</p>","<p class=\"choice_paragraph\">In the shifting cultivation found in rain forest regions, women do the work of claiming land and clearing the forest of trees.</p>"],"answer":1}]