[{"id":"VH970323","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure presents a world political map titled, “Percent of Women Working in Agriculture.” There is a legend that lists the following four categories: 0% to 25%, 26% to 50%, 51% to 75%, 76% to 98%. The locations where 0% to 25% women work in agriculture include the following: the countries of North America and Central America; most countries in South America and Europe; the African countries of Tunisia, Libya, and South Africa; the Asian countries of Saudi Arabia, Iraq, Jordan, Oman, United Arab Emirates, Kazakhstan, Uzbekistan, Kyrgyzstan, Mongolia, North and South Korea, Japan, Malaysia, the Philippines, Australia, and New Zealand. The locations where 26% to 50% women work in agriculture include the following: Bolivia; the United Kingdom; the African countries of Morocco, Algeria, Western Sahara, Egypt, Ivory Coast, Ghana, Benin, Nigeria, Gabon, Republic of the Congo, Namibia; and the Asian countries of Iran, Azerbaijan, Turkmenistan, Tajikistan, Sri Lanka, Thailand, and Indonesia. The locations where 51% to 75% women work in agriculture include the following: the African countries of Mauritania, Mali, Sierra Leone, Liberia, Togo, Cameroon, Central African Republic, Democratic Republic of the Congo, Sudan, South Sudan, Ethiopia, Kenya, Zambia, Zimbabwe, Botswana; and the Asian countries of Turkey, Syria, Yemen, Pakistan, India, China, Bangladesh, Myanmar, Vietnam, and Cambodia. The locations where 76% to 98% women work in agriculture include the following: the African countries of Senegal, Guinea, Burkina Faso, Niger, Equatorial Guinea, Eritrea, Djibouti, Somalia, Uganda, Tanzania, Mozambique, Madagascar, and Angola; and the Asian countries of Afghanistan, Nepal, Bhutan, Laos, and Papua New Guinea.\" height=\"322\" src=\"https://assets.learnosity.com/organisations/537/VH970323.g02.png\" width=\"600\" />\n<p class=\"attribution author\">Source: Food and Agriculture Organization</p>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a world political map titled “Percent of Women Working in Paid Employment.” There is a legend that lists the following four categories: 6% to 25%, 26% to 50%, 51% to 75%, and 76% to 86%. The locations where 6% to 25% of women work in paid employment include the following: the African countries of Morocco, Algeria, Tunisia, Egypt, Sudan, and Somalia; the Asian countries of Saudi Arabia, Iraq, Syria, Jordan, Yemen, and Afghanistan. The locations where 26% to 50% pf women work in paid employment include the following: Mexico; Guatemala; Costa Rica; Cuba; Guyana; Suriname; Argentina; the African countries of Western Sahara, Mauritania, Senegal, Ivory Coast, Libya, Gabon, and South Africa; most countries in southern and eastern Europe, including Italy, Poland, Ukraine, and Greece; the Asian countries of Turkey, Oman, United Arab Emirates, Pakistan, India, Tajikistan, Kyrgyzstan, India, Bangladesh, and the Philippines. The locations where 51% to 75% of women work in paid employment include the following: the United States; Canada; Honduras; Nicaragua; Panama; the Dominican Republic; most countries in South America; most countries in western Europe, Scandinavia, and northeastern Europe, including Russia; most countries in central and southern Africa; most countries in Asia, including China; and the countries of Oceania, including Australia. The locations where 76% through 86% work in paid employment include the following: the African countries of Togo, Angola, Zimbabwe, Mozambique, Madagascar, Tanzania, Rwanda, Burundi, Ethiopia, and Eritrea; and the Asian countries of Nepal, Laos, and Cambodia.\" height=\"309\" src=\"https://assets.learnosity.com/organisations/537/VH970323.g03.png\" width=\"600\" />\n<p class=\"attribution author\">Source: World Bank</p>\n</div>\n\n<p class=\"stem_paragraph\">Compare the two maps and examine the data for Africa, the Middle East, and South Asia. Which of the following statements is supported by the comparison of the two maps?</p>\n","rubricRef":"VH970323_rubric","choicesHtml":["<p class=\"choice_paragraph\">There is less food produced in these regions and therefore fewer women working in agriculture.</p>","<p class=\"choice_paragraph\">Many women in these regions work on farms and grow food for their families, but not all are paid to do this work.</p>","<p class=\"choice_paragraph\">Agriculture is considered a prestigious field in these regions, and they have the highest percentage of women working in agriculture.</p>","<p class=\"choice_paragraph\">There is a strong correlation between countries with a large percentage of women in the paid workforce and women working in agriculture.</p>","<p class=\"choice_paragraph\">Typically women in these regions work for agribusiness in the formal paid workforce.</p>"],"answer":1}]