[{"id":"VH970280","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><div class=\"title\"><p class=\"title_line passage-title\">STEAM PLOWING ENGINE (LEFT), COMBINE HARVESTER (RIGHT)</p></div><img alt=\"The figure presents two images. The first image is a historical photograph of men standing beside mechanized farm equipment, including a small steam engine. The second image is a historical photograph of a team of horses pulling a large farm machine through a field of crops.\" src=\"https://assets.learnosity.com/organisations/537/VH970280.g01.png\"/><p class=\"attribution author\">Source: Library of Congress</p></div><p class=\"stem_paragraph\">The images show devices developed during the Second Agricultural Revolution. Which of the following best describes the impacts of the Second Agricultural Revolution?</p>\n","rubricRef":"VH970280_rubric","choicesHtml":["<p class=\"choice_paragraph\">Genetically modified crops and ever-increasing levels of mechanization, as shown in the images, drove productivity up and made hunger a thing of the past.</p>","<p class=\"choice_paragraph\">Innovations such as crop rotations and hybrid selection, facilitated by the technology shown in the images, made agriculture productive enough to support the growth of urban centers and led to the creation of modern civilization.</p>","<p class=\"choice_paragraph\">The adaptation of newly introduced crops such as potatoes and corn from the New World, which were planted and harvested using the technology shown in the images, made European farms more productive, which led to better diets, longer life expectancies, and more people available for work in factories.</p>","<p class=\"choice_paragraph\">Technological innovations, such as the devices shown in the images, and increased agricultural productivity led to better diets, longer life expectancies, and more people available for work in factories.</p>","<p class=\"choice_paragraph\">The Second Agricultural Revolution is ongoing, as engineers continue to improve agricultural machinery and scientists search for crops adapted to the drier, warmer climates predicted for the coming decades.</p>"],"answer":3}]