[{"id":"VH971024","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a world political map titled, “Percent of Women Working in Agriculture.” There is a legend that lists the following four categories: 0% to 25%, 26% to 50%, 51% to 75%, 76% to 98%. The locations where 0% to 25% women work in agriculture include the following: the countries of North America and Central America; most countries in South America and Europe; the African countries of Tunisia, Libya, and South Africa; the Asian countries of Saudi Arabia, Iraq, Jordan, Oman, United Arab Emirates, Kazakhstan, Uzbekistan, Kyrgyzstan, Mongolia, North and South Korea, Japan, Malaysia, the Philippines, Australia, and New Zealand. The locations where 26% to 50% women work in agriculture include the following: Bolivia; the United Kingdom; the African countries of Morocco, Algeria, Western Sahara, Egypt, Ivory Coast, Ghana, Benin, Nigeria, Gabon, Republic of the Congo, Namibia; and the Asian countries of Iran, Azerbaijan, Turkmenistan, Tajikistan, Sri Lanka, Thailand, and Indonesia. The locations where 51% to 75% women work in agriculture include the following: the African countries of Mauritania, Mali, Sierra Leone, Liberia, Togo, Cameroon, Central African Republic, Democratic Republic of the Congo, Sudan, South Sudan, Ethiopia, Kenya, Zambia, Zimbabwe, Botswana; and the Asian countries of Turkey, Syria, Yemen, Pakistan, India, China, Bangladesh, Myanmar, Vietnam, and Cambodia. The locations where 76% to 98% women work in agriculture include the following: the African countries of Senegal, Guinea, Burkina Faso, Niger, Equatorial Guinea, Eritrea, Djibouti, Somalia, Uganda, Tanzania, Mozambique, Madagascar, and Angola; and the Asian countries of Afghanistan, Nepal, Bhutan, Laos, and Papua New Guinea.\" height=\"307\" src=\"https://assets.learnosity.com/organisations/537/VH971024.g02.png\" width=\"570\" />\n<p class=\"attribution author\">Source: Food and Agriculture Organization</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the map, which of the following explains the similarities of the world regions where at least 51 percent of women work in agriculture?</p>\n","rubricRef":"VH971024_rubric","choicesHtml":["<p class=\"choice_paragraph\">These regions are near the equator, in climate zones with high temperatures.</p>","<p class=\"choice_paragraph\">These regions are in the Southern Hemisphere, in temperate climate zones.</p>","<p class=\"choice_paragraph\">These regions are composed of less-developed countries with small rural populations.</p>","<p class=\"choice_paragraph\">These regions are composed of more-developed countries with large urban populations.</p>","<p class=\"choice_paragraph\">These regions are composed of less-developed countries with large rural populations.</p>"],"answer":4}]