[{"id":"VH978927","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">&nbsp;</div>\n</div>\n</div>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify the scales of analysis in the two maps shown.</li>\n\t<li class=\"list_paragraph\">Explain why all of Southeast Asia is shaded in a single color in the world map, whereas Southeast Asian countries are shaded differently in the regional map.</li>\n\t<li class=\"list_paragraph\">Describe what the rice production data for Southeast Asia and West Africa, where rice is traditionally grown, imply about the intensity of land use in these areas.</li>\n\t<li class=\"list_paragraph\">Describe ONE technological advancement that made the Green Revolution possible.</li>\n\t<li class=\"list_paragraph\">Using the data shown on the maps, explain how the Green Revolution affected farmers in less developed countries.</li>\n\t<li class=\"list_paragraph\">Explain the degree to which mechanization changed rice production in less developed countries.</li>\n\t<li class=\"list_paragraph\">Explain how the use of agricultural chemicals contributed to the change in rice production.</li>\n</ol>\n","rubricRef":"VH978927_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of the world titled, “Change in Average Rice Yield per Acre, 1970 to 2015.” A key labeled “Change in Rice Yield per Acre” indicates that four categories of data are represented in the map: 1.0 ton to 1.61 tons per acre, 0.5 to 1.0 ton per acre, 0 to 0.5 ton per acre, and no change. The map is shaded by region. The data shown in the map are as follows. A change in rice yield per acre of 1.0 through 1.61 tons per acre is shown in: Mexico; all of Central America; and the countries of South America with the exception of French Guiana. A change in rice yield per acre of 0.5 through 1.0 ton per acre is shown in: Canada; the United States; north Africa and northwest Africa; India; China; southeast Asia; Australia; and New Zealand. A change in rice yield per acre of 0 tons to 0.5 ton per acre is shown in: Greenland; all of Europe, including Scandinavia and Russia; southwest Asia; and central, eastern, and southern Africa. No change is shown in Papua New Guinea and other small Pacific islands. A label on the map reads “West Africa Region Average plus 0.56 tons.” A line connects this label to the area of western Africa shown on the map as having a change in rice yield per acre of 0.5 to 1.0 tons per acre. A smaller inset map is titled, “Southeast Asia Region Average, plus 0.87 tons.” The inset map is shaded by country and shows the change in rice yield per acre in the countries of Southeast Asia. The change in rice yield per acre in each country is as follows: Laos plus 1.29 tons, Vietnam plus 1.61 tons, and Indonesia plus 1.32 tons, Myanmar plus 0.97 tons, Cambodia plus 0.78 tons, Malaysia plus 0.73 tons, Philippines plus 0.96 tons, and East Timor plus 0.58 tons.\" height=\"641\" src=\"https://assets.learnosity.com/organisations/537/VH978927.g02.png\" width=\"700\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Crop production can be measured in yield, which is the average amount of a crop produced per unit of land in a single year. Yields are used to compare the level of productivity between different places. The maps show the change in tons of rice per acre of farmland between 1970 and 2015.</p>\n"}]}]