[{"id":"VH973942","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">&nbsp;</div>\n</div>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify the scale of analysis for the data provided in both maps.</li>\n\t<li class=\"list_paragraph\">Orange production is a type of specialty agriculture. Describe ONE characteristic of specialty agriculture.</li>\n\t<li class=\"list_paragraph\">Describe the spatial pattern of orange cultivation in Florida.</li>\n\t<li class=\"list_paragraph\">Explain ONE barrier to agricultural development that prevents counties in South Florida from producing oranges as a crop.</li>\n\t<li class=\"list_paragraph\">Explain ONE barrier to agricultural development that prevents counties in North Florida from producing oranges as a crop.</li>\n\t<li class=\"list_paragraph\">In the world map the United States appears to be a large producer of oranges. Explain how the world map misrepresents the scale of production for the cultivation of oranges in the United States.</li>\n\t<li class=\"list_paragraph\">Using the maps explain how oranges, as a global food source, are part of a commodity chain within multinational agribusiness corporations.</li>\n</ol>\n","rubricRef":"VH973942_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a shaded map of the world titled “Map 1: World Annual Orange Crop.” A key labelled “Oranges, Metric Tons” indicates that black shading represents Greater than 1,000,000; dark gray shading represents 500,000 to 1,000,000; light gray shading represents 100,000 to 499,999; a dotted pattern represents less than 100,000; and no shading represents no commercial cultivation. The map shows country boundaries. The data in the map are as follows. Greater than 1,000,000: the United States, Mexico, Brazil, Argentina, South Africa, Egypt, Algeria, Morocco, Spain, Italy, Turkey, Iran, Pakistan, India, China, and Indonesia. 500,000 to 1,000,000: Ghana, Greece, and Syria. 100,000 to 499,999: the Dominican Republic; the majority of Central America; South American countries including Venezuela, Colombia, Ecuador, Peru, Bolivia, Paraguay, Uruguay, Chile, Mali, and Sudan; African countries including the Democratic Republic of the Congo, Tanzania, Tunisia, and Yemen; Portugal; Thailand; Taiwan; and Australia. Less than 100,000: Guyana; Suriname; French Guiana; France; Russia; Croatia; African countries including Libya, Senegal, Liberia, Ivory Coast, Burkina Faso, Togo, Benin, Central African Republic, Ethiopia, Kenya, Zambia, Mozambique, Zimbabwe, Botswana, Namibia, and Madagascar; Asian countries including Jordan, Iraq, Afghanistan, Nepal, Bangladesh, Sri Lanka, Laos, Cambodia, Malaysia, Philippines, and Japan; New Zealand. No commercial cultivation: Canada; Greenland; Iceland; most countries in northern Europe; most countries in eastern Europe; the countries of Scandinavia; Asian countries including Saudi Arabia, United Arab Emirates, Qatar, Oman, Kazakhstan, Uzbekistan, Turkmenistan, Mongolia, Myanmar, Vietnam, and North and South Korea; African countries including Western Sahara, Mauritania, Guinea, Sierra Leone, Niger, Nigeria, Chad, South Sudan, Uganda, Rwanda, Burundi, Angola, Gabon, Cameroon, Republic of the Congo, and Equatorial Guinea; Papua New Guinea.\" height=\"377\" src=\"https://assets.learnosity.com/organisations/537/VH973942.g09.png\" width=\"566\" /></div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a shaded map of Florida titled “Map 2: Florida Annual Orange Crop.” A key labelled “Oranges, Metric Tons” indicates that black shading represents Greater than 250,000; dark gray shading represents 100,000 to 249,999; light gray shading represents 10,000 to 99,999; a striped pattern represents 979 to 9,999; and no shading represents no commercial cultivation. The map shows county boundaries. The data in the map are as follows. Counties in northern Florida have no commercial cultivation. Several counties in southeastern Florida have no commercial cultivation. Eight counties in central and southern Florida are indicated as 979 to 9,999. Eleven counties in central and southern Florida are indicated as 10,000 to 99,999. Two counties in central and southern Florida are indicated as 100,000 to 249,999. Four counties in central and southern Florida are indicated as greater than 250,000.\" height=\"348\" src=\"https://assets.learnosity.com/organisations/537/VH973942.g12.png\" width=\"355\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The maps show annual orange crop harvests for two different scales of analysis.</p>\n"}]}]