[{"id":"VH984500","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a shaded world map titled “Gender Inequality Index Scores, 2017.” A key indicates that countries shaded black represent above 0.60, countries shaded dark grey represent a range from 0.41 to 0.60, countries shaded light grey represent a range from 0.21 to 0.40, and countries shaded white represent below 0.20. The data in the map are as follows. Countries over 0.60: Papua New Guinea, Afghanistan, Yemen, and African countries including Madagascar, Malawi, Somalia, Eritrea, South Sudan, Democratic Republic of the Congo, Chad, Niger, Nigeria, Mali, Mauritania, Western Sahara, Guinea, Sierra Leone, and Ivory Coast. Countries ranging from 0.41 to 0.60: Central American countries including Guatemala, Honduras, Nicaragua, and Panama, Jamaica, Haiti, Dominican Republic, Venezuela, Guyana, Suriname, Brazil, Bolivia, Paraguay, the majority of African countries, the majority of southwest Asian countries including Iraq, Iran, Pakistan, India, Nepal, Bangladesh, Thailand, Vietnam, Singapore, Indonesia, and the Philippines. Countries ranging from 0.21 to 0.40: Mexico, Colombia, Ecuador, Peru, Chile, Argentina, Uruguay, South Africa, Tunisia, Saudi Arabia, Oman, eastern European countries including Ukraine, Romania, Bulgaria, and Hungary, Turkey, Russia, Mongolia, Uzbekistan, Kyrgyzstan, Tajikistan, Thailand, and Malaysia. Countries below 0.20: Canada, the United States, French Guiana, Libya, Iceland, the countries of western Europe and Scandinavia, eastern European countries including Estonia, Latvia, and Lithuania, Kazakhstan, China, North Korea, South Korea, Japan, Australia, and New Zealand.\" height=\"290\" src=\"https://assets.learnosity.com/organisations/537/VH984500.g02.png\" width=\"500\" />\n<p class=\"attribution author\">Source: United Nations Development Programme</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">In a number of countries there remains significant inequality between men and women. Based on a comparison of the patterns on the map, which of the following statements draws an accurate conclusion?</p>\n","rubricRef":"VH984500_rubric","choicesHtml":["<p class=\"choice_paragraph\">Women in Russia have more equality with men than do women in China.</p>","<p class=\"choice_paragraph\">Women in South Africa have less equality with men than do women in Brazil.</p>","<p class=\"choice_paragraph\">Women in India have more equality with men than do women in other Asian countries.</p>","<p class=\"choice_paragraph\">Women in Australia have less equality with men than do women in China.</p>","<p class=\"choice_paragraph\">Women in Libya have more equality with men than do women in other African countries.</p>"],"answer":4}]