[{"id":"VH984614","type":"mcq","stimulusHtml":"<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">TOTAL GROSS DOMESTIC PRODUCT BY COUNTRY</p>\n</div>\n<img alt=\"The figure presents a shaded world map titled “Total Gross Domestic Product by Country.” A key labeled “G D P Total” indicates that countries shaded black represent over 1 trillion dollars, countries shaded dark grey represent a range from 500 billion dollars to 1 trillion dollars, countries shaded light grey represent a range from 100 billion dollars to 500 billion dollars, and countries shaded white represent below 100 billion dollars. The data in the map are as follows. Countries with over 1 trillion dollars in G D P: Canada, the United States, Mexico, Brazil, French Guiana, Spain, France, the United Kingdom, Germany, Italy, Russia, China, South Korea, Japan and India. Countries ranging from 500 billion dollars to 1 trillion dollars in G D P: Argentina, Saudi Arabia, Iran, Turkey, Netherlands, Poland, Thailand, Taiwan, Indonesia, and Australia. Countries ranging from 100 billion to 500 billion in G D P: Cuba, Venezuela, Colombia, Ecuador, Peru, Chile, Morocco, Algeria, Nigeria, Angola, South Africa, Egypt, Iraq, United Arab Emirates, Greece, Portugal, Ireland, Belgium, Denmark, Norway, Sweden, Finland, Belarus, Ukraine, Romania, Hungary, Austria, Czechia, Slovakia, Kazakhstan, Pakistan, Bangladesh, Vietnam, Malaysia, Philippines, and New Zealand. Countries with below 100 billion dollars in G D P: all of Central America, Jamaica, Haiti, Dominican Republic, Guyana, Suriname,  Bolivia, Paraguay, Uruguay, Iceland, most countries in Africa, Yemen, Oman, Jordan , Syria, Bulgaria, Serbia, Albania, Montenegro, North Macedonia, Bosnia and Herzegovina, Croatia, Slovenia, Moldova, Uzbekistan, Turkmenistan, Afghanistan, Tajikistan, Kyrgyzstan, Mongolia, Nepal, Bhutan, Myanmar, Laos, Cambodia, North Korea, and Papua New Guinea.\" height=\"325\" src=\"https://assets.learnosity.com/organisations/537/VH984614.g02.png\" width=\"550\" />\n<p class=\"attribution author\">Source: World Bank</p>\n</div>\n\n<p class=\"stem_paragraph\">The map shows gross domestic product (GDP) by country. Which of the following factors best explains a limitation of GDP by country in comparing the level of productivity among countries?</p>\n","rubricRef":"VH984614_rubric","choicesHtml":["<p class=\"choice_paragraph\">Different agricultural outputs, such as Malaysia, Russia, and Greece</p>","<p class=\"choice_paragraph\">Similar-sized land areas, such as Germany, Italy, and the United Kingdom</p>","<p class=\"choice_paragraph\">Significant petroleum exports, such Iran, Iraq, and Mexico</p>","<p class=\"choice_paragraph\">Similar workforces, such as South Korea, Spain, and France</p>","<p class=\"choice_paragraph\">Different population sizes, such as China, Japan, and the United States</p>"],"answer":4}]