[{"id":"VH984523","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">STONE BRIDGE</p>\n</div>\n<img alt=\"The figure presents a photograph of a stone bridge. \" height=\"327\" src=\"https://assets.learnosity.com/organisations/537/VH984523.g04.png\" width=\"400\" /></div>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">STEEL BRIDGE</p>\n</div>\n<img alt=\"The figure presents a photograph of a steel bridge.\" height=\"256\" src=\"https://assets.learnosity.com/organisations/537/VH984523.g03.png\" width=\"400\" />\n<p class=\"attribution author\">Source: Pixabay</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best explains how the diffusion of industrialization relates to the two images shown?</p>\n","rubricRef":"VH984523_rubric","choicesHtml":["<p class=\"choice_paragraph\">The stone bridge predates the Industrial Revolution.  The technology for steel bridgework became available through the diffusion of steel manufacturing processes.</p>","<p class=\"choice_paragraph\">Both bridges were built after the diffusion of technologies from the Industrial Revolution because the technology for constructing permanent bridges was not available until the late 1700s.</p>","<p class=\"choice_paragraph\">The steel bridge was not built until the very end of the Industrial Revolution because stone bridges were stronger in their design and the strength of steel was not realized until much later.</p>","<p class=\"choice_paragraph\">Bridge construction types are specific to local culture and do not indicate a diffusion of technology because there is little evidence of a specific pattern of diffusion between cities.</p>","<p class=\"choice_paragraph\">The stone bridge is a safer design that rapidly diffused worldwide because it allows for more water to pass through as opposed to the design of steel bridges that rusted quickly from water passing through, leading to safety issues.</p>"],"answer":0}]