[{"id":"VH982438","type":"mcq","stimulusHtml":"<p>&nbsp;</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a shaded map of India titled “India Gross Domestic Product per Capita by State, in Rupees.” State boundaries are shown on the map. A key indicates that areas shaded black represent a range from 125,001 to 175,812, areas shaded dark grey represent a range from 100,001 to 125,000, areas shaded light grey represent a range from 75,001 to 100,000, dotted areas represent a range from 50,001 to 75,000, and areas shaded white represent a range from 0 to 50,000. Four major cities are indicated: Delhi, Mumbai, Chennai, and Kolkata. Delhi is in the north of India, Mumbai is in the southwest, Chennai is in the southeast, and Kolkata is in the east. The data in the map are as follows. States with 125,001 to 175,812 in Gross Domestic Product per Capita: three small states along the western and eastern coasts. States with 100,001 to 125,000 in Gross Domestic Product per Capita: the state containing Mumbai in the western and central part of the country, the state containing Delhi in the northern part of the country, and a small state in the northeast. States with 75,001 to 100,000 in Gross Domestic Product per Capita: the two southernmost states, a state north of Mumbai, and two states north of Delhi. States with 50,001 to 75,000 in Gross Domestic Product per Capita: two states to the north of Chennai, which cover the southern central region of the country, a state to the southwest of Delhi, a state to the north of Delhi, and several states in the northeast of the country. States with 0 to 50,000 in Gross Domestic Product per Capita: the northernmost state, several states to the southeast of Delhi extending into the central and eastern parts of the country, and two states in the northeastern part of the country. \" height=\"369\" src=\"https://assets.learnosity.com/organisations/537/VH982438.g03.png\" width=\"425\" />\n<p class=\"attribution author\">Source: Census of India</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Explain how the map represents an incomplete picture of the economy in India.</p>\n","rubricRef":"VH982438_rubric","choicesHtml":["<p class=\"choice_paragraph\">The data do not measure the informal economy, which in regions with high employment in agriculture could be significant.</p>","<p class=\"choice_paragraph\">The data are measured per capita, so the total economy for each state in India cannot be compared.</p>","<p class=\"choice_paragraph\">The data do not show the different sectors of the economy, so states in India with low employment in agriculture appear to be wealthier.</p>","<p class=\"choice_paragraph\">The data do not include population figures, and without that information an accurate comparison cannot be made.</p>","<p class=\"choice_paragraph\">The data are measured in rupees and cannot be compared to data from countries that use a different currency.</p>"],"answer":0}]