[{"id":"VH984524","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">GROSS DOMESTIC PRODUCT (GDP) PER CAPITA, BY COUNTRY, 2017</p>\n</div>\n<img alt=\"The figure presents a shaded world map titled “Gross Domestic Product, G D P, per Capita, by Country.” The following four shades are indicated on the map: black, dark grey, light grey, and white. The data in the map are as follows. Countries shaded black: Canada, the United States, French Guiana, the majority of countries in western Europe, the countries of Scandinavia, the United Arab Emirates, Japan, and Australia. Countries shaded dark grey: Greenland, Mexico, Panama, Venezuela, Brazil, Argentina, Uruguay, Chile, the majority of countries in eastern Europe, Russia, Kazakhstan, Turkey, Iran, Saudi Arabia, Oman, Libya, Gabon, Botswana, South Africa, South Korea, and Malaysia. Countries shaded light grey: countries in the Caribbean, the majority of countries in Central America, Guyana, Suriname, Colombia, Ecuador, Peru, Bolivia, Paraguay, Ukraine, African countries including Morocco, Algeria, Tunisia, Egypt, Sudan, Mali, Nigeria, Cameroon, Republic of the Congo, Angola, and Namibia, Syria, Iraq, Yemen, Uzbekistan, Turkmenistan, Pakistan, India, China, Mongolia, and a majority of countries in southeast Asia. Countries shaded white: the majority of countries in sub-Saharan Africa including Mali, Niger, Chad, Central African Republic, Democratic Republic of the Congo, Ethiopia, Somalia, Kenya, Tanzania, Mozambique, Madagascar, Zimbabwe and Zambia, Afghanistan, Tajikistan, North Korea, Nepal, Bangladesh, Myanmar, and Cambodia.\" height=\"226\" src=\"https://assets.learnosity.com/organisations/537/VH984524.g03.png\" width=\"500\" /><span class=\"mandatory_credit_line\">Source: World Bank</span></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The map shows GDP per capita by country, with darker shading indicating higher GDP per capita. Which of the following best explains a limitation of the map in answering questions about the world’s changing economic landscape?</p>\n","rubricRef":"VH984524_rubric","choicesHtml":["<p class=\"choice_paragraph\">The map shows all the countries of the world and their level of development according to GDP per capita without regard to the size of the country’s population.</p>","<p class=\"choice_paragraph\">The map suggests that the most productive economies are located mostly in the global north and that the least productive are located mostly in the global south, revealing a global pattern of development.</p>","<p class=\"choice_paragraph\">The map shows GDP at the country scale, which is not appropriate for the analysis of change in the contemporary economic landscape at the global scale.</p>","<p class=\"choice_paragraph\">The map shows economic productivity as GDP per capita in each country for a single year, but does not show change over time that would indicate a level of economic growth or decline.</p>","<p class=\"choice_paragraph\">The map suggests the development of manufacturing-based economies in less developed countries, where GDP per capita is higher than what would be found in agriculture-based economies.</p>"],"answer":3}]