[{"id":"VR022320","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR022318.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains the spatial patterns illustrated in von Thünen’s model?</p>\n","rubricRef":"VR022320_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram titled “Von Thunen Model of Agricultural Land Use and Land Rent Curve with Selected Activities.” A square at the center of the model represents the Market Town. Two arrows extend from this square and represent axes. From the square, an arrow labeled Distance moves horizontally to the right, and an arrow labeled Cost moves vertically upward. Five concentric rings surround the square. Each ring is cut off at its intersection with the Distance axis. From the intersection of each ring with the Distance axis, a straight line extends to a point on the Cost axis. The zones between each of the rings are numbered 1 through 5. A key indicates that 1 represents Market Gardens, 2 represents Dairies, 3 represents Forest, 4 represents Grain Crops, and 5 represents Pasture. Zone 1 intersects with the Distance axis closest to the Market Town, and intersects with the highest point on the Cost axis. Zone 2 intersects with the Distance axis at the second farthest point from the Market Town, and intersects with the second highest point on the Cost axis. Zone 3 intersects with the Distance axis at the third farthest point from the Market Town, and intersects with the third highest point on the Cost axis. Zone 4 intersects with the Distance axis at the fourth farthest point from the Market Town, and intersects with the fourth highest point on the Cost axis. Zone 5 intersects with the Distance axis at the farthest point from the Market Town, and intersects with the lowest point on the Cost axis.\" height=\"251\" src=\"https://assets.learnosity.com/organisations/537/VR022318.g02.png\" width=\"325\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The cost-to-distance ratio of the land-rent curve indicates that the highest-cost land is in large-scale plots on the outermost ring of the model.</p>","<p class=\"choice_paragraph\">The cost-of-labor inputs are related to a crop's distance from the market, as more labor-intensive farming is done in large-scale plots far from the market town.</p>","<p class=\"choice_paragraph\">Highly perishable agricultural goods are produced in small-scale plots far from the market town, so that they can be more quickly traded with other communities.</p>","<p class=\"choice_paragraph\">Labor-intensive farming of vegetables is done in small-scale plots in market gardens, while extensive grain crops are grown in large-scale fields far from the market town.</p>","<p class=\"choice_paragraph\">Labor-intensive planting and harvests of wheat and corn are done in small-scale plots in market gardens, while less labor-intensive pasturing of sheep or beef cattle takes place in large-scale plots on the outermost ring of the model.</p>"],"answer":3}]