[{"id":"VR021300","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR021249.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best describes the spatial pattern of adult literacy rates presented in the map?</p>\n","rubricRef":"VR021300_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">ADULT LITERACY RATE BY COUNTRY</p>\n</div>\n<img alt=\"The figure presents a map of the world titled, Adult Literacy Rate by Country. A key labeled Adult Literacy Rate indicates that different shading and patterns on the map represent the following 6 categories: 1. 95% to 100%; 2. 90% to 94.9%; 3. 75% to 89.9%; 4. 50% to 74.9%; 5. 15% to 44.9%; and 6. no data. The data given by the map are as follows. Adult literacy rates fall between 95% to 100% in the following locations: the United States, Canada, Cuba, Costa Rica, Argentina, Chile, Australia, New Zealand, Russia, Thailand, most of Europe, and most of central and east Asia. Adult literacy rates fall between 90% to 94.9% in the following locations: most of Central and South America including Mexico, Panama, Colombia, Bolivia, Venezuela, Ecuador, Peru, and Brazil; South Africa; portions of North Africa and the Middle East including Libya, Saudi Arabia, and Oman; and a portion of Southeast Asia including Malaysia, Myanmar, Indonesia, and Vietnam. Adult literacy rates fall between 75% to 89.9% in the following locations: a portion of Central America including Honduras, Nicaragua, and Guatemala, portions of Africa and the Middle East including Namibia, Botswana, Zimbabwe, Tanzania, Republic of the Congo, Gabon, Egypt, Syria, Iraq, and Iran. Adult literacy rates fall between 50% to 74.9% in the following locations: Yemen, Pakistan, India, Laos, Cambodia, and Papua New Guinea, and portions of Africa including Angola, Zambia, Mozambique, Madagascar, Morocco, Ghana, Nigeria, Cameroon, and Sudan. Adult literacy rates fall between 15% to 44.9% in the following locations: portions of Africa including the Democratic Republic of Congo, South Sudan, Ethiopia, Somalia, Chad, Niger, Mali, Burkina Faso, Côte d’Ivoire, Liberia, and Mauritania. No data is available for Afghanistan, Antarctica, and Greenland.\" height=\"292\" src=\"https://assets.learnosity.com/organisations/537/VR021249.g05.png\" width=\"550\" />\n<p class=\"attribution author\">Source: World Bank</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">It provides an economic perspective on the productivity of each country’s workforce.</p>","<p class=\"choice_paragraph\">It provides an economic perspective on earnings for each country’s population.</p>","<p class=\"choice_paragraph\">It provides a political perspective on each country’s level of civic participation.</p>","<p class=\"choice_paragraph\">It provides a political perspective on each country’s system of government.</p>","<p class=\"choice_paragraph\">It provides a perspective on each country’s level of social development.</p>"],"answer":4}]