[{"id":"VR021497","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR021464.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Population patterns shown on the map indicate that areas around river deltas and upland lake and river valleys have higher densities. Which of the following best explains why these regions are more heavily populated?</p>\n","rubricRef":"VR021497_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of Africa with various shaded areas. A key indicates that the unshaded areas represent Less than 10 People Per Square Kilometer, the lightly shaded areas represent 10 to 100 People Per Square Kilometer, the medium-shaded areas represent 100 to 1,000 People Per Square Kilometer, and the heavily shaded areas represent over 1,000 People Per Square Kilometer. Most of the northern part of the continent is unshaded. A majority of the rest of the continent is also unshaded with portions of the continent shaded as follows. Along the northern coast there are several small heavily shaded areas. The central and western portions of the continent have medium to lightly shaded areas throughout. There are two small pockets of medium-shaded areas along the eastern portion of the continent. Lightly-shaded areas stretch across the central and eastern portions of the continent.\" height=\"316\" src=\"https://assets.learnosity.com/organisations/537/VR021464.g01.png\" width=\"280\" />\n<p class=\"attribution author\">Source: United Nations Environment Programme</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">These regions have pronatalist policies.</p>","<p class=\"choice_paragraph\">These regions have access to international trade.</p>","<p class=\"choice_paragraph\">These regions experience seasonal climate variation.</p>","<p class=\"choice_paragraph\">These regions have mineral resources.</p>","<p class=\"choice_paragraph\">These regions have higher carrying capacities.</p>"],"answer":4}]