[{"id":"VR022296","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR022295.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In 1993 Belgium divided much of its internal government into three semiautonomous regions. Based on the data shown in the map, which of the following best explains the political divisions within Belgium?</p>\n","rubricRef":"VR022296_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">BELGIUM, INTERNAL REGIONS</p>\n</div>\n<img alt=\"The figure presents a map titled “Belgium, Internal Regions.” The map shows Belgium, as well as Luxembourg and portions of France, Germany, and the Netherlands. The North Sea is also indicated. A key labeled Belgium Population indicates that the following three regions are represented on the map: Brussels, Flanders, and Wallonia. The key indicates that Brussels has a population of 1,191,604, Flanders has a population of 6,516,011, and Wallonia has a population of 3,614,473. In the map, the northern third of Belgium is indicated as Flanders, with the exception of a small region closer to the center of the country that is indicated as Brussels. The southern two thirds of Belgium is indicated as Wallonia. A table titled “Belgium Languages Spoken” is shown at the bottom of the map. There are four columns and two rows of data in the table. The columns are labeled as follows: Flemish, French, German and Other. The data in the table are as follows. Row 1. First Language. Flemish 54%, French 36%, German 1%, Other 9%. Row 2. Second Language. Flemish 16%, French 50%, German 22%, and Other 46%.\" height=\"310\" src=\"https://assets.learnosity.com/organisations/537/VR022295.g02.png\" width=\"465\" />\n<p class=\"attribution author\">Sources: STATBEL; Encyclopedia Britannica</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Each region is separated from the others by physical barriers that impede communication and trade among regions.</p>","<p class=\"choice_paragraph\">Regions are delineated based upon the percent of population that speaks French as a first or second language.</p>","<p class=\"choice_paragraph\">Divisions are based on language, providing ethnic groups some self-governance and preserving Belgium as a federal state.</p>","<p class=\"choice_paragraph\">The population is evenly divided between French speakers and Flemish speakers.</p>","<p class=\"choice_paragraph\">Divisions are based on ethnicity, recognizing the country’s linguistic diversity and preserving Belgium as a multistate nation.</p>"],"answer":2}]