[{"id":"VR021369","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR021322.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which spatial patterns on the maps shown would be most helpful to someone selecting the location for a new coffee shop?</p>\n","rubricRef":"VR021369_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">NEW YORK POPULATION DENSITY AT DIFFERENT SCALES</p>\n</div>\n<img alt=\"The figure presents three maps titled New York Population Density at Different Scales. Each map is shown at a different scale for the following locations: New York State, New York City, and the Borough of Manhattan. Each map shows population density in varying shades of gray. The first map shows New York State. The counties of the state are shaded. Counties with the lightest shades of gray are located in the northern, central, and western portions of the state. Counties with darker shades of gray are located in portions of western, central, and southern portions of the state. The counties in the darkest shade of gray are located in the southernmost portion of the state, including New York City. The second map shows New York City. The neighborhoods of the city are shaded. The map consists neighborhoods shaded in the medium shades of gray, darker shades of gray, and darkest shade of gray. Manhattan is included in the darkest shade of gray. The third map shows the Borough of Manhattan. The census tracts are shaded. The map consists almost entirely of census tracts shaded in the darker shades of gray and darkest shade of gray.\" height=\"333\" src=\"https://assets.learnosity.com/organisations/537/VR021322.g01.png\" width=\"500\" />\n<p class=\"attribution author\">Source: Esri, United States Census Bureau.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The map of New York State, because it shows the least and most densely populated counties in the state.</p>","<p class=\"choice_paragraph\">The map of New York City, because it shows which boroughs have the greatest number of people.</p>","<p class=\"choice_paragraph\">The map of the Borough of Manhattan, because it shows both population density and the pattern of streets.</p>","<p class=\"choice_paragraph\">The map of the state of New York, because it shows where the largest cities are located.</p>","<p class=\"choice_paragraph\">The map of the Borough of Manhattan, because it shows the shoreline of the island of Manhattan.</p>"],"answer":2}]