[{"id":"VR022278","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR022249.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The map shows the world’s newest country, South Sudan, formerly part of Sudan, and the Islamic region of Darfur, which is seeking some level of political autonomy within Sudan. In comparison with the east-west divide between Darfur and the rest of Sudan, which of the following centrifugal forces led South Sudan to seek independence from Sudan?</p>\n","rubricRef":"VR022278_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Political Map, Northeast Africa</p>\n</div>\n<img alt=\"The figure presents a map titled “Political Map, Northeast Africa.” A table in the top left corner of the map indicates the population and large ethnic groups of Sudan, the Darfur region of Sudan, and South Sudan. The data recorded in the table are as follows. Sudan. Population: 39.5 million; Large Ethnic Groups: Sudanese Arab 70%; Darfur region of Sudan. Population: 9.2 million; Large Ethnic Groups: African tribal groups 73% and Arab tribal groups 27%; South Sudan. Population: 12.2 million; Large Ethnic Groups: Dinka 36% and Nuer 16%. A scale at the bottom of the map represents the distance from 0 to 500 miles. The following countries are indicated on the map. From left to right, Libya and Egypt are shown in the northernmost part of the continent. Below that, from left to right, Chad and Sudan are shown. A portion of Sudan that borders Chad is shaded and labeled Darfur. Eritrea is shown to the right of Sudan. Below that, from left to right, Central African Republic, South Sudan, Ethiopia, and Somalia are shown. Below that, from left to right, Democratic Republic Congo, Uganda, and Kenya are shown.\" height=\"562\" src=\"https://assets.learnosity.com/organisations/537/VR022249.g02.png\" width=\"450\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">South Sudan wanted a larger share of productive oil resources located in Ethiopia and Eritrea.</p>","<p class=\"choice_paragraph\">Sudan filed for bankruptcy in the International Court, whereas South Sudan grew wealthy from international trade.</p>","<p class=\"choice_paragraph\">Sudan and South Sudan are home to one homogeneous nation in terms of religion and ethnicity.</p>","<p class=\"choice_paragraph\">Sudan established a military presence in the region of South Sudan following a referendum vote, prompting a conflict.</p>","<p class=\"choice_paragraph\">Sudan and South Sudan’s border is a transition zone between Africa’s Islamic northern region and the Christian and animist regions of sub-Saharan Africa.</p>"],"answer":4}]