[{"id":"VR021439","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR021393.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The maps show data most likely collected through</p>\n","rubricRef":"VR021439_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">COUNTY-LEVEL DATA</p>\n</div>\n<img alt=\"The figure presents three maps of the United States titled “County Level Data.” Each map shows varying shades of gray. Three keys are provided. The key for map 1 is labeled “Population Density per Square Mile,” and indicates that black represents Greater than 1,000, dark gray represents 101 through 1,000, light gray represents 10 through 100, and white represents Less than 10. In map 1, most areas of gray and dark gray are located in the eastern half of the United States. Areas of gray and dark gray are also concentrated along the west coast of the United States. The key for map 2 is labeled “Percent Over Age 65,” and indicates that black represents 20.1% through 43.4%, dark gray represents 15.1% through 20%, light gray represents 10.1% through 15%, and white represents 0% through 10%. In map 2, nearly the entire map is shaded to some degree, with only small areas of white throughout the map. The white portions of the map are concentrated mostly in the western half of the country. Most of the shading is gray or dark gray, with concentrations of black mainly in the Midwest, the Great Plains region, and the western United States. The key for map 3 is labeled “Average Number of People per Household,” and indicates that black represents Greater than 3.0, dark gray represents 2.6 through 2.9, light gray represents 2.1 through 2.5, and white represents Less than 2.0. In map 3, nearly the entire map is shaded to some degree. The map is shaded mostly light gray, with areas of dark gray scattered throughout the map. Areas of black are concentrated mostly in the southwestern United States.\" height=\"332\" src=\"https://assets.learnosity.com/organisations/537/VR021393.g01.png\" width=\"500\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">election results</p>","<p class=\"choice_paragraph\">census surveys</p>","<p class=\"choice_paragraph\">satellite imagery</p>","<p class=\"choice_paragraph\">informal observation</p>","<p class=\"choice_paragraph\">interviews</p>"],"answer":1}]