[{"id":"VR022334","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR022318.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best explains why in the model the amount of land used for dairying is much smaller than the pasture used for beef cattle?</p>\n","rubricRef":"VR022334_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram titled “Von Thunen Model of Agricultural Land Use and Land Rent Curve with Selected Activities.” A square at the center of the model represents the Market Town. Two arrows extend from this square and represent axes. From the square, an arrow labeled Distance moves horizontally to the right, and an arrow labeled Cost moves vertically upward. Five concentric rings surround the square. Each ring is cut off at its intersection with the Distance axis. From the intersection of each ring with the Distance axis, a straight line extends to a point on the Cost axis. The zones between each of the rings are numbered 1 through 5. A key indicates that 1 represents Market Gardens, 2 represents Dairies, 3 represents Forest, 4 represents Grain Crops, and 5 represents Pasture. Zone 1 intersects with the Distance axis closest to the Market Town, and intersects with the highest point on the Cost axis. Zone 2 intersects with the Distance axis at the second farthest point from the Market Town, and intersects with the second highest point on the Cost axis. Zone 3 intersects with the Distance axis at the third farthest point from the Market Town, and intersects with the third highest point on the Cost axis. Zone 4 intersects with the Distance axis at the fourth farthest point from the Market Town, and intersects with the fourth highest point on the Cost axis. Zone 5 intersects with the Distance axis at the farthest point from the Market Town, and intersects with the lowest point on the Cost axis.\" height=\"251\" src=\"https://assets.learnosity.com/organisations/537/VR022318.g02.png\" width=\"325\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Dairy cows are small in numbers compared to beef cattle and are less costly to transport over long distances as a result of the smaller herd size.</p>","<p class=\"choice_paragraph\">Dairy cows must be kept close to farmhouses, as they require daily milking, and milk must be produced close to consumers, as it is highly perishable.</p>","<p class=\"choice_paragraph\">Dairy cows are more expensive and should be kept close to farmers to prevent theft compared to less expensive beef cattle that can be kept in remote pastures.</p>","<p class=\"choice_paragraph\">Beef cattle are small in numbers compared to dairy cows and are less costly to transport over long distances as a result of the smaller herd size.</p>","<p class=\"choice_paragraph\">Beef cattle must be transported to the market town for frequent feedings and as a result need more space for herding.</p>"],"answer":1}]