[{"id":"VR022308","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR022295.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the map data, which of the following best explains a factor that has led to ethnic separatism in Belgium?</p>\n","rubricRef":"VR022308_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">BELGIUM, INTERNAL REGIONS</p>\n</div>\n<img alt=\"The figure presents a map titled “Belgium, Internal Regions.” The map shows Belgium, as well as Luxembourg and portions of France, Germany, and the Netherlands. The North Sea is also indicated. A key labeled Belgium Population indicates that the following three regions are represented on the map: Brussels, Flanders, and Wallonia. The key indicates that Brussels has a population of 1,191,604, Flanders has a population of 6,516,011, and Wallonia has a population of 3,614,473. In the map, the northern third of Belgium is indicated as Flanders, with the exception of a small region closer to the center of the country that is indicated as Brussels. The southern two thirds of Belgium is indicated as Wallonia. A table titled “Belgium Languages Spoken” is shown at the bottom of the map. There are four columns and two rows of data in the table. The columns are labeled as follows: Flemish, French, German and Other. The data in the table are as follows. Row 1. First Language. Flemish 54%, French 36%, German 1%, Other 9%. Row 2. Second Language. Flemish 16%, French 50%, German 22%, and Other 46%.\" height=\"310\" src=\"https://assets.learnosity.com/organisations/537/VR022295.g02.png\" width=\"465\" />\n<p class=\"attribution author\">Sources: STATBEL; Encyclopedia Britannica</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">A multilingual society has emerged, with several languages being spoken by the overall population.</p>","<p class=\"choice_paragraph\">The populations of the three regions are not evenly balanced or equally distributed.</p>","<p class=\"choice_paragraph\">Many who speak French as their first language also speak Flemish, but few people who speak Flemish as their first language also speak French.</p>","<p class=\"choice_paragraph\">Many who speak Flemish as their first language also speak French, but few people who speak French as their first language also speak Flemish.</p>","<p class=\"choice_paragraph\">A multinational state has developed into a multicultural society where language and ethnicity are of little importance to personal identity.</p>"],"answer":3}]