[{"id":"VR021329","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR021322.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The darkest shading on the map indicates the areas with the highest population densities. Which of the following statements best describes the pattern of population density shown?</p>\n","rubricRef":"VR021329_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">NEW YORK POPULATION DENSITY AT DIFFERENT SCALES</p>\n</div>\n<img alt=\"The figure presents three maps titled New York Population Density at Different Scales. Each map is shown at a different scale for the following locations: New York State, New York City, and the Borough of Manhattan. Each map shows population density in varying shades of gray. The first map shows New York State. The counties of the state are shaded. Counties with the lightest shades of gray are located in the northern, central, and western portions of the state. Counties with darker shades of gray are located in portions of western, central, and southern portions of the state. The counties in the darkest shade of gray are located in the southernmost portion of the state, including New York City. The second map shows New York City. The neighborhoods of the city are shaded. The map consists neighborhoods shaded in the medium shades of gray, darker shades of gray, and darkest shade of gray. Manhattan is included in the darkest shade of gray. The third map shows the Borough of Manhattan. The census tracts are shaded. The map consists almost entirely of census tracts shaded in the darker shades of gray and darkest shade of gray.\" height=\"333\" src=\"https://assets.learnosity.com/organisations/537/VR021322.g01.png\" width=\"500\" />\n<p class=\"attribution author\">Source: Esri, United States Census Bureau.</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Manhattan appears to have the lowest population density at all three scales.</p>","<p class=\"choice_paragraph\">New York City’s hinterlands have the highest population density.</p>","<p class=\"choice_paragraph\">Population densities appear to be uniform at all three scales.</p>","<p class=\"choice_paragraph\">New York City and New York State have similar population densities.</p>","<p class=\"choice_paragraph\">Manhattan appears to have the highest population density at all three scales.</p>"],"answer":4}]