[{"id":"VR022313","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR022295.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Some communities along the internal border between Flanders and Wallonia are required by Belgian federal law to have bilingual local governments, with road signs and government publications in Flemish and French. Some nearby communities refuse to permit a census of language users because they are concerned that the results will trigger federal requirements for a bilingual local government.</p><p class=\"stem_paragraph\">Which of the following geographic concepts best explains the efforts to preserve a single official language in such communities?</p>\n","rubricRef":"VR022313_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">BELGIUM, INTERNAL REGIONS</p>\n</div>\n<img alt=\"The figure presents a map titled “Belgium, Internal Regions.” The map shows Belgium, as well as Luxembourg and portions of France, Germany, and the Netherlands. The North Sea is also indicated. A key labeled Belgium Population indicates that the following three regions are represented on the map: Brussels, Flanders, and Wallonia. The key indicates that Brussels has a population of 1,191,604, Flanders has a population of 6,516,011, and Wallonia has a population of 3,614,473. In the map, the northern third of Belgium is indicated as Flanders, with the exception of a small region closer to the center of the country that is indicated as Brussels. The southern two thirds of Belgium is indicated as Wallonia. A table titled “Belgium Languages Spoken” is shown at the bottom of the map. There are four columns and two rows of data in the table. The columns are labeled as follows: Flemish, French, German and Other. The data in the table are as follows. Row 1. First Language. Flemish 54%, French 36%, German 1%, Other 9%. Row 2. Second Language. Flemish 16%, French 50%, German 22%, and Other 46%.\" height=\"310\" src=\"https://assets.learnosity.com/organisations/537/VR022295.g02.png\" width=\"465\" />\n<p class=\"attribution author\">Sources: STATBEL; Encyclopedia Britannica</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Choke points, because local communities are defining themselves as exclusively Flemish or French.</p>","<p class=\"choice_paragraph\">Protectionism, because these communities exclude services and international trade conducted in different languages.</p>","<p class=\"choice_paragraph\">Shatterbelts, because linguistic divisions are the result of different political-economic systems at the national and international scales.</p>","<p class=\"choice_paragraph\">Relict boundaries, because cultural divisions have become irrelevant in these local communities.</p>","<p class=\"choice_paragraph\">Territoriality, because communities are expressing power and political control over the landscape.</p>"],"answer":4}]