[{"id":"VR032511","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">&nbsp;</div>\n</div>\n\n<p class=\"stem_paragraph\">A. Describe TWO factors that led to the development of the galactic city as an urban landscape in North America.</p>\n\n<p class=\"stem_paragraph\">B. Describe TWO ways that the spatial organization of commercial land use is different between the original central business district (CBD) and an edge city.</p>\n\n<p class=\"stem_paragraph\">C. Describe ONE negative impact of edge city development on the environment.</p>\n\n<p class=\"stem_paragraph\">D. Explain TWO ways sustainable design initiatives or smart growth policies could address negative impacts of edge city development on the environment.</p>\n","rubricRef":"VR032511_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a galactic city model, which includes three ring roads. The model contains the following features, beginning with the center of the model and moving outward. At the center of the model is the Original Central Business District. There are arterial roads and highways leading in and out of the Original Central Business District. All surrounding commercial centers are located at the intersections of arterial roads and the ring roads. Along the first ring road outside of the Original Central Business District are the Gentrified Neighborhood and the University Research Park. Located farthest from the Original Central Business District, in the outermost regions of the model along the second and third ring roads, are the Medical Center Campus, Office Parks, New Town Center, more Office Parks, Regional Shopping Mall, Airport and Hospitality Retail Corridor, Old Retail Corridor, and High Technology Corridor.\" height=\"471\" src=\"https://assets.learnosity.com/organisations/537/VR032511.g01.png\" width=\"580\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The model shown is known as the galactic city model, sometimes described as the contemporary urban model of the North American metropolitan area. Among the features within this model are edge cities. Edge cities are large centers of development on the urban periphery.</p>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]