[{"id":"VR042000","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A. Identify the predominant ranges of the infant mortality rate found in South Asia and in western Europe.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">B. Describe TWO economic reasons for the level of infant mortality rates in western Europe.</p>\n\n<p class=\"stem_paragraph\">C. Identify and explain a specific way in which each of the following TWO United Nations Sustainable Development Goals are intended to affect infant mortality rates in a rural community in South Asia.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">1. Quality education</li>\n\t<li class=\"list_paragraph\">2. Clean water and sanitation</li>\n</ul>\n","rubricRef":"VR042000_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a shaded world map titled “Infant Mortality Rate, 2016.” A key indicates that black shading represents a rate of 60 to 112, dark gray shading represents a rate of 30 to 59, light gray shading represents a rate of 15 to 29, and no shading represents a rate of 2 to 14. The data in the map, by region, are as follows. North America: The entire continent has an infant mortality rate of 2 to 14. Central America: Approximately half of Central America has a rate of 2 to 14, and half has a rate of 15 to 29. South America: Most of the continent has a rate of 2 to 14. Smaller countries in the northwestern region of the continent, and two small countries in the northern region of the continent, have rates of either 15 to 29 or 30 to 59. Europe: The entire continent, with the exception of Turkey, has a rate of 2 to 14. Africa: Most of the continent has a rate of either 60 to 112 or 30 to 59. A few countries along the northern coast, and two countries in the southern region of the continent have a rate of either 2 to 24 or 15 to 29. Asia: With the exception of Russia, China, Japan, South Korea, Thailand, and Malaysia, which have a rate of 2 to 14, and Afghanistan, which has a rate of 60 to 112, most of the continent has a rate of either 15 to 29 or 30 to 59. Australia: The continent has a rate of 2 to 14.\" height=\"337\" src=\"https://assets.learnosity.com/organisations/537/VR042000.g02.png\" width=\"650\" /></div>\n\n<p class=\"passage_para\">Infant mortality varies widely around the world and is affected by complex real-world characteristics. The infant mortality rate is a key demographic indicator that can be used to assess social, economic, and other conditions at multiple geographic scales.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]