[{"id":"VR042003","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A. Define devolution.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">B. Describe how each of the following forces contributes to devolutionary pressures within a country.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">1. Cultural diversity</li>\n\t<li class=\"list_paragraph\">2. Regional economic differences</li>\n\t<li class=\"list_paragraph\">3. Physical geography and territorial size</li>\n</ul>\n\n<p class=\"stem_paragraph\">C. Identify and explain ONE political impact resulting from devolutionary pressures related to cultural differences in either Spain or Nigeria.</p>\n","rubricRef":"VR042003_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents two maps titled “Areas of Potential Devolution in Spain and Nigeria.” One map is labeled Spain, and the other map is labeled Nigeria. A key indicates that in both maps, gray shading represents Central regions, and black shading, a striped pattern, and a dotted pattern represent Areas of potential devolution. In the map labeled Spain, the majority of mainland Spain, including the capital city Madrid, the Balearic Islands, and the Canary Islands are indicated as central regions. In the northwestern region of the country, above Portugal, Galicia is indicated as an area of potential devolution. In the northeastern region of the country, Catalonia is indicated as an area of potential devolution. Basque Country, a small region along the northern coast, is indicated as an area of potential devolution. In the map labeled Nigeria, the center one third of the country, including the capital city Abuja, is indicated as a central region. The top one third of the country, including Arewa, is indicated as an area of potential devolution. In the southern region of the country, the Niger River Delta, or Biafra, is indicated as an area of potential devolution. In the southwestern region of the country, Oduduwa is indicated as an area of potential devolution.\" height=\"400\" src=\"https://assets.learnosity.com/organisations/537/VR042003.g01.png\" width=\"700\" /></div>\n\n<p class=\"passage_para\">The number of states in the world has grown to approximately 200. The creation of new countries has been possible as a result of devolutionary forces. Countries such as Spain and Nigeria face devolutionary pressures.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]