[{"id":"VR059569","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following best explains the strength of the diagram shown as a theoretical model in human geography?</p>\n","rubricRef":"VR059569_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a model in a circular grid pattern labeled “Griffin Ford Model of the Latin American City.” A key lists the following nine zones: 1, Commercial; 2, Market; 3, Industrial; 4, Elite residential sector; 5, Zone of maturity; 6, Zone of in situ accretion; 7, Zone of peripheral squatter settlements; 8, Gentrification; 9, Middle class residential. At the center of the circular grid there are two rectangles labeled Market and C B D. The circular grid is composed of three rings: an outer ring, a middle ring, and an inner ring. Beginning at the top of the outer ring and moving clockwise, the zones are: Industrial Park, Zone of peripheral squatter settlements (which is also labeled Periphery and is a large area), Middle class residential, Elite residential sector, Mall, Elite residential sector, Middle class residential, and Zone of peripheral squatter settlements (which is also labeled Periphery and is another large area). The middle ring is primarily formed by the Zone of in situ accretion, along with two wedges representing the Zone of peripheral squatter settlements (which are also labeled Disamenity). The bottom of the middle ring has an area of Elite residential sector intersected by a small strip of Commercial, which is labeled Spine and connects the Mall in the outer ring to the C B D at the center of the grid. The inner ring is primarily formed by the Zone of maturity. The inner ring is intersected by a small strip of Commercial that extends through the middle ring to the Industrial Park on the outer ring. The inner ring is also intersected by wedges of the Zone of peripheral squatter settlements, which extend into the middle ring. A wedge of Gentrification is also present in the inner ring.\" height=\"684\" src=\"https://assets.learnosity.com/organisations/537/VR059569.g02.png\" width=\"500\" /></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The model presents a general theory that is most applicable to metropolitan areas that were once colonial-era Spanish cities.</p>","<p class=\"choice_paragraph\">The model presents a general theory that is applicable to metropolitan areas that were first settled in the era of postcolonial independence.</p>","<p class=\"choice_paragraph\">The model presents a general theory that is most applicable to metropolitan areas that were once colonial-era Portuguese cities.</p>","<p class=\"choice_paragraph\">The model presents a general theory that is most applicable to metropolitan areas with service-based urban economies.</p>","<p class=\"choice_paragraph\">The model presents a general theory that is most applicable to metropolitan areas with technology-based urban economies.</p>"],"answer":0}]