[{"id":"VR056707","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR056690.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">If the map was reproduced at the subnational state or provincial scale, as Hawaii is on the map, what changes in pattern would be expected in other parts of the world?</p>\n","rubricRef":"VR056707_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a shaded world map. A key indicates that countries shaded black represent Major Coffee Bean Production and countries shaded gray represent Minor Coffee Bean Production. Some countries are unshaded. The areas shaded to represent Major Coffee Bean Production include Mexico; most of the countries in Central America; the South American countries of Colombia, Venezuela, Ecuador, Peru, and Brazil; the African countries of Côte d’Ivoire, Cameroon, Democratic Republic of the Congo, Ethiopia, Kenya, Tanzania, Uganda, and Madagascar; India; Thailand; Vietnam; Indonesia; and Papua New Guinea. The areas shaded to represent Minor Coffee Bean Production include the state of Hawaii; the majority of the Caribbean countries; Panama; Guyana; Bolivia; Paraguay; the majority of countries of western and southern Africa including Guinea, Nigeria, Angola, and Zimbabwe; Sri Lanka; Laos; and the Philippines.\" height=\"378\" src=\"https://assets.learnosity.com/organisations/537/VR056690.g02.png\" width=\"650\" />\n<p class=\"attribution author\">Source: International Coffee Organization</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">With the exception of Hawaii, the map shows the pattern of production for coffee beans by country.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The inland provinces of African countries would not show any production.</p>","<p class=\"choice_paragraph\">Southeast Asian islands would not show any production.</p>","<p class=\"choice_paragraph\">The states in northern Mexico and northern India would not show any production.</p>","<p class=\"choice_paragraph\">The Amazon Basin and Congo Basin would show concentrated areas of production.</p>","<p class=\"choice_paragraph\">Provinces in southern China would show concentrated areas of production.</p>"],"answer":2}]