[{"id":"VR059432","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following is a limitation of the map of Hispanic population percentage?</p>\n","rubricRef":"VR059432_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">HISPANIC POPULATION PERCENTAGE<span class=\"formatted_line_break delivery_mode:Both\"></span>BY COUNTIES IN THE UNITED STATES, 2010</p>\n</div>\n<img alt=\"The figure presents a map of the United States titled “Hispanic Population Percentage by Counties in the United States in 2010.” A key indicates that the following four categories are represented on the map: 0% to 10%, 11% to 30%, 31% to 50%, and 51% to 96%. Most counties in the eastern and midwestern United States have 0% to 10% Hispanic population. Throughout these regions, there are some counties with 11% to 30% Hispanic population, several counties with 31% to 50% Hispanic population, and one county in South Florida with 51% to 96% Hispanic population. Counties scattered throughout eastern and central Texas, Colorado, New Mexico, Arizona, Nevada, southern Idaho, and northern and central California are shown to have 11% to 30% Hispanic populations. Counties scattered throughout northern and southeastern Texas, New Mexico, southern Colorado, southern Arizona, southern and central California, and small portions of Washington and Oregon are shown to have 31% to 50% Hispanic populations. Counties throughout western Texas, New Mexico, central and southern California, Arizona, Washington, and Kansas are shown to have 51% to 96% Hispanic populations.\" src=\"https://assets.learnosity.com/organisations/537/VR059432.g04.png\" />\n<p class=\"attribution author\">Source: United States Census Bureau</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The small size of urban counties in the eastern United States masks the significance of the Hispanic population in most eastern cities.</p>","<p class=\"choice_paragraph\">Larger county sizes in the western United States mask the significance of the Hispanic population in most western counties.</p>","<p class=\"choice_paragraph\">States with the largest total populations mask the significance of the Hispanic population in those states.</p>","<p class=\"choice_paragraph\">States with the smallest total populations mask the significance of the Hispanic population in those states.</p>","<p class=\"choice_paragraph\">The pattern shown is not different than the pattern of early Hispanic settlement during the era of colonization.</p>"],"answer":0}]