[{"id":"VR054963","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR054960.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The demographic transition is a general model that seeks to explain</p>\n","rubricRef":"VR054963_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph titled “Demographic Transition Model.” The horizontal axis is labeled Time, and the vertical axis is labeled Low at the bottom of the axis and High at the top. The graph is divided into five vertical sections, labeled from left to right as Stage 1, Stage 2, Stage 3, Stage 4, and Stage 5, and there are 3 lines in the graph. The line representing Birth Rate starts at a point on the vertical axis near the top, and across Stage 1 the line first increases and decreases slightly multiple times. In Stage 2, the line increases slightly and then moves horizontally to the right. In Stage 3, the line moves steeply down and to the right and continues decreasing in Stage 4. In Stage 4, when it is slightly above the horizontal axis, the line decreases more gradually until it ends at the end of Stage 5. The line representing Death Rate starts at a point on the vertical axis slightly above the start of the Birth Rate line, and across Stage 1 the line first decreases and increases slightly, intersecting the Birth Rate line multiple times. In Stage 2, the line moves steeply downward and to the right and continues decreasing in Stage 3. Partway through Stage 3, the line begins to decrease more gradually, and in Stages 4 and 5 it moves horizontally to the right. It intersects the Birth Rate line once partway through Stage 4 and continues horizontally until it ends at the end of Stage 5. The line representing Total Population starts on the vertical axis slightly above the horizontal axis, and in Stage 1 it moves horizontally to the right. In Stage 2 the line increases, moving upward and to the right, and intersects the Death Rate line at a point at the end of Stage 2 and beginning of Stage 3. In Stage 3 the line continues to move upward and to the right, and intersects the Birth Rate line at a point about two thirds of the way up the vertical axis. In Stage 4, the line begins to increase more gradually at first, before decreasing as it moves into Stage 5. It decreases steadily through Stage 5 until it ends at the end of Stage 5, about three fourths of the way up the vertical axis.\" height=\"265\" src=\"https://assets.learnosity.com/organisations/537/VR054960.g02.png\" width=\"500\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">the relationship between the size of age cohorts and natural population change</p>","<p class=\"choice_paragraph\">how variations in population size and food supply can lead to periods of crisis</p>","<p class=\"choice_paragraph\">the effects of changes in population size on the gross domestic product</p>","<p class=\"choice_paragraph\">variations in population size, population migration rates, and the rate of natural increase</p>","<p class=\"choice_paragraph\">how differences in birth and death rates result in natural population change</p>"],"answer":4}]