[{"id":"VR055001","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR054990.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">If Greece and Turkey adopted the UNCLOS system and expanded their territorial seas to 12 nautical miles, as shown in Map 2, which of the following scenarios best explains the resulting geographic pattern?</p>\n","rubricRef":"VR055001_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">MAP 1: AEGEAN SEA WITH CURRENT 6-NAUTICAL-MILE TERRITORIAL LIMITS</p>\n\n<p class=\"title_line passage-title\">MAP 2: AEGEAN SEA WITH POSSIBLE 12-NAUTICAL MILE TERRITORIAL SEAS</p>\n</div>\n<img alt=\"The figure presents two maps of the Aegean Sea and surrounding countries. The first map is titled “Map 1: Aegean Sea with Current 6 Nautical Mile Territorial Limits.” In Map 1, Greece, Bulgaria, Turkey, the Dardanelles, the Mediterranean Sea, and the Black Sea are indicated. A key indicates that the Bulgarian 12 nautical mile limit, the Greek 6 nautical mile limit, and the Turkish 6 nautical mile limit are shown in the map. Each of these limits extends from the coasts of Greece, Bulgaria, and Turkey. The Greek 6 nautical mile limit extends 6 miles off the coast of Greece into the Aegean Sea and the Mediterranean Sea. The Turkish 6 nautical mile limit extends 6 miles from the coast of Turkey into the Aegean Sea, the Black Sea, the Mediterranean Sea, and the Dardanelles. The Bulgarian 12 nautical mile limit extends 12 miles off the coast of Bulgaria into the Black Sea. The second map is titled “Map 2: Aegean Sea with Possible 12 Nautical Mile Territorial Seas.” Map 2 shows the same countries and seas as Map 1. A key indicates that the Bulgarian Territorial Sea, Greek Territorial Sea, Turkish Territorial Sea, and International Waters are shown in the map. As with the nautical mile limits in Map 1, the territorial seas border the coasts of Greece, Bulgaria, and Turkey. The Bulgarian Territorial sea is the same size as the 12 nautical mile limit in Map 1. The Greek Territorial Sea and the Turkish Territorial Sea cover a significantly wider area than the nautical mile limits shown in Map 1.\" height=\"431\" src=\"https://assets.learnosity.com/organisations/537/VR054990.g02.png\" width=\"530\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In 1982 the United Nations Convention on the Law of the Sea (UNCLOS) established freedom-of-navigation rights and defined territorial waters as a 12-nautical-mile limit from the coast where individual states have political and economic sovereignty. However, Greece and Turkey still only claim a 6-nautical-mile territorial sea.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Greece would be required to guarantee the right of passage for ships transiting from the Dardanelles to the Mediterranean Sea.</p>","<p class=\"choice_paragraph\">International ships transiting from the Mediterranean Sea to the Black Sea would only be able to sail in Turkey’s coastal waters.</p>","<p class=\"choice_paragraph\">Black Sea countries like Bulgaria would have to ship goods by land through Europe or Russia to participate in international trade.</p>","<p class=\"choice_paragraph\">Greece would only guarantee right of passage to ships from other European Union countries due to the open border policy.</p>","<p class=\"choice_paragraph\">Turkey would be forced to join the European Union in order to participate in international trade and benefit from the open border policy.</p>"],"answer":0}]