[{"id":"VR059663","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">The global pattern of gender inequality index scores is similar to the expected pattern of countries by level of economic development, with the exception of a few countries such as</p>\n","rubricRef":"VR059663_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a shaded world map titled “Gender Inequality Index Scores, 2017.” A key indicates that different levels of shading represent the following four gender inequality index scores: Above 0.60, 0.41 through 0.60, 0.21 through 0.40, and Below 0.20. The following areas and countries are shaded to represent an index score of Above 0.60: much of western and central Africa, Somalia, Eritrea, Djibouti, Madagascar, Yemen, Afghanistan, and Papua New Guinea. The following areas and countries are shaded to represent an index score range of 0.41 through 0.60: a majority of Central America; some of the Caribbean islands; portions of northern, central, and eastern South America, including Venezuela and Brazil; many countries throughout the African continent; countries in Southwest Asia including Syria, Iraq, and Iran; Pakistan; India; and most countries in Southeast Asia. The following areas and countries are shaded to represent an index score range of 0.21 through 0.40: Mexico; El Salvador; Costa Rica; Cuba; eastern and southern South America; Tunisia; South Africa; countries in Southwest Asia including Turkey, Saudi Arabia, and Oman; a portion of Eastern Europe including Ukraine, Romania, and Bulgaria; Russia; Mongolia; and countries in Southeast Asia including Thailand and Vietnam. The following areas and countries are shaded to represent an index score of Below 0.20: Canada; the United States; French Guiana; the countries of Western Europe and Scandinavia; several countries in Eastern Europe including Estonia, Latvia, and Lithuania; Libya; Kazakhstan; China; the Korean Peninsula; Japan; Australia; and New Zealand.\" height=\"278\" src=\"https://assets.learnosity.com/organisations/537/VR059663.g02.png\" width=\"525\" />\n<p class=\"attribution author\">Source: United Nations Development Programme</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">South Africa, Australia, and New Zealand</p>","<p class=\"choice_paragraph\">Japan, Spain, and Canada</p>","<p class=\"choice_paragraph\">Venezuela, Syria, and Iraq</p>","<p class=\"choice_paragraph\">Brazil, Libya, and China</p>","<p class=\"choice_paragraph\">Mexico, Argentina, and India</p>"],"answer":3}]