[{"id":"VR217674","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A. Using data on the graph, compare the wheat production trend lines of East Asia and Africa from 1961 to 1971.</p>\n\n<p class=\"stem_paragraph\">B. Explain how pesticides and irrigation pumps had an effect on wheat farms in East Asia.</p>\n\n<p class=\"stem_paragraph\">C. Explain why the Green Revolution had different impacts on farming in African countries compared to South Asian countries.</p>\n\n<p class=\"stem_paragraph\">D. Using ONE region on the graph, explain the relationship between changes in wheat farming practices and the amount of rural-to-urban migration.</p>\n","rubricRef":"VR217674_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">WHEAT YIELDS, IN POUNDS PER ACRE, FOR SELECTED REGIONS</span></p>\n</div>\n<img alt=\"The figure presents a line graph titled “Wheat Yields in Pounds per Acre, for Selected Regions.” The horizontal axis is labeled Years, and the years 1961 through 2016, in increments of 5 years, are indicated. The vertical axis is labeled Pounds per Acre, in thousands and the numbers 0 through 50, in increments of 5, are indicated. Five lines are shown in the line graph. A key indicates that the lines represent the following five categories: Africa, East Asia, Europe, South Asia, and World. The data in the line graph are as follows. Note that all values are approximate. The line representing East Asia begins at 6,000 pounds per acre in 1961. It moves generally upward and to the right, reaching 15,000 in 1976, 27,500 in 1991, 37,500 in 2006, and 47,500 in 2016. The line representing Europe begins at 12,000 pounds per acre in 1961. It moves generally upward and to the right, reaching 18,000 in 1976, 25,000 in 1991, 31,000 in 2006, and 36,000 in 2016. The line representing the World begins at 10,000 pounds per acre in 1961. It moves generally upward and to the right, reaching 15,000 in 1976, 22,500 in 1991, 26,000 in 2006, and 30,000 in 2016. The line representing South Asia begins at 7,500 in 1961. It moves generally upward and to the right, reaching 12,000 in 1976, 18,000 in 1991, 22,000 in 2006, and 26,000 in 2016. The line representing Africa begins at 7,000 in 1961. It moves very gradually upward, reaching 10,000 in 1976, 16,500 in 1991, 20,000 in 2006, and 21,000 in 2016.\" height=\"459\" src=\"https://assets.learnosity.com/organisations/537/VR217674.g01.png\" width=\"550\" /><span class=\"mandatory_credit_line\">Source: Food and Agriculture Organization</span></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph shows regional and global trends in wheat farming since 1961. In this graph, the amount of wheat is measured in pounds per acre of farmland.</p>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]