[{"id":"VR217689","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A. Explain why the location of public institutions may result in the particular age structure shown in the population pyramid.</p>\n\n<p class=\"stem_paragraph\">B. Describe ONE demographic pull factor that would motivate a female migrant from a rural area to move to an urban area in a very distant location.</p>\n\n<p class=\"stem_paragraph\">C. Explain ONE reason why the female population age 80 and over is larger than the male age-80-and-over population.</p>\n\n<p class=\"stem_paragraph\">D. Explain ONE limitation of the population pyramid shown in illustrating the push and pull factors of migration in this location.</p>\n","rubricRef":"VR217689_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">POPULATION PYRAMID</span></p>\n</div>\n<img alt=\"The figure presents the graph of a population pyramid. The vertical axis is labeled Age Groups, and the ages 0 through 99, in age ranges of five years, are indicated, along with the age range 100 plus. The left side represents Male, the right side represents Female, and the horizontal axis is labeled Percent of Total Population. For both sides of the pyramid, the percentages 0 through 12, in increments of 4, are indicated on the horizontal axis. Bars are presented for each age range along the vertical axis, one representing the male population and one representing the female population. In the 0 through 4 age group, the male population is at 4%. From here, it decreases, reaching 3% in the 5 through 9 age group, and 2% in the 10 through 14 age group. It then steeply increases, reaching 7% in the 15 through 19 age group, and peaking at 10% in the 20 through 24 age group. From here, the male population steeply decreases, reaching 7% in the 25 though 29 age group, 4% in the 30 through 34 age, 3% in the 35 through 39 age group, and 2% in the 40 through 44 age group. From ages 45 through 59, the male population is at 1%, from ages 60 through 74, the male population is at .75%, from ages 75 through 89, the male population is at .5%, and from ages 90 through 100 plus, the male population is at .25%. In the 0 through 4 age group, the female population is at 4%. From here, it decreases, reaching 3% in the 5 through 9 age group, and 2% in the 10 through 14 age group. It then steeply increases, reaching 8% in the 15 through 19 age group, and peaking at 12% in the 20 through 24 age group. From here, the female population steeply decreases, reaching 7% in the 25 though 29 age group, 5% in the 30 through 34 age 4% in the 35 through 39 age group, and 3% in the 40 through 44 age group. From ages 45 through 54, the female population is at 2%, from ages 55 through 59, the female population is at 1.5%, from ages 60 through 69, the female population is at 1%, from ages 70 through 99, the female population is at .75%, and in the 100 plus age group, the female population is at .3%.\" height=\"529\" src=\"https://assets.learnosity.com/organisations/537/VR217689.g03.png\" width=\"600\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The population pyramid shown represents a location that has been affected by human migration.</p>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]