[{"id":"VR217686","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\"></span></p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A. Explain the role of the male migrant population in the location shown in the graph.</p>\n\n<p class=\"stem_paragraph\">B. Describe a demographic push factor that would motivate a male migrant from a rural area to move to an urban area in a very distant location.</p>\n\n<p class=\"stem_paragraph\">C. Explain the probable long-term pattern of migration away from the location shown in the population pyramid.</p>\n\n<p class=\"stem_paragraph\">D. Explain the degree to which the demographic pattern shown in the pyramid may result in the relocation diffusion of cultural ideas and practices.</p>\n","rubricRef":"VR217686_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">POPULATION PYRAMID</span></p>\n</div>\n<img alt=\"The figure presents the graph of a population pyramid. The vertical axis is labeled “Age Groups,” and the ages 0 through 99, in age ranges of five years, are indicated, along with the age range 100 plus. The left side represents “Male,” the right side represents “Female,” and the horizontal axis is labeled “Percent of Total Population.” For both sides of the pyramid, the percentages 0 through 15, in increments of 5, are indicated on the horizontal axis. Bars are presented for each age range along the vertical axis, one representing the male population and one representing the female population. From ages 0 through 19, the male population hovers around approximately 2.5%. From here, the male population steeply increases, reaching 6% in the 20 through 24 age group, 11% in the 25 through 29 age group, and around 14% in the 30 through 34 and 35 through 39 age groups. It then steeply decreases, reaching 11.5% in the 40 through 44 age group, 7% in the 45 through 49 age group, 3% in the 50 through 54 age group, and 2% in the 55 through 59 age group. From here, the male population gradually decreases until it reaches near 0% in the 90 through 94 age group, and 0% in the 95 through 99 and 100 plus age groups. From ages 0 through 19, the female population hovers around approximately 2%. From here, the female population gradually increases, reaching 3% in the 20 through 24 age group, and peaking at 3.5% in the 25 through 29 age group. It then decreases gradually, reaching 3% in the 30 through 34 age group, 1.5% in the 35 through 39 age group, and 1% in the 40 through 44 age group. The female population continues to decrease gradually until it reaches near 0% in the 100 plus age group.\" height=\"411\" src=\"https://assets.learnosity.com/organisations/537/VR217686.g01.png\" width=\"600\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The population pyramid shown represents a local area that has been affected by human migration.</p>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]