[{"id":"VR217692","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n\n<p class=\"text-left\">A.&nbsp;&nbsp;Explain ONE reason why a recently established community might have a population structure for people over the age of 60, as shown in the pyramid.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">B. Describe ONE political pull factor that would draw migrants who are over age 65 over long distances to the location shown in the pyramid.</p>\n\n<p class=\"stem_paragraph\">C. Explain ONE reason why the population for males aged over 80 can be a slightly larger group than the men aged 75 to 79 population.</p>\n\n<p class=\"stem_paragraph\">D. Explain the degree to which the population pyramid shown can be used to predict local needs for emergency services.</p>\n","rubricRef":"VR217692_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">POPULATION PYRAMID</span></p>\n</div>\n<img alt=\"The figure presents a population pyramid. The left side of the pyramid is male, and the right side is female. The horizontal axis is labeled Percent of Total Population, and the percentages 0 through 12 percent, in intervals of 4 percentage points, are indicated on both sides. Age groups are given in five-year intervals from 0 through 4 at the bottom to 80 and older at the top. The data are as follows. One percent or less of the population is represented by each gender in each of the first 10 age groups from 0 through 4 to 45 through 49. For the 50 through 54 age group, females represent slightly more than 2 percent of the population and males represent slightly less than 2 percent of the population. For the 55 through 59 age group, females represent approximately 4 percent of the population and males represent approximately 3 percent of the population. For the 60 through 64 age group, females represent approximately 6 percent of the population and males represent slightly less than 6 percent of the population. For the 65 through 69 age group, females represent approximately 9 percent of the population and males represent approximately 9 percent of the population. For the 70 through 74 age group, females represent approximately 11 percent of the population and males represent approximately 10 percent of the population. For the 75 through 79 age group, females represent slightly more than 8 percent of the population and males represent slightly less than 8 percent of the population. For the 80 and older age group, females represent slightly less than 12 percent of the population and males represent approximately 9 percent of the population.\" height=\"301\" src=\"https://assets.learnosity.com/organisations/537/VR217692.g01.png\" width=\"520\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The population pyramid shown represents a community that has been affected by human migration.</p>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]