[{"id":"VR217672","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A. Using information in the graph shown, compare the data trend from 1960 to 2015 for Latin America and the Caribbean to the trend shown for Europe.</p>\n\n<p class=\"stem_paragraph\">B. Using the data for ONE of the regions shown in the graph, explain why the trend may have an effect on the environmental carrying capacity of agricultural areas.</p>\n\n<p class=\"stem_paragraph\">C. Using the information in the graph, explain how changes in grain yields may affect rural populations in countries in stage 3 of the demographic transition.</p>\n\n<p class=\"stem_paragraph\">D. Explain ONE limitation of the data in showing regional patterns of consumption.</p>\n","rubricRef":"VR217672_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">GRAIN YIELDS IN POUNDS PER ACRE, FOR SELECTED REGIONS</span></p>\n</div>\n<img alt=\"The figure presents a line graph titled Grain Yields in Pounds per Acre, for Selected Regions. The horizontal axis is labeled Years, and the years 1960 through 2015, in increments of 5 years, are indicated. The vertical axis is labeled Pounds per Acre, and the numbers 0 through 6,000, in increments of 1,000, are indicated. Five lines are shown in the line graph. A key indicates that the lines represent the following five categories: Europe, East Asia and Pacific, World, Latin America and Caribbean, and Sub-Saharan Africa. The data in the line graph are as follows. Note that all values are approximate. The line representing Europe begins at 1,600 pounds per acre in 1960. It moves generally upward and to the right, reaching 2,700 in 1975, 4,300 in 1990, 4,700 in 2005, and 5,100 in 2015. The line representing East Asia and Pacific begins at 1,200 pounds per acre in 1960. It moves generally upward and to the right, reaching 2,100 in 1975, 3,300 in 1990, 3,900 in 2005, and 4,600 in 2015. The line representing the World begins at 1,200 pounds per acre in 1960. It moves generally upward and to the right, reaching 1,900 in 1975, 2,500 in 1990, 3,000 in 2005, and 3,800 in 2015. The line representing Latin America and Caribbean begins at 1,100 in 1960. It moves generally upward and to the right, reaching 1,500 in 1975, 2,200 in 1990, 3,000 in 2005, and 4,400 in 2015. The line representing Sub-Saharan Africa begins at 800 in 1960. It moves very gradually upward, reaching 875 in 1975, 850 in 1990, 1,000 in 2005, and 1,300 in 2015.\" height=\"449\" src=\"https://assets.learnosity.com/organisations/537/VR217672.g01.png\" width=\"550\" /><span class=\"mandatory_credit_line\">Source: World Bank</span></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph shows global trends in agricultural productivity since 1960. In this graph, grain yields are measured in pounds per acre of farmland. Grains include crops such as rice, corn, and wheat.</p>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]