[{"id":"VR217678","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A. Compare the trend lines for South Asia and sub-Saharan Africa during the 1991 to 2006 time period.</p>\n\n<p class=\"stem_paragraph\">B. Explain the degree to which internal migration patterns have affected agricultural employment in the region of East Asia and the Pacific.</p>\n\n<p class=\"stem_paragraph\">C. Explain a possible limitation of the data in the graph to explain the impacts of mechanization on the percent of the workforce engaged in agriculture.</p>\n\n<p class=\"stem_paragraph\">D. Using a region on the graph, explain how the region’s changes in the percent of the workforce engaged in agriculture will affect the roles of women in society.</p>\n","rubricRef":"VR217678_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">EMPLOYMENT IN AGRICULTURE, FOR SELECTED REGIONS, 1991-2019</span></p>\n</div>\n<img alt=\"The figure presents a line graph titled Employment in Agriculture, for Selected Regions, 1991 through 2019. The horizontal axis is labeled Year, and the years 1991 through 2016, in increments of 5 years, are indicated. The vertical axis is labeled Percent Employed in Agriculture, and the numbers 10 through 70, in increments of 10, are indicated. Five lines are shown in the line graph. A key indicates that the lines represent the following five regions: Sub Saharan Africa, South Asia, East Asia and Pacific, World, and Latin America and Caribbean. The data in the line graph are as follows. Note that all values are approximate. The line representing Sub Saharan Africa begins at 63% in 1991. It moves generally downward and to the right, decreasing to 60% in 2006, and ending at 55% in 2019. The line representing South Asia begins at 62% in 1991. It moves generally downward and to the right, decreasing to 53% in 2006, and ending at 43% in 2019. The line representing East Asia and Pacific begins at 54% in 1991. It moves generally downward and to the right, decreasing to 40% in 2006, and ending at 27% in 2019. The line representing the World begins at 44% in 1991. It moves generally downward and to the right, decreasing to 37% in 2006, and ending at 28% in 2019. The line representing Latin America and Caribbean begins at 23% in 1991. It moves generally downward and to the right, decreasing to 18% in 2006, and ending at 4% in 2019.\" height=\"469\" src=\"https://assets.learnosity.com/organisations/537/VR217678.g01.png\" width=\"580\" /><span class=\"mandatory_credit_line\">Source: World Bank</span></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph shows regional trends in employment in agriculture since 1991.</p>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]