[{"id":"VR217684","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A. Using the graph, compare the trend lines for the region of Europe and the region of Latin America and the Caribbean for the 1981 to 2016 time period.</p>\n\n<p class=\"stem_paragraph\">B. Explain how changes in the rate of natural increase have affected the percent of land used for agriculture in sub-Saharan Africa.</p>\n\n<p class=\"stem_paragraph\">C. Explain the degree to which the practice of monoculture in a region can have variable effects on environmental sustainability.</p>\n\n<p class=\"stem_paragraph\">D. Using the region of East Asia and the Pacific, explain how technology has increased economies of scale in the agricultural sector.</p>\n","rubricRef":"VR217684_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">PERCENT OF LAND USED FOR AGRICULTURE, FOR SELECTED REGIONS</span></p>\n</div>\n<img alt=\"The figure presents a line graph titled Percent of Land Used for Agriculture, for Selected Regions. The horizontal axis is labeled Years, and the years 1961 through 2016, in increments of 5 years, are indicated. The vertical axis is labeled Percent of Land Used for Agriculture, and the percentages 20 through 60, in increments of 10, are indicated. Five lines are shown in the line graph. A key indicates that the lines represent the following five regions: East Asia and the Pacific, Europe, Sub Saharan Africa, Latin America and the Caribbean, and the Middle East and North Africa. The data in the line graph are as follows. Note that all values are approximate. The line representing Europe begins at 55% in 1961. It moves generally downward and to the right, decreasing to 52% in 1976, 50% in 1991, 46% in 2006, and 43% in 2016. The line representing East Asia and the Pacific begins at 44% in 1961. It moves generally upward and to the right, reaching 47% in 1976, and 50% in 1991. From this point, it continues very gradually upward and to the right until it reaches 51% in 2001. It then moves generally downward and to the right, decreasing to 48% in 2016. The line representing Sub Sharan Africa begins at 38% in 1961. It moves generally horizontally to the right until it reaches 1981. At this point, the line begins to move generally upward and to the right, reaching 41% in 1991, 43% in 2006, and 44% in 2016. The line representing Latin America and the Caribbean begins at 28% in 1961. It moves generally upward and to the right, reaching 32% in 1976, 35% in 1991, 37% in 2006, and 38% in 2016. The line representing the Middle East and North Africa begins at 26% in 1961. It moves generally horizontally to the right until it reaches 1983. At this point, the line begins to move generally upward and to the right, until it reaches 35% in 1998. It then moves generally horizontally to the right until it reaches 2004. At this point, the line dips down slightly to 34% in 2005. It then moves generally horizontally to the right until it ends in 2016.\" height=\"414\" src=\"https://assets.learnosity.com/organisations/537/VR217684.g01.png\" width=\"550\" /><span class=\"mandatory_credit_line\">Source: Food and Agriculture Organization</span></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]