[{"id":"VR411098","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span class=\"formatted_text font_weight:bold\">SELECTED SPECIALIZED CLUSTERS IN SOUTHERN CHINA</span></p>\n</div>\n<img alt=\"The figure shows a map and a table, titled Selected Specialized Clusters in Southern China. The map shows Southern China, Hong Kong, Taiwan, and parts of the Philippines and Vietnam. Seven provinces of Southern China are labeled, and the locations of main clusters are shown. Each province and its clusters, from north to south, are described as follows. Zhejiang is located on the coast of the Pacific Ocean and shares a northern border with Shanghai, and it has 6 main clusters in the north, one main cluster in its central region, and two main clusters on the eastern coast. Jiangxi is located to the west of Zhejiang, and it does not have any main clusters. Hunan is located to the west of Jiangxi, and it has two main clusters located near its northeastern border. Fujian is located to the south of Zhejiang, and it has three main clusters located along the Pacific coast. Guangdong is located to the south of Fujian on the coast of the Pacific Ocean. It has two main clusters around the city of Shantou, five main clusters around the city of Guangzhou, and one main cluster at its western border. Guangxi is located to the west of Guangdong, with Vietnam to its south, and it does not have any main clusters. The island of Hong Kong is located off the coast of the Guangdong region. The table has 3 columns. The heading for column 1 is Town, comma City. The heading for column 2 is Product. The heading for column 3 is Town’s Claimed Contribution. There are 6 rows of data, which are described as follows. Row 1. Ouhai, Wenzhou. Product, eyewear. Town’s claimed contribution, 90 percent of global-brand products in 2016. Row 2. Jingjiang, Quanzhou. Product, zippers. Town’s claimed contribution, 10 percent of global production in 2011. Row 3. Chenghai, Shantou. Product, toys. Town’s claimed contribution, 30 percent of global production in 2014. Row 4. Shiling, Guangzhou. Product, bags, suitcases. Town’s claimed contribution, 70 percent of European and U S mass market in 2013. Row 5. Gurao, Shantou. Product, Bras. Town’s claimed contribution, 12 percent of China’s production in 2014. Row 6. Tangxia, Dongguan. Product, golf products. Town’s claimed contribution, 40 percent of global production in 2011.\" height=\"369\" src=\"https://assets.learnosity.com/organisations/537/VR411098.g06.png\" width=\"700\" /><span class=\"mandatory_credit_line\">Source: The Economist</span></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The map and table show several specialized manufacturing clusters of cities and smaller nearby towns that are located in special economic zones (SEZs) in China.</p>\n\n<p class=\"stem_paragraph\">A. Describe the spatial pattern of the clusters located on the map.</p>\n\n<p class=\"stem_paragraph\">B. Explain ONE reason for the spatial patterns identified from the map and data table.</p>\n\n<p class=\"stem_paragraph\">C. Define special economic zones (SEZs).</p>\n\n<p class=\"stem_paragraph\">D. Explain how ONE economic policy attracts foreign investments in China’s SEZs.</p>\n\n<p class=\"stem_paragraph\">E. Explain why internal migration patterns increase the profits of corporations located in SEZs within China.</p>\n\n<p class=\"stem_paragraph\">F. Explain ONE strength of Wallerstein’s world system theory in explaining where these products are made and where these products are sold.</p>\n\n<p class=\"stem_paragraph\">G. Using the data in the table, explain ONE way in which the products listed relate to these clusters’ comparative advantage in global trade.</p>\n","rubricRef":"VR411098_rubric"}]