[{"id":"VR598836","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">&nbsp;</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Northern Ireland and the Republic of Ireland differ politically and culturally. Starting in 1969, a series of walls, fences, and barriers known as “peace lines” were constructed to separate neighborhoods in Belfast, Northern Ireland. In 1999, The United Kingdom’s government transferred a wide range of powers to the Northern Ireland Assembly, a regional parliament.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_paragraph\">Identify ONE type of cultural difference shown in Map 2.</li>\n\t<li class=\"list_paragraph\">Describe ONE way that the United Kingdom illustrates the concept of a multinational state.</li>\n\t<li class=\"list_paragraph\">Explain ONE possible benefit of devolution for Northern Ireland.</li>\n\t<li class=\"list_paragraph\">Explain ONE way that the cultural pattern shown in Map 2 may act as a centrifugal force within Belfast.</li>\n\t<li class=\"list_paragraph\">Explain how the cultural pattern shown in Map 2 reflects Hoyt’s sector model of urban form.</li>\n\t<li class=\"list_paragraph\">Explain ONE reason why the construction of barriers such as peace lines in urban areas may cause populations to migrate within a city.</li>\n\t<li class=\"list_paragraph\">Explain a possible limitation of using Map 1 to describe the political conflict on the island of Ireland.</li>\n</ol>\n","rubricRef":"VR598836_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span style=\"font-size:1.1em;\"><span class=\"formatted_text font_weight:bold\">MAP 1: REPUBLIC OF IRELAND AND THE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND</span></span></p>\n</div>\n<img alt=\"The figure shows a map titled “Map 1: Republic of Ireland and the United Kingdom of Great Britain and Northern Ireland.” The map includes the Republic of Ireland, Northern Ireland, Scotland, England, and Wales. Northern Ireland, Scotland, England, and Wales are shaded to represent the United Kingdom. Included in this shaded region are the cities of Belfast in Northern Ireland, Glasgow and Edinburgh in Scotland, Manchester and the capital of London in England, and Cardiff in Wales. The capital of Dublin is shown in the Republic of Ireland.\" src=\"https://assets.learnosity.com/organisations/537/VR598836.g11.svg\" /></div>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span style=\"font-size:1.1em;\"><span class=\"formatted_text font_weight:bold\">MAP 2: WEST BELFAST — PEACE LINES AND NEIGHBORHOODS</span></span></p>\n</div>\n<img alt=\"The figure shows a map of west Belfast that is titled “Map 2: West Belfast – Peace Lines and Neighborhoods.” A key indicates the religious characteristics of the neighborhoods shown on the map: Mainly Protestant, Integrated, and Mainly Catholic. The Central Business District and the Harbor are labeled on the map. The map also indicates the locations of “peace lines.” The western half of the area shown includes a combination of neighborhoods, from the northernmost to the southernmost, as follows. Throughout the western half of the area shown, the Mainly Protestant and Mainly Catholic areas radiate outward from the central business district. In the north, there is a Mainly Catholic area and an Integrated area, with one area between the two that is Mainly Protestant. In this Mainly Catholic area, the contiguous neighborhoods of Cliftonville, Ardoyne, Water Works, and New Lodge are labeled. There are peace lines within this area along the eastern and southern borders, adjacent to Mainly Protestant regions. To the south of these peace lines are the Mainly Protestant contiguous neighborhoods of Woodvale, Crumlin, Highfield, and Shankhill labeled. There are peace lines intermittently along its northern and southern borders, adjacent to Mainly Catholic areas. To the south is an area that is Mainly Catholic with the contiguous neighborhoods of Upper Springfield, Whiterock, Clonard, and Falls labeled. There are peace lines intermittently along its northern border, adjacent to Mainly Protestant areas, and peace lines along a portion of its southern border adjacent to Mainly Protestant and Integrated areas. Most of the eastern area shown on the map, surrounding the Harbor and the Central Business District, is Mainly Protestant. There is an Integrated area to the south of the Central Business District that includes one peace line.\" src=\"https://assets.learnosity.com/organisations/537/VR598836.g12.svg\" /><span class=\"mandatory_credit_line\">Sources: Natural Earth GIS, Northern Ireland Statistics and Research Agency</span></div>\n</div>\n</div>\n"}]}]