[{"id":"VR598835","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\"><span style=\"font-size:1.3em;\">FOREST COVER AS A PERCENTAGE OF LAND AREA, 1990–2015</span></p>\n</div>\n<img alt=\"The figure shows seven line graphs in a single coordinate plane titled “Forest Cover as a Percentage of Land Area, 1990 through 2015.” A key indicates that six of the lines shown on the graph represent six different countries: Honduras, Japan, Brazil, Indonesia, the United States, and Germany. The seventh line shown on the graph represents the world. The horizontal axis is labeled “Years,” and the years 1990 through 2015, in increments of 5 years, are indicated. The vertical axis is labeled “Forest Cover as a Percentage of Land Area,” and the values 20 through 80, in increments of 20, are indicated. The data in the graph are as follows. Note that all values are approximate. The line graph representing Honduras begins at 73 percent in 1990 and moves steadily downward and to the right until it reaches 56 percent in 2000. It then moves more gradually downward and to the right until it ends at 41 percent in 2015. The line graph representing Japan begins at 69 percent in 1990 and moves horizontally to the right until it ends at 70 percent in 2015. The line graph representing Brazil begins at 65 percent in 1990 and moves gradually downward and to the right until it ends at 59 percent in 2015. The line graph representing Indonesia begins at 65 percent in 1990 and moves steadily downward and to the right until it reaches 55 percent in 2000. It remains steady until 2006, where it then moves gradually downward and to the right until it ends at 50 percent in 2015. The line graph representing the United States begins at 33 percent in 1990 and moves nearly horizontally to the right until it ends at 34 percent in 2015. The line graph representing Germany begins at 32 percent in 1990 and moves horizontally to the right until it ends at 32 percent in 2015. The line graph representing the world begins at 31 percent in 1990 and moves nearly horizontally to the right until it ends at 29 percent in 2015.\" src=\"https://assets.learnosity.com/organisations/537/VR598835.g02.svg\" /><span class=\"mandatory_credit_line\">Source: World Bank</span></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph shows forest cover as a percentage of total land area from 1990 through 2015 for selected countries and the world.</p>\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Describe ONE reason a country’s percentage of forest cover may change.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Using the data shown in the graph, compare the trends in forest cover change between more developed countries and less developed countries from 1990 through 2015.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Using the data shown in the graph, explain ONE reason for the global trend in forest cover over time.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain the degree to which Wallerstein’s world system theory explains changes in the pattern of forest cover since 1990.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain what the data shown on the graph imply about sources of energy in less developed countries.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain how the global demand for ONE of the following commodities may be driving local changes in forest cover.<span class=\"formatted_line_break delivery_mode:Both\"></span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Palm oil<span class=\"formatted_line_break delivery_mode:Both\"></span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Soybeans<span class=\"formatted_line_break delivery_mode:Both\"></span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. Beef</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Explain ONE consequence of forest cover change for environmental sustainability in more developed countries.</p>\n\t</li>\n</ol>\n","rubricRef":"VR598835_rubric"}]