[{"id":"VR734162","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Political geographers analyze territoriality and sovereignty at a variety of scales, including regional, state, substate regional, and local.</p>\n&nbsp;\n\n<ol class=\"ordered_list style:4\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Define the concept of territoriality in terms of political geography.</p>\n\t</li>\n\t<li class=\"list_item B\">\n\t<p class=\"list_paragraph\">Describe the concept of sovereignty as it relates to the state.</p>\n\t</li>\n\t<li class=\"list_item C\">\n\t<p class=\"list_paragraph\">Compare ONE difference in territorial organization between the governments of unitary states and the governments of federal states.</p>\n\t</li>\n\t<li class=\"list_item D\">\n\t<p class=\"list_paragraph\">Recently, the United Kingdom decided to withdraw from the European Union. Explain ONE possible reason why sovereignty would play a role in the United Kingdom’s decision to withdraw from the European Union.</p>\n\t</li>\n\t<li class=\"list_item E\">\n\t<p class=\"list_paragraph\">During the United Kingdom’s withdrawal from the European Union, some people in Scotland proposed independence from the United Kingdom. Explain ONE possible reason why territoriality would play a role in the devolution of a state.</p>\n\t</li>\n\t<li class=\"list_item F\">\n\t<p class=\"list_paragraph\">Local governments often divide cities into representative electoral districts. Explain how the process of redrawing district boundary lines may affect election results within a city.</p>\n\t</li>\n\t<li class=\"list_item G\">\n\t<p class=\"list_paragraph\">Explain why neighboring local governments may face challenges in providing transportation services to residents of a rapidly growing metropolitan area.</p>\n\t</li>\n</ol>\n","rubricRef":"VR734162_rubric"}]