[{"id":"FT2282","type":"mcq","stimulusHtml":"<p>In a hypothetical population of beetles, there is a wide variety of color, matching the range of coloration of the tree trunks on which the beetles hide from predators. The graphs below illustrate four possible changes to the beetle population as a result of a change in the environment due to pollution that darkened the tree trunks.</p>\n\n<p><img alt=\"There are four graphs labeled one through four. All graphs are in quadrant one and have a vertical axis labeled population frequency, and an horizontal axis labeled beetle color from light on the left to dark on the right. On graph one the original population is a wide bell curve that begins a short distance to the right of light on the horizontal axis and ends the bell curve at dark on the right side. The population after pollution is a bell curve that begins all the way at light on the left side and ends approximately halfway between light and dark. On graph two the original population is a wide bell curve that begins on the left side at light and ends on the right side at dark, with the peak in the center. The population after pollution is a curve with two peaks, the first peak is on the light side and the second peak is on the dark side, dropping in the middle in between both peaks. On graph three the original population is a wide bell curve that begins on the left side at light and ends on the right side at dark, with the peak in the center. The population after pollution is a narrow bell curve that fits under the original population bell curve, beginning to the right of left and ending to the left of dark. On graph four two the original population is a wide bell curve that begins on the left side at light and ends on the right side at dark, with the peak in the center. The population after pollution is bell cure that is narrower than the original population’s bell curve, beginning just before the middle of the graph and ending to the right of the original population on the dark side.\" height=\"331\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1ae6e88852f21a353c7be7997cb8437e/original.png\" width=\"555\" /></p>\n\n<p>Which of the following includes the most likely change in the coloration of the beetle population after pollution and a correct rationale for the change?</p>\n","choicesHtml":["<p>The coloration range shifted toward more light-colored beetles, as in diagram I. The pollution helped the predators find the darkened tree trunks.</p>","<p>The coloration in the population split into two extremes, as in diagram II. Both the lighter-colored and the darker-colored beetles were able to hide on the darker tree trunks.</p>","<p>The coloration range became narrower, as in diagram III. The predators selected beetles at the color extremes.</p>","<p>The coloration in the population shifted toward more darker-colored beetles, as in diagram IV. The lighter colored beetles were found more easily by the predators than were the darker-colored beetles. </p>"],"answer":2}]