[{"id":"FT2210","type":"mcq","stimulusHtml":"<p>In the following human pedigree, squares represent XY individuals, circles represent XX individuals, and shaded symbols indicate individuals affected with a disorder.</p>\n\n<p><img alt=\"The figure shows a human pedigree diagram representing three generations of a family. The diagram shows male and female pairings and offspring from those pairings. From top to bottom, Generation 1 is identified with Roman numeral 1, Generation 2 is identified with Roman numeral 2, and Generation 3 is identified with Roman numeral 3. A straight line connects each reproductive pair, and a branch links each reproductive pair with their offspring. The data contained is as follows: Generation 1: male without disorder and female without disorder pair up. This pairing results in 6 offspring with the following characteristics, from left to right: male with disorder, male with disorder, female without disorder, female without disorder, female without disorder, and male without disorder.  Generation 2: Offspring 1, male with disorder, pairs with female without disorder producing 2 males without disorder in Generation 3. Offspring 2, male with disorder, pairs with female without disorder producing 1 female without disorder and 3 males without disorder in Generation 3. Offspring 3, female without disorder, does not pair and produces no offspring in Generation 3. Offspring 4, female without disorder, pairs with male without disorder producing 1 female without disorder and 1 male with disorder in Generation 3. Offspring 5, female without disorder, pairs with male without disorder producing 2 females without disorder and 1 male with disorder in Generation 3. Offspring 6, male without disorder, pairs with female without disorder producing 1 female without disorder in Generation 3.\" height=\"332\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b3519fe10b0783d973479ba27b8a9e36/original.png\" width=\"350\" /></p>\n\n<p>One of the affected XY individuals from the third generation has a child with an XX individual who is a carrier. For the pedigree shown above, which of the following best expresses the probability that the couple’s first XY offspring will be affected with the disorder?</p>\n","choicesHtml":["<p>25%</p>","<p>50%</p>","<p>75%</p>","<p>100%</p>"],"answer":0}]