[{"id":"FT2211","type":"mcq","stimulusHtml":"<p><img alt=\"The figure shows 2 lines on a graph titled Chytridiomycosis Infection in a Frog Population. The horizontal axis is labeled Years of Study, and the numbers appearing on it, from left to right, are one through 22 in increments of 1.  The left side of the vertical axis is labeled Proportion of Population Infected and the right side of the vertical axis is labeled Relative Population Size.  The numbers appearing on each vertical axis, from bottom to top, are zero, zero point 2, zero point 4, zero point 6, zero point 8, and one point zero. Below the graph is a key indicating the solid line represents Proportion of Population Infected, and the dashed line represents Relative Population Size.  A dashed line representing Relative Population Size begins on the vertical axis at one point zero and moves slightly down and to the right until about 8 years of study where it then moves more gradually down and to the right to approximately zero point six along the vertical axis at 11 years of study. The dashed line continues to the right through 14 years of study and then begins to move gradually up and to the right at 15 years of study. The line begins to move horizontally with a slight vertical increase at zero point nine along the vertical axis and at 19 years of study, until it ends at zero point nine eight along the vertical axis at 22 years of study.  A solid line representing Proportion of Population Infected begins on the vertical axis at approximately zero point three eight and moves slightly up and to the right until about 8 years of study where it then moves more gradually up and to the right to approximately zero point seven eight along the vertical axis and 11 years of study. The solid line continues to the right with a slight vertical increase through 14 years of study and then begins to move gradually down and to the right at 15 years of study. The line begins to move horizontally with a slight vertical decrease right at zero point four two along the vertical axis and at 19 years of study, until it ends at zero point four along the vertical axis at 22 years of study.\" height=\"435\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/42fbb7507e411cf3306b0bba7767f848/original.png\" width=\"495\" /></p>\n\n<p>Chytridiomycosis is a potentially lethal fungal infection that adversely affects some frog populations. The incidence and severity of the fungal infection can vary over time. Which of the following statements best describes the changes in the frog population that are depicted in the model above?</p>\n","choicesHtml":["<p>The fungus that infected the frog population was initially virulent but it later became harmless. Based on the trend over the past few years of the study, the fungus has become extinct.</p>","<p>Infected individuals gradually died out, and genetically resistant individuals became more common. The frog population recovered because of the increased frequency of resistant individuals.</p>","<p>The patterns of the curves on the graph indicate a sudden increase in the severity of the fungal infection. A large proportion of the frog population died because the individuals could not evolve fast enough.</p>","<p>The size of the frog population decreased sharply upon initial contact with the fungus. The fungus eventually became symbiotic with individual frogs, and the frog population began to recover.</p>"],"answer":0}]