[{"id":"FT2299","type":"mcq","stimulusHtml":"<p><img alt=\"The figure shows a diagram of the Ara operon, with regulatory sequences P and O preceding the structural genes B, A and D in order.\" height=\"120\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/24afce5b191c2458d9575b6e98efdc9d/original.png\" width=\"255\" /></p>\n\n<p>The regulatory sequences of the operon controlling arabinose metabolism (<em>ara</em> operon) were studied to determine whether bacteria can respond to changes in nutrient availability. It is predicted that if those regulatory sequences are functioning properly, the bacteria will produce the enzymes involved in arabinose metabolism (structural genes <em>B</em>, <em>A,</em> and <em>D</em>) in the presence of arabinose.</p>\n\n<p>If a gene that encodes a green fluorescent protein (GFP) is substituted for the structural genes of the operon, activation of the regulatory sequences can be assayed by GFP expression. A culture of <em>E. coli</em> cells underwent a transformation procedure with a plasmid containing the regulatory sequences of the <em>ara</em> operon directly upstream of the gene encoding the GFP. The plasmid also confers ampicillin resistance to bacteria. Samples were then plated on different types of culture media. (Note: The GFP fluoresces only under UV light, not under white light.) The table below shows the results.</p>\n\n<p><img alt=\"The figure shows a table with 3 columns, where the first column subdivides in 3 columns, and 5 rows. The title of the table is Transformation Results. The table has a legend: the sign plus indicates the presence of the indicated substance in the culture media; the sign minus indicates the absence of the indicated substance in the culture media. The top row contains the column labels: column one, Type of Culture Media; column two, Color of Colonies Under White Light; column three, Color of Colonies Under U V Light. The 3 sub-columns under the first column Type of Culture Media are: sub-column one, Agar; sub-column two, Ampicillin; sub-column three, Arabinose. From left to right the data is as follows: Row two: Type of Culture Media: Agar, present; Ampicillin, absent; Arabinose, absent; Color of Colonies Under White Light, All white; Color of Colonies Under U V Light, All white. Row three: Type of Culture Media: Agar, present; Ampicillin, present; Arabinose, absent; Color of Colonies Under White Light, All white; Color of Colonies Under U V Light, All white. Row four: Type of Culture Media: Agar, present; Ampicillin, absent ; Arabinose, present; Color of Colonies Under White Light, All white; Color of Colonies Under U V Light, Mostly white, some green. Row five: Type of Culture Media: Agar, present; Ampicillin, present; Arabinose, present; Color of Colonies Under White Light, All white; Color of Colonies Under U V Light, All green.\" height=\"281\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/cd18ad3dead6a8e2d4643eb49a18b541/original.png\" width=\"635\" /></p>\n\n<p>Which of the following can best be used to justify why the GFP is expressed by <em>E. coli</em> cells after transformation with the plasmid?</p>\n","choicesHtml":["<p>The presence of arabinose in the nutrient agar activated the expression of the genes located downstream of the <em>ara</em> operon regulatory sequences.</p>","<p>The combination of ampicillin and arabinose in the nutrient agar inhibited the expression of certain gene products, resulting in the increased expression of the GFP.</p>","<p>The nutrient agar without arabinose but with ampicillin activated the expression of the genes located downstream of the <em>ara</em> operon regulatory sequences.</p>","<p>Both arabinose and ampicillin were required in the nutrient agar to activate the expression of genes located downstream of the <em>ara</em> operon regulatory sequences.</p>"],"answer":-1}]