[{"id":"FT2318","type":"mcq","stimulusHtml":"<p>The Hedgehog protein (Hh) plays a critical role during a certain period of embryo development, but it normally has no role in adults except for the maintenance of adult stem cells. However, the Hedgehog protein has been detected in 70 percent of pancreatic cancer cell samples. As illustrated in the figures below, the Hedgehog protein binds to an integral membrane protein receptor known as Patched (Ptc), thus initiating a pathway of gene expression. When Hedgehog is absent, Ptc inhibits another protein known as Smoothened (Smo), which, in turn, blocks the activation of a group of proteins collectively known as the Hedgehog signaling complex (HSC). The inactivation is the result of proteolytic cleavage of one component of the HSC complex, a transcription factor known as Cubitus interruptus (Ci). When Hedgehog is present, it binds to Ptc, which prevents the inhibition of Smo by Ptc. The result is that Ci remains intact and can enter the nucleus, where it binds to and activates certain genes.</p>\n\n<p><img alt=\"A cell labeled hedgehog absent. The protein receptor patched on the cell membrane inhibits smoothened in the hedgehog signaling complex, and cubitus interruptus is cleaved. A cell labeled  hedgehog present. A hedgehog protein binds to the protein receptor patched on the cell membrane. Cubitus interruptus enters the nucleus, interacts with DNA and transcription is initiated. \" height=\"258\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/32c8fe3119f1f514a7b366cba2d0a645/original.png\" width=\"465\" /></p>\n\n<p>One approach to treating patients with pancreatic cancer and other cancers in which the Hedgehog protein is detected is to modify the Hedgehog signaling pathway. Which of the following is the most useful approach?</p>\n","choicesHtml":["<p>Treating patients with a molecule that is structurally similar to Hedgehog and that will bind to and interact with Ptc in the same fashion as Hedgehog</p>","<p>Injecting patients with embryonic cells so that Hedgehog will bind to those cells instead of the cancer cells</p>","<p>Treating patients with a membrane-soluble compound that can bind to Smo and block its activity</p>","<p>Injecting patients with a preparation of purified membrane-soluble Ci that will enter the nuclei of the cancer cells and induce gene transcription</p>"],"answer":1}]