[{"id":"FT2418","type":"mcq","stimulusHtml":"<p><em>Anabaena</em> is a simple multicellular photosynthetic cyanobacterium. In the absence of fixed nitrogen, certain newly developing cells along a filament express genes that code for nitrogen-fixing enzymes and become nonphotosynthetic heterocysts. The specialization is advantageous because some nitrogen-fixing enzymes function best in the absence of oxygen. Heterocysts do not carry out photosynthesis but instead provide adjacent cells with fixed nitrogen, in exchange receiving fixed carbon and reduced energy carriers.</p>\n\n<p><img alt=\"A diagram of signal transmission mediating cell function. There is an arrow from low fixed nitrogen pointing to increased concentration of free calcium ions and increased concentration of two oxyglutarate. There is an arrow from increased free concentrations to NtcA and HetR, which in turn has two arrows, one pointing to heterocyst development and one pointing to PatS, and PatS has an arrow to inhibition of additional heterocyst development.\" height=\"116\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c65432fc065d232471064b340375072d/original.png\" width=\"525\" /></p>\n\n<p>As shown in the diagram above, when there is low fixed nitrogen in the environment, an increase in the concentration of free calcium ions and 2-oxyglutarate stimulates the expression of genes that produce two transcription factors (NtcA and HetR) that promote the expression of genes responsible for heterocyst development. HetR also causes production of a signal, PatS, that prevents adjacent cells from developing as heterocysts.</p>\n\n<p>Based on your understanding of the ways in which signal transmission mediates cell function, which of the following predictions is most consistent with the information given above?</p>\n","choicesHtml":["<p>In an environment with low fixed nitrogen, treating the <em>Anabaena</em> cells with a calcium-binding compound should prevent heterocyst differentiation.</p>","<p>A strain that overexpresses the <em>patS</em> gene should develop many more heterocysts in a low fixed nitrogen environment.</p>","<p>In an environment with abundant fixed nitrogen, free calcium levels should be high in all cells so that no heterocysts develop.</p>","<p>In environments with abundant fixed nitrogen, loss of the <em>hetR </em>gene should induce heterocyst development.</p>"],"answer":-1}]