[{"id":"FT2417","type":"mcq","stimulusHtml":"<p>A group of students summarized information on five great extinction events.</p>\n\n<p><img alt=\"The figure shows a table with 3 columns and 6 rows. The top row contains the column labels from left to right; column 1, Mass Extinction; column 2, Time of Extinction; column 3, Organisms Greatly Reduced or Made Extinct. From top to bottom, the data is as follows; Row 2; Mass Extinction; End of the Ordovician period; Time of Extinction; 443 million years ago; Organisms Greatly Reduced or Made Extinct; Trilobites, brachiopods, echinoderms, and corals. Row 3; Mass Extinction; End of the Devonian period; Time of Extinction; 354 million years ago; Organisms Greatly Reduced or Made Extinct; Marine families on tropical reefs, corals, brachiopods, and bivalves. Row 4; Mass Extinction; End of the Permian period; Time of Extinction; 248 million years ago; Organisms Greatly Reduced or Made Extinct; Trilobites, mollusks, brachiopods, and many vertebrates. Row 5; Mass Extinction; End of the Triassic period; Time of Extinction; 206 million years ago; Organisms Greatly Reduced or Made Extinct; Mollusks, sponges, marine vertebrates, and large amphibians. Row 6; Mass Extinction; End of the Cretaceous period; Time of Extinction; 65 million years ago; Organisms Greatly Reduced or Made Extinct; Ammonites, dinosaurs, brachiopods, bivalves, and echinoderms.\" height=\"245\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5465481e4164932df5d74bfd6a3164f9/original.png\" width=\"525\" /></p>\n\n<p>The students are sampling a site in search of fossils from the Devonian period. Based on the chart, which of the following would be the most reasonable plan for the students to follow?</p>\n","choicesHtml":["<p>Searching horizontal rock layers in any class of rock and trying to find those that contain the greatest number of fossils</p>","<p>Collecting fossils from rock layers deposited prior to the Permian period that contain some early vertebrate bones</p>","<p>Looking in sedimentary layers next to bodies of water in order to find marine fossils of bivalves and trilobites</p>","<p>Using relative dating techniques to determine the geological ages of the fossils found so they can calculate the rate of speciation of early organisms</p>"],"answer":0}]