[{"id":"FT2622","type":"mcq","stimulusHtml":"<p>The contents of which dialysis tube are initially isotonic to the distilled water in the beaker?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Each group of questions below concerns an experimental or laboratory situation or data. In each case, first study the description of the situation or data. Then choose the one best answer to each question following it and fill in the corresponding circle on the answer sheet.</p>\n\t</li>\n</ul>\n\n<p>Dialysis tubing is permeable to water molecules but not to sucrose. Four dialysis tubes are half filled with 5 percent, 10 percent, 20 percent, and 40 percent sucrose solutions, respectively, and two dialysis tubes are half filled with distilled water. The dialysis tubes are all sealed at both ends, and the initial masses are determined. Five dialysis tubes are placed into beakers containing distilled water, and the sixth dialysis tube, containing distilled water, is placed into a 40 percent sucrose solution. The masses of the dialysis tubes are recorded at 30-minute intervals for 90 minutes, as shown in the table below.</p>\n\n<p><img alt=\"The figure shows a table with 7 columns and 7 rows. The top row contains the column labels, from left to right; Dialysis Tube Number; Dialysis Tube Contents; Beaker Contents; Initial Mass; Mass (grams) recorded at 30 minutes, 60 minutes and 90 minutes. From top to bottom, the data is as follows; Row 2; Dialysis Tube Number 1; Dialysis Tube Contents, 5% Sucrose; Beaker Contents, Distilled water; Initial Mass, 12.8; Mass recorded at 30 minutes, 13.3; Mass recorded at 60 minutes, 13.4; and Mass recorded at 90 minutes, 13.8. Row 3; Dialysis Tube Number 2; Dialysis Tube Contents, 10% Sucrose; Beaker Contents, Distilled water; Initial Mass, 15.6; Mass recorded at 30 minutes, 16.7; Mass recorded at 60 minutes, 17.0; and Mass recorded at 90 minutes, 17.3. Row 4; Dialysis Tube Number 3; Dialysis Tube Contents, 20% Sucrose; Beaker Contents, Distilled water; Initial Mass, 13.7; Mass recorded at 30 minutes, 15.4; Mass recorded at 60 minutes, 16.2; and Mass recorded at 90 minutes, 16.5. Row 5; Dialysis Tube Number 4; Dialysis Tube Contents, 40 percent Sucrose; Beaker Contents, Distilled water; Initial Mass 13.4; Mass recorded at 30 minutes, 16.3; Mass recorded at 60 minutes, 18.1; and Mass recorded at 90 minutes, 19.6. Row 6; Dialysis Tube Number 5; Dialysis Tube Contents, Distilled water; Beaker Contents, Distilled water; Initial Mass, 11.2; Mass recorded at 30 minutes, 11.2; Mass recorded at 60 minutes, 11.2; and Mass recorded at 90 minutes, 11.2. Row 7; Dialysis Tube Number 6; Dialysis Tube Contents, Distilled water; Beaker Contents, 40 percent Sucrose; Initial Mass, 13.8; Mass recorded at 30 minutes, 10.1; Mass recorded at 60 minutes, 8.3; and Mass recorded at 90 minutes, 6.3.\" height=\"363\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1d53aa32823cb4c632d457e76307b820/original.png\" width=\"416\"></p>\n"}],"choicesHtml":["<p>1</p>","<p>2</p>","<p>3</p>","<p>4</p>","<p>5</p>"],"answer":3}]