[{"id":"FT2689","type":"mcq","stimulusHtml":"<p>The fact that each line on the graph rises from left to right means that</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p>Directions: Each group of questions below concerns an experimental or laboratory situation or data. In each case, first study the description of the situation or data. Then choose the one best answer to each question following it.</p>\n\t</li>\n</ul>\n\n<p>The following questions refer to the following information and graph.</p>\n\n<p>The data presented in the figure below are measurements of the rate of oxygen consumption at differing body masses in a species of fish. Each point represents measurements from a different fish. Measurements were taken at different temperatures. (○= 10°C,●= 15°C, □= 20°C, ■= 25°C.)</p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"The figure shows a graph in the first quadrant. The horizontal axis is labeled body mass by kilograms, and the horizontal axis is labeled rate of oxygen consumption by milligrams of oxygen per fish per hour. Five tick marks appear on the horizontal axis and are labeled, from left to right in even increments, zero point zero two, zero point zero five, zero point one, zero point two, zero point four. Six tick marks appear on the vertical axis in even increments, and are labeled, from bottom to top, one, two, four, eight, sixteen and thirty-two. On the graph, there are four sets of data taken at four different temperatures, ten degrees Celsius, fifteen degrees Celsius, twenty degrees Celsius and twenty-five degrees Celsius. Each set of data has a line of best fit. Each line has a positive slope, and the line for each temperature is above the line for the temperature below it. There are 20 data points for ten degrees Celsius, represented by open circles. The line of best fit starts at zero on the vertical axis and zero point zero three on the horizontal axis and increases with a straight line to eight milligrams of oxygen consumed per fish per hour at a body mass of zero point four kilograms. There are 22 data points for fifteen degrees Celsius, represented by shaded circles. The line of best fit starts below one on the vertical axis and zero on the horizontal axis and increases with a straight line to sixteen milligrams of oxygen consumed per fish per hour at a body mass of zero point four kilograms. There are 21 data points for twenty degrees Celsius, represented by open squares. The line of best fit starts between one and two on the vertical axis and zero on the horizontal axis and increases with a straight line to between sixteen and thirty-two milligrams of oxygen consumed per fish per hour at a body mass of zero point four kilograms. There are 20 data points for twenty-five degrees Celsius, represented by shaded squares. The line of best fit starts at two on the vertical axis and zero on the horizontal axis and increases with a straight line thirty-two milligrams of oxygen consumed per fish per hour at a body mass of zero point four kilograms.\" height=\"335\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/12bc8521c3713ffd254842445a5acba9/original.png\" width=\"338\"></p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n"}],"choicesHtml":["<p>higher temperatures produce higher rates of metabolism</p>","<p>there were more large fish in the samples taken at high temperatures</p>","<p>larger fish consume more oxygen than smaller fish at all four temperatures</p>","<p>when measurements are taken for larger fish late in the day, observed values are higher</p>","<p>larger fish prefer to live at higher temperatures than do smaller fish</p>"],"answer":1}]