[{"id":"FT3073","type":"mcq","stimulusHtml":"<p>In Table II, the F<sub>1</sub> offspring of the cross between broad-leaved, white-flowered plants with narrow-leaved, purple-flowered plants have a phenotype that differs from that of either parent. However, many testcross offspring have the same phenotype as one of the two plants in the parental cross, but relatively few testcross offspring have the same phenotype as the F<sub>1</sub> offspring. Which of the following best explains the observation?</p>","features":[{"type":"sharedpassage","html":"<p>Table I shows the results of breeding experiments to examine the inheritance of flower color (purple versus white) and pod shape (inflated versus constricted). For the crosses recorded in Table I, true-breeding parents were crossed to produce F<sub>1</sub> offspring, which were then testcrossed to homozygous recessive individuals. Table II shows the results of computer-simulated crosses to model the inheritance of leaf shape (broad versus narrow) and flower color (purple versus white).</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 160px;\"><img alt=\"The figure shows two tables. Table 1 has 3 columns and 4 rows. The title of the table is Results from Crosses with Pea Plants. The top row contains the column labels, from left to right; column 1, Parental Cross; column 2, Phenotypes of F subscript 1 Offspring; column 3, Phenotypes of Testcross Offspring (numbers of individuals).  From top to bottom, the data is as follows;   Row 2, Parental Cross, Purple cross White; Phenotypes of F subscript 1 Offspring, Purple; Phenotypes of Testcross Offspring has 2 sub-columns; first sub-column, Purple (461); second sub-column, White (468). Row 3, Parental Cross, Inflated cross Constricted; Phenotypes of F subscript 1 Offspring, Inflated; Phenotypes of Testcross Offspring has 2 sub-columns; first sub-column, Inflated (593); second sub-column, Constricted (588).  Row 4, Parental Cross, Purple, Inflated cross White, Constricted; Phenotypes of F subscript one Offspring, Purple, Inflated; Phenotypes of Testcross Offspring has 4 columns; first sub-column, Purple, Inflated (315); second sub-column, Purple, Constricted (312); third sub-column, White, Inflated (320); fourth column, White, Constricted (317).   Table 2 has 3 columns and 4 rows. The title of the table is Results of Computer-Simulated Crosses. The top row contains the column labels, from left to right; column 1, Parental Cross; column 2, Phenotypes of F subscript 1 Offspring; column 3, Phenotypes of Testcross Offspring (numbers of individuals).  From top to bottom, the data is as follows;  Row 2, Parental Cross, Broad cross Narrow; Phenotypes of F subscript 1 Offspring, Broad; Phenotypes of Testcross Offspring, has two sub-columns; first sub-column, Broad (4870); second sub-column, Narrow (4862). Row 3, Parental Cross, Purple cross White; Phenotypes of F subscript 1 Offspring, Purple; Phenotypes of Testcross Offspring has two sub-columns; first sub-column, Purple (4253), second sub-column, White (4259). Row 4, Parental Cross, Broad, White cross Narrow, Purple; Phenotypes of F subscript one Offspring, Broad, Purple; Phenotypes of Testcross Offspring has 4 sub-columns; first sub-column, Broad, White (672); second sub-column Broad, Purple (75); third sub-column, Narrow, White (61); fourth sub-column, Narrow, Purple (664).\" height=\"429\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7402c08524edb712dccf33c98ebdd679/original.png\" width=\"625\" /></p>\n"}],"choicesHtml":["Recombination between the leaf-shape and flower-color genes resulted in chromosomes carrying a dominant allele of both genes.","<p>Recombination between the broad and narrow alleles of the leaf-shape gene resulted in chromosomes carrying three different alleles at the same genetic locus.</p>","<p>Independent assortment of homologous chromosomes resulted in the combinations of alleles present in the parental generation.</p>","<p>The computer model cannot capture the possible assortments of gametes when multiple genes are considered.</p>"],"answer":-1}]