[{"id":"FT3296","type":"mcq","stimulusHtml":"<p>What is the most likely identity of protein X ?</p>","features":[{"type":"sharedpassage","html":"<p>For following group of questions first study the description of the situation or data and then choose the one best answer to each question following it and fill in the corresponding oval on the answer sheet.</p>\n\n<p>In the first step of an experiment, rat liver cells were exposed for 5 minutes to amino acids labeled with a radioactive isotope. The cells were then washed to stop any further incorporation of radioactive amino acids. The cells were sampled periodically thereafter, and the radioactivity of a certain protein (protein X) was measured in various cell components, as shown below.</p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"The figure shows a table with 8 columns and 5 rows. The title of the table is Radioactive Counts (Protein X). The top row contains the column labels, from left to right; column one, Sampling Time (minutes); the following seven columns are sub columns under Cell Component. They are; column 2, Endoplasmic Reticulum; column 3, Golgi Apparatus; column 4, Cytoplasm; column 5, Nucleus; column 6, Mitochondria; column 7, Lysosomes; column 8, Extracellular Space. From top to bottom, the data is as follows; Row 2; Sampling Time, 5; Endoplasmic Reticulum, 980; Golgi Apparatus, 20; Cytoplasm, 20; Nucleus, 4;  Mitochondria, 2; Lysosomes, 6; Extracellular Space, 2. Row 3; Sampling Time, 20; Endoplasmic Reticulum, 135; Golgi Apparatus, 760; Cytoplasm, 20; Nucleus, 3;  Mitochondria, 5; Lysosomes, 120; Extracellular Space, 9. Row 4; Sampling Time, 45; Endoplasmic Reticulum, 50; Golgi Apparatus, 195; Cytoplasm, 4; Nucleus, 6;  Mitochondria, 2; Lysosomes, 800; Extracellular Space, 3. Row 5; Sampling Time, 120; Endoplasmic Reticulum, 15; Golgi Apparatus, 30; Cytoplasm, 8; Nucleus, 6;  Mitochondria, 8; Lysosomes, 975; Extracellular Space, 4.\" height=\"180\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b36bfb58c24cb2fe78d9044258440cf8/original.png\" width=\"675\" /></p>\n"}],"choicesHtml":["<p>An enzyme that is involved in transcription</p>","<p>An electron transport protein that participates in respiration reactions</p>","<p>A protein secreted from liver cells into the blood stream that permits proper capillary function</p>","<p>An enzyme that participates in the degradation and recycling of cell components</p>","<p>A building block of the microtubules that are part of the cytoskeleton</p>"],"answer":2}]