[{"id":"FT3335","type":"mcq","stimulusHtml":"<p>If no new mutations occur, it would be most reasonable to expect bacterial growth on which of the following plates?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions: </strong> Each qroup of questions below concerns an experimental or laboratory situation or data. In each case, first study the description of the situation or data. Then choose the one best answer to each question following it.</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>A scientist is using an ampicillin-sensitive strain of bacteria that cannot use lactose because it has a nonfunctional gene in the <em>lac</em> operon. She has two plasmids. One contains a functional copy of the affected gene of the <em>lac </em>operon, and the other contains the gene for ampicillin resistance. Using restrictions enzymes and DNA ligase, she forms a recombinant plasmid containing both genes. She then adds a high concentration of the plasmid to a tube of the bacteria in a medium for bacterial growth that contains glucose as the only energy source. This tube (+) and a control tube (-) with similar bacteria but no plasmid are both incubated under the appropriate conditions for growth and plasmid uptake. The scientist then spreads a sample of each bacterial culture (+ and -) on each of the three types of plates indicated below.</p>\n\n<p><img alt=\"A table with three columns and two rows of different bacteria plated on different media. The columns show the different media on the plates starting with glucose medium, then glucose medium with ampicillin and then glucose medium with ampicillin and lactose. The rows are bacterial strain with added plasmid, also labeled positive, and bacterial strain with no plasmid, also labeled negative. The plates are labeled number one through number six, with one, two and three with positive bacteria on the media in order, and four, five and six with negative bacteria on the media in order. Plate one is bacteria with plasmid on glucose medium. Plate two is bacteria with plasmid on glucose medium with ampicillin. Plate three is bacteria with plasmid on glucose medium with ampicillin and lactose. Plate four is bacteria without plasmid on glucose medium. Plate five is bacteria without plasmid on glucose medium with ampicillin. Plate six is bacteria without plasmid on glucose medium with ampicillin and lactose\" height=\"344\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/aee5974f995a76a0ff05156fc050e175/original.png\" width=\"465\" /></p>\n"}],"choicesHtml":["<p>1 and 2 only</p>","<p>3 and 4 only</p>","<p>5 and 6 only</p>","<p>4, 5, and 6 only</p>","<p>1, 2, 3, and 4 only</p>"],"answer":3}]