[{"id":"FT3343","type":"mcq","stimulusHtml":"Which of the following best explains why the disks rose to the surface faster in the more concentrated hydrogen peroxide solutions?","features":[{"type":"sharedpassage","html":"<p>For following group of questions first study the description of the data and then choose the one best answer to each question following it and fill in the corresponding oval on the answer sheet.</p>\n\n<p>To study the actions of the enzyme catalase on hydrogen peroxide, students performed the following experiment. Catalase was extracted from potatoes by blending raw potatoes in a blender with cold distilled water. The filtrate was stored on ice. The following hydrogen peroxide solutions were made: 1 percent, 5 percent, 10 percent, and 15 percent. Filter paper disks were soaked in the catalase filtrate and dropped into beakers containing the various solutions. The activity of the enzyme was measured by the amount of time it took for the disks to float to the surface of the solution on the bubbles produced by the reaction. The following data were obtained.</p>\n\n<p><img alt=\"The figure shows a table with 2 columns and 5 rows. The top row contains the column labels, from left to right; column 1, Hydrogen Peroxide Solution; column 2, Average Time, in Seconds, for Disks to Float. From top to bottom, the data is as follows; Row 2; Hydrogen Peroxide Solution, 1%; Average Time, in Seconds, for Disks to Float, 30 seconds. Row 3; Hydrogen Peroxide Solution, 5%; Average Time, in Seconds, for Disks to Float, 25 seconds. Row 4; Hydrogen Peroxide Solution, 10%; Average Time, in Seconds, for Disks to Float, 20 seconds. Row 5; Hydrogen Peroxide Solution, 15%; Average Time, in Seconds, for Disks to Float, 10 seconds.\" height=\"170\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c2fc3bffed4cc984f75fcbc8867388ab/original.png\" width=\"365\" /></p>\n"}],"choicesHtml":["<p>There was more enzyme present in the more concentrated solutions.</p>","<p>A greater amount of heat was generated in the more concentrated solutions.</p>","<p>The more concentrated solutions lowered the activation energy of the reaction.</p>","<p>The higher substrate concentrations in the more concentrated solutions speeded the reaction.</p>","<p>The density of the water was lower in the more concentrated solutions.</p>"],"answer":2}]