[{"id":"FT3318","type":"mcq","stimulusHtml":"If Individual 2 were to marry a woman with no family history of the disease, which of the following would most likely be true of&nbsp;their children?","features":[{"type":"sharedpassage","html":"<p>For following group of questions first study the description of the situation and diagram and then choose the one best answer to each question following it and fill in the corresponding oval on the answer sheet.</p>\n\n<p>The pedigree of a family with a history of a particular genetic disease is shown below. Squares represent males and circles represent females. Shaded symbols represent those who have the disease.</p>\n\n<p style=\"margin-left: 240px;\"><img alt=\"A pedigree with four generations. The first generation is an unshaded circle labeled one and matched with an unshaded square that has four offspring in the second generation. The offspring in the second generation are an unshaded square labeled two, two shaded squares, and a shaded circle labeled four. Four is matched with an unshaded square and they have two unshaded square offspring in the third generation. The first shaded square from the second generation is matched with an unshaded circle, and they have five offspring in the third generation: two shaded circles, an unshaded square, a shaded square, and an unshaded circle labeled five. The other shaded square in the second generation is matched with an unshaded circle labeled three that have two offspring in the third generation: an unshaded square labeled six and an unshaded circle. The circle is matched to an unshaded square and they have five offspring in the fourth generation: two unshaded circles, two unshaded squares and a shaded square.\" height=\"155\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/750a33f9200b1138de481e103f79444c/original.png\" width=\"365\" /></p>\n\n<p>&nbsp;</p>\n"}],"choicesHtml":["<p>All of the children would have the disease.</p>","<p>None of the children would have the disease.</p>","<p>Only the sons would have the disease.</p>","<p>All of the sons would be carriers of the disease.</p>","<p>None of the daughters would be carriers of the disease.</p>"],"answer":0}]