[{"id":"FT3967","type":"mcq","stimulusHtml":"<p>The rate of transpiration, the flow of water through the stem, and leaf water potential are measured in a tree during a 24-hour period under normal environmental conditions. The results from these measurements are shown in the graphs below.</p>\n\n<p class=\"text-center\"><img alt=\"The figure shows two graphs, graph one and graph two. Graph one is in the first quadrant. It has a horizontal axis labeled time of day over a twenty-four hour period, starting with two a.m., to noon in the center of the graph, and ten p.m. on the far right. There are tick marks at every two hour increment. The vertical axis is labeled transpiration and stem flow in kilograms per hour from zero to fifteen in increments of five. There is a tick mark at each increment. There are two curves; the first is a solid line and is labeled transpiration. The second is a dashed line and is labeled stem flow. The transpiration curve begins at zero kilograms per hour at four a.m., increasing slightly until six a.m., and then increasing sharply to ten kilograms per hour by eight a.m. The curve stays constant from eight a.m. to ten a.m., then decreases to five kilograms per hour at noon, increases slightly then decreases from two p.m. to seven p.m. when it reaches zero. The curve of the stem flow has a similar shape to transpiration but shifted to the right. The stem flow curve begins around seven a.m., increasing sharply to a little below ten kilograms per hour at ten a.m., remaining there until noon when there is a short, sharp decrease, and then a more gradual decrease to five kilograms per hour by six p.m., finally decreasing to zero by nine p.m. Graph two is in quadrant four. It has a horizontal axis labeled time of day over a twenty-four hour period, starting with two a.m., to noon in the center of the graph, and ten p.m. on the far right. There are tick marks at every two hour increment., The vertical axis is labeled leaf water potential in bars. The top of the y-axis is zero, decreasing in increments of five to negative five, negative ten, and negative fifteen as it approaches the intersection with the x-axis. There is a tick mark at each increment. The leaf water potential begins at negative five bars at four a.m., decreases slightly until six a.m., then decreases sharply to below negative fifteen bars by ten a.m. and increasing slowly to approximately negative ten bars by six p.m., where the curve stops.\" height=\"350\" src=\"https://assets.learnosity.com/organisations/537/7168fb19-c353-4c0e-84e6-c40d1d300676.png\" width=\"375\" /></p>\n\n<p>All of the following changes would be likely to decrease the rate of transpiration at 8 A.M. EXCEPT</p>\n","choicesHtml":["<p>causing the stomata to close</p>","<p>increasing the humidity of the atmosphere</p>","<p>increasing the water potential of the atmosphere</p>","<p>increasing the water potential of the soil</p>","<p>placing the plant in total darkness</p>"],"answer":2}]