[{"id":"FT3974","type":"mcq","stimulusHtml":"<p>In an experiment on the effects of deforestation of a portion of a northern temperate deciduous forest, all the trees were removed from a small mountainside watershed area and herbicides were applied for three years to prevent regrowth. Measurements of the concentration of calcium (an important nutrient) in runoff water were taken both before and after the deforestation. Monthly measurements also were made in a similar watershed in another part of the same forest that had been left undisturbed. The findings are displayed in the graph below.</p>\n\n<p class=\"text-center\"><img alt=\"The figure shows a graph in quadrant one titled Monthly Measurements Of Calcium Concentration In Runoff Water. The horizontal axis has every month from June, 1965 to May, 1968, with a tick mark at each month. The  vertical axis is labeled calcium ion concentration in runoff water in milligrams per liter, from zero to eleven in increments of one. The time of deforestation is marked at December 1965. There is a dashed line labeled losses from undisturbed watershed that remains at one milligram per liter with only slight fluctuations from June 1965 until the end of the graph in May 1968. There is a solid line labeled losses from disturbed watershed. The calcium ion concentration in runoff water for losses from disturbed watershed is approximately one milligram per liter from June 1965 until May 1966. There is a sharp increase from May to July where the ion concentration reaches seven milligrams per liter, then drops to five in August, and continues rising with fluctuations until October 1966 when it reaches a concentration of nine milligrams per liter. There is a decrease over time, with fluctuations, to six milligrams per liter by May 1967, when the concentration increases rapidly to above eleven, peaking in September 1967, then decreasing steadily with small fluctuations to approximately four milligrams per liter in May 1968.\" height=\"212\" src=\"https://assets.learnosity.com/organisations/537/fbb46815-564d-48d2-bdcf-dd097029ba14.png\" width=\"455\" /></p>\n\n<p>Which of the following is best supported by the data?</p>\n","choicesHtml":["<p>Deforestation does not change the amount of water flowing through a watershed.</p>","<p>The time of year during which deforestation occurs has no impact on the negative effects related to it.</p>","<p>The loss of calcium affects several other variables in the forest ecosystem.</p>","<p>Calcium loss can be rated as the most damag-ing aspect of mountainside deforestation.</p>","<p>The presence or absence of plants greatly affects the loss of calcium from the soil.</p>"],"answer":3}]