[{"id":"FT4007","type":"mcq","stimulusHtml":"<p>The single colony found within the clear ring in plate I is most likely made up of the descendants of a bacterial cell that</p>","features":[{"type":"sharedpassage","html":"<p><em>Directions</em>: Each group of questions below concerns an experimental or a laboratory situation. In each case, first study the description of the situation. Then choose the one best answer to each question following it.</p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"A diagram of an agar plate that is shaded. There are two small black, shaded circles on the plate. The one on the left is labeled A and is surrounded by an unshaded circle on the agar. There is also another small black dot next to the circle. The other circle is labeled P and has no other visible change on the agar.\" height=\"185\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1678124a55e161c98c65ac720c286aca/original.png\" width=\"255\" /></p>\n\n<p>&nbsp;</p>\n\n<p>A sterile agar plate, I, is streaked with a pure culture of bacteria by means of aseptic techniques. Paper discs treated with the antibiotics Aureomycin (<em>A</em>) and penicillin (<em>P</em>) are placed at opposite sides of the plate, as shown in the diagram above. The plate is examined after a 24-hour incubation period, and a clear ring is discovered around disc <em>A</em>, but not around disc <em>P</em>. Within the clear ring around disc <em>A</em>, a single bacterial colony with physical characteristics like those of the pure culture is observed. A second sterile agar plate, II, is then streaked with this single colony and also incubated with antibiotics.</p>\n"}],"choicesHtml":["<p>contaminated the agar plate</p>","contained information conferring resistance to Aureo-mycin","<p>changed its response to Aureomycin as a result of being exposed to the antibiotic</p>","<p>was susceptible to both penicillin and Aureomycin</p>","<p>emigrated from another area of the agar plate</p>"],"answer":0}]