[{"id":"FT559156","type":"longtextV2","stimulusHtml":"In an effort to control the number of midges, an area within the ecosystem was sprayed with the fungus <em>Metarhizium anisopliae</em>, which significantly decreased the midge population. Based on the data in the table,<strong> predict</strong> whether the spraying of the fungus will have the greatest short-term impact on the population of the stoneflies, the caddisflies, or the hellgrammites.<strong> Justify </strong>your prediction.","features":[{"type":"sharedpassage","html":"<p class=\"text-center\">DIETARY COMPOSITION OF ORGANISMS IN AN AQUATIC ECOSYSTEM</p>\n\n<p class=\"text-center\"><img alt=\"The figure shows a 6 column table, with 5 rows of data, titled “Dietary Composition of Organisms in an Aquatic Ecosystem.” The heading for column 1 is “Organism.” The heading for columns 2 through 6 is “Food Source, in percent of diet.” The subheading for column 2 is “Algae.” The subheading for column 3 is “Stoneflies.” The subheading for column 4 is “Midges.” The subheading for column 5 is “Hellgrammites.” The subheading for column 6 is “Caddisflies.” The 5 rows of data are as follows. Row 1. Organism, Algae. All food sources are left blank. Row 2. Organism, Stoneflies. Food source, Algae, blank. Stoneflies, blank. Midges, 90 percent. Hellgrammites, blank. Caddisflies, 10 percent. Row 3. Organism, Midges. Food source, Algae, 100 percent. Stoneflies, blank. Midges, blank. Hellgrammites, blank. Caddisflies, blank. Row 4. Organism, Hellgrammites. Food source, Algae, blank. Stoneflies, 20 percent. Midges, 10 percent. Hellgrammites, blank. Caddisflies, 70 percent. Row 5. Organism, Caddisflies. Food source, Algae, 70 percent. Stoneflies, blank. Midges, 30 percent. Hellgrammites, blank. Caddisflies, blank.\" height=\"164\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8135d0ef662bd893d3497645f9145099/original.png\" width=\"550\" /></p>\n\n<p>The table above shows how much each organism in an aquatic ecosystem relies on various food sources. The rows represent the organisms in the ecosystem, and the columns represent the food source. The percentages indicate the proportional dietary composition of each organism. High percentages indicate strong dependence of an organism on a food source.</p>\n"}]}]