[{"id":"FT559221","type":"mcq","stimulusHtml":"<p>Which of the following is the most likely consequence of a mutation at the operator locus that prevents binding of the repressor protein? </p>","features":[{"type":"sharedpassage","html":"<p class=\"text-center\"><strong><em>LAC </em>OPERON STRUCTURE</strong></p>\n\n<p class=\"text-center\">&nbsp;</p>\n\n<p style=\"margin-left: 280px;\"><img alt=\"The figure is a representation of the L A C operon structure. The L A C operon has a region labeled Regulatory Gene that contains loci P subscript 1 and l a c 1. The L A C operon has a 2nd, separate region that contains five loci, in order from left to right on the DNA strand,  P subscript l a c, operator,  l a c Z, l a c Y, l a c A.\" height=\"81\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/216a7ab9c3f1ebb7f22e6d942e9fda72/original.png\" width=\"400\" /></p>\n\n<p>The functions of the loci of the <em>lac </em>operon shown in the diagram are described in the table below.</p>\n\n<p style=\"margin-left: 160px;\"><img alt=\"The figure shows a table with 2 columns and 8 rows. The top row contains the column labels: column one, Locus; column two, Function. From left to right, the data is as follows: Row two: Locus, P subscript 1; Function, Attachment site for R N A polymerase. Row three: Locus, l a c 1; Function, Encodes a repressor protein that prevents transcription of the structural genes of the l a c  operon. Row four: Locus, P subscript l a c; Function, Attachment site for R N A polymerase. Row five: Locus, Operator; Function, Binding site for the repressor protein. Row six: Locus, l a c Z; Function, Encodes beta-galactosidase, the enzyme that digests lactose to glucose and galactose. Row seven: Locus, l a c Y; Function, Encodes lactose permease, the channel through which lactose moves into the cell. Row eight: Locus, l a c A; Function, Encodes galactoside transacetylase. \" height=\"176\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e698430a09d4bd64c4c4ddceaa398af4/original.png\" width=\"550\" /></p>\n\n<p>The diagram above represents a segment of the <em>E. coli </em>chromosome that contains the<em> lacI </em>gene and part of the<em> lac</em> operon, a coordinately regulated set of genes that are required for the metabolism of lactose. The presence of lactose, which causes the repressor to be released from the operator, results in increased transcription of the <em>lac</em> operon.</p>\n"}],"choicesHtml":["<p>Expression of the structural genes will be repressed, even in the presence of lactose. </p>","<p>Beta-galactosidase will be produced, even in the absence of lactose. </p>","<p>RNA polymerase will attach at the <em>P<sub>lac</sub></em> locus, but transcription will be blocked. </p>","<p>The operator locus will code for a different protein and thereby prevent transcription of the structural gene.</p>"],"answer":0}]