[{"id":"FT558745","type":"longtextV2","stimulusHtml":"<p><strong>Predict </strong>how each of the following mutations in the <em>OR4</em> gene would most likely affect the sensitivity of mosquitoes to sulcatone. <strong>Justify </strong>each prediction.</p>\n\n<p>• A mutation that results in the removal of the intracellular domain of the receptor protein</p>\n\n<p>• A mutation that results in the substitution of a small hydrophobic amino acid for another small hydrophobic amino acid in the ligand-binding site of the receptor protein</p>\n","features":[{"type":"sharedpassage","html":"<p style=\"margin-left: 160px;\"><img alt=\"There are 2 figures.  Figure 1. shows a chamber with a hand on the left, a guinea pig on the right, and several insects flying around in the chamber. The caption reads: Figure 1. Diagram of the choice chamber used to measure host preference of mosquitoes.  The figure 2. shows a bar graph with error bars, with the vertical axis labeled Preference Index. The vertical axis has evenly spaced tick marks numbered from negative 1.0 to 1.0 in increments of 0.5. The key indicates that the lighter shaded bar represents the Domestic form, and the darker shaded bar represents the Forest form. The bars are as follows: Domestic form: 0.2; error bars from 0.15 to 0.25. Forest form: negative 0.5; error bars from negative 0.6 to negative 0.4.The caption reads: Figure 2. Mean host preference index plus or minus one standard error of the mean, of forest and domestic forms of mosquitoes. A positive value indicates preference for a human host, and a negative value indicates preference for a guinea pig host.\" height=\"219\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4b24f0e9c9259ff44481df2a2c6c5f0d/original.png\" width=\"500\" /></p>\n\n<p>The yellow-fever mosquito (<em>Aedes aegypti</em>) is a major vector of human disease. In a particular location in Africa, there are two forms of the mosquito. The forest form of the mosquito is black and often lays its eggs in tree holes and pools of water in the forest. The domestic form of the mosquito is brown and prefers to lay its eggs in rainwater collected near human dwellings.</p>\n\n<p>Researchers used a choice chamber (Figure 1) to investigate the host preference of <em>A. aegypti</em>. The researchers recorded the number of forest-form and domestic-form mosquitoes that bit human or guinea pig hosts during several ten-minute trials. The researchers used these data to calculate a hostpreference index for each form, as shown in Figure 2. Researchers also identified a gene in the mosquitoes, <em>OR4</em>, that encodes an olfactory receptor. A volatile odorant, sulcatone, binds to the <em>OR4</em> receptor. Humans produce higher levels of sulcatone than do guinea pigs.</p>\n"}]}]