[{"id":"FT552838","type":"longtextV2","stimulusHtml":"<p><strong>Identify </strong>and <strong>explain</strong> the control or controls for this experiment.</p>\n\n<p><img alt=\"The figure shows a table with 4 columns and 6 rows. The title of the table is Percent Transmittance in Three Samples. The top row contains the column labels: column one, Time open parenthesis min close parenthesis; column two, Light, Unboiled percent Transmittance, Sample 1; column three, Dark, Unboiled percent Transmittance, Sample 2; column four, Light, Boiled percent Transmittance, Sample 3.  From top to bottom the data is as follows: Row two: Time (min), zero; Light, Unboiled percent Transmittance, Sample 1, twenty-eight point eight; Dark, Unboiled percent Transmittance, Sample 2, twenty-nine point two; Light, Boiled percent Transmittance, Sample 3, twenty-eight point eight.  Row three: Time (min), five; Light, Unboiled percent Transmittance, Sample 1, forty-eight point seven; Dark, Unboiled percent Transmittance, Sample 2, thirty point one; Light, Boiled percent Transmittance, Sample 3, twenty-nine point two.  Row four: Time (min), ten; Light, Unboiled percent Transmittance, Sample 1, fifty-seven point eight; Dark, Unboiled percent Transmittance, Sample 2, thirty-one point two; Light, Boiled percent Transmittance, Sample 3, twenty-nine point four.  Row five: Time (min), fifteen; Light, Unboiled percent Transmittance, Sample 1, sixty-two point five; Dark, Unboiled percent Transmittance, Sample 2, thirty-two point four; Light, Boiled percent Transmittance, Sample 3, twenty-eight point seven.  Row six: Time (min), twenty; Light, Unboiled percent Transmittance, Sample 1, sixty-six point seven; Dark, Unboiled percent Transmittance, Sample 2, thirty-one point eight; Light, Boiled percent Transmittance, Sample 3, twenty-eight point five.\" height=\"234\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/dbe1b4fd025a17cf308d321aedde9468/original.png\" width=\"455\" /></p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin. <br></p><p>A controlled experiment was conducted to analyze the effects of darkness and boiling on the photosynthetic rate of incubated chloroplast suspensions. The dye reduction technique was used. Each chloroplast suspension was mixed with DPIP, an electron acceptor that changes from blue to clear when it is reduced. Each sample was placed individually in a spectrophotometer and the percent transmittance was recorded. The three samples used were prepared as follows.</p><ul><li><p> Sample 1 – chloroplast suspension + DPIP</p></li><li><p> Sample 2 – chloroplast suspension surrounded by foil wrap to provide a dark environment + DPIP</p></li><li><p> Sample 3 – chloroplast suspension that has been boiled + DPIP</p></li></ul>"}]}]