[{"id":"FT558749","type":"longtextV2","stimulusHtml":"<strong>Indicate </strong>whether the researcher’s claim that turtle embryos within their eggs respond to thermal cues is supported or not supported. Using the data, <strong>justify </strong>your response.","features":[{"type":"sharedpassage","html":"<p style=\"margin-left: 160px;\"><img alt=\"The figure shows a graph with the horizontal axis labeled Days and the vertical axis labeled Mean Angle of Shift in degrees. There are evenly spaced tick marks on the horizontal axis labeled from 3 through 27 in increments of 3. There are evenly spaced tick marks on the vertical axis labeled negative 20 through 40 in increments of 20. There are two sets of 10 points each on the graph. Starting with the first point in each set, each point is connected to the next in its set by a straight line. Each point has error bars. The key indicates that black dots represent Lateral heating and white dots represent Dorsal heating. There is a vertical dashed line at 15 on the horizontal axis labeled Lateral Heat Source Shift. The data points are as follows, from left to right. All numbers are approximate. Lateral heating: Point 1: 0 comma negative 1; error bars on the dot. Point 2:3 comma 8; error bars from 7 to 9. Point 3: 6 comma 19; error bars from 18 to 20. Point 4: 9 comma 30; error bars from 29 to 31. Point 5: 12 comma 31; error bars from 25 to 35. Point 6: 15 comma 32; error bars from 22 to 37. Point 7: 18 comma negative 4; error bars from negative 8 to negative 2. Point 8: 21 comma negative 9; error bars from negative 16 to negative 4. Point 9: 24 comma negative 10; error bars from negative 18 to negative 4. Point 10: 27 comma negative 11; error bars from negative 19 to negative 5. Dorsal heating: Point 1: 0 comma negative 1; error bars on the dot. Point 2: 3 comma 3; error bars on the dot. Point 3: 6 comma 9; error bars from 8 to 10. Point 4: 9 comma 10; error bars from 7 to 13. Point 5: 12 comma 12; error bars from 8 to 18. Point 6: 15 comma 8; error bars from 5 to 10. Point 7: 18 comma 3; error bars from negative 1 to 10. Point 8: 21 comma negative 2; error bars from negative 4 to 0. Point 9: 24 comma negative 1; error bars from negative 4 to 3. Point 10: 27 comma 1; error bars from 0 to 2. The caption reads: Figure 1. Mean angle of the shift in turtle embryo position following exposure to a directional heat source. The error bars represent plus or minus two times the standard error of the mean.\" height=\"203\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7c307080eaa03659965f64d0d092d72c/original.png\" width=\"350\" /></p>\n\n<p>&nbsp;</p>\n\n<p>Figure 1. Mean angle of the shift in turtle embryo position following exposure to a directional hear source. The error bars represent ±<em>SE<sub>X̄</sub></em>.</p>\n\n<p>&nbsp;</p>\n\n<p>A certain species of turtle (<em>Pelodiscus sinensis</em>) lays its eggs in nests that are buried in the sand. The turtle then leaves the eggs to develop. A researcher claims that turtle embryos are able to shift within their eggs in response to directional thermal cues in the environment. To test the claim, the researcher incubated turtle eggs in containers and used heating pads to deliver heat either to the top of the container (dorsal heating) or to one side of the container (lateral heating). The position of the lateral heat source was switched from one side to the other on day 15. The researcher recorded the shifts in embryo position relative to the initial embryo position in the egg. The results are shown in Figure 1.</p>\n"}]}]