[{"id":"FT554244","type":"longtextV2","stimulusHtml":"<strong>Design </strong>a controlled experiment to determine how the diversity of plant species in a newly abandoned field would be affected by large herbivores.","features":[{"type":"sharedpassage","html":"<p>Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin.</p>\n\n<p>&nbsp;</p>\n\n<p>Ecological succession describes the pattern of changes in communities over time. The graph below shows changes in plant diversity following the abandonment of an agricultural field in a temperate biome.</p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"The figure shows a graph in quadrant one titled Change In Species Diversity Over Time. The horizontal axis is labeled time following abandonment in years from zero to one hundred sixty, with tick marks in increments of ten. The vertical axis is labeled species diversity. There are five curves on the graph. The first curve represents ground flora and is shown by a dotted line; and it begins partway up the verticaly axis at time zero, increases in diversity rapidly until year twenty, then flattens out. The next curve represents shrubs and is shown by a thin solid line; it starts at zero, zero, increases rapidly until year ten to the same level of diversity where ground flora started, then increases gradually to year one hundred and flattens out at the same level of diversity where ground flora flattened out. The next curve is understory trees, which is shown by a dashed line; it increases gradually from zero, zero until year one hundred twenty, where it flattens out at a much lower diversity than ground flora and shrubs. The last curve represents canopy trees and is shown by a thick solid line; it follows the same pattern as the understory trees, with a slightly slower increase that flattens out at year one hundred thirty. \" height=\"210\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4648fab31767c9473488f0148e7b50f3/original.png\" width=\"355\" /></p>\n"}]}]