[{"id":"FT559264","type":"longtextV2","stimulusHtml":"<p>On the template below <strong>construct</strong> a graph using the data in the table to represent the effect of UVA and BaP on DNA.</p>\n\n<p><img alt=\"The figure is a 20 by 20 grid.\" height=\"377\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d7dbfdd28437c2fdf863ac2ee2188ff8/original.png\" width=\"379\" /></p>\n","features":[{"type":"sharedpassage","html":"<p style=\"margin-left: 120px;\"><img alt=\"The figure titled Effect of Environmental Factors on D N A. The figure shows a table with 3 columns and 5 rows. The top row contains the column labels: column one, Treatment; column two, Mean Percent of D N A with Double-Strand Breaks; column three, 2 S E subscript X-bar. From left to right, the data is as follows: row two: Treatment, Untreated control; Mean Percent of D N A with Double- Strand Breaks, nine point eight; 2 S E subscript X-bar, two point four. Row three: Treatment, B a P only; Mean Percent of D N A with Double- Strand Breaks, nine point seven; 2 S E subscript X-bar, three point two. Row four: Treatment, U V A only; Mean Percent of D N A with Double- Strand Breaks, ten point one; 2 S E subscript X-bar, three point four. Row five: Treatment, U V A and B a P; Mean Percent of D N A with Double- Strand Breaks, thirty-five point one; 2 S E subscript X-bar, five point zero.\" height=\"191\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/92a922bc90bdc45533bac3d247179cd6/original.png\" width=\"450\" /></p>\n\n<p>Environmental mutagens can affect DNA in cells. Benzo[a]pyrene (BaP) is a mutagen that is commonly found in urban air pollution. Researchers claim that the effect of UVA radiation (UVA), another known mutagen, is amplified by the presence of BaP. To test their claim, the researchers exposed cultured eukaryotic cells to either BaP, UVA radiation, or both mutagens. The researchers then determined the percent of chromosomal DNA that contained damage in the form of double-strand breaks. The results are shown in the table.</p>\n"}]}]