[{"id":"FT558659","type":"longtextV2","stimulusHtml":"<p><strong>Justify</strong> the use of the without-exercise treatment as the control in the study design.</p>","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure consists of a bar graph. The data represents the means plus or minus 2 times the standard error of the mean. The horizontal axis has two labels, With Exercise and Without Exercise. The vertical axis is labeled Blood Plasma Prolactin in nanomoles per liter, and the tick marks on this axis are labeled from zero to 9 in increments of 1. The legend states that the unshaded bar represents T equals zero hour and the shaded bar represents T equals 1 hour. The data are as follows and are approximate. For the category of With Exercise, the bar on the left, representing T equals zero hours, equals 6 point 2 nanomoles per liter with a vertical line running in the center of the bar from 4 point 0 to 8 point 3 nanometers per liter. The bar on the right, representing T equals 1 hour, equals 7 point 3 nanometers per liter with a vertical line running in the center of the bar from 6 point 3 to 8 point 3. For the category of Without Exercise, the bar on the left, representing T equals zero hours, equals 6 point 4 nanomoles per liter with a line running in the center of the bar from 5 point 4 to 7 point 4 nanometers per liter. The bar on the right, representing T equals 1 hour, equals 6 point 1 nanometers per liter with a line running in the center of the bar from 4 point 6 to 7 point 4.\" height=\"193\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c388375490308259a26e41e4016fe720/original.png\" width=\"185\" /></p>\n\n<p>Figure 1. Effect of exercise on blood prolactin levels in adult males. The data represent the means ±2SE<sub>x̄</sub> .</p>\n\n<p>Researchers conducted a study to investigate the effect of exercise on the release of prolactin into the blood. The researchers measured the concentration of prolactin in the blood of eight adult males before (T = 0 hour) and after one hour (T = 1 hour) of vigorous exercise. As a control, the researchers measured the concentration of blood prolactin in the same group of individuals at the same times of day one week later, but without having them exercise. The results are shown in Figure 1.</p>\n"}]}]