[{"id":"FT559202","type":"mcq","stimulusHtml":"<p style=\"margin-left: 200px;\"><img alt=\"The figure shows a table with 3 columns and 5 rows. The title of the table is Percent of Moths Recaptured in Two Different Environments. The top row has the column labels; column 1; Trial; column 2; Moth Color and Environment; column 3; Percent of Released Moths Recaptured. From left to right, the data is as follows; row 2; Trial 1; Moth Color and Environment, Light-colored moths were released in an unpolluted environment; Percent of Released Moths Recaptured, 13%. Row 3; Trial 2; Moth Color and Environment, Light-colored moths were released in a polluted environment; Percent of Released Moths Recaptured, 12%. Row 4; Trial 3; Moth Color and Environment, Dark-colored moths were released in an unpolluted environment; Percent of Released Moths Recaptured, 7%. Row 5; Trial 4; Moth Color and Environment, Dark-colored moths were released in a polluted environment; Percent of Released Moths Recaptured, 28%.\" height=\"348\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/571d6d64fba99ba7a22513d6efe2acdb/original.png\" width=\"650\" /></p>\n\n<p>A researcher released large numbers of moths into different environments in an attempt to better understand a mechanism of evolution. The moths were released in four trials as described in the table above. Each of the released moths had a small mark on the underside of a wing for identification. After an appropriate amount of time, the researcher recaptured as many of the released moths as possible. Data from the experiment are included in the table above. Which of the following claims is best supported by the data?</p>\n","choicesHtml":["<p>Light-colored moths were more likely to be recaptured in the polluted environment than in the unpolluted environment, suggesting an increased chance of reproductive success.</p>","<p>Dark-colored moths were more likely to be recaptured in the polluted environment than in the unpolluted environment, suggesting an increased chance of reproductive success.</p>","<p>Light-colored moths were less likely to be recaptured in the polluted environment than in the unpolluted environment, suggesting an increased chance of reproductive success.</p>","<p>Dark-colored moths were less likely to be recaptured in the polluted environment than in the unpolluted environment, suggesting an increased chance of reproductive success.</p>"],"answer":0}]