[{"id":"FT558245","type":"longtextV2","stimulusHtml":"Based on the data, <strong>describe</strong> the most likely effect of salinity on the frequency of the <em>lap</em><sup>94</sup> allele in the marine mussel populations in Long Island Sound. <strong>Predict</strong> the likely <em>lap</em><sup>94</sup> allele frequency at a sampling site between site 1 and site 2 in Long Island Sound.","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure is a map that shows Long Island Sound and part of the Atlantic Ocean. The statement under the map states: Figure 1. Sampling sites of marine mussels at various locations, 1 to 8, in Long Island Sound and the Atlantic Ocean. Long Island Sound is located between Connecticut and Long Island. The salinity of the sound increases as it runs east towards the ocean. The Atlantic Ocean along the shoreline of Long Island is labeled high salinity. Sampling sites 1 to 5 are in the sound, and site 1 is at the west end of the sound. Moving generally in an easterly direction toward the ocean, approximately 30 kilometers to the east, is site 2; moving approximately 15 kilometers to the east is site 3;  and moving approximately 15 kilometers to the east is site 4;  and moving approximately another 15 kilometers to the east is site 5; On the opposite side of Long Island at the easter tip is site 6; moving generally in a westerly direction along the shore line for approximately 50 kilometers is site 7; and moving in the same direction approximately another 15 kilometers is site 8.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d6307cdd11487b37231f9c87c6995222/original.png\"></p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"The table is titled Percent of Individuals Possessing Lap superscript 94 Allele. The table has 2 broad columns and 3 rows. The broad columns are labeled Long Island Sound and Atlantic Ocean. The rows are labeled Site, lap superscript 94  frequency in percent, and Salinity. The information is as follows. For Long Island Sound, site 1 has 13 percent lap superscript 94  frequency, site 2 has 16 percent lap superscript 94  frequency, site 3 has 25 percent lap superscript 94  frequency, site 4 has 37 percent lap superscript 94  frequency, and site 5 has 55 percent lap superscript 94  frequency. The salinity row has Low stated under site 1, an arrow that points to the right under sites 2, 3, and 4, and High stated under site 5. For the Atlantic Ocean, sites 6, 7, and 8 each have 59 percent lap superscript 94 frequency. The salinity row has High stated under sites 6, 7, and 8.\" height=\"164\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e87aced62332b14a7a8fe847b4cdb848/original.png\" width=\"707\">\n<p>Leucine aminopeptidases (LAPs) are found in all living organisms and have been associated with the response of the marine mussel, <em>Mytilus edulis</em>, to changes in salinity. LAPs are enzymes that remove N-terminal amino acids from proteins and release the free amino acids into the cytosol. To investigate the evolution of LAPs in wild populations of <em>M</em>. <em>edulis</em>, researchers sampled adult mussels from several different locations along a part of the northeast coast of the United States, as shown in Figure 1. The researchers then determined the percent of individuals possessing a particular <em>lap</em> allele, <em>lap</em><sup>94</sup>, in mussels from each sample site (table 1).</p>"}]}]