[{"id":"FT559151","type":"longtextV2","stimulusHtml":"Using the codon chart provided,<strong> predict</strong> the change in the codon sequence that resulted in the substitution of alanine for threonine at amino acid position 229.","features":[{"type":"sharedpassage","html":"<p>Gibberellin is the primary plant hormone that promotes stem elongation. GA 3-beta-hydroxylase (GA3H) is the enzyme that catalyzes the reaction that converts a precursor of gibberellin to the active form of gibberellin. A mutation in the <em>GA3H </em>gene results in a short plant phenotype. When a pure-breeding tall plant is crossed with a pure-breeding short plant, all offspring in the F<sub>1</sub> generation are tall. When the F<sub>1</sub> plants are crossed with each other, 75 percent of the plants in the F<sub>2</sub> generation are tall and 25 percent of the plants are short.</p>\n\n<p style=\"margin-left: 160px;\"><img alt=\"The figure shows the universal codon table with 4 main data rows and 4 main data columns. The left side of the table is First Base in Codon, and labels the main rows, from top to bottom, U, C, A, G. The top of the table is labeled Second Base in Codon, and labels the main columns, from left to right, U, C, A, G. The right side of the table is labeled, Third Base in Codon, and labels each of the main rows U C A G. The data in the table read as follows:  First Base U and Second Base U with Third Base U, results in U U U phenylalanine; with Third Base C, results in U U C phenylalanine; with Third Base A, results in U U A leucine, and with Third Base G, results in U U G leucine.  First Base C and Second Base U with Third Base U, results in C U U leucine; with Third Base C, results in C U C leucine; with Third Base A, results in C U A leucine, and with Third Base G, results in C U G leucine.  First Base A and Second Base U with Third Base U, results in A U U isoleucine; with Third Base C, results in A U C isoleucine; with Third Base A, results in A U A isoleucine; and with Third Base G, results in A U G methionine or start.  First Base G and Second Base U with Third Base U, results in G U U valine; with Third Base C, results in G U C valine; with Third Base A, results in G U A valine, with Third Base G, results in G U G valine.  First Base U and Second Base C with Third Base U, results in U C U serine; with Third Base C, results in U C C serine; with Third Base A, results in U C A serine; and with Third Base G, results in U C G serine.  First Base C and Second Base C with Third Base U, results in C C U proline; with Third Base C, results in C C C proline; with Third Base A, results in C C A proline; and with Third Base G, results in C C G proline.  First Base A and Second Base C with Third Base U, results in A C U threonine; with Third Base C, results in A C C threonine; with Third Base A, results in A C A threonine; and with Third Base G, results in A C G threonine.  First Base G and Second Base C with Third Base U, results in G C U alanine; with Third Base C, results in G C C alanine; with Third Base A, results in G C A alanine; and with Third Base G, results in G C G alanine.  First Base U and Second Base A with Third Base U, results in U A U tyrosine; with Third Base C, results in U A C tyrosine; with Third Base A, results in U A A stop; and with Third Base G, results in U A G stop.  First Base C and Second Base A with Third Base U, results in C A U histidine; with Third Base C, results in C A C histidine; with Third Base A, results in C A A glutamine; and with Third Base G, results in C A G glutamine.  First Base A and Second Base A with Third Base U, results in A A U asparagine; with Third Base C, results in A A C asparagine; with Third Base A, results in A A A lysine; and with Third Base G, results in A A G lysine.  First Base G and Second Base A with Third Base U, results in G A U aspartate; with Third Base C, results in G A C aspartate; with Third Base A, results in G A A glutamate; and with Third Base G, results in G A G glutamate.  First Base U and Second Base G with Third Base U, results in U G U cysteine; with Third Base C, results in U G C cysteine; with Third Base A, results in U G A stop; and with Third Base G, results in U G G tryptophan.  First Base C and Second Base G with Third Base U, results in C G U arginine; with Third Base C, results in C G C arginine; with Third Base A, results in C G A arginine; and with Third Base G, results in C G G arginine.  First Base A and Second Base G with Third Base U, results in A G U serine; with Third Base C, results in A G C serine; with Third Base A, results in A G A arginine; and with Third Base G, results in A G G arginine.  First Base G and Second Base G with Third Base U, results in G G U glycine; with Third Base C, results in G G C glycine; with Third Base A, results in G G A glycine; and with Third Base G, results in G G G glycine.\" height=\"295\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/82aeef24ee15ebcbae7853d36bd0a42e/original.png\" width=\"355\" /></p>\n\n<p>Figure 1. The universal genetic code</p>\n"}]}]