[{"id":"FT558252","type":"longtextV2","stimulusHtml":"Identify the preferred nutrient source of the bacteria in the culture over the course of the experiment. Use the graph to justify your response. Propose ONE advantage of the nutrient preference for an individual bacterium.","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure is a graph labeled Figure 1, Bacterial population growth in the presence of two nutrients, nutrient 1 and nutrient 2. The graph has a horizontal axis labeled Time in hours, a vertical axis on the left labeled Bacterial Population Density in cells per milliliter, and a vertical axis on the right labeled Relative Concentration of Nutrient. The horizontal axis has every third tick mark labeled, in increments of 3, from left to right: zero, 3, 6, and 9. The vertical axis on the left has a logarithmic scale with tick marks labeled from 10 to the 1, to 10 to the 9. The right vertical axis has no units. There are 3 lines on the graph, Nutrient 1, Nutrient 2 and Bacterial Population Density. Nutrient 1 begins on the left vertical axis halfway between 10 to 3 and 10 to the 4 just below Nutrient 2. The line curves gently down and to the right ending on the horizontal axis just before time equals 5 hours. Nutrient 2 begins on the left vertical axis at 10 t the 4 and moves horizontally to the right until time equals 7 hours and then curves steeply down and slightly to the right, ending on the horizontal axis just before time equals 9 hours. The line labeled Bacterial Population Density begins on the left vertical axis just above the horizontal axis and moves along the horizontal axis. At time equals one hour, the line moves up and to the right at a constant rate; at time equals 5 hours, the line moves horizontally to the right until time equals 6 hours; the line then moves up and to the right at a similar rate as that of the previous increase in the line until about time equals 9 hours, after which it moves horizontally to the right until slightly after time equals 10 hours.\" height=\"229\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ea3a356e3268b0f1835bf366c508deb2/original.png\" width=\"285\" /></p>\n\n<p>Bacteria can be cultured in media with a carefully controlled nutrient composition. The graph above shows the growth of a bacterial population in a medium with limiting amounts of two nutrients, I and II.</p>\n"}]}]