[{"id":"FT554199","type":"longtextV2","stimulusHtml":"<p>Using the information above,<strong> describe</strong> ONE contribution of <em>each</em> of the following in ATP synthesis.</p><ul><li><p>Catabolism of glucose in glycolysis and pyruvate oxidation</p></li><li><p>Oxidation of intermediates in the Krebs cycle</p></li><li><p>Formation of a proton gradient by the electron transport chain</p></li></ul>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> This is a long free-response question that requires about 22 minutes to answer.</p>\n\n\t<p>Read the question carefully and completely. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable.</p>\n\t</li>\n</ul>\n\n<p><img alt=\"Figure one is labeled glycolysis and pyruvate oxidation. From left to right 6 horizontally arranged spheres are labeled Glucose and an arrow extends to the right before curving down to 3 horizontally arranged spheres labeled 2 Pyruvate. Above the horizontal portion of this arrow is a curved arrow whose beginning is labeled 2 A D P plus 2 P curves down and to the right until it reaches the horizontal arrow and then curves back up and to the right to its end labeled 2 A T P. Below the horizontal portion of the original horizontal arrow is a curved arrow whose beginning is labeled 2 N A D plus, curves up and to the right until it reaches the horizontal arrow and then curves back down and to the right to its end labeled 2 N A D H. Three arrows extend down from the spheres labeled 2 Pyruvate. The first arrow moves down before curving to the right and is labeled 2 C 0 2. The second arrow moves further down before curving to the right and is labeled 2 N A D H. The third arrow moves vertically down to 2 horizontally arranged spheres labeled 2 Acetyl-Co A.\" height=\"162\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4c34a1df77f8785bdfd02e697e50d819/original.png\" width=\"295\" /></p>\n\n<p><img alt=\"Figure 2 is labeled the Krebs cycle. The figure shows an arrow beginning at 2 horizontally arranged spheres labeled 2 Acetyl-Co A and curves down and to the right to merge with a circle. The circle is an arrow that begins at 6 horizontally arranged spheres labeled 2 T C A and moves in a clockwise direction. The circle has 7 arrows that curve out and away from the circle. Moving clockwise, the first arrow that curves out to the right is labeled 2 C 0 2. Below that, the second arrow that curves out to the right is labeled 2 N A D H. Below that, the third arrow that curves out to the right is labeled 2 C 0 2. Below that, the fourth arrow that curves down and to the right is labeled 2 N A D H. The fifth arrow is at the bottom of the circle and moves vertically down and is labeled 2 G T P. Continuing to move clockwise, above that the sixth arrow that curves out to the left is labeled 2 F A D H 2. Above that, the seventh arrow that curves out to the left is labeled 2 N A D H. The circle continues and is labeled 2 0 A A at 4 horizontally arranged spheres before it merges with the original arrow and completes the circle.\" height=\"167\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/522d1baf1650e196d72dda0ca3ae8462/original.png\" width=\"295\" /></p>\n\n<p><img alt=\"Figure 3 is labeled Electron transport chain. The figure shows a horizontal phospholipid bilayer with four gray shaded rectangles superimposed on the phospholipid bilayer. From left to right, the rectangles are labeled Complex one, Complex 2, Complex 3, and Complex 4. Above the phospholipid bilayer, there are seven labels that read H plus. Below the phospholipid bilayer, there are two labels that read H plus. On the left hand side of the figure, a shaded vertical arrow begins below the phospholipid bilayer at the label N A D H, curves upward through the rectangle labeled Complex one, and ends above the phospholipid bilayer at the label H plus. At the beginning of the arrow, below the phospholipid bilayer, is a second arrow that curves out to the left, in a counterclockwise direction, and ends at the label N A D plus. Inside Complex one, a shaded curved line extends out and to the right from the vertical arrow and extends horizontally within the phospholipid bilayer to a sphere labeled 2 e minus. The shaded curved line continues horizontally to the right, passes through the rectangle labeled Complex 2, and continues to the right and passes through the rectangle labeled Complex 3, where the shaded curved line intersects with a sphere labeled 2 e minus. A shaded vertical arrow begins below the phospholipid bilayer, at the label H plus, curves upward through Complex 3, where it insects the sphere labeled 2 e minus and continues so that it ends above the phospholipid bilayer at the label H plus. The shaded curved line extends from the vertical arrow out to the right, horizontally and within the phospholipid bilayer, and passes into the rectangle labeled Complex 4, where it merges with a shaded vertical arrow. The vertical arrow begins below the phospholipid bilayer, curves upward through Complex 4, and ends above the phospholipid bilayer at the label H plus. A second arrow starts below the phospholipid bilayer at the label one half 0 2, curves up and to the right, until it reaches the bottom edge of the rectangle labeled Complex 4, and then it curves down and to the right, ending at the label H 2 0. \" height=\"210\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9dc94183d4b17183df31105fa91bbd4c/original.png\" width=\"385\" /></p>\n\n<p>Cellular respiration includes the metabolic pathways of glycolysis, the Krebs cycle, and the electron transport chain, as represented in the figures. In cellular respiration, carbohydrates and other metabolites are oxidized, and the resulting energy-transfer reactions support the synthesis of ATP.</p>\n"}]}]