[{"id":"FT558717","type":"mcq","stimulusHtml":"<p>Many human cells can be stimulated to divide by hormonelike growth factors that bind to receptor proteins (R) on the plasma membrane and trigger an internal signal-transduction cascade. In many cases, however, the process of contact inhibition prevents mitosis when cells are in direct contact with one another. Contact inhibition occurs when proteins called cell adhesion molecules (<span aria-label=\"C A M’s\"><math> <semantics> <mrow> <mtext>CAMs</mtext> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=xfr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaGaae4qaiaabgeacaqGnbGaae4Caaaa@3944@</annotation> </semantics> </math></span>) interact, causing them to change shape so that the growth-factor signaling proteins that normally associate with <span aria-label=\"C A M’s\"><math> <semantics> <mrow> <mtext>CAMs</mtext> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=xfr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaGaae4qaiaabgeacaqGnbGaae4Caaaa@3944@</annotation> </semantics> </math></span> are replaced by another protein, called M. Both pathways are depicted in the figures below.</p>\n\n<p><img alt=\"The image shows two drawings. The drawing on the left is titled, Dividing Cell, and the drawing on the right is titled, Contact Inhibition. The drawing on the left shows several molecules on or near the plasma membrane of a cell. Molecules R and C A M span the membrane. Molecules 1, 2, 3, and ras are inside the membrane. Growth factor is outside the membrane. The growth factor is connected to molecule R by an arrow, molecule R is connected to molecule 1 by an arrow, molecule 1 is connected to molecule 2 by an arrow, molecule 2 is connected to the molecule 3 C A M complex by an arrow, the complex is connected to ras by an arrow, and ras is connected to a label called Cell Division. The drawing on the right shows several molecules on or near the plasma membrane of a cell. Molecules R and C A M span the membrane. Molecules 1, 2, 3, and ras are inside the membrane. Growth factor is outside the membrane. The C A M molecule is touching another C A M molecule that is projecting through the plasma membrane of another cell in the upper left. The growth factor is connected to molecule R by an arrow, molecule R is connected to molecule 1 by an arrow, molecule 1 is connected to molecule 2 by an arrow, and molecule 2 is touching molecule 3. Molecule M is touching C A M. Ras is not connected to any other molecules. The label in the bottom corner of the cell reads No Cell Division. \" height=\"175\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/a8a63f80bd7919ca9156b749095c8482/original.png\" width=\"430\" /></p>\n\n<p>&nbsp;</p>\n\n<p>Which of the following statements accurately uses the information presented to support the hypothesis that interruption of M function in a single body cell can result in cancer?</p>\n","choicesHtml":["Protein 3 will be prevented from interacting with<span aria-label=\"C A M’s\"><math> <semantics> <mrow> <mtext>CAMs</mtext> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=xfr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaGaae4qaiaabgeacaqGnbGaae4Caaaa@3944@</annotation> </semantics> </math></span><span style=\"font-family:helvetica neue,helvetica,arial,sans-serif\">, causing the cell cycle to stop permanently.</span>","The ras protein will remain bound to <span aria-label=\"D N A\"><math> <semantics> <mrow> <mtext>DNA</mtext> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=xfr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaGaaeiraiaab6eacaqGbbaaaa@3850@</annotation> </semantics> </math></span>, blocking expression of genes required for mitosis.","<p>Growth-factor signaling can trigger mitosis in cells that are in direct contact with other cells. </p>","<p>The receptor proteins of body cells will no longer bind to growth-factor proteins.</p>"],"answer":1}]