[{"id":"FT558637","type":"longtextV2","stimulusHtml":"<p><strong>Identify</strong> the direct source of the energy used for plant growth during the first week of May, and <strong>identify</strong> the part of the plant that grew the most during the same period.</p>","features":[{"type":"sharedpassage","html":"<p class=\"text-center\"><img alt=\"The figure is a graph labeled Figure 1, Percent dry weight of different plant structures during the growing season for an annual plant. The graph has a horizontal axis labeled Time in weeks, with May, June, July, and August across the bottom. Major tick marks represent the end of a month and start of a new month. Minor tick marks represent approximately one-week intervals. The vertical axis is labeled Percent Dry Weight, and the units are from zero to 100, labeled in increments of 20. An arrow pointing down at the top of the vertical axis is labeled Germination. The graph represents the total dry weight of roots, stems, vegetative buds, leaves, flowers, receptacles, and seeds in a graph that stacks the percent dry weight of each structure in the same stated order. On the first day of May, the value of roots ranges from 0 to 100 percent dry weight. On the eighth day of May, the data are as follows. The value of roots ranges from 0 to 80 percent dry weight, the value of stems ranges from 80 to 95 percent dry weight, and the value of leaves ranges from 95 to 100 percent dry weight. On the first day of July, the data are as follows. The value of roots ranges from 0 to 30 percent dry weight, the value of stems ranges from 30 percent to 44 percent dry weight, the value of vegetative buds ranges from 44 to 50 percent dry weight, and the value of leaves ranges from 50 percent to 100 percent dry weight. Overall in the month of July, the greatest percent dry weight is contributed fairly equally by roots, stems, flowers, and leaves, with a lesser percent from seeds, even less from receptacles, and the least from vegetative buds. In the month of August, the greatest percent dry weight is contributed fairly equally by roots, stems, leaves, and seeds, with the least percent from flowers and receptacles.\" height=\"270\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/36e03aa8ab7ec0f7bf571d5dc705a661/original.png\" width=\"355\" /></p>\n\n<p class=\"text-center\"><span style=\"font-size:0.8em\">Figure 1. Percent dry weight of different plant structures during the growing season for an annual plant</span></p>\n\n<p>The graph above illustrates the percent dry weight of different parts of a particular annual plant (plants that live less than one year) from early May to late August. The percent dry weight can be used to estimate the amount of energy a plant uses to produce its leaves, vegetative buds, stems, roots, and reproductive parts (seeds, receptacles, and flowers).</p>\n"}]}]