[{"id":"FT554205","type":"longtextV2","stimulusHtml":"<p>Using the data in the table, <strong>create</strong> a phylogenetic tree on the template provided to reflect the evolutionary relationships of the organisms.<strong> Provide reasoning</strong> for the placement on the tree of the species that is least related to the others.</p>\n\n<p>&nbsp;</p>\n<img alt=\"A phylogenetic tree with no labels. There are two main branches from the common ancestor on the bottom; the branch on the left has no other branches. The branch on the right has a branch split off halfway up, and this branch splits into two branches, and the main branch splits once more near the top of the tree into two branches.\" height=\"142\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/29a69bef4929334b787bdd158f9b0228/original.png\" width=\"300\" />","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> This is a short free-response question that requires about 6 minutes to answer. Read the question carefully and completely. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable.</p>\n\t</li>\n</ul>\n\n<p>The amino acid sequence of cytochrome <em>c</em> was determined for five different species of vertebrates. The table below shows the number of differences in the sequences between each pair of species<br>\n<br>\n<img alt=\"The figure shows a table with 6 columns and 6 rows. The title of the table is The Number of Amino Acid Differences in Cytochrome  c  Among Five Species. The top row contains the column labels starting at column two, E. ferus; column three, D. polylepis; column four, G. gallus, column five, A. forsteri; column six, E. africanus. From left to right, the data is as follows: Row two, E. ferus: E. ferus, zero; D. polylepis, twenty-one; G. gallus, eleven; A. forsteri, thirteen; E. africanus, one. Row three, D. polylepis: E. ferus, blank; D. polylepis, zero; G. gallus, eighteen; A. forsteri, seventeen; E. africanus, twenty. Row four, G. gallus: E. ferus, blank; D. polylepis, blank; G. gallus, zero; A. forsteri, three; E. africanus, ten. Row five, A. forsteri: E. ferus, blank; D. polylepis, blank; G. gallus, blank; A. forsteri, zero; E. africanus, twelve. Row six, E. africanus: E. ferus, blank; D. polylepis, blank; G. gallus, blank; A. forsteri, blank; E. africanus, zero. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0dca2da0543e5d1b354f9f25dd55ee44/original.png\"></p>\n"}]}]