[{"id":"FT558737","type":"longtextV2","stimulusHtml":"<strong>Identify </strong>the control treatment in the original experiment. <strong>Provide reasoning</strong> to support the researcher’s decision to not use a set of unsprayed plants as a control.","features":[{"type":"sharedpassage","html":"<p>In an investigation of the effect of a particular insecticide on plant growth and development, researchers established 20 test plots containing mature <em>Haplopappus squarrosus</em> shrubs. <em>H. squarrosus</em> is pollinated by certain species of insects and is eaten by other species of insects. Ten test plots were sprayed with the water-soluble insecticide, and ten test plots were sprayed with water only. The researchers recorded the numbers of plants or plant parts at different life stages in each test plot. The results of the investigation are shown in the table.</p>\n\n<p style=\"margin-left: 160px;\"><img alt=\"The figure shows a table titled, Effect of Insecticide Treatment on Plant Growth and Development. The table has 5 columns, labeled from left to right: Plant Life Stage; Plant or Plant Part; Mean Density plus or minus 2 times the standard error of the mean, in numbers per square meter, for treatment with water spray; Mean Density plus or minus 2 times the standard error of the mean, in numbers per square meter, for treatment with insecticide spray; and P-values asterisk.  The asterisk refers to a footnote that reads: based on an analysis of variance, open parenthesis ANOVA close parenthesis, test. There are four rows of data in the table as follows, from top to bottom and left to right: Row 1: Flowering; Flowers; 8,220 plus or minus 360; 9,490 plus or minus 1900; greater than or equal to 0.05. Row 2: Seed formation; Immature seeds; 2,440 plus or minus 78; 3,100 plus or minus 480; greater than or equal to 0.05. Row 3: Seed maturation; Mature seeds; 60 plus or minus 44; 1,200 plus or minus 1020; less than or equal to 0.001. Row 4: Seedling development; Seedlings; 1.4 plus or minus 0.4; 33.1 plus or minus 15; less than or equal to 0.01.\" height=\"214\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fcbf293aa5359861aca319f321311091/original.png\" width=\"485\" /></p>\n\n<p style=\"margin-left: 160px;\"><img alt=\"The figure shows a graph of points with error bars, with the horizontal axis labeled Plant or Plant Part and the vertical axis labeled Density in numbers per square meter.  There are 4 tick marks on the horizontal axis, labeled from left to right, Flowers, Immature Seeds, Mature Seeds, and Seedlings. The vertical axis shows a logarithmic scale with the points 0.0, 1.0, 10.0, 100.0, 1,000.0, and 10,000.0 labeled.  The key shows that white squares represent the water only treatment, and black squares represent the insecticide treatment. The plotted points are as follows, from left to right.  All numbers are approximate. Flowers, water only: 9,000; error bars on the point. Flowers, insecticide: 10,000; error bars from 6,000 to 12,000. Immature seeds, water only: 290; error bars from 150 to 350. Immature seeds, insecticide: 3,000; error bars from 2,500 to 3,500. Mature seeds, water only: 50; error bars from 15 to 150. Mature seeds, insecticide: 1,100; error bars from 175 to 2,000. Seedlings, water only: 1.5; error bars from 0.9 to 1.7. Seedlings, insecticide: 30; error bars from 15 to 40. The caption reads: Figure 1. Student-constructed graph of data with a plotting error\" height=\"329\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9ab7a26322db9946f7850d68b14e1a11/original.png\" width=\"400\" /></p>\n\n<p>Figure 1. Student-constructed graph of data with constructed graph of data with a plotting error</p>\n"}]}]