[{"id":"FT559140","type":"longtextV2","stimulusHtml":"<p>The researchers made the following claims about the effect of KAR and the effect of TMB on seed germination relative to the control treatment.</p>\n\n<p>• KAR alone affects the timing of seed germination.</p>\n\n<p>• KAR alone affects the percentage of seeds that germinate.</p>\n\n<p>• TMB alone affects the timing of seed germination.</p>\n\n<p>• TMB alone affects the percentage of seeds that germinate.</p>\n\n<p><strong>Provide support</strong> using data from Figure 1 for each of the researchers’ claims.</p>\n","features":[{"type":"sharedpassage","html":"<p class=\"text-center\"><img alt=\"The figure presents a graph with the horizontal axis labeled “Time, in hours,” and the numbers 0 through 48, in increments of 12, are indicated. The vertical axis is labeled “Seed Germination, in percentage,” and the percentages 0 through 100, in increments of 10 percent, are indicated. There are 4 sets of points on the graph. Starting with the first point in each set, each point is connected to the next in its set by a straight line. Each point has error bars. The data points are as follows, from left to right. All numbers are approximate.   Line 1 is labeled “K A R” and contains the following 6 points. Point 1: 13 comma 26; the error bar extends from 25 to 30. Point 2: 18 comma 70; the error bar extends from 61 to 80. Point 3: 21 comma 85; the error bar extends from 80 to 88. Point 4: 24 comma 92; the error bar extends from 90 to 92. Point 5: 36 comma 95; the error bar extends from 94 to 96. Point 6: 48comma 95; the error bar extends from 90 to 97.  Line 2 is labeled “Control” and contains the following 4 points. Point 1: 21 comma 5; the error bar extends from 4 to 6. Point 2: 24 comma 28; the error bar extends from 25 to 30. Point 3: 36 comma 70; the error bar extends from 69 to 71. Point 4: 48 comma 80; the error bar extends from 78 to 82.   Line 3 is labeled “K A R plus T M B,” and contains the following 4 points. Point 1: 21 comma 4; the error bar extends from 3 to 5. Point 2: 24 comma 12; the error bar extends from 10 to 15. Point 3: 36 comma 25; the error bar extends from 22 to 30. Point 4: 48 comma 26; the error bar extends from 21 to 31.  Line 4 is labeled “T M B,” and contains the following 3 points. Point 1: 24 comma 5; the error bar extends from 4 to 6. Point 2: 36 comma 15; the error bar extends from 11 to 19. Point 3: 48 comma 15; the error bar extends from 11 to 19.\" height=\"327\" src=\"https://assets.learnosity.com/organisations/537/3abaf5dd-bc23-4194-879b-512530a3b3aa.png\" width=\"385\" /></p>\n\n<p>Fires frequently occur in some ecosystems and can destroy all above-ground vegetation. Many species of plants in these ecosystems respond to compounds in smoke that regulate seed germination after a major fire. Karrikins (KAR) and trimethylbutenolides (TMB) are water-soluble compounds found in smoke that are deposited in the soil as a result of a fire. KAR and TMB bind to receptor proteins in a seed. In a study on the effects of smoke on seeds, researchers recorded the timing and percent of seed germination in the presence of various combinations of KAR and TMB. The results are shown in Figure 1.</p>\n\n<p>In a second investigation into the effect of available water on seed germination after a fire, researchers treated seeds with KAR or TMB. The treated seeds were then divided into two treatment groups. One group received a water rinse and the other group received no water rinse. The seeds were then incubated along with a group of control seeds that were not treated. The results are shown in the table.</p>\n\n<p class=\"text-center\"><img alt=\"The figure presents a 5 column table, with 6 rows of data, titled “Effect of Chemical Treatment and Water Rinse on Germination.” The heading for column 1 is “Treatment Group.” The heading for columns 2 and 3 is “Chemical Treatment.” The subheading for column 2 is “K A R.” The subheading for column 3 is “T M B.” The heading for column 4 is “Water Rinse.” The heading for column 5 is “Germination Result.” The 6 rows of data are as follows. Row 1. Treatment Group, 1, control. Chemical Treatment, K A R, negative; T M B, negative. Water Rinse, negative. Germination Result, Control result. Row 2. Treatment Group, 2. Chemical Treatment, K A R, positive; T M B, negative. Water Rinse, negative. Germination Result, Different from control. Row 3. Treatment Group, 3. Chemical Treatment, K A R, negative; T M B, positive. Water Rinse, negative. Germination Result, Different from control.Row 4. Treatment group, 4, control. Chemical Treatment, K A R, negative; T M B, negative. Water Rinse, positive. Germination Result, Control result.  Row 5. Treatment group, 5. Chemical Treatment, K A R, positive; T M B, negative. Water Rinse, positive. Germination Result, Different from control. Row 6. Treatment group, 6. Chemical Treatment, K A R, negative; T M B, positive. Water Rinse, positive. Germination Result, Same as control.\" height=\"229\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5b48bbf18f0381d752ae0b1eb7e6815c/original.png\" width=\"455\" /></p>\n"}]}]