[{"id":"FT559271","type":"longtextV2","stimulusHtml":"A researcher proposes that the obligate parasitic weed requires exposure to a signal from the host plant before it can germinate. Using the data as evidence, <strong>provide support</strong> for the researcher’s claim and<strong> give ONE reason</strong> the response would be an advantage for the weed plants.","features":[{"type":"sharedpassage","html":"<p style=\"margin-left: 80px;\"><img alt=\"Figure 1 titled Effect of karrikins and strigolactones on seed germination in an autotrophic host plant and its obligate parasitic weed. The figure shows two graphs. The first graph consists of two lines, with 5 data points each, in the x y plane titled “Autotrophic Host Plant.” The horizontal axis is labeled “Concentration, in moles,” and the numbers, from left to right, 0, 10 to the power negative 9, 10 to the power negative 8, 10 to the power negative 7, and 10 to the power negative 6, are indicated. The vertical axis is labeled “Percent Germination,” and the numbers 0 through 100, in increments of 20, are indicated. Line 1 is labeled “Karrikins.” Line 2 is labeled “Strigolactones.” Each line shows an error bar on the data points. The lines’ data are as follows. All numbers are approximate.  Line 1 begins at the point with coordinates 0 moles comma 0 percent. The second data point has coordinates 10 to the power negative 9 moles comma 24 percent with vertical error bars from 22 to 26.  The third data point has coordinates 10 to the power negative 8 moles comma 90 percent with vertical error bars from 88 to 92. The fourth data point has coordinates 10 to the power negative 7 moles comma 98 percent with vertical error bars from 96 to 100. The fifth data point has coordinates 10 to the power negative 6 moles comma 97 percent with vertical error bars from 95 to 99.  Line 2 begins at the point with coordinates 0 moles comma 0 percent The second data point has coordinates 10 to the power negative 9 moles comma 2 percent. The third data point has coordinates 10 to the power negative 8 moles comma 2 percent. The fourth data point has coordinates 10 to the power negative 7 moles comma 4 percent with vertical error bars from 2 to 6. The fifth data point has coordinates 10 to the power negative 6 moles comma 6 percent with vertical error bars from 4 to 8.  The second graph consists of two lines, with 4 data points each, in the x y plane titled “Obligate Parasitic Weed.” The horizontal axis is labeled “Concentration, in moles,” and the numbers, from left to right, 0, 10 to the power negative 9, 10 to the power negative 8, 10 to the power negative 7, and 10 to the power negative 6, are indicated. The vertical axis is labeled “Percent Germination,” and the numbers 0 through 100, in increments of 20, are indicated. Line 1 is labeled “Strigolactones.” Line 2 is labeled “Karrikins.” Each line shows an error bar on the data points. The lines’ data are as follows. All numbers are approximate.  Line 1 begins at the point with coordinates 0 moles comma 0 percent. The second data point has coordinates 10 to the power negative 9 moles comma 55 percent with vertical error bars from 53 to 57.  The third data point has coordinates 10 to the power negative 8 moles comma 82 percent with vertical error bars from 78 to 86. The fourth data point has coordinates 10 to the power negative 7 moles comma 78 percent with vertical error bars from 74 to 82. The fifth data point has coordinates 10 to the power negative 6 moles comma 82 percent with vertical error bars from 80 to 84.  Line 2 begins at the point with coordinates 0 moles comma 0 percent and forms a straight line to the point with coordinates 10 to the power negative 6 comma 0 percent.\" height=\"206\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f22dc2d2863948cd91b25721cb2f0479/original.png\" width=\"455\" /></p>\n\n<p>Strigolactones and karrikins are structurally similar compounds that can affect seed germination in certain species of plants. However, plants with different life strategies (autotrophic plants or obligate parasitic weeds) germinate in response to the presence of different compounds in the soil. After germination, many species of autotrophic plant release strigolactones from their roots into the soil, which promotes uptake of nutrients. Figure 1. Effect of karrikins and strigolactones on seed germination in an autotrophic host plant and its obligate parasitic weed</p>\n\n<p>The graphs above represent the results of a laboratory experiment to test the effect of different concentrations of strigolactones or karrikins on the seed germination of an autotrophic host plant and of an obligate parasitic weed.</p>\n"}]}]