[{"id":"FT558763","type":"longtextV2","stimulusHtml":"<p style=\"margin-left: 80px;\"><img alt=\"The figure shows a diagram of a cell. Above the cell are three boxes. From left to right, they are labeled as follows: Box 1: Blood; High N a plus; Low glucose. Box 2: Epithelial Layer; Low N a plus; High glucose. Box 3: Intestinal Lumen; High N a plus; Medium glucose. The cell is represented by a shaded rectangle with many short indentations on the right side. On the indentations about a third of the way down the side, there is a shaded oval labeled N a plus slash Glucose Symporter. There are two arrows pointing into the cell through this shaded oval; the top arrow is labeled Glucose and the bottom arrow is labeled N a plus. The words Glucose and N a plus are repeated inside the cell at the ends of the corresponding arrows. From the word Glucose inside the cell, there is an arrow pointing horizontally to the left, through a white circle on the left side of the cell, and outside the cell, to the word Glucose. The white circle is labeled GLUT 2 Transporter. There is another shaded oval, labeled N a plus slash K plus Pump, on the lower left side of the cell. There is one arrow pointing out of the cell through this shaded oval; the arrow is labeled N a plus. There is another arrow pointing into the cell through the shaded oval; this arrow is labeled K plus. The caption reads: Figure 1. A single cell from the epithelial layer lining the intestine, illustrating movement of glucose and N a plus from the intestinal lumen to the blood. \" height=\"220\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9cf84d54e4f544c1a77ea4ff3b0e9c64/original.png\" width=\"450\" /></p>\n\n<p class=\"text-center\">Figure 1. A single cell from the epithelial layer lining the intestine, illustrating movement of glucose and Na+ from the intestinal lumen to the blood</p>\n\n<p>Glucose and sodium move from the lumen of the small intestine into the blood via transport proteins in the epithelial cells lining the small intestine (Figure 1). Based on Figure 1, <strong>describe</strong> the direct source of energy used to move glucose into the epithelial cell from the intestinal lumen. <strong>Explain</strong> how this system maximizes glucose absorption from the intestinal lumen into the epithelial cells <u>and</u> from the epithelial cells into the blood.</p>\n"}]