[{"id":"FT559187","type":"mcq","stimulusHtml":"<p>The following the DNA sequence is a small part of the coding (nontemplate) strand from the open reading frame of <em>β</em><em>-hemoglobin</em> gene. Given the codon chart listed below, what would be the effect of a mutation that deletes the G at the beginning of the DNA sequence?</p>\n\n<p>&nbsp;</p>\n\n<p class=\"text-center\">5'- GTT TGT CTG TGG TAC CAC GTG GAC TGA - 3'</p>\n\n<p class=\"text-center\"><img alt=\"The figure shows the universal codon table with 4 main data rows and 4 main data columns. The left side of the table is labeled First Base in Codon, and labels the main rows, from top to bottom, U, C, A, G. The top side of the table is labeled Second Base in Codon, and labels the main columns, from left to right, U, C, A, G. The right side of the table is labeled, Third Base in Codon, and labels each of the main rows U C A G.The data in the table reads as follows:    First Base U and Second Base U with Third Base U, results in U U U phenylalanine; with Third Base C results in U U C phenylalanine; with Third Base A, results in U U A leucine, and with Third Base G, results in U U G leucine.    First Base C and Second Base U with Third Base U, results in C U U leucine; with Third Base C, results in C U C leucine; with: Third Base A, results in C U A leucine, and with Third Base G, results in C U A leucine.    First Base A and Second Base U with Third Base U, results in A U U isoleucine; with Third Base C, results in A U C isoleucine; with Third Base A, results in A U A isoleucine; and with Third Base G, results in A U G methionine or start.    First Base G and Second Base U with Third Base U, results in  G U U valine; with Third Base C, results in G U C valine; with Third Base A, results in G U A valine, with Third Base G, results in G U G valine.    First Base U and Second Base C with Third Base U, results in U C U serine; with Third Base C, results in U C C serine; with Third Base A, results in U C A serine; and with Third Base G, results in U C G serine.    First Base C and Second Base C with Third Base U, results in C C U proline; with Third Base C, results in C C C proline; with Third Base A, results in C C A proline; and with Third Base G, results in C C G proline.    First Base A and Second Base C with Third Base U, results in A C U threonine; with Third Base C, results in A C C threonine; with Third Base A, results in A C A threonine; and with Third Base G, results in A C G threonine.    First Base G and Second Base C with Third Base U, results in G C U alanine; with Third Base C, results in G C C alanine; with Third Base A, results in G C A   alanine; and with Third Base G, results in G C G alanine.    First Base U and Second Base A with Third Base U, results in U A U tyrosine; with Third Base C, results in U A C tyrosine; with Third Base A, results in U A A stop; and with Third Base G, results in U A G stop.    First Base C and Second Base A with Third Base U, results in C A U histidine; with Third Base C, results in C A C histidine; with Third Base A, results in C A A glutamine; and with Third Base G, results in C A G glutamine.    First Base A and Second Base A with Third Base U, results in A A U asparagine; with Third Base C, results in A A C asparagine; with Third Base A, results in A A A lysine; and with Third Base G, results in A A G lysine.    First Base G and Second Base A with Third Base U, results in G A U aspartate; with Third Base C, results in G A C aspartate; with Third Base A, results in G A A glutamate; and with Third Base G,  results in GAG glutamate.    First Base U and Second Base G with Third Base U, results in U G U cysteine; with Third Base C, results in U G C cysteine; with Third Base A, results in U G A stop; and with Third Base G, results in U G G tryptophan.    First Base C and Second Base G with Third Base U, results in C G U arginine; with Third Base C, results in C G C arginine; with Third Base A, results in C G A arginine; and with Third Base G, results in C G G arginine.  First Base A and Second Base G with Third Base U, results in A G U serine; with Third Base C, results in A G C serine; with Third Base A, results in A G A arginine; and with Third Base G, results in A G G arginine.    First Base G and Second Base G with Third Base U, results in G G U glycine; with Third Base C, results in G G C glycine; with Third Base A, results in G G A glycine; and with Third Base G, results in G G G glycine.\" height=\"275\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/dad9a62198d06b91865a5e2c009a5169/original.png\" width=\"350\" /></p>\n","choicesHtml":["<p> The mutation precedes the gene, so no changes would occur. </p>","<p>Lysine (lys) would replace glutamine (gln), but there would be no other changes.</p>","<p>The first amino acid would be missing, but there would be no other change to the protein.</p>","The reading frame of the sequence would shift, causing a change in the amino acid sequence after that point."],"answer":2}]