[{"id":"FT554122","type":"longtextV2","stimulusHtml":"<strong>Calculate</strong> the rates of oxygen consumption in mL/min for each variety of wheat at 7°C and at 17°C. <strong>Show</strong> your work (including your setup and calculation).","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin.</p><p></p><p>An agricultural biologist was evaluating two newly developed varieties of wheat as potential crops. In an experiment, seedlings were germinated on moist paper towels at 20ºC for 48 hours. Oxygen consumption of the two-day-old seedlings was measured at different temperatures. The data are shown in the graph below.</p><p></p><p><img alt=\"The figure shows a graph in quadrant one titled Cumulative Oxygen Consumption. The horizontal axis is labeled time in minutes from zero to eighty, with tick marks in increments of four. The vertical axis is labeled oxygen consumption in milliliters from zero to six, with increments of point two five. Time points were measured every twenty-twenty minutes for two varieties of wheat at both seven degrees Celsius and seventeen degrees Celsius.  Variety A at seven degrees Celsius starts at zero, zero. At twenty-twenty minutes it consumed zero point two milliliters of oxygen, at forty-forty minutes, zero point three milliliters, at sixty-sixty minutes zero point four milliliters and at eighty-eighty minutes, zero point five milliliters of oxygen.  Variety A at seventeen degrees Celsius starts at zero, zero. At twenty minutes it consumed zero point eight milliliters of oxygen, at forty minutes one point four milliliters, at sixty minutes two point four milliliters and at eighty minutes three point two milliliters of oxygen.  Variety B at seven degrees Celsius starts at zero, zero. At twenty minutes it consumed one milliliter of oxygen, at forty minutes one point eight milliliters, at sixty minutes two point six milliliters and at eighty minutes three point six milliliters of oxygen. Variety A at seventeen degrees Celsius starts at zero, zero. At twenty minutes it consumed one point three milliliters of oxygen, at forty minutes two point five milliliters, at sixty minutes four milliliters and at eighty minutes five point two milliliters of oxygen.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/35292026610b7b1ddc394c7b7e5d7aa1/original.png\"><p></p></img></p>"}]}]