[{"id":"FT553127","type":"longtextV2","stimulusHtml":"<strong>Predict</strong> the population density of species C in 2014. Provide a biological explanation for your prediction.","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin.</p>\n\n<p><img alt=\"The figure shows a graph in quadrant one titled Variation In Population Density Of Beetles. The horizontal axis is labeled year from 1954 to 2004 with tick marks in increments of ten. The vertical axis is labeled population density of beetles in beetles per square meter from zero to forty with tick marks in increments of five. There are three population curves representing species A, species B and species C. Species A is represented by a dashed line and remains constant with only very minor fluctuations around  twenty beetles per square meter. Species B is represented by a solid line which starts at thirty beetles per square meter and then starts decreasing in 1984, reaching ten beetles per square meter by 2004. Species C is represented b y a dotted line and is introduced in 1964 at less than five beetles per square meter, and increases gradually, and then increases rapidly to thirty five beetles per square meter by 2004.\" height=\"229\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9f1bf4502937de5dc722d654eea10d47/original.png\" width=\"455\" /></p>\n\n<p><br />\nAccording to fossil records and recent published observations, two species of leaf-eating beetles (species A and B) have existed on an isolated island in the Pacific Ocean for over 100,000 years. In 1964 a third species of leaf-eating beetle (species C) was accidentally introduced on the island. The population size of each species has been regularly monitored as shown in the graph above.</p>\n"}]}]