[{"id":"FT554492","type":"longtextV2","stimulusHtml":"<strong>Predict</strong> the effects of the mutation on the structure and function of the resulting protein in species IV. <strong>Justify</strong> your prediction.","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin.</p>\n\n<p>The table below shows the amino acid sequence of the carboxyl-terminal segment of a conserved polypeptide from four different, but related, species. Each amino acid is represented by a three-letter abbreviation, and the amino acid residues in the polypeptide chains are numbered from the amino end to the carboxyl end. Empty cells indicate no amino acid is present.</p>\n\n<p><img alt=\"The figure shows a table with 11 columns and 5 rows. The top row has the columns of the Relative Amino Acid Position, which will be referred as RAAP: column two, 1; column three, 2; column four, 3; column five, 4; column six, 5; column seven, 6; column eight, 7; column nine, 8; column ten, 9; and column eleven, 10; against the Species, in roman numbers I, II, III, and IV. From top to bottom, the data is as follows:  Row 2, Species I: RAAP 1, Val; RAAP 2, His; RAAP 3, Leu; RAAP 4, Val; RAAP 5, Glu; RAAP 6, Glu; RAAP 7, His; RAAP 8, Val; RAAP 9, Glu; RAAP 10, His.  Row 3, Species II: RAAP 1, Val; RAAP 2, His; RAAP 3, Leu; RAAP 4, Lys; RAAP 5, Glu; RAAP 6, Glu; RAAP 7, His; RAAP 8, Val; RAAP 9, Glu; RAAP 10, His.  Row 4, Species III: RAAP 1, Val; RAAP 2, His; RAAP 3, Leu; RAAP 4, Val; RAAP 5, Glu; RAAP 6, Glu; RAAP 7, His; RAAP 8, Val; RAAP 9, empty cell; RAAP 10, empty cell.  Row 5, Species IV: RAAP 1, Val; RAAP 2, His;  RAAP 3, Leu; RAAP 4, Val; RAAP 5, Arg; RAAP 6, Trp; RAAP 7, Ala; RAAP 8, Cys; RAAP 9, Met; RAAP 10, Asp.\" height=\"140\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/06a53d0cc08cf360e5bb13cfdcec7740/original.png\" width=\"375\" /></p>\n"}]}]