[{"id":"FT554261","type":"longtextV2","stimulusHtml":"<p>The two phylogenetic trees represent the relationship of whales to six other mammals. All of the organisms shown have a pulley-shaped astragalus bone in the ankle except for the whale.</p>\n\n<ul>\n\t<li>\n\t<p>For each tree, <strong>describe </strong>a monophyletic group, the closest relative to the whale, and the point at which the pulley astragalus was lost or gained.</p>\n\t</li>\n\t<li>\n\t<p>Based on the principle of parsimony (the simplest explanation is the best) and the genomic information in the table shown, <strong>identify </strong>which tree is the best representation of the evolutionary relationship of these animals, and <strong>justify </strong>your answer.</p>\n\t</li>\n</ul>\n\n<p><img alt=\"Two phylogenetic trees with a root and six mammals. Tree one has a root with two main branches. The left branch is labeled whale, and the right branch has four branches off of it, with the nodes moving further from the common ancestor from left to right. The first branch off of this main branch, which is the farthest left on this branch,is labeled camel, the second branch splits into peccary and pig, the third is hippo, the fourth is deer and cow is the end of the main branch. \" height=\"256\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e38ed4e6fdc971b5f66335e970ffe4f4/original.png\" width=\"585\" /></p>\n\n<p><img alt=\"Tree two has a root with two main branches. The left branch is labeled camel, and the right branch has three branches off of it, with the nodes moving further from the common ancestor from left to right. The first branch off of this main branch, which is the farthest left on this branch, splits into peccary and pig. The next branch splits into hippo and whale, and the third branch is deer, with cow at the end of the main branch.\" height=\"252\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/89969f9791e53e8e4c52307ca9c0e1d7/original.png\" width=\"550\" /></p>\n\n<p><img alt=\"The figure shows a table with 14 columns and 8 rows. The title of the table is Data on Presence of Specific D N A Sequences. There is a table legend: plus sign, sequence present; minus sign, sequence absent; question mark, undetermined. The top row contains the following labels: column one, Locus; column two, 1; column three, 2; column four, 3; column five, 4; column six, 5; column seven, 6; column eight, 7; column nine, 8; column ten, 9; column eleven, 10; column twelve, 11; column thirteen, 12; column fourteen, 13. From left to right, the data is as follows: Row two, Cow: 1, absent; 2, absent; 3, absent; 4, absent; 5, absent; 6, present; 7, present; 8, present; 9, present; 10, present; 11, present; 12, present; 13, absent.  Row three, Deer: 1, absent; 2, absent; 3, absent; 4, absent; 5, absent; 6, present; 7, undetermined; 8, present; 9, present; 10, present; 11, present; 12, present; 13, absent.  Row four, Whale: 1, present; 2, present; 3, present; 4, present; 5, present; 6, absent; 7, undetermined; 8, present; 9, present; 10, absent; 11, undetermined; 12, present; 13, absent.  Row five, Hippo: 1, undetermined; 2, absent; 3, present; 4, present; 5, present; 6, absent; 7, present; 8, present; 9, present; 10, absent; 11, undetermined; 12, present; 13, absent.  Row six, Pig:1, absent; 2, absent; 3, undetermined; 4, absent; 5, absent; 6, absent; 7, undetermined; 8, absent; 9, undetermined; 10, absent; 11, absent; 12, present; 13, present.  Row seven, Peccary: 1, undetermined; 2, undetermined; 3, undetermined; 4, undetermined; 5, undetermined; 6, undetermined; 7, undetermined; 8, undetermined; 9, undetermined; 10, undetermined; 11, undetermined; 12, undetermined; 13, present.  Row eight, Camel: 1, absent; 2, absent; 3, absent; 4, absent; 5, absent; 6, absent; 7, absent; 8, absent; 9, absent; 10, absent; 11, absent; 12, absent; 13, absent.\" height=\"401\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/994c31f3bad056db058c2f34140a2d59/original.png\" width=\"489\" /></p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Directions</strong>: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin.</p><p></p><p>Phylogeny reflects the evolutionary history of organisms.</p>"}]}]