[{"id":"FT560916","type":"mcq","stimulusHtml":"<p>The data can best be used to support which of the following claims about the mechanism for regulating ferritin gene expression?</p>","features":[{"type":"sharedpassage","html":"<p>Iron is an essential nutrient that is acquired by organisms from the environment. When intracellular levels of iron are relatively high, living cells synthesize an iron-storage protein called ferritin.</p>\n\n<p>&nbsp;</p>\n\n<p>The induction of ferritin synthesis by iron was investigated in rats. Figure 1 shows the results of an experiment in which cellular levels of ferritin protein were measured in the presence or absence of iron and actinomycin D, a drug that inhibits transcription.</p>\n\n<p>&nbsp;</p>\n\n<p>Figure 2 shows the results of an experiment in which cellular levels of ferritin protein were measured in the presence or absence of iron and cycloheximide, a drug that inhibits translation.</p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"Two bar graphs are shown. The horizontal axes are labeled Treatment, and the vertical axes are labeled Relative Protein Level. Five tick marks appear on the vertical axis, from bottom to top, the first tick mark is labeled zero, the third tick mark is labeled one point zero, and the fifth tick mark is labeled two point zero. The graph on the left is labeled Figure one. Ferritin Protein Levels. Four vertical bars appear along the horizontal axis, and the presence or absence of Iron and Actinomycin D is indicated above each bar. The data in the graph, from left to right, are as follows: Bar 1: Absence of Iron; Absence of Actinomycin D; Relative Protein Level one point zero. Bar 2: Presence of Iron; Absence of Actinomycin D; Relative Protein Level two point two. Bar 3: Absence of Iron; Presence of Actinomycin D; Relative Protein Level zero point nine. Bar 4: Presence of Iron; Presence of Actinomycin D; Relative Protein Level two point zero.  The graph on the right is labeled Figure 2. Ferritin Protein Levels. Four vertical bars appear along the horizontal axis, and the presence or absence of Iron and Cycloheximide is indicated above each bar. The data in the graph, from left to right, are as follows: Bar 1: Absence of Iron; Absence of Cycloheximide; Relative Protein Level one point zero. Bar 2: Presence of Iron; Absence of Cycloheximide; Relative Protein Level two point five. Bar 3: Absence of Iron; Presence of Cycloheximide; Relative Protein Level zero point nine. Bar 4: Presence of Iron; Presence of Cycloheximide; Relative Protein Level zero point nine.\" height=\"245\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/24551cbbbdf51cb3827550516dfda897/original.png\" width=\"565\" /></p>\n"}],"choicesHtml":["<p>Iron increases ribosome binding to ferritin mRNA.</p>","<p>Iron causes the ferritin mRNA to be degraded.</p>","Iron increases the effect of actinomycin D on RNA polymerase.","<p>Iron decreases the ability of ferritin mRNA to bind to ribosomes.</p>"],"answer":-1}]