[{"id":"FT560640","type":"mcq","stimulusHtml":"Comparison of DNA sequences in Table II suggests that a functional <em>GULO</em> gene in lemurs can have a G, C, or T at position 21 but only a G at position 22. Which of the following pairs of predictions is most helpful in explaining the discrepancy?","features":[{"type":"sharedpassage","html":"<p>Ascorbic acid (vitamin C) is an organic molecule necessary for the health of plants and animals. The majority of animals, including most mammals, synthesize ascorbic acid from organic precursors, but some primates are unable to synthesize ascorbic acid and must instead acquire it from dietary sources, such as certain fruits and vegetables.</p>\n\n<p>The <em>L-gulonolactone oxidase</em> <em>(GULO)</em> gene encodes an enzyme that catalyzes a required step in the biosynthesis of ascorbic acid. Most mammals carry a functional copy of the <em>GULO</em> gene, but some primates carry only a <em>GULO</em> pseudogene, which is a nonfunctional variant.</p>\n\n<p>A comparison of <em>GULO</em> genes and <em>GULO</em> pseudogenes from different animals can provide insight into the evolutionary relatedness of the animals. In Table I, selected members of some mammalian groups are listed, along with an indication of their ability to synthesize ascorbic acid. Table II shows an alignment of amino acid coding sequences from homologous regions of the <em>GULO</em> genes and <em>GULO</em> pseudogenes of the organisms listed in Table I. Figure 1 represents the universal genetic code.</p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"The figure shows a table with 3 columns and 5 rows. The title of the table is SELECTED MAMMALIAN GROUPS. The top row contains the column labels, from left to right: column one, Group; column two, Selected Members; column three, Biosynthesis of Ascorbic Acid. From top to bottom, the data is as follows: Row two: Group, Nonprimate mammals; Selected Members, Elephant, mouse; Biosynthesis of Ascorbic Acid, Yes. Row three: Group, Primate mammals; Selected Members, Lemur; Biosynthesis of Ascorbic Acid, Yes. Row four: Group, Primate mammals; Selected Members, Orangutan, chimpanzee; Biosynthesis of Ascorbic Acid, No. Row five: Group, Primate mammals; Selected Members, Human; Biosynthesis of Ascorbic Acid, No.\" height=\"172\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/be2f6eb6bd22beeccad34b22be1aae9e/original.png\" width=\"425\" /></p>\n\n<p>&nbsp;</p>\n<img alt=\"A table is titled, Table 2: D N A Sequence Alignment. It lists the relative positions of nucleotides in a non-template (coding) sequence. The table consists of six rows and twenty-seven columns. The row headers are as follows: elephant, mouse, lemur, orangutan, chimp, and human. The column headers run from 5 prime to 3 prime, displaying the positions from 1 (at 5 prime) through 27 (at 3 prime). The row-wise entries from the table are as follows.\nRow 1, Elephant. 1 (5 prime): G, 2: A, 3: C, 4: A (shaded), 5: C (shaded), 6: C (shaded), 7: C, 8: A, 9: T, 10: C (shaded), 11: T (shaded), 12: G (shaded), 13: A, 14: A, 15: G, 16: A (shaded), 17: A (shaded), 18: G (shaded), 19: T, 20: C, 21: G, 22: G (shaded), 23: A (shaded), 24: A (shaded), 25: T, 26: A, 27 (3 prime): C.\nRow 2, Mouse. 1 (5 prime): G, 2: A, 3: C, 4: A (shaded), 5: G (shaded), 6: C (shaded), 7: C, 8: A, 9: C, 10: C (shaded), 11: T (shaded), 12: G (shaded), 13: A, 14: A, 15: G, 16: A (shaded), 17: A (shaded), 18: G (shaded), 19: T, 20: C, 21: T, 22: G (shaded), 23: A (shaded), 24: G (shaded), 25: T, 26: A, 27 (3 prime): C.\nRow 3, Lemur. 1 (5 prime): G, 2: A, 3: C, 4: A (shaded), 5: G (shaded), 6: C (shaded), 7: C, 8: A, 9: C, 10: C (shaded), 11: T (shaded), 12: G (shaded), 13: A, 14: A, 15: G, 16: A (shaded), 17: G (shaded), 18: G (shaded), 19: T, 20: C, 21: C, 22: G (shaded), 23: A (shaded), 24: G (shaded), 25: T, 26: A, 27 (3 prime): C.\nRow 4, Orangutan. 1 (5 prime): G, 2: A, 3: C, 4: A (shaded), 5: G (shaded), 6: C (shaded), 7: en-dash, 8: A, 9: T, 10: T, 11: G (shaded), 12: G (shaded), 13: A (shaded), 14: A, 15: G, 16: A, 17: A (shaded), 18: A (shaded), 19: T (shaded), 20: C, 21: T, 22: G, 23: A (shaded), 24: G (shaded), 25: G (shaded), 26: A, 27 (3 prime): C.\nRow 5, Chimp. 1 (5 prime): G, 2: A, 3: C, 4: A (shaded), 5: G (shaded), 6: C (shaded), 7: en-dash, 8: A, 9: T, 10: T, 11: G (shaded), 12: G (shaded), 13: A (shaded), 14: A, 15: G, 16: A, 17: A (shaded), 18: A (shaded), 19: T (shaded), 20: C, 21: T, 22: G, 23: A (shaded), 24: G (shaded), 25: G (shaded), 26: A, 27 (3 prime): C.\nRow 6, Human. 1 (5 prime): G, 2: A, 3: C, 4: A (shaded), 5: G (shaded), 6: C (shaded), 7: en-dash, 8: A, 9: T, 10: T, 11: G (shaded), 12: G (shaded), 13: A (shaded), 14: A, 15: G, 16: A, 17: A (shaded), 18: A (shaded), 19: T (shaded), 20: C, 21: T, 22: G, 23: A (shaded), 24: G (shaded), 25: G (shaded), 26: A, 27 (3 prime): C.\nA footnote below the table reads: For each D N A segment, the alternating shaded and unshaded nucleotides indicate the triplet codons of the open reading frame, shown from left (5 prime) to right (3 prime) as the non-template (coding) strand. An “en-dash” indicates the absence of a nucleotide.\" height=\"247\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/939a11edc3cd3b901c107c0d6097fd7c/original.png\" width=\"600\" />\n<p><img alt=\"The figure shows the universal codon table with 4 main data rows and 4 main data columns. The left side of the table is 5 Prime First Base, and labels the main rows, from top to bottom, U, C, A, G. The top side of the table is labeled Second Base, and labels the main columns, from left to right, U, C, A, G. The right side of the table is labeled, 3 Prime Third Base, and labels each of the main rows U C A G. The data in the table reads as follows;  First Base U and Second Base U with Third Base U, results in U U U phenylalanine; with Third Base C results in U U C phenylalanine; with Third Base A, results in U U A leucine, and with Third Base G, results in U U G leucine  First Base C and Second Base U with Third Base U, results in C U U leucine; with Third Base C, results in C U C leucine; with Third Base A, results in C U A leucine, and with Third Base G, results in C U G leucine  First Base A and Second Base U with Third Base U, results in A U U isoleucine; with Third Base C, results in A U C isoleucine; with Third Base A, results in A U A isoleucine; and with Third Base G, results in A U G methionine or start  First Base G and Second Base U with Third Base U, results in G U U valine; with Third Base C, results in G U C valine; with Third Base A, results in G U A valine, with Third Base G, results in G U G valine  First Base U and Second Base C with Third Base U, results in U C U serine; with Third Base C, results in U C C serine; with Third Base A, results in U C A serine; and with Third Base G, results in U C G serine  First Base C and Second Base C with Third Base U, results in C C U proline; with Third Base C, results in C C C proline; with Third Base A, results in C C A proline; and with Third Base G, results in C C G proline  First Base A and Second Base C with Third Base U, results in A C U threonine; with Third Base C, results in A C C threonine; with Third Base A, results in A C A threonine; and with Third Base G, results in A C G threonine  First Base G and Second Base C with Third Base U, results in G C U alanine; with Third Base C, results in G C C alanine; with Third Base A, results in G C A alanine; and with Third Base G, results in G C G alanine  First Base U and Second Base A with Third Base U, results in U A U tyrosine; with Third Base C, results in U A C tyrosine; with Third Base A, results in U A A stop; and with Third Base G, results in U A G stop  First Base C and Second Base A with Third Base U, results in C A U histidine; with Third Base C, results in C A C histidine; with Third Base A, results in C A A glutamine; and with Third Base G, results in C A G glutamine  First Base A and Second Base A with Third Base U, results in A A U asparagine; with Third Base C, results in A A C asparagine; with Third Base A, results in A A A lysine; and with Third Base G, results in A A G lysine  First Base G and Second Base A with Third Base U, results in G A U aspartate; with Third Base C, results in G A C aspartate; with Third Base A, results in G A A glutamate; and with Third Base G, results in G A G glutamate  First Base U and Second Base G with Third Base U, results in U G U cysteine; with Third Base C, results in U G C cysteine; with Third Base A, results in U G A stop; and with Third Base G, results in U G G tryptophan  First Base C and Second Base G with Third Base U, results in C G U arginine; with Third Base C, results in C G C arginine; with Third Base A, results in C G A arginine; and with Third Base G, results in C G G arginine  First Base A and Second Base G with Third Base U, results in A G U serine; with Third Base C, results in A G C serine; with Third Base A, results in A G A arginine; and with Third Base G, results in A G G arginine  First Base G and Second Base G with Third Base U, results in G G U glycine; with Third Base C, results in G G C glycine; with Third Base A, results in G G A glycine; and with Third Base G, results in G G G glycine,\" height=\"518\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ddf881604155244148f54f3eb508286e/original.png\" width=\"450\" /></p>\n"}],"choicesHtml":["<table class=\"table table-bordered\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\"><strong>A substitution at position 21 would result in</strong></th>\n\t\t\t<th scope=\"col\"><strong>A substitution at position 22 would result in</strong></th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>No change to the protein</td>\n\t\t\t<td>\n\t\t\t<p>A premature stop codon or an amino acid with different<br>\n\t\t\tbiochemical characteristics</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n","<table class=\"table table-bordered\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\"><strong>A substitution at position 21 would result in</strong></th>\n\t\t\t<th scope=\"col\"><strong>A substitution at position 22 would result in</strong></th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>A different amino acid</td>\n\t\t\t<td>A premature stop codon or an amino acid with different<br>\n\t\t\tbiochemical characteristics</td>\n\t\t</tr>\n\t</tbody>\n</table>\n","<table class=\"table table-bordered\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\"><strong>A substitution at position 21 would result in</strong></th>\n\t\t\t<th scope=\"col\"><strong>A substitution at position 22 would result in</strong></th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>No change to the protein</td>\n\t\t\t<td>A frame shift producing an inactive protein</td>\n\t\t</tr>\n\t</tbody>\n</table>\n","<table class=\"table table-bordered\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\"><strong>A substitution at position 21 would result in</strong></th>\n\t\t\t<th scope=\"col\"><strong>A substitution at position 22 would result in</strong></th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>An amino acid with different biochemical characteristics</td>\n\t\t\t<td>No transcription of the gene</td>\n\t\t</tr>\n\t</tbody>\n</table>\n"],"answer":-1}]