[{"id":"FT560341","type":"mcq","stimulusHtml":"<p>Which of the following is the dependent variable in the experiment?</p>","features":[{"type":"sharedpassage","html":"<p style=\"margin-left: 160px;\"><img alt=\"A table titled Effect of Water-Soluble Pollutants On Membrane Permeability is shown. The table has 4 columns and 5 rows. The first column is labeled Treatment Group. The second column is labeled Treatment Solution, which Concentrations are reported as percent by volume. The third column is labeled Mean Absorbance of 460 nm Light (n = 5), and the fourth column is labeled 2 times Standard Error of the Mean (2 times S E M). The rows read from left to right. The first row reads, Temperature group 1, 70% isopropanol; 30% water, 0.164, 0.032. The second row reads, Temperature group 2, 90% isopropanol; 10% water, 0.125, 0.100. The third row reads, Temperature group 3, 50% acetone; 50% water, 0.215, 0.034. The fourth row reads, Temperature group 4, 70% acetone; 30% water, 0.274, 0.018. The fifth row reads, Temperature group 5, 100% water, 0.095, 0.004. \" height=\"237\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f0df28e6b45b066db4daf44e19ad560a/original.png\" width=\"684\" /></p>\n\n<p>A student formulated a hypothesis that water-soluble pollutants damage living organisms by increasing the permeability of cellular membranes. To test the hypothesis, the student investigated the effect of isopropanol and acetone on beet root cells. The vacuoles of beet root cells contain large amounts of betacyanin, a water-soluble pigment that is released into the extracellular environment as a result of increased membrane permeability.</p>\n\n<p>The student prepared identical samples of beet root tissue and incubated each sample for 15 minutes in the specific solution for that group. At the end of the incubation period, the student measured the absorbance of 460 nm light for each sample. A greater concentration of betacyanin in the solution surrounding the beet root cells results in a greater absorbance of 460 nm light. The results of the experiment are shown in the table above.</p>\n"}],"choicesHtml":["<p>The percent by volume of isopropanol in the treatment solutions</p>","<p>The percent by volume of water in the treatment solutions</p>","<p>The length of time each sample was incubated in the treatment solutions</p>","<p>The absorbance of 460 nm light by the treatment solutions</p>"],"answer":2}]