[{"id":"FT568001","type":"longtextV2","stimulusHtml":"<strong>Describe </strong>the most likely effect of gasdermin pore formation on water balance in the cell in a hypotonic environment.","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p style=\"margin-left: 160px;\"><img alt=\"The figure presents a diagram of three steps involved in the cellular response to infection by pathogenic bacteria. From bottom to top, the three steps are drawn as follows. Step 1 shows an Inactive Caspase 1 with a rightward pointing arrow drawn toward an Active  Caspase 1. Two small arrows point upward from the words Bacterial Infection toward the rightward pointing arrow. From the Active Caspase 1, two arrows are drawn on either side, pointing upward toward step 2 on the left, and step 3 on the right Step 2 shows an Inactive Interleukin, with a rightward pointing arrow drawn toward an Active Interleukin. From the Active Interleukin, an arrow is drawn upward through the Cell Membrane. Step 3 shows a Gasdermin, with a leftward pointing arrow drawn toward an N terminal Gasdermin. From the N terminal Gasdermin, two upward pointing arrows are drawn toward two N terminal Gasdermin that make an opening in the cell membrane.\" height=\"293\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/aed354272a60b4c29e76c147cf87c9c1/original.png\" width=\"455\" /><br />\n<br />\nFigure 1. Cellular response to infection by pathogenic bacteria</p>\n\n<p>Some pathogenic bacteria enter cells, replicate, and spread to other cells, causing illness in the host organism. Host cells respond to these infections in a number of ways, one of which involves activating particular enzymatic pathways (Figure 1). Cells normally produce a steady supply of inactive caspase-1 protein. In response to intracellular pathogens, the inactive caspase-1 is cleaved and forms an active caspase-1 (step 1). Active caspase-1 can cleave two other proteins. When caspase-1 cleaves an inactive interleukin (step 2), the active portion of the interleukin is released from the cell. An interleukin is a signaling molecule that can activate the immune response. When caspase-1 cleaves gasdermin (step 3), the N-terminal portions of several gasdermin proteins associate in the cell membrane to form large, nonspecific pores.</p>\n\n<p>Researchers created the model in Figure 1 using data from cell fractionation studies. In the experiments, various parts of the cell were separated into fractions by mechanical and chemical methods. Specific proteins known to be located in different parts of the cell were used as markers to determine the location of other proteins. The table below shows the presence of known proteins in specific cellular fractions.</p>\n\n<p style=\"margin-left: 120px;\"><img alt=\"The figure titled Cell Fractions Containing Different Cellular Proteins. The figure shows a table with 6 columns and 7 rows. The top row contains the column labels: column one, empty cell; column two, Aconitase open parenthesis kerbs cycle protein close parenthesis; column three, DNA Polymerase; column four, G A P D H open parenthesis glycolytic protein close parenthesis; column five, Sodium-Potassium Pump; column six, N F subscript minus k B open parenthesis immune response protein close parenthesis. From left to right, the data is as follows: row two: in the Whole cell sample, Aconitase open parenthesis kerbs cycle protein close parenthesis, DNA Polymerase, G A P D H open parenthesis glycolytic protein close parenthesis, Sodium-Potassium Pump, and N F subscript minus k B open parenthesis immune response protein close parenthesis are present. Row three: in Fraction one, only Aconitase open parenthesis kerbs cycle protein close parenthesis is present. Row four: in Fraction two, DNA Polymerase and N F subscript minus k B open parenthesis immune response protein close parenthesis are present. Row five: in Fraction three, G A P D H open parenthesis glycolytic protein close parenthesis and N F subscript minus k B open parenthesis immune response protein close parenthesis are present. Row six: in Fraction four, only Sodium-Potassium Pump is present. Row Seven: Plus sign in the table indicates presence of protein.\" height=\"255\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9088e23669d8978a7d36d239712601a1/original.png\" width=\"650\" /></p>\n"}]}]