[{"id":"FT568010","type":"longtextV2","stimulusHtml":"<strong>Identify</strong> the control strain in the experiment. Use the means and confidence intervals in Figure 1 to <strong>justify</strong> the claim that <em>Abc8</em> is effective at providing resistance to beta-cyfluthrin.","features":[{"type":"sharedpassage","html":"<p style=\"margin-left: 240px;\"><img alt=\"The figure presents a bar graph accompanied by a table. \n5 categories, labeled 1 through 5, appear along the horizontal axis of the bar graph. A vertical bar with an error bar is presented for each category. The vertical axis is labeled ‘Percent Survival,” and the numbers O through loo, in increments of 20, are indicated. The data presented by the bars are as follows. Note that all values are approximate.\nBar 1. 70 percent survival; range of error bar, 58 percent to 79 percent.\nBar 2. 38 percent survival; range of error bar 30 percent to 47 percent.\nBar 3. 25 percent survival; range of error bar 17 percent to 37 percent.\nBar 4. 57 percent survival; range of error bar 36 percent to 76 percent.\nBar 5. 8 percent survival; range of error bar 5 percent to 11 percent.\n\nThe table has 6 columns. The heading for column 1 is\n“Strain.” The heading for column 2 is “1.” The heading for\ncolumn 3 is “2.” The heading for column 4 is “3.” The\nheading for column 5 is ‘4.” The heading for column 6 is\n“5.” Each heading corresponds with a bar of the same name\nfrom the bar graph. There are three rows of data in the\ntable, each containing a plus or a minus symbol. A key\nindicates that a plus symbol represents “Wildtype,” and a\nminus symbol represents “Deletion.” The data are as\nfollows.\nRow 1. Strain, P 450. 1, Plus. 2, Minus. 3, Plus. 4, Plus. 5, Minus.\nRow 2. Strain, A b c 8. 1, Plus. 2, Plus. 3, Minus. 4, Plus. 5, Minus.\nRow 3. Strain, C p s. 1, Plus. 2, Plus. 3, Plus. 4, Minus. 5, Minus.\" height=\"332\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2f42e6fe8e50c9712180f89664ffc557/original.png\" width=\"450\" /></p>\n\n<p>Figure 1. Percent survival of five strains of bedbugs treated with betacyfluthrin. A (+) indicates the gene is present; a (−) indicates the gene is deleted. Error bars represent the 95% confidence interval.</p>\n\n<p>The common bedbug (<em>Cimex lectularius</em>) is a species of insect that is becoming increasingly resistant to insecticides. Bedbugs possess several genes suspected of contributing to the resistance, including <em>P450</em>, <em>Abc8</em>, and <em>Cps</em>. To investigate the role of these genes in insecticide resistance, research ers deleted one or more of these genes in different strains of bedbugs, as indicated in Figure 1, and treated the strains with the insecticide beta-cyfluthrin. Each strain was genetically identical except for the deleted gene(s) and was equally fit in the absence of beta-cyfluthrin. The percent survival of each strain following beta-cyfluthrin treatment is shown in Figure 1.</p>\n"}]}]