[{"id":"FT563503","type":"mcq","stimulusHtml":"<p>What was the purpose of treating the extract with protein-degrading enzymes in Procedure II ?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p><strong>Directions:</strong> Each group of questions below concerns an experimental or laboratory situation or data. In each case, first study the description of the situation or data. Then choose the one best answer to each question.</p>\n\t</li>\n</ul>\n\n<p>In the 1940's, Avery MacCleod, and McCarty transformed nonencapsulated bacteria into encapsulated forms by growing the nonencapsulated cells in a culture containing an extract made from dead encapsulated cells. The transformed cells produced colonies of encapsulated bacteria. Three different procedures and their results are outlined below.</p>\n\n<p><strong>Procedure I</strong>:</p>\n\n<p style=\"margin-left: 40px;\">Extract made from dead encapsulated cells added to culture medium.<br>\nNonencapsulated bacteria added to culture medium.</p>\n\n<p style=\"margin-left: 40px;\"><u>Results</u>:<strong> </strong>Both nonencapsulated and encapsulated bacteria grow.</p>\n\n<p><strong>Procedure II:</strong></p>\n\n<p style=\"margin-left: 40px;\">Extract made from dead encapsulated cells treated with protein-degrading enzymes before adding extract to culture medium.<br>\nNonencapsulated bacteria added to culture medium.</p>\n\n<p style=\"margin-left: 40px;\"><u>Results</u>:<strong> </strong>Both nonencapsulated and encapsulated bacteria grow.</p>\n\n<p><strong>Procedure III:</strong></p>\n\n<p style=\"margin-left: 40px;\">Extract made from dead encapsulated cells treated with DNAse (an enzyme that selectively destroys DNA) before adding extract to culture medium.<br>\nNonencapsulated bacteria added to culture medium.</p>\n\n<p style=\"margin-left: 40px;\"><u>Results</u>:<strong> </strong> Only nonencapsulated bacteria grow.</p>\n"}],"choicesHtml":["To demonstrate that the transforming factor is an enzyme","<p>To demonstrate that the transforming factor is not a protein</p>","<p>To destroy nuclei acids in the extract</p>","<p>To destroy any capsules in the extract</p>","<p>To prevent the extract from being contaminated by nonencapsulated bacteria</p>"],"answer":0}]