[{"id":"FT566688","type":"longtextV2","stimulusHtml":"<p><strong>Describe </strong>ONE type of molecular evidence that can be used to determine the genetic relatedness of bacterial strains isolated from naturally occurring populations.</p>","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure shows a graph with a horizontal axis labeled Genetic Distance and a vertical axis labeled Probability of Antagonism. Six equally spaced tick marks appear on the horizontal axis and are from zero point zero to zero point two five, in increments of zero point five. Four equally spaced tick marks appear on the vertical axis and are from zero point zero zero to zero point one five, in increments of zero point zero five. The graph contains one line with the following approximate path. The line begins at a zero point two genetic distance and zero point zero two five probability of antagonism. The line moves right with slight up and down movements, until it reaches a zero point one two distance and zero point three probability, then increases sharply to a zero point one five distance and zero point one three probability, decreases to a zero point one five distance and zero point zero nine probability, increases to a zero point one seven distance and zero point one four probability, decreases gradually to a zero point two two distance and zero pont zero seven probability, and then increases, ends at a zero point two three distance and zero point one one probability \t\" height=\"279\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/659d53b5a04dd624c5955ab5c00cb611/original.png\" width=\"389\" /></p>\n\n<p>In a study of bacterial communities, researchers investigated interactions among naturally occurring strains of <em>Vibrio</em> bacteria. The researchers found that some <em>Vibrio</em> bacteria secrete antimicrobial substances that inhibit the growth and reproduction of other bacteria (antagonism). The researchers also found that some strains of <em>Vibrio</em> bacteria produce no antimicrobial substances themselves but instead live in close proximity to other bacteria that produce antimicrobial substances to which they are not susceptible (cooperation).</p>\n\n<p>By testing approximately 35,000 pairs of naturally occurring strains of <em>Vibrio</em> bacteria, the researchers identified 830 antagonistic interactions among genetically related <em>Vibrio</em> strains. The graph represents the probability of antagonism between any two given strains of <em>Vibrio</em> bacteria as a function of genetic relatedness (genetic distance). The greater the genetic distance, the less related are any two bacterial strains.</p>\n"}]}]