[{"id":"FT560942","type":"mcq","stimulusHtml":"<p>Based on the information presented, which of the following genetic changes in an individual without diabetes is most likely to result in a disrupted cellular response to insulin signaling similar to that of an individual with type 2 diabetes?</p>","features":[{"type":"sharedpassage","html":"<p>Insulin, a hormone secreted by pancreatic cells, stimulates glucose uptake in skeletal muscle cells by mobilizing glucose transporter proteins (GLUT4) to the plasma membrane. As depicted in Figure 1, binding of insulin to the insulin receptor triggers an intracellular signaling cascade in which certain molecules activate other molecules in a relay of the hormone signal to cell targets. One outcome of the signaling cascade is mobilization of GLUT4 from vesicle storage sites in the cytoplasm to sites at the cell surface, where GLUT4 allows glucose to enter the cell.</p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"The figure shows a large oval shape representing a cell and is labeled, Figure One. Insulin signaling in muscle cells. The figure shows the binding of Insulin, which is outside the cell, to the insulin receptor, which is embedded in the plasma membrane. This triggers an intracellular signaling cascade in which the insulin receptor activates I R S-1, which activates P I 3-Kinase, which activates P D K, which activates A k t, which activates Glut 4 Vesicles, which fuse with the Plasma Membrane. Glut 4 becomes embedded in the plasma membrane, and glucose molecules move from outside the cell to inside the cell.\" height=\"224\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7991254567bec35f04fecbb60f4e5178/original.png\" width=\"445\" /></p>\n\n<p>&nbsp;</p>\n\n<p>In type 2 diabetes, the cellular response to insulin is disrupted, and individuals with type 2 diabetes cannot properly regulate their blood glucose levels. In an investigation of the insulin signaling pathway, samples of skeletal muscle were isolated from individuals who have type 2 diabetes and from individuals who do not. The results of several experiments that were performed on the muscle samples are shown in Figure 2, Figure 3, and Figure 4.</p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"The figure shows 3 graphs.  The first graph is labeled Figure 2. Insulin-stimulated glucose uptake. The horizontal axis is labeled Insulin, in nanomolars. The vertical axis is labeled Glucose Transport, in nanomoles per milligram, hour. Five numbers appear on the horizontal axis and are, from left to right, zero, zero point six, one point two, 2 point four, and 60. A break in the axis occurs between 2 point four and 60. Eleven numbers appear on the vertical axis and are, from bottom to top, zero through 10, in increments of one. A solid line and a dashed line, each with data points, appear on the graph. The dashed line is labeled Control and connects 5 data points. The leftmost and rightmost data points are the start and end of the line, and the approximate coordinates of the data points are as follows: Point One: zero comma 2. Point 2: zero point six comma 6. Point 3: one point two comma 9. Point 4: two point four comma 8 point five. Point 5: 60 comma 9.  The solid line is labeled Type 2 diabetic and connects 5 data points. The leftmost and rightmost data points are the start and end of the line, and the approximate coordinates of the data points are as follows: Point One: zero comma 2. Point 2: zero point 6 comma 2 point one. Point 3: one point two comma zero point nine. Point 4: two point four comma 5. Point 5: 60 comma 6.  The second graph is labeled Figure 3. Insulin receptor activation. The horizontal axis is labeled Insulin, in nanomolars. The vertical axis is labeled Relative Activity. Three numbers appear on the horizontal axis and are, from left to right, zero, 2 point four, and 60. An unnumbered tick mark appears to the right of 60, and a break in the axis occurs between 2 point four and 60.  A solid and a dashed line with data points appear on the graph. The dashed line is labeled Control and connects 3 data points. The line begins on the vertical axis, slightly above the intersection of the axes and at a point of zero nanomolars. The line moves gradually up and to the right, to a point approximately one fourth above the horizontal axis and at 2 point 4 nanomolars, then moves steeply up and to the right, and ends at a point near the top of the graph at 60 nanomolars.  The solid line is labeled Type 2 diabetic and connects 3 data points. The line begins on the vertical axis, just above the first Control point. The line moves gradually up and to the right, to a point just below the second Control Point and at 2 point 4 nanomalors, then moves steeply up and to the right, and ends at a point slightly above the third Control point and at 60 nanometers.   The third graph is labeled Figure 4. I R S-one activation. The horizontal axis is labeled Insulin, in nanomolars. The vertical axis is labeled Relative Activity. Five numbers appear on the horizontal axis and are, from left to right, zero, zero point six, one point two, 2 point four, and 60. A break in the axis occurs between 2 point four and 60.  A solid line and a dashed line with data points appear on the graph. The dashed line is labeled Control and connects 5 data points. The line begins at the intersection of the axes, and moves gradually up and to the right, to a point slightly above the horizontal axis and at zero point six nanomolars, then moves gradually down and to the right, to a point below the first point, above the horizontal axis, and at one point 2 nanomolars, then moves gradually up and to the right, to a point approximately one third above the horizontal axis, slightly above the first point, and at 2 point 4 nanomolars, then moves steeply up and to the right, and ends at a point near the top of the graph and at 60 nanomolars.  The solid line is labeled Type 2 diabetic and connects 5 data points. The line begins at the intersection of the axes, and moves gradually up and to the right, to a point slightly below the first Control point and at zero point six nanomolars, continues on to a point slightly above the second Control point and at one point two nanomolars, then moves to the right, approximately parallel to the horizontal axis, and to a point below the third Control point, above the horizontal axis, and at 2 point 4 nanomolars, then moves gradually up and to the right, and ends approximately one third above the horizontal axis, at 60 nanomolars.\" height=\"404\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b175ea1ec38fcb6e9dd5c248daeaa98e/original.png\" width=\"555\" /></p>\n"}],"choicesHtml":["<p>A deletion in the gene encoding the insulin receptor that removes only the cytoplasmic domain of the protein</p>","<p>Duplication of the gene encoding a PI-3 kinase that results in synthesis of a muscle-specific variant of the enzyme in skin cells as well as in muscle cells</p>","<p>A mutation in the gene encoding IRS-1 that causes the protein to be active in muscle cells even in the absence of insulin signaling</p>","Insertion of a small segment of DNA into the promoter of the <em>Glut4</em> gene that results in increased synthesis of GLUT4 proteins in muscle cells"],"answer":-1}]