[{"id":"FT568015","type":"longtextV2","stimulusHtml":"<p>On the template provided, <strong>draw</strong> bars in the appropriate locations to predict the relative probability of success for the nest in the presence of predators where:</p>\n\n<p>• the cuckoos were<u> added</u> to the nest containing only warblers (group 1)</p>\n\n<p>• the cuckoos were <u>removed</u> from the nest containing warblers and cuckoos (group 2)</p>\n","features":[{"type":"sharedpassage","html":"<p style=\"margin-left: 280px;\"><img alt=\"The figure presents a bar graph labeled “Figure 1, Probability of nest success in an environment with predators:’ The following 2 categories appear along the horizontal axis, from left to right: “Warblers Only” and “Warb 1ers and Cuckoos.’ A vertical bar is presented for each category. The vertical axis is labeled “Probability of Nest Success,” and the numbers 0.0 through 0.8, in increments of 0.2, are indicated. The data presented by the bars are as follows. Warblers Only bar, 0.4 probability of nest success. Warblers and Cuckoos bar, 0.6 probability of nest success.\" height=\"467\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/66147e85d1ae2da2167fbea726baa95b/original.png\" width=\"350\" /></p>\n\n<p>Figure 1. Probability of nest success in an environment with predators</p>\n\n<p>Some birds, including great spotted cuckoos, lay their eggs in the nests of other birds, such as reed warblers. The warbler parents raise the unrelated chicks and provide them with food that would otherwise be given to their biological offspring. A researcher conducted an investigation to determine the type of relationship between warblers and cuckoos in an environment without predators. The researcher found that nests containing only warblers were more likely to be successful than nests containing warblers and cuckoos (data not shown). A successful nest is defined as a nest where at least one chick becomes an adult warbler.</p>\n\n<p>In some geographic areas, several species of nest predators are present. Researchers have found that cuckoo chicks, while in the nest, produce a smelly substance that deters nest predators. The substance does not remain in the nest if cuckoo chicks are removed. Figure 1 shows the probability that nests containing only warblers or containing both warblers and cuckoos will be successful in an environment with predators. In a follow-up experiment, the researchers added cuckoos to a nest that contained only warblers (group 1) and removed cuckoos from a nest containing warblers and cuckoos (group 2).</p>\n"}]}]