[{"id":"FT560337","type":"mcq","stimulusHtml":"<p>Which of the following graphs is the most appropriate representation of the experimental data?</p>","features":[{"type":"sharedpassage","html":"<p style=\"margin-left: 160px;\"><img alt=\"A table titled Effect of Water-Soluble Pollutants On Membrane Permeability is shown. The table has 4 columns and 5 rows. The first column is labeled Treatment Group. The second column is labeled Treatment Solution, which Concentrations are reported as percent by volume. The third column is labeled Mean Absorbance of 460 nm Light (n = 5), and the fourth column is labeled 2 times Standard Error of the Mean (2 times S E M). The rows read from left to right. The first row reads, Temperature group 1, 70% isopropanol; 30% water, 0.164, 0.032. The second row reads, Temperature group 2, 90% isopropanol; 10% water, 0.125, 0.100. The third row reads, Temperature group 3, 50% acetone; 50% water, 0.215, 0.034. The fourth row reads, Temperature group 4, 70% acetone; 30% water, 0.274, 0.018. The fifth row reads, Temperature group 5, 100% water, 0.095, 0.004. \" height=\"237\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f0df28e6b45b066db4daf44e19ad560a/original.png\" width=\"684\" /></p>\n\n<p>A student formulated a hypothesis that water-soluble pollutants damage living organisms by increasing the permeability of cellular membranes. To test the hypothesis, the student investigated the effect of isopropanol and acetone on beet root cells. The vacuoles of beet root cells contain large amounts of betacyanin, a water-soluble pigment that is released into the extracellular environment as a result of increased membrane permeability.</p>\n\n<p>The student prepared identical samples of beet root tissue and incubated each sample for 15 minutes in the specific solution for that group. At the end of the incubation period, the student measured the absorbance of 460 nm light for each sample. A greater concentration of betacyanin in the solution surrounding the beet root cells results in a greater absorbance of 460 nm light. The results of the experiment are shown in the table above.</p>\n"}],"choicesHtml":["<img alt=\"The figure shows a bar graph in the first quadrant. The horizontal axis is labeled Treatment Group and the vertical axis is labeled Absorbance of 460 nanometer light. Five vertical shaded bars appear on the graph and are labeled, from left to right One, Two, Three, Four, and Five. Seven numbers appear on the vertical axis and are labeled, from bottom to top, zero point zero zero through zero point three zero zero, in increments of zero point zero five zero. The top of each shaded bar has a vertical error bar. The heights of the vertical shaded bars and their error bars are approximately as follows: Treatment Group One: Bar height zero point one six four, with error bar from zero point one three two, to zero point one nine six. Treatment Group Two: Bar height zero point one two five, with error bar from zero point zero two five, to zero point two two five. Treatment Group Three: Bar height zero point two one five, with error bar from zero point one eight one, to zero point two four nine. Treatment Group Four Bar height zero point two seven four, with error bar from zero point two five six, to zero point two nine two. Treatment Group Five: Bar height zero point zero nine five, with error bar from zero point zero nine one, to zero point zero nine nine.\" height=\"137\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8a4197c0821b74b6f5be410a2f9c2a80/original.png\" width=\"215\">","<img alt=\"The figure shows a line graph in the first quadrant. The horizontal axis is labeled Treatment Group and the vertical axis is labeled Absorbance of 460 nanometer Light. There are 5 data points on the graph connected by lines. There is a data point plotted for each Treatment Group, and each data point has a vertical error bar. The approximate y-axis coordinates of the data points and their error bars are as follows: Treatment Group One: data point at zero point one six four, with error bar from zero point one three two, to zero point one nine six. Treatment Group Two: data point at zero point one two five, with error bar from zero point zero two five, to zero point two two five. Treatment Group Three: data point at zero point two one five, with error bar from zero point one eight one, to zero point two four nine. Treatment Group Four: data point at zero point two seven four, with error bar from zero point two five six, to zero point two nine two. Treatment Group Five: data point at zero point zero nine five, with error bar from zero point zero nine one, to zero point zero nine nine.\" height=\"134\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/89c1b548c7165d14e8d13c5cf73480cd/original.png\" width=\"215\">","<img alt=\"The figure shows a pie chart divided into 5 sectors, which are identified by a key to the right of the pie chart. Starting with the upper rightmost sector and moving clockwise, the data are as follows:  Treatment group One, 18 point 8. Treatment group Two, 14 point three. Treatment group Three, 24 point six. Treatment group Four, 31 point 4. Treatment group Five, 10 point nine.\" height=\"166\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/817a4be63c891cf51b70559fba120de8/original.png\" width=\"215\">","<img alt=\"The figure shows a histogram. The horizontal axis is labeled Treatment Group and the vertical axis is labeled Absorbance of 460 nanometer Light. Seven numbers appear on the vertical axis and are labeled, from bottom to top, zero point zero zero through zero point three five zero, in increments of zero point zero five zero. Five vertical bars appear on the graph and are labeled, from left to right, One, Two, Three, Four, and Five. The heights of the vertical bars are approximately as follows: Treatment Group One, zero point one four three. Treatment Group Two, zero point one eight eight. Treatment Group Three, zero point three one four. Treatment Group Four, zero point two four six. Treatment Group Five, zero point one zero nine.\" height=\"145\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9c109c6bf49d9070252a0c54ce20fc77/original.png\" width=\"215\">"],"answer":-1}]