[{"id":"FT561240","type":"longtextV2","stimulusHtml":"<strong>Connect</strong> the relative membrane permeability data shown in Figure 1 with the changes in membrane potential during stages II and III of the action potential shown in Figure 2.","features":[{"type":"sharedpassage","html":"<p><strong>Directions:</strong> Questions 4 is a short free-response questions that requires about 6 minutes to answer. The question is worth 4 points. Read the question carefully and completely. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable.</p>\n\n<p style=\"margin-left: 240px;\"><img alt=\"The figure shows a graph in the first quadrant. The horizontal axis is labeled Time, in milliseconds, and the vertical axis is labeled Relative Permeability. Eight tick marks appear on the horizontal axis and are labeled from zero to 7, in increments of one. There is a solid curved line labled Sodium ions and a dashed curved line labeled Potassium ions on the graph.   The solid line begins at the intersection of the horizontal and vertical axes, and moves to the right. After a time of approximately one point two five milliseconds, the line curves steeply up, almost parallel to the vertical axis, and reaches its maximum about nine-tenths of the way along the vertical axis. At a time of 2 milliseconds, the line curves down and to the right, and begins to decrease in slope as it approaches the horizontal axis, and ends at approximately 3 point five milliseconds.  The dashed line begins at the intersection of the horizontal and vertical axes, moves to the right, and gradually curves up and to the right. At an approzimate time of 2 point 5 milliseconds, the line reaches its maximum about four-tenths along the vertical axis, then curves down and to the right, slowly leveling off as it approaches the horizontal axis, and ends at a time of 7 milliseconds.\" height=\"262\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/36d6f806f0655d17974e9c9b7e5a078c/original.png\" width=\"350\" /></p>\n\n<p style=\"margin-left: 240px;\"><img alt=\"The figure shows a graph in the first and fourth quadrants. The horizontal axis is labeled Time, in milliseconds, and the vertical axis is labeled Membrane Potential, in millivolts. The intersection of the two axes is labeled zero. Seven tick marks appear on the horizontal axis and are labeled from one to 7, in increments of one. Four tick marks appear above the zero on the vertical axis and are labeled, from bottom to top 10 to 40, in increments of 10. Seven tick marks appear below the zero on the vertical axis and are labeled, from top to bottom, from negative ten to negative seventy, in increments of 10.  A dashed line labeled Threshold Potential begins on the vertical axis at a membrane potentional of negative 45 millivolts, and runs to the right, parallel to the horizontal axis.  A solid curved line begins on the vertical axis at a membrane potential of negative 63 millivolts. The line moves to the right, and then begins to curve up and to the right as it approaches a time of one millisecond, and crosses the dashed line at approximately one point five miliseconds. The solid line continues steeply up and to the right, crosses the horizontal axis at a little less than 2 milliseconds, continues upward, reaches its maximum at approximate coordinates of 2 point one milliseconds and 41 millivolts, and then curves steeply down and to the right, crosses the horizontal axis at 2 point four milliseconds, continues steeply down and to the right, crosses the threshold potential at approximately 2 point 5 milliseconds, and continues on, reaches its minimum at 3 milliseconds and negative seventy millivolts, gradually curves up and to the right, leveling off at negative sixty-five millivolts and continues almost horizontally to the right past 4 milliseconds.   At approximately zero point five milliseconds, above and to the left of the solid line and below the dashed line, is the label Roman numeral one. At approximately one point seven five milliseconds, to the left of the solid line and above the dashed line, but below the horizontal axis, is the label Roman Numeral two. At approximately two point five milliseconds, to the right of the solid line and above the dashed line, but below the horizontal axis, is the label Roman numeral three. At approximately three milliseconds, above the minimum of the solid line and below the dashed line, is the label Roman numeral four. At approximately six point two milliseconds, above the solid line and below the dashed line, is the label Roman numeral five.\" height=\"271\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/38a472ad0408d8c7a394e0f5e16651d0/original.png\" width=\"400\" /></p>\n\n<p>A scientist studying the effect of a stimulus on a motor neuron observed that the permeability of the plasma membrane of the neuron changes during an action potential. The curves in Figure 1 represent the changes in permeability of the membrane to sodium ions (Na<sup>+</sup>) and potassium ions (K<sup>+</sup>)during the action potential. The graph in Figure 2 represents the changes in membrane potential during an action potential.</p>\n"}]}]