[{"id":"FT561244","type":"longtextV2","stimulusHtml":"<strong>Describe</strong> the most likely shape of the curve if blood oxygen levels of Weddell seals were plotted rather than blood lactate levels. Include in your description the likely shape of the curve between 0 and 20 minutes and the shape of the curve after 20 minutes.","features":[{"type":"sharedpassage","html":"<p><strong>Directions: </strong>Questions 5 is a short free-response questions that requires about 6 minutes to answer. The question is worth 4 points. Read the question carefully and completely. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable.</p>\n\n<p style=\"margin-left: 280px;\"><img alt=\"The figure shows a scatterplot in the first quadrant and three shaded curves. The horizontal axis is labeled Dive Duration, in units of minutes, and the vertical axis is labeled Postdive Blood Lactic Acid, in units of millimolar. The numbers appearing on the horizontal axis, from left to right, are zero to 50, in increments of 10. There are tick marks at every 2 units along the horizontal axis. The numbers appearing on the vertical axis, from bottom to top, are zero to 15, in increments of one.  Labels have been placed in the graph to indicate that squares represent Emperor Penguins, triangles represent Baikal Seals, and circles represent Weddell Seals. Multiple data points are shown on the scatterplot. Each of the three shaded curves shows the trend in the data for Emperor penguins, Baikal seals, and Weddell seals, respectively.  The shaded curve for Emperor penguins extends on the vertical axis from approximately two and moves to the right for about 6 minutes and then moves steeply up and to the right at approximately 8 minutes, ending at about 9 minutes and 13 point five along the vertical axis.  The shaded curve for Baikal seals extends on the vertical axis from approximately one and moves to the right for about 10 minutes, and then moves gradually up and to the right between 12 to 14 minutes, ending at about 23 minutes and 3 point seven five along the vertical axis.  The shaded curve for Weddell seals extends on the vertical axis from approximately zero point seven five along the vertical axis and extends horizontally to the right to 20 minutes. This curve then moves gradually up and to the right, ending at about 46 minutes and 10 along the vertical axis.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e6a6c7b357f625ecd3d4fed468fc8763/original.png\" /></p>\n\n<p>Many aquatic animals can hold their breath and dive underwater for long periods of time. During long dives, lactic acid builds up in tissues of the organism. The graph above shows blood lactate levels following dives of different duration for three species. Lactate is produced when lactic acid is dissolved in the blood and becomes ionized.</p>\n"}]}]