[{"id":"FT567993","type":"longtextV2","stimulusHtml":"A student claims that mitochondrial DNA sequence comparisons provide a more accurate phylogeny of bear species than do LYST protein sequence comparisons. <strong>Provide ONE piece of reasoning</strong> to support the student’s claim.","features":[{"type":"sharedpassage","html":"<p>&nbsp;</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"  The figure presents a phylogenetic tree of bear species. Below the phylogenetic tree is a time line labeled “Hundreds of Thousands of Years Ago,” and from left to right, the following numbers are indicated: 5000, 4000, 400, 300, 200, and 100. The base of the phylogenetic tree is divided into two branches at the leftmost node, which begins above the 5,000 hash mark. The top branch leads to Black Bears. The bottom branch is further divided into two branches. The division begins at approximately 325 on the time line. The top branch of this division is further split into two branches at approximately 150 on the time line, one leading to European Brown Bears and the other leading to Polar Bears. The bottom branch of this division is further split into two branches at approximately 225 on the time line, one leading to Western North American Brown Bears and the other leading to Asian Brown Bears.\" height=\"212\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8cb8b6486707ac1f424462cd63e96b78/original.png\" width=\"545\" /></p>\n\n<p>Figure 1. Phylogenetic tree representing the evolutionary relatedness among bear&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; populations based on mitochondrial DNA sequence comparisons</p>\n\n<p>Polar bears are highly adapted for life in cold climates around the North Pole. Brown bears, black bears, and pandas are found in warmer environments. Researchers collected complete mitochondrial DNA sequences from several populations of bears and constructed a phylogenetic tree to represent their evolutionary relatedness (Figure 1).</p>\n\n<p>A researcher studying adaptation in bears sequenced the nuclear gene encoding a lysosomal trafficking protein (LYST) in polar bears, brown bears, black bears, and panda bears. There are seven inferred amino acid substitutions that are found only in polar bears. Mutations that cause similar substitutions in the human LYST protein are associated with Chediak-Higashi syndrome, an autosomal recessive condition in which pigment is absent from the hair and eyes. The researcher used the inferred amino acid sequences to build the distance matrix shown in Table 1.</p>\n\n<p style=\"margin-left: 200px;\"><img alt=\"The figure titled Amino Acid Differences in The Lyst Protein Among Bear Species. The figure shows a table with 5 columns and 5 rows. The top row contains the column labels: column one, empty cell; column two, Panda; column three, Black; column four, Brown; column five, Polar. From left to right, the data is as follows: row two: Empty cells. Row three: Black Bear &amp; Panda, thirty three. Row four: Brown Bear &amp; Panda, thirty four; Brown &amp; Black Bears, one. Row five: Polar Bear &amp; Panda, forty; Polar &amp; Black Bears, seven; Polar &amp; Brown Bears, eight.\" height=\"187\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f55f7fec25a7c6be8c520a75dcd39078/original.png\" width=\"385\" /></p>\n"}]}]