[{"id":"FT561259","type":"longtextV2","stimulusHtml":"Using the experimental results, <strong>describe</strong> the pathway that secretory proteins take from their synthesis to their release from the cell.","features":[{"type":"sharedpassage","html":"<p><strong>Directions: </strong>Questions 6 is a short free-response questions that requires about 6 minutes to answer. The question is worth 3 points. Read the question carefully and completely. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable.</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 280px;\"><img alt=\"The figure shows the radioactively labeled polypeptides in a pancreatic cell over the timespan of 5 minutes, 15 minutes, and 30 minutes. Subcellular structures representing the Nucleus, E R, Golgi, and Secretory Vesicles are labeled in the first cell image.  At a time of five minutes, the radioactively labeled polypeptides are clustered around the outer right side of the structure labeled Nucleus, and are overlapping the structure labeled E R.  At a time of 15 minutes, the radioactively labeled polypeptides are clustered over the structure labeled Golgi.  At a time of 30 minutes, a small number of radioactively labeled polypeptides are in the lower right area of the cell, clustered over structures labeled Secretory Vesicles, one of which is shown adjacent to the cell membrane. On the lower righthand side of the cell, a large number of radioactively labeled polypeptides are clustered outside of the cell.\" height=\"323\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9232b628f7be1b087b2d40cd3d2846ac/original.png\" width=\"355\" /></p>\n\n<p>In an experiment investigating the mechanism of protein secretion, researchers tracked the movement of radioactively labeled polypeptides in pancreatic cells. At various times after the labeling, samples of the cells were observed using an electron microscope to determine the location of the radioactively labeled polypeptides. Figure 1 summarizes the results at 5 minutes, 15 minutes, and 30 minutes. The dark dots in the figure represent the radioactively labeled polypeptides.</p>\n"}]}]