[{"id":"FT575899","type":"mcq","stimulusHtml":"<p>Which of the following scientific claims about the survival strategies used by organisms in a coral reef ecosystem is best supported by the data presented in Figure 1?</p>","features":[{"type":"sharedpassage","html":"<p>To investigate the influence of predation risk on ray behavior, a student observed and counted the large marine animals swimming in a shallow, nearshore section of a coral reef ecosystem. The time of each observation was recorded relative to the time of high tide. The student noted that at low tide, when the water level is low, many of the large animals are forced out of the study area and into the deeper waters of the outer reef. During high tides, when the water level is high, the large animals are able to reenter the study area.</p>\n\n<p>Over a three-day period, the student observed a total of 604 individual rays belonging to three species: cowtail rays, giant shovelnose rays, and black stingrays. For each ray that was sighted, its body length was estimated and its status as either alone (ungrouped) or found with other rays (grouped) was noted. Occasionally, rays were observed sifting through the sandy substrate of the study area to capture food items such as molluscs and crustaceans. In one instance, an injured ray with bite marks that were likely sustained in a shark attack was sighted. In addition to the rays, the student observed lemon sharks (n = 46) and blacktip reef sharks (n = 39). The results of the study are presented in the figures below.</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 240px;\"><img alt=\"The figure presents a bar graph that compares mean body lengths of grouped and ungrouped rays. The horizontal axis is labeled “Mean Body Length, in meters,” and the numbers 0 through 1.5, in increments of 0.5, are indicated. The vertical axis gives the three categories of the graph, each of which contains two subcategories. The three categories are Cowtail Rays, Giant Shovelnose Rays, and Black Stingrays. The subcategories are Ungrouped and Grouped. The data are presented as follows. Note that all values are approximate. Cowtail Rays: Ungrouped have a mean body length of 1.5 meters, and the error bar spans plus or minus 0.03. Grouped have a mean body length of 1.35 meters, and the error spans plus or minus 0.05. Giant Shovelnose Rays: Ungrouped have a mean body length of 1.6 meters, and the error bar spans plus or minus 0.04. Grouped have a mean body length of 1.35 meters, and the error spans plus or minus 0.08. Black Stingrays: Ungrouped have a mean body length of 1.4 meters, and the error bar spans plus or minus 0.02. Grouped have a mean body length of 1.3 meters, and the error spans plus or minus 0.05.\" height=\"202\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6cc715ceab7855384ac00ed0f799e2a1/original.jpg\" width=\"400\" /></p>\n\n<p class=\"text-center\">Figure 1. Comparison of mean body lengths of the grouped and ungrouped rays that were observed in a nearshore section of a coral reef ecosystem. Error bars represent 2<em>SE</em><sub>x̄</sub></p>\n\n<p style=\"margin-left: 200px;\">.<img alt=\"The figure presents the graph of a line in the first quadrant of a coordinate plane and shows the mean number of rays per group in the study area relative to stages of the tide cycle. The horizontal axis is labeled “Time Relative to High Tide, in hours,” and the numbers negative 3 through positive 1, in increments of 1, are indicated. The vertical axis is labeled “Mean Group Size,” and the numbers 0 through 6, in increments of 1, are indicated. The line is composed of five points connected by line segments, and error bars are shown for each point. The five points are listed as follows. Note that all values are approximate. Point 1. Time relative to High Tide, negative 3 hours. Mean Group Size, 0.9 plus or minus 0 point 4. Point 2. Time relative to High Tide, negative 2 hours. Mean Group Size, 2 point 5 plus or minus 0 point 2. Point 3. Time relative to High Tide, negative 1 hours. Mean Group Size, 4 point 4 plus or minus 0 point 9. Point 4. Time relative to High Tide, 0 hours. Mean Group Size, 4 point 6 plus or minus 0 point 1. Point 5. Time relative to High Tide, positive 1 hours. Mean Group Size, 3 point 6 plus or minus 0 point 3.\" height=\"207\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/bac6d261913a561642020a1d8f972027/original.jpg\" width=\"300\" /></p>\n\n<p class=\"text-center\">Figure 2. Mean numbers of rays per group in the study area at different stages of the tide cycle. High tide occurs at T = 0 hours.</p>\n\n<p style=\"margin-left: 200px;\"><img alt=\"The figure presents a graph of 3 lines in the first quadrant of a coordinate plane and shows the relative proportions of rays in groups at different stages of the tide cycle. A key indicates that three different lines represent giant shovelnose rays or black stingrays or cowtail rays. The horizontal axis is labeled “Time relative to High Tide, in hours,” and the numbers negative 3 through positive 1, in increments of 1, are indicated. The vertical axis is labeled “Relative Proportion of Rays Found in Groups” and has an arrowhead at the top end. The line for each type of ray is composed of five points connected by line segments, and error bars are shown for most points. The data for each time point are as follows. Point 1. Time relative to High Tide, negative 3 hours. The proportion of each type of ray is similar, and there are very few of each type. Point 2. Time relative to High Tide, negative 2 hours. The number of cowtail rays increased slightly, and there are about twice as many giant shovelnose rays and six times as many black stingrays as cowtail rays. Error bars are shown for only the cowtail rays and giant shovelnose rays. The upper end of the cowtail rays error bar touches the lower end of the giant shovelnose rays error bar. Point 3. Time relative to High Tide, negative 1 hours. The number of cowtail rays is double the number at negative two hours, and there are about three times as many giant shovelnose rays and five times as many black stingrays as cowtail rays. Error bars are shown for each point. The error bar range for the cowtail rays is very narrow; the error bars for the black stingrays and giant shovelnose rays are broad, but do not overlap. Point 4. Time relative to High Tide, 0 hours. The number of cowtail rays is about three quarters the number at negative one hours, and there are about twelve times as many giant shovelnose rays and nine times as many black stingrays as cowtail rays. The error bar range for the cowtail rays is very narrow; the error bars for the black stingrays and giant shovelnose rays are broad, and the upper end of the black stingrays error bar touches the lower end of the giant shovelnose rays error bar. Point 5. Time relative to High Tide, positive 1 hours. The number of cowtail rays is just slightly greater than the number at 0 hours, and there are about seven times as many giant shovelnose rays and five times as many black stingrays as cowtail rays. The error bar range for the cowtail rays is very narrow; the error bars for the black stingrays and giant shovelnose rays are broad, and the upper end of the black stingrays error bar touches the lower end of the giant shovelnose rays error bar.\" height=\"227\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2a67980a4b9de1c7a4bcecea2f62475d/original.jpg\" width=\"500\" /></p>\n\n<p class=\"text-center\">Figure 3. Relative proportions of rays in groups at different stages of the tide cycle for each of the three different populations. High tide occurs at T = 0 hours.</p>\n\n<p style=\"margin-left: 200px;\"><img alt=\"The figure presents the graph of two lines in the first quadrant of a coordinate plane and shows the mean numbers of lemon sharks and blacktip reef sharks at different stages of the tide cycle. A key indicates that one line represents lemon sharks, and the other line represents blacktip reef sharks. The horizontal axis is labeled “Time Relative to High Tide, in hours,” and the numbers negative 3 through positive 1, in increments of 1, are indicated. The vertical axis is labeled “Mean Number of Sharks,” and the numbers 0 through 10, in increments of 1, are indicated. The two curves are composed of five points connected by line segments. No error bars are shown. The five points of each line are listed as follows. Note that all values are approximate. The following five points are indicated on the line representing  lemon sharks.  Point 1. Time relative to High Tide, negative 3 hours. Mean Number of Sharks, 4.2. Point 2. Time relative to High Tide, negative 2 hours. Mean Number of Sharks, 9. Point 3. Time relative to High Tide, negative 1 hours. Mean Number of Sharks, 1.5. Point 4. Time relative to High Tide, 0 hours. Mean Number of Sharks, 0. Point 5. Time relative to High Tide, positive 1 hours. Mean Number of Sharks, 1. The following five points are indicated on the line representing blacktip reef sharks.  Point 1. Time relative to High Tide, negative 3 hours, Mean Number of Sharks, 0.3. Point 2. Time relative to High Tide, negative 2 hours, Mean Number of Sharks, 0.3. Point 3. Time relative to High Tide, negative 1 hour, Mean Number of Sharks, 4. Point 4. Time relative to High Tide, 0 hours, Mean Number of Sharks, 7. Point 5. Time relative to High Tide, positive 1 hour, Mean Number of Sharks, 9.\" height=\"185\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6aabf19000093162bca48659ddd3a291/original.jpg\" width=\"450\" /></p>\n\n<p class=\"text-center\">Figure 4. Mean numbers of lemon sharks and blacktip reef sharks in the study area at different stages of the tide cycle. High tide occurs at T = 0 hours.</p>\n"}],"choicesHtml":["<p>Smaller members of a vulnerable population are more likely to act collectively.</p>","<p>Smaller members of a vulnerable population are more likely to rely on defensive coloration.</p>","<p>Larger members of a vulnerable population are more likely to exhibit aggression.</p>","<p>Larger members of a vulnerable population are more likely to behave altruistically.</p>"],"answer":-1}]