[{"id":"FT575666","type":"mcq","stimulusHtml":"<p>Which of the following graphs best represents the type of selection most likely operating in the stickleback population of Loberg Lake?</p>\n\n<p><img alt=\"A figure shows a horizontal solid line labeled &quot;Before selection,&quot; dashed horizontal line labeled &quot;After selection,&quot; and a downward arrow labeled &quot;Selection against.&quot;\" height=\"131\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/684fea641eaa1cfd1199e5a3dc64beb2/original.png\" width=\"274\"></p>\n","features":[{"type":"sharedpassage","html":"<p>Stickleback fish are found in both marine and freshwater habitats. The marine fish have no scales but have hardened, armorlike plates along their sides. The plates are thought to protect sticklebacks from certain predators.</p>\n\n<p>In the late 1980s, sticklebacks from a marine population colonized Loberg Lake, a freshwater lake in Alaska. Starting in 1990, researchers sampled fish from the lake every four years and recorded the armor-plate phenotypes of the male sticklebacks in each sample. The armor-plate phenotypes were categorized as either complete (plates extending from head to tail), partial (plates extending from head to abdomen), or low (a few plates near the head only). The results are shown in the table below.</p>\n\n<p class=\"text-center\">ARMOR-PLATE VARIATION IN THE STICKLEBACK POPULATION OF LOBERG LAKE</p>\n\n<p class=\"text-center\">&nbsp;</p>\n\n<p class=\"text-center\"><strong>Percent of Males in the Sample with Each Armor-Plate Phenotype</strong></p>\n\n<table class=\"table table-bordered\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th class=\"text-center\" scope=\"col\">Year</th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Low</th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Partial</th>\n\t\t\t<th class=\"text-center\" scope=\"col\">Complete</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">1990</td>\n\t\t\t<td class=\"text-center\">1%</td>\n\t\t\t<td class=\"text-center\">2%</td>\n\t\t\t<td class=\"text-center\">97%</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">1994</td>\n\t\t\t<td class=\"text-center\">45%</td>\n\t\t\t<td class=\"text-center\">14%</td>\n\t\t\t<td class=\"text-center\">41%</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">1998</td>\n\t\t\t<td class=\"text-center\">58%</td>\n\t\t\t<td class=\"text-center\">16%</td>\n\t\t\t<td class=\"text-center\">26%</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">2002</td>\n\t\t\t<td class=\"text-center\">76%</td>\n\t\t\t<td class=\"text-center\">15%</td>\n\t\t\t<td class=\"text-center\">9%</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">2006</td>\n\t\t\t<td class=\"text-center\">90%</td>\n\t\t\t<td class=\"text-center\">6%</td>\n\t\t\t<td class=\"text-center\">4%</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<table class=\"table\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\">&nbsp;</th>\n\t\t\t<th scope=\"col\">&nbsp;</th>\n\t\t\t<th scope=\"col\">&nbsp;</th>\n\t\t\t<th scope=\"col\">&nbsp;</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>&nbsp;</td>\n\t\t\t<td>&nbsp;</td>\n\t\t\t<td>&nbsp;</td>\n\t\t\t<td>&nbsp;</td>\n\t\t</tr>\n\t</tbody>\n</table>\n&nbsp;\n\n<p>&nbsp;</p>\n"}],"choicesHtml":["<p>&nbsp;</p>\n<img alt=\"The figure presents a graph of two curves, one solid and one dashed, in the first quadrant of a coordinate plane. The horizontal axis is labeled “Armor Plating,” and there is an arrowhead at the end of the axis. The vertical axis is labeled “Number of Males in Population,” and there is an arrowhead at the end of the axis. The behavior of the curves is as follows.  The solid curve begins at the origin, then slopes upward and to the right until it reaches a peak two thirds of the way along the horizontal axis, and high above the horizontal axis. The curve then slopes downward and to the right until it ends on the horizontal axis. The dashed curve consists of two peaks. The curve begins at the origin, then slopes upward and to the right to a peak one fourth of the way along the horizontal axis, high above the horizontal axis, and of the same height as the peak of the solid curve. The curve then slopes downward and to the right into a valley halfway along the horizontal axis and of half the height as the peak of the curve. The curve then slopes upward to a second peak three fourths of the way along the horizontal axis, and of the same height as the first peak. The curve then slopes downward to end at the same point as the solid curve ends. A single downward pointing arrow points to a position immediately to the right of the first intersection of the solid and dashed curves.\" height=\"208\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e83974ac754a501ef9f41805026de76b/original.png\" width=\"250\">","<p>&nbsp;</p>\n<img alt=\"The figure presents a graph of two curves, one solid and one dashed, in the first quadrant of a coordinate plane. The horizontal axis is labeled “Armor Plating,” and there is an arrowhead at the end of the axis. The vertical axis is labeled “Number of Males in Population,” and there is an arrowhead at the end of the axis. The behavior of the curves is as follows. The solid curve begins at the origin, then slopes upward and to the right until it reaches a peak two thirds of the way along the horizontal axis, and high above the horizontal axis. The curve then slopes downward and to the right until it ends on the horizontal axis. The dashed curve is a horizontal line that intersects the solid curve at two points. The height of the line is at half of the height of the peak of the solid curve. Three downward pointing arrows point to the following positions on the graph. The first arrow points to a position about one eighth of the way along the horizontal axis, well before the first intersection of the two curves. The second arrow points to a position immediately to the right of the first intersection of the two curves. The third arrow points to the second point of intersection of the two curves.\" height=\"216\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/953f877a593c28ad9785d0851a2f033b/original.jpg\" width=\"250\">","<p>&nbsp;</p>\n<img alt=\"The figure presents a graph of two curves, one solid and one dashed, in the first quadrant of a coordinate plane. The horizontal axis is labeled “Armor Plating,” and there is an arrowhead at the end of the axis. The vertical axis is labeled “Number of Males in Population,” and there is an arrowhead at the end of the axis. The behavior of the curves is as follows. The solid curve begins at the origin, then slopes upward and to the right until it reaches a peak two thirds of the way along the horizontal axis, and high above the horizontal axis. The curve then slopes downward and to the right until it ends on the horizontal axis. The dashed curve is a symmetric curve that begins at the origin, then slopes upward and to the right to a peak one half of the way along the horizontal axis, and of the same height as the peak of the first curve. The curve then slopes downward to intersect the first curve, and ends at the same point as the solid curve ends. Two downward pointing arrows point to the following positions on the graph. The first arrow points to a position about one eighth of the way along the horizontal axis and halfway to the peak of the dashed curve. The second arrow points to an equivalent position to the right of the peak of the dashed curve and about seven eighths of the way along the horizontal axis.\" height=\"216\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e433786f706f2efaa6c47ee3e5ba2c0a/original.jpg\" width=\"250\">","<p>&nbsp;</p>\n<img alt=\"The figure presents a graph of two curves, one solid and one dashed, in the first quadrant of a coordinate plane. The horizontal axis is labeled “Armor Plating,” and there is an arrowhead at the end of the axis. The vertical axis is labeled “Number of Males in Population,” and there is an arrowhead at the end of the axis. The behavior of the curves is as follows. The solid curve begins at the origin, then slopes upward and to the right until it reaches a peak two thirds of the way along the horizontal axis, and high above the horizontal axis. The curve then slopes downward and to the right until it ends on the horizontal axis. The dashed curve begins at the origin, then slopes sharply upward to a peak one third of the way along the horizontal axis, of the same height as the peak of the solid curve. Then the curve slopes downward to intersect the solid curve about halfway along the horizontal axis and at half the heights of the curves, and proceeds to end at the same point as the solid curve ends. A single downward pointing arrow points to a position that is close to the end of the horizontal axis and close to the ends of the two curves.\" height=\"216\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/449b81468f49e942e56adc5c3015f1f7/original.jpg\" width=\"250\">"],"answer":2}]