[{"id":"FT575655","type":"mcq","stimulusHtml":"<p>Which of the following additions to the experimental design will best help test whether the observed habitat preferences were the result of competition between species?</p>","features":[{"type":"sharedpassage","html":"<p>Researchers investigated the habitat preferences of two species of garter snakes, <em>Thamnophis sirtalis</em> and <em>Thamnophis atratus</em>. To create a choice chamber, the researchers built a meshed enclosure and positioned one end of the enclosure at the edge of a small pond. Zone I of the enclosure was located in the water, whereas zone IV of the enclosure was located 2–3 meters away from the water, as represented in the figure below. Snakes inside the enclosure were able to move freely between zones.</p>\n\n<p style=\"margin-left: 240px;\">&nbsp;</p>\n\n<p style=\"margin-left: 240px;\"><img alt=\"The figure presents a rectangular enclosure that is divided into four equally sized, adjacent, square shaped zones. From left to right, the zones are labeled 4 through 1. The side length of each square is 1 meter. A large semicircular shaded region, labeled “Pond,” completely covers square 1 and a very small part of square 2. The “Pond” region also extends beyond square 1 to the outside of the enclosure.\" height=\"172\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0c8e64be32b629a4a928a6a656d24ed9/original.jpg\" width=\"365\" /></p>\n\n<p>In a series of experiments, the researchers introduced a single snake into zone IV of the enclosure at 7:00 A.M. The researchers recorded the location of the snake at six time points throughout the day. In a related experiment, the researchers introduced two snakes, one of each species, into the enclosure at the same time and observed the location of each of the two snakes at the same six time points as before. The researchers repeated both the one-snake and two-snake experiments using different individual snakes of each species. The results are presented in the table.</p>\n\n<p style=\"margin-left: 80px;\"><img alt=\"The figure shows a table with 5 columns and 7 rows. The title of the table is ZONES MOST FREQUENTLY OCCUPIED BY GARTER SNAKES IN A MESHED ENCLOSURE. The top row contains the column labels, from left to right: column one, Time of Day; column two, Zone Most Frequently Occupied by T. atratus; column three, Zone Most Frequently Occupied by T. sirtalis; column four, Zone Most Frequently Occupied by T. atratus; column five, Zone Most Frequently Occupied by T. sirtalis. Second column has heading T. atratus Only, the third column has heading T. sirtalis Only, and the third and last column has heading T. atratus and T. sirtalis. All these columns have heading Species Introduced Inside the Meshed Enclosure. From top to bottom, the data is as follows: Row two: Time of Day, 8:00 A.M.; Zone Most Frequently Occupied by T. atratus, 1; Zone Most Frequently Occupied by T. sirtalis, 2; Zone Most Frequently Occupied by T. atratus, 3; Zone Most Frequently Occupied by T. sirtalis, 2. Row three: Time of Day, 10:00 A.M.; Zone Most Frequently Occupied by T. atratus, 2; Zone Most Frequently Occupied by T. sirtalis, 1; Zone Most Frequently Occupied by T. atratus, 2; Zone Most Frequently Occupied by T. sirtalis, 2. Row four: Time of Day, 12:00 P.M.; Zone Most Frequently Occupied by T. atratus, 1; Zone Most Frequently Occupied by T. sirtalis, 1; Zone Most Frequently Occupied by T. atratus, 3; Zone Most Frequently Occupied by T. sirtalis, 1. Row five: Time of Day, 2:00 P.M.; Zone Most Frequently Occupied by T. atratus, 1; Zone Most Frequently Occupied by T. sirtalis, 1; Zone Most Frequently Occupied by T. atratus, 4; Zone Most Frequently Occupied by T. sirtalis, 1. Row four: Time of Day, 4:00 P.M.; Zone Most Frequently Occupied by T. atratus, 2; Zone Most Frequently Occupied by T. sirtalis, 1; Zone Most Frequently Occupied by T. atratus, 4; Zone Most Frequently Occupied by T. sirtalis, 1. Row five: Time of Day, 6:00 P.M.; Zone Most Frequently Occupied by T. atratus, 2; Zone Most Frequently Occupied by T. sirtalis, 2; Zone Most Frequently Occupied by T. atratus, 4; Zone Most Frequently Occupied by T. sirtalis, 1.\" height=\"273\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b92f68af27add70bae1372a3a092cc45/original.png\" width=\"595\" /></p>\n"}],"choicesHtml":["<p>Placing two individuals from the same population together inside the enclosure</p>","<p>Introducing different types of plants into the enclosure together with the snakes</p>","<p>Doubling the number of repetitions for the experimental treatment with <em>T. atratus </em>alone</p>","<p>Repeating the investigation with an enclosure that is twice as long as the original</p>"],"answer":-1}]