[{"id":"FT575883","type":"mcq","stimulusHtml":"<p>Based on the data in Figure 1, the concentration of iron in the control diet used in the investigation is most likely within which of the following ranges?</p>","features":[{"type":"sharedpassage","html":"<p>Excess intracellular iron is toxic to cells (iron-induced toxicity). Ferritin is an intracellular iron storage protein that binds excess iron. The presence of ferritin can protect cells from iron-induced toxicity.</p>\n\n<p>&nbsp;</p>\n\n<p>In an experiment to investigate the effects of dietary iron intake on ferritin synthesis, rats were given food containing different amounts of iron. Subsequently, the levels of ferritin protein in the liver were measured. The results are shown in Figure 1.</p>\n\n<p style=\"margin-left: 200px;\"><img alt=\"The figure presents the graph of a curve in the first quadrant of a coordinate plane. The horizontal axis is labeled “Dietary Iron, in milligrams per kilogram,” and the numbers 0 through 125, in increments of 25, are indicated. The vertical axis is labeled “Ferritin Abundance, relative to control,” and the numbers 0 through 2.0, in increments of 0.5, are indicated. A dashed horizontal line is drawn across the graph at a ferritin abundance of 1.0. The curve is composed of 6 points connected by line segments, with error bars given for each point. The points are given as follows. Note that all values are approximate. Point 1. 0, comma 0. No error bar is visible. Point 2. 11, comma 0. No error bar is visible. Point 3. 19, comma 0.1. The error bar spans plus or minus 0.05. Point 4. 38, comma 1.0. The error bar spans plus or minus 0.05. Point 5. 72, comma 1 point 6. The error bar spans plus or minus 0.1. Point 6. 110, comma 1 point 5. The error bar spans plus or minus 0.07.\" height=\"305\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/77f7179fc4aa64e687e8bc3b4ad97604/original.png\" width=\"375\" /></p>\n\n<p>Based on these and other data, researchers have developed the following model demonstrating how ferritin synthesis is regulated by iron. When iron levels are low, a repressor of translation, iron response protein (IRP), binds to an iron response element (IRE), which is a stem-loop structure near the 5¢ end of ferritin mRNA. When iron levels are high, intracellular iron binds to the IRP, and the iron-IRP complex dissociates from the IRE, permitting ribosomes to proceed with the translation of ferritin mRNA. Figure 2 represents the model of the regulation of ferritin mRNA translation by iron.</p>\n\n<p class=\"text-center\"><img alt=\"The figure is a model of the regulation of ferritin synthesis by iron and shows the m R N A for ferritin in two situations: when the intracellular concentration of iron is low and when the intracellular concentration of iron is high. When the intracellular concentration of iron is low, a stem loop structure forms in the ferritin m R N A, 5 prime to the coding region of the m R N A. This stem loop structure includes a sequence called an iron response element (I R E) that is recognized and bound by the iron response protein (I R P). The binding of the I R P to the I R E blocks translation of the ferritin m R N A. When the intracellular concentration of iron is high, iron binds to the iron response protein and causes the protein to dissociate from the I R E containing stem loop structure. This allows translation of the ferritin m R N A to proceed, and ferritin is produced.\" height=\"210\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/479ded291866902b0c288d29c7c6a9c1/original.jpg\" width=\"675\" /></p>\n\n<p class=\"text-center\">Figure 2. Model of regulation of ferritin synthesis by iron</p>\n\n<p>&nbsp;</p>\n"}],"choicesHtml":["<p>20–25 mg/kg</p>","<p>35–40 mg/kg</p>","<p>70–75 mg/kg </p>","<p>100–125 mg/kg</p>"],"answer":0}]