[{"id":"FT583152","type":"longtextV2","stimulusHtml":"<p>Based on an analysis of the data, <strong>estimate </strong>the effective dose of atovaquone that causes a fifty percent reduction in growth of <em>P. falciparum</em>.</p>","features":[{"type":"sharedpassage","html":"<p style=\"margin-left: 120px;\"><img alt=\"The figure presents the graph of a curve in the first quadrant of a coordinate plane. The horizontal axis is labeled “Atovaquone, in micromoles,” and the numbers 0, 10 raised to the negative 5 power, 10 raised to the negative 4 power, 10 raised to the negative 3 power, 10 raised to the negative 2 power, 10 raised to the negative 1 power, 10 raised to the 0 power, and 10 raised to the 1 power, are indicated along the axis. The vertical axis is labeled “Growth, in percentage,” and the numbers 0 through 100, in increments of 25, are indicated. There are 12 points in the graph that approximately follow the shape of the curve. The behavior of the curve at each indicated position along the horizontal axis is given as follows. The curve begins at the point 0, comma 93%. The curve remains constant along the horizontal axis as it passes through the point 10 to the negative 5 power, comma 93%, then begins to curve down as it passes through the point 10 to the negative 4 power, comma 90%. The curve continues to slope downwards as it passes through the point 10 to the negative 3 power, comma 50%, then begins to level off as it passes through the point 10 to the negative 2, comma 10%. The curve then passes through the points 10 to the negative 1 power, comma 7%, and 10 to the 0 power, comma 7%.\" height=\"247\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/54563927c68cd9b3a8d82b7061048dbb/original.png\" width=\"400\" /></p>\n\n<p style=\"margin-left: 240px;\">Figure 1. Effect of increasing concentrations of atovaquone on the growth of&nbsp;P. falciparum</p>\n\n<p>&nbsp;</p>\n\n<p>Malaria is a human disease caused by the eukaryotic parasite <em>Plasmodium falciparum</em>. The enzyme dihydroorotate dehydrogenase (DHODH) is essential for the synthesis of pyrimidine bases, including thymine (T), cytosine (C), and uracil (U), in <em>P. falciparum</em>. To synthesize these bases, DHODH requires electrons that are donated by the electron transport chain protein cytochrome <em>b.</em> Atovaquone is a drug that irreversibly binds to cytochrome <em>b</em> and inhibits the growth of <em>P. falciparum (</em>Figure 1).</p>\n"}]}]