[{"id":"FT583125","type":"longtextV2","stimulusHtml":"<p>Based on the graph in Figure 2, <strong>identify </strong>the environmental conditions (flower density AND proportion of deep flowers) where a short-tongued bee has the greatest relative advantage over a long-tongued bee. Based on the graph in Figure 2, <strong>identify </strong>the range of proportion of deep flowers at which a long-tongued bee always has an advantage over a short-tongued bee.</p>","features":[{"type":"sharedpassage","html":"<p style=\"margin-left: 320px;\"><img alt=\"The figure presents a diagram of a bee pollinating a flower. The tongue of the bee is labeled and shown reaching down to the base of the flower where the nectar is. Pollen grains from the stamens are shown attached to the body of the bee.\" height=\"277\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0ec1c47a04069339539c47ab9bb58c24/original.jpg\" width=\"200\" /></p>\n\n<p>Figure 1.Bees access nectar from the base of a flower with their tongues and can transfer pollen from one flower to another</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 240px;\"><img alt=\"The figure presents a three dimensional graph. The vertical z axis is labeled “Relative Advantage of Short-Tongued Bees” and the numbers 0.0 through 3.0, in increments of 0.5, are indicated. The horizontal y axis is labeled “Flower Density” and the numbers 0 through 10, in increments of 2, are indicated. The data are as follows. The horizontal x axis is labeled “Proportion of Deep Flowers” and the numbers 0.2 through 1.0, in increments of 0.2, are indicated. The data are as follows. The relative advantage of short-tongued bees is 0.6 when flower density is 10 per meter squared and the proportion of deep flowers is 1.0. The relative advantage of short-tongued bees gradually increases from 0.6 to 1.5 as flower density remains at 10 per meter squared and the proportion of deep flowers declines to 0.0. The relative advantage of short-tongued bees gradually increases from 0.6 to 0.8 as the proportion of deep flowers remains at 1.0 and the flower density declines to 0 per meter squared. The relative advantage of short-tongued bees is 2.6 when flower density is 0 per meter squared and the proportion of deep flowers is 0.0. The relative advantage of short-tongued bees gradually decreases from 2.6 to 1.5 as the proportion of deep flowers remains at 0.0 and the flower density increases to 10 per meter squared. The relative advantage of short-tongued bees gradually decreases from 2.5 to 0.8 as flower density remains at 0 per meter squared and the proportion of deep flowers increases to 1.0. A shaded region is indicated along the surface of the graph as well as beneath it to intersect the horizontal x y plane. The shaded region indicates conditions under which having a short tongue is a disadvantage. The region is described piecewise as follows. For the flower density values between 0 per meter squared and 1 per meter squared, the region is shaded for the proportion of deep flowers values between 0.70 and 1.0. For the flower density values between 1 per meter squared and 3 per meter squared, the region is shaded for the proportion of deep flowers values between 0.40 and 1.0. For the flower density values between 3 per meter squared and 9 per meter squared, the region is shaded for the proportion of deep flowers values between 0.30 and 1.0. For the flower density values between 9 per meter squared and 10 per meter squared, the region is shaded for the proportion of deep flowers values between 0.20 and 1.0.\" height=\"247\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fb2d6453e937661c01fb1a46e7dc3aeb/original.jpg\" width=\"350\" /></p>\n\n<p>Figure 2. Relative advantage of short-tongued bees (y-axis) in relation to flower density (x-axis) and proportion of deep flowers (z-axis) is shown. White shading indicates conditions under which having a short tongue is an advantage. Gray shading indicates conditions under which having a short tongue is a disadvantage.</p>\n\n<p>&nbsp;</p>\n\n<p>Bees use their tongues to access nectar as a food source from the base of flowers (Figure 1). Flowers vary in depth from shallow to deep, and bees vary in tongue length from short to long. Many species of plants depend on bees to transfer pollen from one flower to another for fertilization. Researchers constructed a graph to illustrate the conditions under which having a short tongue provides bees with an advantage in an environment where both short-tongued and long-tongued species of bees are present (Figure 2).</p>\n"}]}]