[{"id":"VH905015","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Figure 1 represents a plasma membrane and molecules present on either side.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a plasma membrane. Molecules, represented as circles, are present on both sides of the plasma membrane. Two parts of the plasma membrane are labeled “Membrane Channel” and “Phospholipid Bilayer.” The membrane channel interrupts the otherwise continuous phospholipid bilayer. Gray and hatched circles are labeled “Specific Water-Soluble Ions,” and black circles are labeled “Small Lipid-Soluble Molecule.” More of each type of circle are shown on one side of the membrane than on the other side. Arrows indicate that the gray and hatched circles cannot pass between the phospholipids and that the gray circles but not the hatched circles pass through the center of the membrane channel from the side with more circles to the side with fewer circles. Another arrow indicates that the black circles pass between the phospholipids from the side of the membrane with more circles to the side with fewer circles.\" height=\"270\" src=\"https://assets.learnosity.com/organisations/537/VH905015.g02.png\" width=\"341\" />\n<p class=\"caption\">Figure 1. A model of a plasma membrane demonstrating selective permeability</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) <span class=\"formatted_text font_weight:bold\">Describe</span> the biological need for cells to be surrounded by a membrane that is selectively permeable for different materials.</p>\n</div>\n"},{"id":"VH905015","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b) <span class=\"formatted_text font_weight:bold\">Explain</span> how the model shows selective permeability of the membrane to specific ions.</p></div>\n"},{"id":"VH905015","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\"><p class=\"stem_paragraph\">(c) <span class=\"formatted_text font_weight:bold\">Describe</span> the characteristics of the phospholipid bilayer that permit small hydrophobic lipid molecules to pass directly across the membrane.</p></div>\n"},{"id":"VH905015","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) Based on the model, <span class=\"formatted_text font_weight:bold\">explain</span> whether the molecules shown crossing the membrane require energy to do so.</p></div>\n"}]