[{"id":"VH902830","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Certain bacteria can use both ethyl alcohol and acetate as sources of nutrients. In an experiment where both nutrients are available to a bacterial population, the following results were obtained and graphed.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents two curves in the first quadrant of a coordinate plane, titled “Movement of Nutrients into Bacterial Cells.” The horizontal axis is labeled Concentration Outside Cells, in milimolarity, and the numbers 0.1, 1.0, 10.0, and 100.0 are indicated at equal intervals. The vertical axis is labeled Rate of Entry of Substance, in micromoles per minute, and the numbers 10, 100, and 1,000 are indicated at equal intervals. The first curve, labeled Acetate, is a straight line that begins at the point 0.1 milimolar, 1.5 micromoles per minute, and moves upward and to the right, passing through the point 1.0 milimolar, 10.4 micromoles per minute. The curve then passes through the point 10.0 milimolars, 107 micromoles per minute, and ends at the point 100.0 milimolars, 1,020 micromoles per minute. The second curve, labeled Ethyl Alcohol, begins at the point 0.1 millimolar, 7 micromoles per minute, and moves gradually upward and to the right, passing through the point 1.0 millimolar, 20 micromoles per minute. It then passes through the point 10.0 millimolar, 35 micromoles per minute, and ends at the point 100.0 milimolar, 50 micromoles per minute.\" height=\"235\" src=\"https://assets.learnosity.com/organisations/537/VH902830.g02.png\" width=\"365\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">What additional procedure would best help determine whether these movements are due to active transport or to passive transport?</p>\n","rubricRef":"VH902830_rubric","choicesHtml":["<p class=\"choice_paragraph\">Repeat the original experiment, but at three different temperatures. Compare the transport rates among the three temperatures.</p>","<p class=\"choice_paragraph\">Repeat the original experiment, but add a substance known to block movement of molecules across aquaporins. Compare the rates on the two graphs.</p>","<p class=\"choice_paragraph\">Use two additional treatments, one containing only ethyl alcohol and one containing only acetate. Compare the graphs of these two treatments with the original graph.</p>","<p class=\"choice_paragraph\">Use two additional treatments, one containing only ethyl alcohol and one containing only acetate. Include a substance known to block <span class=\"math_expression\"><span aria-label=\"A T P\"><math alttext=\"A T P\" overflow=\"scroll\"><mstyle><mrow><mtext>ATP</mtext></mrow></mstyle></math></span></span> use by the plasma membrane. Compare the graphs of these two treatments to the original graph.</p>"],"answer":3}]