[{"id":"VH907848","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"standalone_statement style:1\">Figure 1 represents a common process that occurs in organisms.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a reaction between two molecules. The top of the figure shows the two molecules. Each molecule has a central C atom that is bonded with four other atoms or groups. One bond of the C atom is with an N atom that is also bonded with two H atoms. A second bond of the C atom is with a C atom that is also bonded with an O H group and double bonded with an O atom. In each molecule, the central C atom is also bonded with an H atom. In one of the molecules, the fourth bond of the C atom is with an H atom. In the other molecule, the fourth bond of the C atom is with a C H 3 group. An arrow points to a new molecule that is formed when the two molecules join with a byproduct of a water molecule. The new molecule has a six-atom backbone, that from the left to the right is composed of the following atoms: N, C, C, N, C, C. The leftmost N atom is also bonded with two H atoms, the next C atom is also bonded with two H atoms, the next C atom is also double-bonded with an O atom, the next N atom is also bonded with one H atom, the next C atom is also bonded with an H atom and a C H 3 group, and the final C atom is bonded with an O H group and double-bonded with an O atom.\" height=\"241\" src=\"https://assets.learnosity.com/organisations/537/VH907848.g02.png\" width=\"300\" />\n<p class=\"caption\">Figure 1. Structural formula for a common biological reaction</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following is an accurate description of the process shown in Figure 1 ?</p>\n","rubricRef":"VH907848_rubric","choicesHtml":["<p class=\"choice_paragraph\">The linking of amino acids with an ionic bond as an initial step in the protein synthesis process</p>","<p class=\"choice_paragraph\">The formation of a more complex carbohydrate with the covalent bonding of two simple sugars</p>","<p class=\"choice_paragraph\">The hydrolysis of amino acids with the breaking of covalent bonds with the release of water</p>","<p class=\"choice_paragraph\">The formation of a covalent peptide bond in a dehydration synthesis reaction</p>"],"answer":3}]