[{"id":"VH907844","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"standalone_statement style:1\">Figure 1 is a diagram of water molecules at the air-water interface at the surface of a pond.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of the alignment of water molecules at an air-water interface. Four identical water molecules are shown just below the surface of the water, near the air-water interface. Each water molecule consists of one large atom and two smaller ones. A key indicates that the smaller atoms have a partial positive charge, and the larger atom has a partial negative charge. The water molecules are identically aligned at the surface of the water. For each water molecule, one of the smaller atoms with the partial positive change is situated at the bottom of the larger atom, toward the water below. Vertical dotted lines extend downward from these smaller atoms. For each water molecule, the other small atom with the positive partial charge is positioned at the upper right of the larger atom. The upper left side of the larger atom is shown to have a partial negative charge. Horizontal dotted lines are drawn between the upper portions of neighboring water molecules.\" height=\"142\" src=\"https://assets.learnosity.com/organisations/537/VH907844.g02.png\" width=\"550\" />\n<p class=\"caption\">Figure 1. Alignment of water molecules at air-water interface</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on Figure 1, which of the following best describes how the properties of water at an air-water interface enable an insect to walk on the water's surface?</p>\n","rubricRef":"VH907844_rubric","choicesHtml":["<p class=\"choice_paragraph\">Covalent bonds between water molecules and the air above provide cohesion, which causes tiny bubbles to form under the feet of the insect.</p>","<p class=\"choice_paragraph\">Ionic bonds between molecules at the surface of the water provide an electric charge, which attracts the feet of the insect, keeping it on the surface.</p>","<p class=\"choice_paragraph\">Polar covalent bonds between molecules at the surface of the water provide adhesion, which supports the weight of the insect.</p>","<p class=\"choice_paragraph\">Hydrogen bonds between molecules at the surface of the water provide surface tension, which allows the water surface to deform but not break under the insect.</p>"],"answer":3}]