[{"id":"VH913048","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A researcher claims that different enzymes exhibit maximal function over different <span class=\"math_expression\"><span aria-label=\"p H\"><math alttext=\"p H\" overflow=\"scroll\"><mstyle><mrow><mtext>pH</mtext></mrow></mstyle></math></span></span> ranges. To test the claim, the researcher carries out an experiment that includes three different enzymes: pepsin, salivary amylase, and arginase. The results of the experiment are represented in Figure 1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of three lines in the first quadrant of the coordinate plane. The lines represent the enzymes pepsin, salivary amylase, and arginase. The horizontal axis is labeled p H, and the numbers 0 through 12, in increments of 1, are indicated. The vertical axis is labeled Percent of Enzyme Activity, and the numbers 0 through 100, in increments of 20, are indicated. The data represented in the graph are as follows. Note that all values are approximate. The line labeled Pepsin begins at the point 0, comma 50. The line then moves upwards and to the right to the point 2, comma 100, then moves steeply downwards and to the right to the point 5, comma 0. The line then moves to the right along the horizontal axis, and ends at the point 12, comma 0. The line labeled Salivary Amylase begins at the point 0, comma 0 and moves to the right along the horizontal axis until the point 3, comma 0. The line then moves steeply upwards and to the right to the point 7, comma 100. The line then moves steeply downwards and to the right to the point 10, comma 0. The line then moves to the right along the horizontal axis and ends at the point 12, comma 0. The line labeled Arginase begins at the point 0, comma 0 and moves to the right along the horizontal axis until the point 5, comma 0. The line then moves steeply upwards and to the right to the point 10, comma 100. The line then moves steeply downwards and to the right to end at the point 12, comma 70.\" height=\"213\" src=\"https://assets.learnosity.com/organisations/537/VH913048.g01.png\" width=\"550\" />\n<p class=\"caption\">Figure 1. The effect of <span class=\"math_expression\"><span aria-label=\"p H\"><math alttext=\"p H\" overflow=\"scroll\"><mstyle><mrow><mtext>pH</mtext></mrow></mstyle></math></span></span> on three different enzymes</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following actions will provide the most appropriate negative control for the experiment?</p>\n","rubricRef":"VH913048_rubric","choicesHtml":["<p class=\"choice_paragraph\">Repeating the experiment with a fourth enzyme</p>","<p class=\"choice_paragraph\">Repeating the experiment at several different temperatures</p>","<p class=\"choice_paragraph\">Repeating the experiment with denatured enzymes</p>","<p class=\"choice_paragraph\">Repeating the experiment using several different methods for measuring <span class=\"math_expression\"><span aria-label=\"p H\"><math alttext=\"p H\" overflow=\"scroll\"><mstyle><mrow><mtext>pH</mtext></mrow></mstyle></math></span></span></p>"],"answer":2}]