[{"id":"VH913125","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">European flycatchers feed caterpillars to their hatchlings. Graph 1 shows the average dates of hatching and fledging (leaving the nest), and the biomass of the caterpillars between early May (when flycatcher young hatch) and June (when fledging of young occurs).</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents two graphs of curves in two coordinate planes. One graph is above the other, and the graphs are related by dates indicated on the horizontal axes. A vertical line runs through the two graphs and is labeled with the date May twenty eighth. The graphs are described as follows. The upper graph consists of curves representing the distribution of flycatcher Hatching and Fledging dates and Hatchling Food Needs over a time period. The horizontal axis has no label, and the dates May fifteenth and June second are indicated along it. The vertical axis is labeled Frequency, and no numbers are indicated along it, although it ends in an arrowhead. The first curve, labeled Date of Hatching, is a bell curve which begins on the horizontal axis to the left of May fifteenth, peaks at May fifteenth, and ends on the horizontal axis to the right of May fifteenth but to the left of May twenty eighth. The second curve, labeled Date of Fledging, is a bell curve which begins on the horizontal axis to the right of May twenty eighth but to the left of June second, peaks at June second at the same height as the first curve, and ends on the horizontal axis to the right of June second. A third bell curve that is broader than the other two curves begins on the horizontal axis immediately before May fifteenth, peaks at May twenty eighth at the same height as the  other two curves, and ends on the horizontal axis immediately to the right of June second. This broader curve is labeled Hatchling Food Needs. The lower graph consists of a curve representing the biomass of caterpillars over the same time frame as in the upper graph. The horizontal axis has no label, and the date May twenty eighth is midway along it. The vertical axis is labeled Biomass of Caterpillars, and no numbers are indicated along it, although it ends in an arrowhead. The curve is a bell curve which begins on the horizontal axis immediately before May fifteenth, peaks at May twenty eight, and ends on the horizontal axis at immediately before June second. The curve has approximately the same dimensions as the Hatchling Food Needs curve of the upper graph. The beginning of the curve is labeled Hatching, the peak is labeled Peak Mass, and the end of the curve is labeled Pupae.\" height=\"309\" src=\"https://assets.learnosity.com/organisations/537/VH913125.g03.png\" width=\"285\" />\n<p class=\"caption\">Graph 1. Comparison of European flycatcher hatching and fledging dates and caterpillar biomass</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the data, scientists claim that the reproductive behavior of European flycatchers is influenced by the availability of energy sources. Which of the following statements best justifies this claim?</p>\n","rubricRef":"VH913125_rubric","choicesHtml":["<p class=\"choice_paragraph\">Young European flycatchers hatch from eggs when caterpillar biomass is available for the young birds to consume and convert into energy for growth.</p>","<p class=\"choice_paragraph\">European flycatcher hatchlings begin to need energy to leave the nest only after the caterpillars have turned into pupae.</p>","<p class=\"choice_paragraph\">Female European flycatchers require energy to lay eggs, so they lay their eggs when the caterpillar biomass is maximal.</p>","<p class=\"choice_paragraph\">The energy requirements for hatching European flycatchers and caterpillars are proportional to each other.</p>"],"answer":0}]