[{"id":"VH914262","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The carbohydrates glucose, galactose, and fructose have the same chemical formula <span class=\"math_expression\"><span aria-label=\"C 6 H 12 O 6\"><math alttext=\"C 6 H 12 O 6\" overflow=\"scroll\"><mstyle><mrow><mstyle mathvariant=\"normal\"><mrow><msub><mrow><mtext>(C</mtext></mrow><mrow><mn>6</mn></mrow></msub><msub><mrow><mtext>H</mtext></mrow><mrow><mn>12</mn></mrow></msub><msub><mrow><mtext>O</mtext></mrow><mrow><mtext>6</mtext></mrow></msub></mrow></mstyle><mtext>)</mtext></mrow></mstyle></math></span></span> but different structural formulas, as represented in the figure.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents the flat molecular structures of Glucose, Galactose, and Fructose. The backbone of all three carbohydrates is a six-carbon chain. In glucose,  the first C atom is bonded with an H atom, and double bonded with an O atom. The second C atom is bonded with an H atom on the left, and an O H group on the right. The third C atom is bonded with an H O group on the left, and an H atom on the right. The fourth C atom is bonded with an H atom on the left, and an O H group on the right. The fifth C atom is bonded with an H atom on the left, an O H group on the right, and a C H 2 O H group below. In galactose, the first C atom is bonded with an H atom, and double bonded with an O atom. The second C atom is bonded with an H atom on the left, and an O H group on the right. The third and fourth C atoms are each bonded with an H O group on the left, and an H atom on the right. The fifth C atom is bonded with an H atom on the left, an O H group on the right, and a C H 2 O H group below. In fructose,  the first C atom is part of a C H 2 O H group that is also bonded with the second C atom. The second C atom is also double bonded with an O atom. The third C atom is bonded with an H O group on the left, and an H atom on the right. The fourth C atom is bonded with an H atom on the left, and an O H group on the right. The fifth C atom is bonded with an H atom on the left, an O H group on the right, and a C H 2 O H group below.\" height=\"260\" src=\"https://assets.learnosity.com/organisations/537/VH914262.g01.png\" width=\"400\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following statements about glucose, galactose, and fructose is most likely true?</p>\n","rubricRef":"VH914262_rubric","choicesHtml":["<p class=\"choice_paragraph\">The carbohydrates have the same properties because they have the same number of carbon, hydrogen, and oxygen atoms.</p>","<p class=\"choice_paragraph\">The carbohydrates have the same properties because they each have a single carbon-oxygen double bond.</p>","<p class=\"choice_paragraph\">The carbohydrates have different properties because they have different arrangements of carbon, hydrogen, and oxygen atoms.</p>","<p class=\"choice_paragraph\">The carbohydrates have different properties because they have different numbers of carbon-carbon bonds.</p>"],"answer":2}]