[{"id":"VH914402","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Brown fat is a type of fat tissue found in hibernating mammals. Inside the mitochondria of these fat tissue cells, these mammals have an uncoupling protein embedded in the inner mitochondrial membrane. This uncoupling protein allows hydrogen ions to leak from the intermembrane space back into the mitochondrial matrix. Figure 1 shows details of the processes in the inner mitochondrial membrane.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an image of processes that occur across the inner mitochondrial membrane. A cross section of a mitochondrion is shown as well as an enlargement of a boxed region of the Inner Mitochondrial Membrane with the Intermembrane Space on one side and the Mitochondrial Matrix on the other side. One region of the enlargement is labeled Oxidative Phosphorylation. In this region, the Inner Mitochondrial Membrane contains an ATP Synthase enzyme and circles that represent the components of an Electron Transport Chain. Arrows represent the movement of protons (H with a positive charge) from the Mitochondrial Matrix via components of the Electron Transport Chain to the Intermembrane Space. A second arrow represents a proton moving from the Intermembrane Space through the ATP Synthase to the Mitochondrial Matrix. Another arrow touches the end of the ATP Synthase in the Mitochondrial Matrix and indicates the conversion of ADP to ATP. In another region of the enlargement, the Inner Mitochondrial Membrane contains an Uncoupling Protein. An arrow represents a proton moving from the Intermembrane Space through the Uncoupling Protein to the Mitochondrial Matrix. A jagged arrow points from the uncoupling protein to the label Heat in the Mitochondrial Matrix.\" height=\"443\" src=\"https://assets.learnosity.com/organisations/537/VH914402.g02.png\" width=\"525\" />\n<p class=\"caption\">Figure 1. Processes in the inner mitochondrial membrane</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following statements provides reasoning that supports the claim that brown fatty tissue keeps an animal warm?</p>\n","rubricRef":"VH914402_rubric","choicesHtml":["<p class=\"choice_paragraph\">The uncoupling protein in this tissue increases the production of <span class=\"math_expression\"><span aria-label=\"A T P\"><math alttext=\"A T P\" overflow=\"scroll\"><mstyle><mrow><mtext>ATP</mtext></mrow></mstyle></math></span></span> and causes more body heat to be produced to warm the animal.</p>","<p class=\"choice_paragraph\">The uncoupling protein in this tissue reduces the proton gradient across the membrane and thus produces heat to warm the animal without <span class=\"math_expression\"><span aria-label=\"A T P\"><math alttext=\"A T P\" overflow=\"scroll\"><mstyle><mrow><mtext>ATP</mtext></mrow></mstyle></math></span></span> production.</p>","<p class=\"choice_paragraph\">The uncoupling protein in this tissue causes an increase in the proton gradient, which causes more <span class=\"math_expression\"><span aria-label=\"A T P\"><math alttext=\"A T P\" overflow=\"scroll\"><mstyle><mrow><mtext>ATP</mtext></mrow></mstyle></math></span></span> to be produced that helps to warm the animal.</p>","<p class=\"choice_paragraph\">The uncoupling protein in this tissue reduces the production of <span class=\"math_expression\"><span aria-label=\"A T P\"><math alttext=\"A T P\" overflow=\"scroll\"><mstyle><mrow><mtext>ATP</mtext></mrow></mstyle></math></span></span> and creates an increase in the proton gradient that allows more heat energy to be produced to warm the animal.</p>"],"answer":1}]