[{"id":"VH913130","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Protein digestion in humans is primarily carried out by three enzymes. Pepsin is found in the stomach <span class=\"math_expression\"><span aria-label=\"p H 2\"><math alttext=\"p H 2\" overflow=\"scroll\"><mstyle><mrow><mtext>(pH</mtext><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>2)</mtext></mrow></mstyle></math></span></span>, where it aids in the breakdown of large proteins into smaller peptides, while trypsin and chymotrypsin are found in the small intestine <span class=\"math_expression\"><span aria-label=\"p H 8\"><math alttext=\"p H 8\" overflow=\"scroll\"><mstyle><mrow><mtext>(pH</mtext><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>8)</mtext></mrow></mstyle></math></span></span>, where they aid in the further breakdown of the proteins into amino acids and dipeptides that can be absorbed into the bloodstream. Graph 1 shows the effect of <span class=\"math_expression\"><span aria-label=\"p H\"><math alttext=\"p H\" overflow=\"scroll\"><mstyle><mrow><mtext>pH</mtext></mrow></mstyle></math></span></span> on the activity levels of the three enzymes.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of three curves in the first quadrant of the coordinate plane. The lines represent the enzymes pepsin, chymotrypsin, and trypsin. The horizontal axis is labeled p H, and the numbers 0 through 11, in increments of 1, are indicated. The vertical axis is labeled Enzyme Activity, and no numbers are indicated, but an arrowhead is present at the top of the axis. The three curves are described as follows. The curve labeled Pepsin begins with a high level of enzyme activity at p H 1 and moves slightly upwards and to the right, reaching a peak at p H 2. The curve then moves steeply downwards and to the right until it ends with minimal enzyme activity at p H 6. The curve labeled Chymotrypsin begins with minimal enzyme activity at p H 3.5 and moves steeply upwards and to the right, reaching a peak at p H 7.7. The curve then moves steeply downwards and to the right until it ends with minimal enzyme activity at p H 11.  The curve labeled Trypsin begins with minimal enzyme activity at p H 3.5 and moves upwards and to the right, reaching a peak at p H 9.5. The curve then moves steeply downwards and to the right and ends with a moderate amount of enzyme activity at p H 11.\" height=\"205\" src=\"https://assets.learnosity.com/organisations/537/VH913130.g01.png\" width=\"450\" />\n<p class=\"caption\">Graph 1. Relative activity of pepsin, trypsin, and chymotrypsin at <span class=\"math_expression\"><span aria-label=\"p H\"><math alttext=\"p H\" overflow=\"scroll\"><mrow><mtext>pH</mtext></mrow></math></span></span> 0 through 11</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best predicts how the structure and function of pepsin will change as it enters the small intestine?</p>\n","rubricRef":"VH913130_rubric","choicesHtml":["<p class=\"choice_paragraph\">Pepsin will not change in shape and will continue to break down proteins in the small intestine.</p>","<p class=\"choice_paragraph\">Pepsin will not change in shape but may not work due to the basic environment of the small intestine.</p>","<p class=\"choice_paragraph\">Pepsin will change in shape because of the basic environment of the small intestine; therefore, its enzymatic activity will decrease.</p>","<p class=\"choice_paragraph\">Pepsin will change in shape because of the presence of trypsin and chymotrypsin in the small intestine, both of which act as competitive inhibitors.</p>"],"answer":2}]