[{"id":"VH929581","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The insulin receptor is a transmembrane protein that plays a role in the regulation of glucose homeostasis. The receptor’s extracellular domain binds specifically to the peptide hormone insulin. The receptor’s intracellular domain interacts with cellular factors. The binding of insulin to the receptor stimulates a signal transduction pathway that results in the subcellular translocation of <span class=\"math_expression\"><span aria-label=\"GLUT4\" role=\"math\"><math alttext=\"GLUT4\" overflow=\"scroll\"><mstyle><mrow><mtext>GLUT4</mtext></mrow></mstyle></math></span></span>, a glucose transport protein that is stored in vesicles inside the cell. A simplified model of the insulin receptor–signaling pathway is shown in Figure&nbsp;1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a simplified model of the insulin receptor signaling pathway. A curved line is labeled Cell Membrane and divides a region labeled Extracellular Space from a region labeled Intracellular Space. An Activated Insulin Receptor with insulin bound to the extracellular domain is embedded in the cell membrane. An arrow points from the intracellular domain of the activated insulin receptor to a box labeled Signal Transduction. An arrow points from this Signal Transduction box to an intracellular vesicle with several copies of the GLUT4 protein embedded in its membrane. The vesicle is labeled GLUT4 Vesicle. An arrow points from the vesicle to a GLUT4 protein embedded in the cell membrane. A dashed arrow runs from the extracellular space where filled hexagons represent many glucose molecules through the center of the GLUT4 protein to the intracellular space where there is a single filled hexagon labeled Glucose Enters the Cell.\" height=\"315\" src=\"https://assets.learnosity.com/organisations/537/VH929581.g05.png\" width=\"410\" />\n<p class=\"caption\">Figure 1. A simplified model of the insulin receptor–signaling pathway</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following statements best predicts the effect of a loss of function of the insulin receptor’s intracellular domain?</p>\n","rubricRef":"VH929581_rubric","choicesHtml":["<p class=\"choice_paragraph\">The stimulation of the signal transduction pathway will increase.</p>","<p class=\"choice_paragraph\">The storage of <span class=\"math_expression\"><span aria-label=\"GLUT4\"><math alttext=\"GLUT4\" overflow=\"scroll\"><mstyle><mrow><mtext>GLUT4</mtext></mrow></mstyle></math></span></span> in vesicles inside the cell will increase.</p>","<p class=\"choice_paragraph\">The number of <span class=\"math_expression\"><span aria-label=\"GLUT4\"><math alttext=\"GLUT4\" overflow=\"scroll\"><mstyle><mrow><mtext>GLUT4</mtext></mrow></mstyle></math></span></span> molecules in the plasma membrane will increase.</p>","<p class=\"choice_paragraph\">The concentration of glucose inside the cell will increase.</p>"],"answer":1}]