[{"id":"VH931327","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A person’s blood glucose level fluctuates during the day, as represented in Figure 1. Two hormones, insulin and glucagon, are directly involved in regulating the blood glucose level to maintain a healthy level. Insulin acts to lower the blood&nbsp;glucose level, and glucagon acts to increase the blood glucose level.</p>\n\n<p class=\"passage_para\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph of blood glucose fluctuations of an individual. The horizontal axis is labeled Time, and the times 6 A M through 2 P M are indicated, in increments of 2 hours. The vertical axis is labeled Blood Glucose Levels, in milligrams per deciliter, and the numbers 60 through 140, in increments of 20, are indicated. The graph indicates that meals occurred at 6 A M and 11 A M. The data represented by the line are as follows. Note that all values are approximate. The line begins at 6 A M and 80 milligrams per deciliter, and steeply moves upward and to the right until it reaches 7 A M and 130 milligrams per deciliter. It then moves steeply downward and to the right until it reaches 8 A M and 80 milligrams per deciliter. The line moves gradually downward and to the right until it reaches 11 A M and 70 milligrams per deciliter. The line then moves upward and to the right until it reaches 12:30 P M and 130 milligrams per deciliter. The line steeply moves downward and to the right until it ends at 2 P M and 75 milligrams per deciliter.\" height=\"278\" src=\"https://assets.learnosity.com/organisations/537/VH931327.g01.png\" width=\"340\" /></div>\n\n<p class=\"standalone_statement style:1\">Figure 1. Blood glucose fluctuations of an individual</p>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best predicts what will happen to the blood glucose level if the person has another meal at 5 <span class=\"time_abbreviation\">p.m.</span>?</p>\n","rubricRef":"VH931327_rubric","choicesHtml":["<p class=\"choice_paragraph\">Immediately after the meal, the blood glucose level will decrease because of the increase in glucagon levels.</p>","<p class=\"choice_paragraph\">Immediately after the meal, the blood glucose level will increase, and then insulin will be secreted to counter the increase.</p>","<p class=\"choice_paragraph\">Several hours after the meal, the blood glucose level will increase sharply because of an increase in the amount of glucagon secreted.</p>","<p class=\"choice_paragraph\">The blood glucose level will not change after the 5 <span class=\"time_abbreviation\">p.m.</span> meal because the person has already consumed two meals and the blood glucose level has been adjusted to a steady-state level.</p>"],"answer":1}]