[{"id":"VH931374","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows the molecular structure of the formation of a peptide bond. The top of the figure shows two molecules. Each molecule has a central C atom that is bonded with four other atoms or groups. One bond of the C atom is with an N atom that is also bonded with two H atoms. A second bond of the C atom is with a C atom that is also bonded with an O H group and double bonded with an O atom. In each molecule, the central C atom is also bonded with an H atom. In one of the molecules, the fourth bond of the C atom is with an H atom. In the other molecule, the fourth bond of the C atom is with a C H 3 group. An arrow points to a new molecule that is formed when the two molecules join with a byproduct of a water molecule. The new molecule has a six-atom backbone, that from the left to the right is composed of the following atoms: N, C, C, N, C, C. The leftmost N atom is also bonded with two H atoms, the next C atom is also bonded with two H atoms, the next C atom is also double-bonded with an O atom, the next N atom is also bonded with one H atom, the next C atom is also bonded with an H atom and a C H 3 group, and the final C atom is bonded with an O H group and double-bonded with an O atom.\" height=\"239\" src=\"https://assets.learnosity.com/organisations/537/VH931374.g02.png\" width=\"300\" />\n<p class=\"caption\">Figure 1. Formation of a peptide bond</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best describes the formation of the bond shown in Figure 1&nbsp;?</p>\n","rubricRef":"VH931374_rubric","choicesHtml":["<p class=\"choice_paragraph\">An ionic bond is formed between a carbon atom of one amino acid and the nitrogen atom of the other amino acid.</p>","<p class=\"choice_paragraph\">An ionic bond is formed when the negative charge of an <span class=\"math_expression\"><span aria-label=\"O H\"><math alttext=\"O H\" overflow=\"scroll\"><mstyle><mrow><mtext>OH</mtext></mrow></mstyle></math></span></span> group is balanced by the positive charge of a hydrogen ion.</p>","<p class=\"choice_paragraph\">A covalent bond is formed between a carbon atom and a nitrogen atom along with the formation of <span class=\"math_expression\"><span aria-label=\"H 2 O\"><math alttext=\"H 2 O\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>H</mtext></mrow><mrow><mn>2</mn></mrow></msub><mtext>O</mtext></mrow></mstyle></math></span></span> .</p>","<p class=\"choice_paragraph\">A covalent bond is formed that replaces the hydrogen bond between the <span class=\"math_expression\"><span aria-label=\"O H\"><math alttext=\"O H\" overflow=\"scroll\"><mstyle><mrow><mtext>OH</mtext></mrow></mstyle></math></span></span> group and the <span class=\"math_expression\"><span aria-label=\"H\"><math alttext=\"H\" overflow=\"scroll\"><mstyle><mrow><mtext>H</mtext><mtext></mtext></mrow></mstyle></math></span></span> atom.</p>"],"answer":2}]