[{"id":"VH941528","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The beta-2 adrenergic receptor is a membrane-bound protein that regulates several cellular processes, including the synthesis and breakdown of glycogen. The receptor binds specifically to the hormone epinephrine. The binding of epinephrine to the beta-2 adrenergic receptor triggers a signal transduction cascade that controls glycogen synthesis and breakdown in the cell. A simplified model of the signal transduction cascade is represented in Figure&nbsp;1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a simplified model of the signal transduction cascade triggered by epinephrine binding to the beta 2 adrenergic receptor. The model starts with an Activated Beta 2 Adrenergic Receptor and continues as follows. An arrow extends from Activated Beta 2 Adrenergic Receptor to another arrow indicating the conversion of Inactive G Protein to Active G Protein Subunit. An arrow extends from Active G Protein Subunit to another arrow indicating the conversion of Inactive Adenylyl Cyclase to Active Adenylyl Cyclase. An arrow extends from Active Adenylyl Cyclase to another arrow indicating the conversion of A T P to Cyclic A M P. An arrow extends from Cyclic A M P to another arrow indicating the conversion of Inactive Protein Kinase A to Active Protein Kinase A. Two arrows point from Active Protein Kinase A to two different processes. One of the arrows, labeled Activates, points to the conversion of Glycogen to Glucose, catalyzed by Glycogen Phosphorylase. The other arrow, labeled Inhibits, points to the conversion of Glucose, catalyzed by Glycogen Synthase.\" height=\"425\" src=\"https://assets.learnosity.com/organisations/537/VH941528.g03.png\" width=\"500\" />\n<p class=\"caption\">Figure 1. A simplified model of the signal transduction cascade triggered by epinephrine binding to the beta-2 adrenergic receptor</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following outcomes will most likely result from the inactivation of the beta-2 adrenergic receptor?</p>\n","rubricRef":"VH941528_rubric","choicesHtml":["<p class=\"choice_paragraph\">The cellular concentration of cyclic <span class=\"math_expression\"><span aria-label=\"A M P\"><math alttext=\"A M P\" overflow=\"scroll\"><mstyle><mrow><mtext>AMP</mtext></mrow></mstyle></math></span></span> will increase.</p>","<p class=\"choice_paragraph\">The enzymatic activity of protein kinase A will increase.</p>","<p class=\"choice_paragraph\">The activation of glycogen phosphorylase will increase.</p>","<p class=\"choice_paragraph\">The rate of glycogen synthesis in the cell will increase.</p>"],"answer":3}]