[{"id":"VH941745-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Growth hormone and insulin are protein hormones that regulate carbohydrate metabolism by hepatocytes (liver cells) through the activation of intracellular signaling pathways. Researchers investigated whether the two hormones trigger the same or different intracellular signaling pathways in hepatocytes. The researchers added either growth hormone or insulin to parallel cultures of hepatocytes. At several time points after the hormone addition, they purified total intracellular protein from the cells and quantified the level of the phosphorylated forms of two proteins involved in two different signaling pathways (Figure 1, <span class=\"math_expression\"><span aria-label=\"A\" role=\"math\"><math alttext=\"A\" overflow=\"scroll\"><mstyle><mrow><mtext>A</mtext></mrow></mstyle></math></span></span> and <span class=\"math_expression\"><span aria-label=\"B\" role=\"math\"><math alttext=\"B\" overflow=\"scroll\"><mstyle><mrow><mtext>B</mtext></mrow></mstyle></math></span></span>).</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents two line graphs, one labeled A, and the other labeled B. There are two lines on each graph, one that represents Growth Hormone, and one that represents Insulin. In both graphs A and B, the horizontal axis is labeled Time After Hormone Addition, in minutes, and the numbers 0, 30, 60, and 240 are indicated. In graph A, the vertical axis is labeled Level of Phosphorylated STAT5, relative to maximum, and the numbers 0 through 100, in increments of 10, are indicated. The data represented in graph A are as follows. Note that all values are approximate. The data represented by the points along the Growth Hormone line are as follows: 0 comma 0. 10 comma 100. 30 comma 38. 60 comma 26. 240 comma 24. The data represented by the points along the Insulin line are as follows: 0 comma 0. 10 comma 0. 30 comma 0. 60 comma 0. 240 comma 0. In graph B, the vertical axis is labeled Level of Phosphorylated Protein Kinase B, relative to maximum, and the numbers 0 through 100, in increments of 10, are indicated. The data represented in graph B are as follows. Note that all values are approximate. The data represented by the points along the Growth Hormone line are as follows: 0 comma 5. 10 comma 5. 30 comma 5. 60 comma 5. 240 comma 5. The data represented by the points along the Insulin line are as follows: 0 comma 5. 10 comma 92. 30 comma 100. 60 comma 95. 240 comma 80.\" height=\"278\" src=\"https://assets.learnosity.com/organisations/537/VH941745.g01.png\" width=\"465\" />\n<p class=\"caption\">Figure 1. The level of phosphorylated signaling proteins STAT5 (A) and protein kinase B (B) in cells cultured in the presence of growth hormone or insulin</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a) <span class=\"formatted_text font_weight:bold\">Describe</span> the first interaction that triggers signaling to begin in a target cell.</p>\n</div>\n","rubricRef":"VH941745_rubric"},{"id":"VH941745-22","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) <span class=\"formatted_text font_weight:bold\">Identify</span> a dependent variable in the experimental design.<span class=\"formatted_text font_weight:bold\"> Identify</span> a negative control for the effects of hormone addition. <span class=\"formatted_text font_weight:bold\">Identify</span> a likely reason why the researchers continued their experiment for 240 minutes.</p></div>\n","rubricRef":"VH941745_rubric"},{"id":"VH941745-22","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:c part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"c\">\n<p class=\"stem_paragraph\">(c) <span class=\"font_weight:bold formatted_text\">Describe</span> the hormone and signaling protein combination that produced the greatest and most prolonged response. For the phosphorylated STAT5 response that reached 100 percent at 10 minutes in Figure <span class=\"math_expression\"><span aria-label=\"1 A\"><math alttext=\"1 A\"><mstyle><mrow><mn>1</mn><mtext>A</mtext></mrow></mstyle></math></span></span> , <span class=\"font_weight:bold formatted_text\">calculate</span> the rate of decrease (percent decrease per minute) in the detected level of phosphorylated STAT5 from 10 to 30 minutes.</p>\n</div>\n","rubricRef":"VH941745_rubric"},{"id":"VH941745-22","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:d part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"d\"><p class=\"stem_paragraph\">(d) The researchers claim that the similar regulation of carbohydrate metabolism by hepatocytes when the cells are treated with growth hormone or insulin results from the activation of different signaling pathways. Use the data from the researchers’ experiment <span class=\"formatted_text font_weight:bold\">to support their claim</span>.</p></div>\n","rubricRef":"VH941745_rubric"}]