[{"id":"VH955391","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"standalone_statement style:1\">A model showing two possible arrangements of chromosomes during meiosis is shown in Figure 1.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents two possible arrangements of chromosomes during meiosis. Each arrangement is organized into three stages: a single parent cell with four chromosomes, two cells at metaphase 2, and four daughter cells at the end of meiosis. A key indicates that unshaded chromosomes are maternally inherited and shaded chromosomes are paternally inherited. In the first arrangement, the parent cell has two maternal chromosomes, each represented as a pair of chromatids, and two paternal chromosomes, each represented as a pair of chromatids. The chromosomes are lined up in the center of the cell with the maternal chromosomes on one side and the paternal chromosomes on the other side. In the two cells produced and represented at metaphase 2, one has maternal chromosomes only and the other has paternal chromosomes only. In the four daughter cells, two have maternal chromosomes only and two have paternal chromosomes only. In the second arrangement, the parent cell has two maternal chromosomes, each represented as a pair of chromatids, and two paternal chromosomes, each represented as a pair of chromatids. The chromosomes are lined up in the center of the cell with one maternal chromosome and one paternal chromosome on each side. In the two cells produced and represented at metaphase 2, each has one maternal chromosome and one paternal chromosome. In the four daughter cells, each has one maternal chromosome and one paternal chromosome.\" height=\"308\" src=\"https://assets.learnosity.com/organisations/537/VH955391.g01.png\" width=\"570\" />\n<p class=\"caption\">Figure 1. Two possible arrangements of chromosomes during meiosis</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following questions about genetic diversity could most appropriately be answered by analysis of the model in Figure 1 ?</p>\n","rubricRef":"VH955391_rubric","choicesHtml":["<p class=\"choice_paragraph\">Does crossing-over generate more genetic diversity than the fusion of gametes does?</p>","<p class=\"choice_paragraph\">Does <span class=\"math_expression\"><span aria-label=\"D N A\"><math alttext=\"D N A\" overflow=\"scroll\"><mstyle><mrow><mtext>DNA</mtext></mrow></mstyle></math></span></span> methylation prevent independent assortment during metaphase <span class=\"math_expression\"><span aria-label=\"2\"><math alttext=\"2\" overflow=\"scroll\"><mstyle><mrow><mtext>II</mtext></mrow></mstyle></math></span></span>?</p>","<p class=\"choice_paragraph\">How does the independent assortment of the two sets of homologous chromosomes increase genetic diversity?</p>","<p class=\"choice_paragraph\">Do daughter cells that are not genetically identical to parent cells produce viable zygotes?</p>"],"answer":2}]