[{"id":"VH955401","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a model of crossing over between a pair of homologous chromosomes and represents the chromosomes before and after crossing over has occurred. Each chromosome is represented as a pair of chromatids, with uppercase or lowercase letters representing genetic loci on the chromatids. In one chromosome of the homologous pair, the loci are all represented as uppercase letters in the following order: L, M, N, O, P, and Q above the centromere and R, S, T, U, V, and W below the centromere. In the other chromosome of the homologous pair, the loci are all represented as lowercase letters in the following order: l, m, n, o, p, and q above the centromere and r, s, t, u, v, and w below the centromere. One of the chromatids with lowercase letters is shown overlapping a chromatid with uppercase letters at an approximate position immediately below uppercase T and lowercase t. A note indicates that “crossing between loci s and u will happen only during 2% of meiotic divisions” and a second note indicates that “crossing between loci r and v will happen only during 40% of meiotic divisions.” In the second part of the figure, the pair of homologous chromosomes is again represented, with no change to the order or case of the loci above the centromeres of the chromatids. Below the centromeres, one chromatid has loci that are all uppercase, R, S, T, U, V, and W; the next chromatid has uppercase R, S, and T loci, then lowercase u, v, and w loci; the next chromatid has lowercase r, s, and t loci, then uppercase U, V, and W loci; the fourth chromatid has loci that are all lowercase, r, s, t, u, v, and w.\" height=\"320\" src=\"https://assets.learnosity.com/organisations/537/VH955401.g03.png\" width=\"550\" />\n<p class=\"caption\">Figure 1. Model of crossing over between homologous chromosomes, indicating crossing over rate of selected loci.</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">During prophase <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mtext>I</mtext></mrow></mstyle></math></span></span> replicated homologous chromosomes pair up and undergo synapsis. What testable question is generated regarding synapsis and genetic variability by Figure 1 ?</p>\n","rubricRef":"VH955401_rubric","choicesHtml":["<p class=\"choice_paragraph\">Is the distance between two gene loci related to crossover rate?</p>","<p class=\"choice_paragraph\">Does crossing over occur more often in some chromosomes than in others?</p>","<p class=\"choice_paragraph\">Is crossing over inhibited by methylation?</p>","<p class=\"choice_paragraph\">Is crossing over promoted by methylation?</p>"],"answer":0}]