[{"id":"VH953964","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">At the start of mitosis, sister chromatids are held together by a complex of proteins. Separase is an enzyme that cleaves the complex, enabling the chromatids to separate during mitosis. Separase is overexpressed in many cancer cells, and scientists hypothesized that they might be able to slow or stop the growth of cancer cells by blocking the activity of separase. The scientists found a compound they named Sepin‑1 that appears to effectively cleave and thus inactivate purified separase protein <span class=\"formatted_text font_style:italic\">in vitro</span> (in a test tube).</p>\n\n<p class=\"passage_para\">To test whether Sepin‑1 inhibits the growth of cancer cells, the scientists added increasing concentrations of Sepin‑1 to many different types of cancer cell lines growing in culture. A representative sample of the data they obtained is shown in Figure 1. The scientists also proposed to examine whether there is a relationship between the sensitivity of different types of cancer cells to Sepin-1, as measured by the concentration of Sepin-1 that caused 50% of the cells to die, and the relative concentration of separase in the different cell lines. A representative sample of the data is shown in Table 1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a semi-log graph of 4 lines, labeled A, B, C, and D. The horizontal axis is labeled Sepin 1, micromolar, and the numbers 0.1, 1, 10, and 100 are indicated on a log scale. The vertical axis is labeled Cell Viability, percent, and the numbers 0 through 100, in increments of 20, are indicated. The first line, labeled A, begins at 0.1 micromolar Sepin 1 and 100 percent cell viability. The line moves horizontally and to the right, remains at 100 percent cell viability at 0.8 micromolar Sepin 1, and gradually drops to 95 percent cell viability at 2 micromolar Sepin 1. The line then moves more steeply downward, passing through the points representing 70 percent cell viability at 8 micromolar Sepin 1, and 3 percent cell viability at 20 micromolar Sepin 1. The line continues to drop to 0 percent cell viability at 100 micromolar Sepin 1. The second line, labeled, B, begins at 0.1 micromolar Sepin 1 and 100 percent cell viability. The line moves horizontally and to the right, remains at 100 percent cell viability at 0.8 micromolar Sepin 1 and gradually drops to 95 percent cell viability at 2 micromolar Sepin 1. The line moves slightly downward and to the right, passes through the point representing 92 percent cell viability at 8 micromolar Sepin 1 and drops steeply to 10 percent cell viability at 20 micromolar Sepin 1. The line continues to drop to 0 percent cell viability at 100 micromolar Sepin 1. The third line, labeled, C, begins at 0.1 micromolar Sepin 1 and 100 percent cell viability. The line moves very slightly downward and to the right and drops to 95 percent cell viability at 0.8 micromolar Sepin 1. The line continues to move gradually downward, and passes through the points representing 92 percent cell viability at 2 micromolar Sepin 1 and 87 percent cell viability at 8 micromolar Sepin 1. The line then moves steeply downward and to the right and passes through the point representing 50 percent cell viability at 20 micromolar Sepin 1. The line continues to steeply drop to 0 percent cell viability at 100 micromolar Sepin 1. The fourth line, labeled D, begins at 0.1 micromolar Sepin 1 and 100 percent cell viability. The line moves very slightly downward and drops to 97 percent cell viability at 0.8 micromolar Sepin 1. The line continues to move slightly downward, and drops to 95 percent cell viability at 2 micromolar Sepin 1. The line then moves slightly upward to 96 percent cell viability at 8 micromolar Sepin 1, and then steeply drops to 67 percent cell viability at 20 micromolar Sepin 1. The line continues to steeply drop to 0 percent cell viability at 100 micromolar Sepin 1.\" height=\"291\" src=\"https://assets.learnosity.com/organisations/537/VH953964.g03.png\" width=\"430\" />\n<p class=\"caption\">Figure 1. The viability of representative cancer cell lines in the presence of Sepin-1</p>\n</div>\n\n<div class=\"table_wrapper\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Table 1. Relationship between sensitivity to Sepin‑1 and cellular concentration of separase</p>\n</div>\n\n<table class=\"tgroup cols:3\">\n\t<thead class=\"thead\">\n\t\t<tr class=\"row\">\n\t\t\t<th class=\"entry colname:col1\">Cell Line</th>\n\t\t\t<th class=\"entry colname:col2\">Concentration of Sepin-1 that Caused 50% Cell Death (<span class=\"math_expression\"><span aria-label=\"micromolar\"><math alttext=\"micromolar\" overflow=\"scroll\"><mstyle><mrow><mstyle mathvariant=\"normal\"><mrow><mi>μ</mi></mrow></mstyle><mtext>M</mtext></mrow></mstyle></math></span></span> )</th>\n\t\t\t<th class=\"entry colname:col3\">Relative Concentration of Separase</th>\n\t\t</tr>\n\t</thead>\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">E</td>\n\t\t\t<td class=\"entry colname:col2\">1.0</td>\n\t\t\t<td class=\"entry colname:col3\">0.9</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">F</td>\n\t\t\t<td class=\"entry colname:col2\">3.0</td>\n\t\t\t<td class=\"entry colname:col3\">0.38</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">G</td>\n\t\t\t<td class=\"entry colname:col2\">5.0</td>\n\t\t\t<td class=\"entry colname:col3\">0.34</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">H</td>\n\t\t\t<td class=\"entry colname:col2\">5.0</td>\n\t\t\t<td class=\"entry colname:col3\">0.18</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">J</td>\n\t\t\t<td class=\"entry colname:col2\">10.0</td>\n\t\t\t<td class=\"entry colname:col3\">0.25</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">K</td>\n\t\t\t<td class=\"entry colname:col2\">17.0</td>\n\t\t\t<td class=\"entry colname:col3\">0.2</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">L</td>\n\t\t\t<td class=\"entry colname:col2\">35.0</td>\n\t\t\t<td class=\"entry colname:col3\">0.3</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">M</td>\n\t\t\t<td class=\"entry colname:col2\">53.0</td>\n\t\t\t<td class=\"entry colname:col3\">0.15</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">N</td>\n\t\t\t<td class=\"entry colname:col2\">62.0</td>\n\t\t\t<td class=\"entry colname:col3\">0.17</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) <span class=\"formatted_text font_weight:bold\">Identify</span> the point in mitosis at which separase cleaves the protein complex that holds sister chromatid pairs together. In normal cells, separase is kept in an inactive state until it is needed. <span class=\"formatted_text font_weight:bold\">Explain</span> how the progression of cells past sequential cell cycle checkpoints and the activity of enzymes such as separase is controlled by interactions between two major groups of regulatory proteins.</p>\n</div>\n","rubricRef":"VH953964_rubric"},{"id":"VH953964","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b) <span class=\"formatted_text font_weight:bold\">Identify</span> an independent variable in the experiment graphed in Figure 1. Based on the data in Figure 1, <span class=\"formatted_text font_weight:bold\">identify</span> a control that shows that Sepin‑1 rather than something else in the culture medium is inhibiting the growth of the cancer cells.</p></div>\n","rubricRef":"VH953964_rubric"},{"id":"VH953964","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\">\n<p class=\"stem_paragraph\">(c) Based on the data in Table 1, <span class=\"font_weight:bold formatted_text\">describe</span> the general relationship between the sensitivity of cells to Sepin‑1 and the concentration of separase in the cells. Use the Figure 1 data to <span class=\"font_weight:bold formatted_text\">calculate</span> the ratio between the amount of Sepin‑1 required to kill 50% of the cells in the cell line that is most sensitive to the compound and the cell line that is least sensitive to the compound.</p>\n</div>\n","rubricRef":"VH953964_rubric"},{"id":"VH953964","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) The scientists hope to test Sepin‑1 in clinical trials with human cancer patients. The scientists claim that one way to test the efficacy of the Sepin‑1 treatment will be to obtain periodic samples of the patients’ cancer cells and determine the percent of cells in metaphase. <span class=\"formatted_text font_weight:bold\">Provide reasoning</span> to support the scientists’ claim.</p></div>\n","rubricRef":"VH953964_rubric"}]