[{"id":"VH954983","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The Russian blue is a rare breed of cat that is susceptible to developing cataracts on the eyes. Scientists hypothesize that this condition is inherited as a result of a mutation. Figure 1 shows a pedigree obtained in a study of cats owned by members of the Russian Blue Club in Sweden.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a pedigree of Russian blue cats with three generations. The first generation consists of the following five cats: a male without cataracts, a female with cataracts, a second female with cataracts, a second male without cataracts, and a female without cataracts. In the first generation, the first male without cataracts and the first female with cataracts produce a second generation female with cataracts. The next first generation pair, the second female with cataracts and the second male without cataracts produce a second generation male with cataracts. The two second generation cats, the female with cataracts and the male with cataracts, produce a third generation of offspring, a female with cataracts and a male with cataracts. The last first generation pair of cats, the second male without cataracts and the female without cataracts produce the following second generation offspring: a female with cataracts, a male without cataracts, and a male with cataracts.\" height=\"253\" src=\"https://assets.learnosity.com/organisations/537/VH954983.g01.png\" width=\"250\" />\n<p class=\"caption\">Figure 1. Pedigree of Russian blue cats owned by Russian Blue Club</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the inheritance pattern shown in Figure 1, which of the following best predicts the nature of the original mutation?</p>\n","rubricRef":"VH954983_rubric","choicesHtml":["<p class=\"choice_paragraph\">A recessive mutation on the X chromosome</p>","<p class=\"choice_paragraph\">A recessive mutation on a somatic chromosome</p>","<p class=\"choice_paragraph\">A dominant mutation on the X chromosome</p>","<p class=\"choice_paragraph\">A dominant mutation on a somatic chromosome</p>"],"answer":1}]