[{"id":"VH954038","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH953991.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Cyclic <span class=\"math_expression\"><span aria-label=\"A M P\"><math alttext=\"A M P\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>AMP</mtext></mrow></mstyle></math></span></span> phosphodiesterase is an enzyme that catalyzes the conversion of cyclic <span class=\"math_expression\"><span aria-label=\"A M P\"><math alttext=\"A M P\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>AMP</mtext></mrow></mstyle></math></span></span> to a different molecule. Which of the following best predicts the effect of inhibiting cyclic <span class=\"math_expression\"><span aria-label=\"A M P\"><math alttext=\"A M P\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>AMP</mtext></mrow></mstyle></math></span></span> phosphodiesterase in a muscle cell stimulated by epinephrine?</p>\n","rubricRef":"VH954038_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The epinephrine signaling pathway plays a role in regulating glucose homeostasis in muscle cells. The signaling pathway is activated by the binding of epinephrine to the beta-2 adrenergic receptor. A simplified model of the epinephrine signaling pathway is represented in Figure&nbsp;1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a simplified model of the epinephrine signaling pathway in muscle cells. A plasma membrane is shown with two transmembrane structures, a Beta-2 Adrenergic Receptor and Adenylyl Cyclase. Epinephrine is shown binding to the extracellular surface of the beta-2 adrenergic receptor. Bound to the cytosolic surface of the receptor is a G protein made up of alpha, beta, and gamma subunits. An arrow indicates that G D P that is bound to the alpha subunit of the G protein is now released from the subunit. A successive arrow points to the G protein subunits dissociated from the adrenergic receptor and the alpha subunit dissociated from a complex of the beta and gamma subunits. G T P is shown binding to the alpha subunit. A successive arrow points from the G T P-modified alpha subunit to the cytosolic region of adenylyl cyclase. Adenylyl cyclase intersects an arrow that points from A T P to Cyclic A M P. A series of arrows follows. An arrow from Cyclic A M P points to Protein Kinase A. An arrow from Protein Kinase A points to Phosphorylase Kinase and is paired with a curved arrow pointing from A T P to A D P. An arrow from Phosphorylase Kinase points to Glycogen Phosphorylase and is paired with a curved arrow pointing from A T P to A D P. An arrow from Glycogen Phosphorylase points to an arrow indicating the conversion of Glycogen to Glucose-1-Phosphate. A final arrow points from Glucose-1-Phosphate to Glycolysis.\" height=\"296\" src=\"https://assets.learnosity.com/organisations/537/VH953991.g04.png\" width=\"420\" />\n<p class=\"caption\">Figure 1. A simplified model of the epinephrine signaling pathway in muscle cells</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The concentration of cyclic <span class=\"math_expression\"><span aria-label=\"A M P\"><math alttext=\"A M P\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>AMP</mtext></mrow></mstyle></math></span></span> will decrease because adenylyl cyclase will no longer be activated.</p>","<p class=\"choice_paragraph\">The G protein will diffuse out of the cell because it will no longer bind to the plasma membrane.</p>","<p class=\"choice_paragraph\">Phosphorylase kinase will remain active because protein kinase A will no longer be deactivated.</p>","<p class=\"choice_paragraph\">Glycolysis will stop because epinephrine signaling will no longer stimulate glycogen breakdown.</p>"],"answer":2}]