[{"id":"VH953865","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Researchers performed an experiment to determine the effect of certain genetic mutations on mitosis in tropical fruit fly embryos. They determined the percentage of cells in each of four phases of mitosis as shown in Figure 1.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph. The horizontal axis has no label, and the following 4 phases of mitosis are indicated: Prophase/Prometaphase, Metaphase, Anaphase, and Telophase. The vertical axis is labeled Percent of Mitotic Cells, and the numbers 0 through 80, in increments of 10, are indicated. A key indicates that, for each phase of mitosis, one bar represents Wild type, one bar represents Mutant 1, one bar represents Mutant 2, and one bar represents Mutant 3. The data for the cells in each of the 4 stages are as follows. Note that all values are approximate. Prophase/Prometaphase; Wild type, 52 percent. Mutant 1, 55 percent. Mutant 2, 74 percent. Mutant 3, 79 percent. Metaphase; Wild type, 18 percent. Mutant 1, 17 percent. Mutant 2, 13 percent. Mutant 3, 15 percent. Anaphase; Wild type, 15 percent. Mutant 1, 14 percent. Mutant 2, 8 percent. Mutant 3, 3 percent. Telophase; Wild type, 14 percent. Mutant 1, 13 percent. Mutant 2, 5 percent. Mutant 3, 2 percent.\" height=\"211\" src=\"https://assets.learnosity.com/organisations/537/VH953865.g02.png\" width=\"400\" />\n<p class=\"caption\">Figure 1. Percent of cells in phases of mitosis</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following patterns is shown by the data?</p>\n","rubricRef":"VH953865_rubric","choicesHtml":["<p class=\"choice_paragraph\">Mutant 1 cells are more similar to mutant 3 cells than to wild-type cells.</p>","<p class=\"choice_paragraph\">In wild-type cells, the percent of cells in anaphase is twice the amount of those in telophase</p>","<p class=\"choice_paragraph\">In mutant 3 cells, more time is spent in prophase/prometaphase than in the later stages of mitosis.</p>","<p class=\"choice_paragraph\">The percent of mutant 2 cells in anaphase is higher than that of mutant 1 cells.</p>"],"answer":2}]