[{"id":"VH966000","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH965789.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following treatments would have been the best control treatment for the experiment?</p>\n","rubricRef":"VH966000_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph. There are two lines on the graph, one that represents treated with sucrose, and one that represents treated with sucrose and phosphate. The horizontal axis is labeled Year, and the years 1970 through 1985, in increments of 5 years, are indicated. The vertical axis is labeled Phytoplankton Biomass, in milligrams per cubic meter, and the numbers 0 through 8,000, in increments of 2,000, are indicated. The data represented in the graph are as follows. Note that all values are approximate. Data for treated with sucrose. Year 1971 comma 1,000 milligrams per cubic meter.  Year 1972 comma 500 milligrams per cubic meter. Year 1973 comma 200 milligrams per cubic meter. Year 1974 comma 200 milligrams per cubic meter. Year 1975 comma 900 milligrams per cubic meter. Year 1976 comma 800 milligrams per cubic meter. Year 1977 comma 1,000 milligrams per cubic meter. Year 1978 comma 700 milligrams per cubic meter. Year 1979 comma 400 milligrams per cubic meter. Year 1980 comma 900 milligrams per cubic meter. Year 1981 comma 1,100 milligrams per cubic meter. Year 1982 comma 1,100 milligrams per cubic meter. Year 1983 comma 1,200 milligrams per cubic meter. Data for treated with sucrose and phosphate. Year 1971 comma 1,000 milligrams per cubic meter. Year 1972 comma 2,000 milligrams per cubic meter. Year 1973 comma 3,100 milligrams per cubic meter. Year 1974 comma 6,500 milligrams per cubic meter. Year 1975 comma 7,000 milligrams per cubic meter. Year 1976 comma 4,800 milligrams per cubic meter. Year 1977 comma 4,700 milligrams per cubic meter. Year 1978 comma 5,100 milligrams per cubic meter. Year 1979 comma 5,000 milligrams per cubic meter. Year 1980 comma 5,500 milligrams per cubic meter. Year 1981 comma 1,500 milligrams per cubic meter. Year 1982 comma 1,300 milligrams per cubic meter. Year 1983 comma 3,000 milligrams per cubic meter.\" height=\"206\" src=\"https://assets.learnosity.com/organisations/537/VH965789.g05.png\" width=\"320\" /></div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an image of a lake that has the appearance of having been pinched in. The middle of the lake is much narrower than is either side. An impermeable curtain is positioned across the narrow middle portion to separate the two sides.\" height=\"109\" src=\"https://assets.learnosity.com/organisations/537/VH965789.g06.png\" width=\"220\" />\n<p class=\"caption\">Figure 1. Phytoplankton biomass in two sides of a small lake that is divided by an impermeable curtain</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In the early 1970s, researchers hypothesized that carbon was the limiting nutrient in many aquatic ecosystems. To test this hypothesis, the researchers divided a small lake in two roughly equal halves with an impermeable curtain that was fastened and sealed to the bedrock of the lake. Beginning in 1971 the researchers treated one side of the lake with sucrose and the other side with both sucrose and phosphate. From 1971 to 1983 the researchers monitored the phytoplankton biomass in both parts of the lake. The results are shown in Figure 1.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">An untreated section of the lake</p>","<p class=\"choice_paragraph\">A section of the lake that was treated with phosphate but not sucrose</p>","<p class=\"choice_paragraph\">A different lake that was treated with sucrose and phosphate</p>","<p class=\"choice_paragraph\">A small pool of the lake water maintained in a controlled laboratory environment</p>"],"answer":0}]