[{"id":"VH964102","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In plants, genes involved in chlorophyll synthesis are located in both the nucleus and chloroplasts. Some variegated plants (with both green and white leaves and shoots) have mutations that prevent them from synthesizing chlorophyll throughout their leaves. In an effort to understand the genetics underlying chlorophyll synthesis, scientists performed the crosses shown in Figure 1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\">\n<p class=\"caption\">Figure 1. Crosses of flowers on a variegated plant and the resulting progeny</p>\n<img alt=\"The figure presents a diagram of a variegated (green and white) plant and a table describing crosses of flowers from the plant. The plant has one main shoot, two large leaves at the bottom, and three branches with leaves followed by flowers at the tips of the branches. The main shoot of the plant is variegated, and the two large leaves near the bottom of the shoot are also variegated. The branch on the left side of the plant is a solid color, and is labeled All-Green Branch. The branch on the right side of the plant is solid white, and is labeled All-White Branch. The top branch of the plant is variegated, and is labeled Variegated Branch. The table has 3 columns and 3 rows of data for the leaf pattern of the ovule parent, the leaf pattern of the pollen parent, and the leaf pattern phenotypes of the progeny resulting from a cross between the parents. The data represented in the table are as follows. Row 1: Leaf Pattern of Ovule Parent, green. Leaf Pattern of Pollen Parent, green, white, or variegated. Phenotype of Progeny, green. Row 2: Leaf Pattern of Ovule Parent, white. Leaf Pattern of Pollen Parent, green, white, or variegated. Phenotype of Progeny, white. Row 3: Leaf Pattern of Ovule Parent, variegated. Leaf Pattern of Pollen Parent, green white, or variegated. Phenotypes of Progeny, green, white, or variegated.\" height=\"643\" src=\"https://assets.learnosity.com/organisations/537/VH964102.g04.png\" width=\"350\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a)<span class=\"formatted_text font_weight:bold\"> Describe</span> how genetic information is carried in chloroplasts and mitochondria.</p>\n</div>\n","rubricRef":"VH964102_rubric"},{"id":"VH964102","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b) <span class=\"formatted_text font_weight:bold\">Explain</span> how the inheritance pattern shown in Figure 1 supports a role for chloroplast genes in the production of chlorophyll in the variegated plants.</p></div>\n","rubricRef":"VH964102_rubric"},{"id":"VH964102","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\"><p class=\"stem_paragraph\">(c) Ovules produced by an entirely green plant contain a rare mutation in a nuclear gene that is involved in chlorophyll synthesis, and the gene encodes a nonfunctional protein. <span class=\"formatted_text font_weight:bold\">Predict</span> the most likely color of the leaves on plants that are produced when these ovules are fertilized by pollen from a wild-type green plant.</p></div>\n","rubricRef":"VH964102_rubric"},{"id":"VH964102","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) Provide reasoning to <span class=\"formatted_text font_weight:bold\">justify</span> your prediction.</p></div>\n","rubricRef":"VH964102_rubric"}]