[{"id":"VH961541","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Trisomy 21 is a condition in which a child is born with an extra chromosome in pair 21. Researchers assessed the frequency of children born with trisomy 21 by age of the mothers at birth (maternal age) and primary cause of the error leading to trisomy 21. The findings are presented in Figure 1.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a stacked bar graph. The horizontal axis is labeled Maternal Age-Group, and the following three age-groups are indicated: less than 29, 29 through 34, and greater than 34. The vertical axis is labeled Rate of Trisomy 21 per 1,000 births, and no values are indicated, although an arrowhead is present at the top end of the axis. A key indicates that the data represent: error in mitosis; error in meiosis during spermatogenesis; error in meiosis 1 during oogenesis; and error in meiosis 2 during oogenesis. The bar representing Rate of Trisomy 21 is smallest in the age group Less than 29. In comparison to the Less than 29 age group bar, the bar for the age group 29 through 34 is twice the height, and the bar for the age group of Greater than 34 is five times the height. The absolute sizes of the fraction of each bar representing error in mitosis and error in meiosis during spermatogenesis remain small and approximately constant across all three age groups. Error in meiosis 1 during oogenesis comprises approximately one sixth of the Less than 29 bar, one sixth of the 29 through 34 bar, and one fourth of the Greater than 34 bar. Error in Meiosis 2 during oogenesis comprises approximately two thirds of each of the three bars.\" height=\"399\" src=\"https://assets.learnosity.com/organisations/537/VH961541.g02.png\" width=\"300\" />\n<p class=\"attribution author\">Figure 1. Incidence and primary cause of trisomy 21 by maternal age-group</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the data in Figure 1, which of the following is most likely the primary cause of the pattern of frequency of trisomy 21 births in the selected maternal age-groups?</p>\n","rubricRef":"VH961541_rubric","choicesHtml":["<p class=\"choice_paragraph\">At older maternal ages, there is an increase in the number of errors during mitosis, which leads to an increase in nondisjunction during egg production.</p>","<p class=\"choice_paragraph\">The incidence of nondisjunction errors in meiosis during sperm production is positively correlated with increasing maternal age.</p>","<p class=\"choice_paragraph\">At older maternal ages, the incidence of errors in meiosis during egg production increases, which leads to an increase in nondisjunction.</p>","<p class=\"choice_paragraph\">Errors in meiosis leading to nondisjunction are more likely to occur during meiosis <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mtext>I</mtext></mrow></mstyle></math></span></span> than during meiosis <span class=\"math_expression\"><span aria-label=\"2\"><math alttext=\"2\" overflow=\"scroll\"><mstyle><mrow><mtext>II</mtext></mrow></mstyle></math></span></span>.</p>"],"answer":2}]