[{"id":"VH967498","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The enzyme lactase aids in the digestion of lactose, a sugar found in the milk of most mammals. In most mammal species, adults do not produce lactase. Continuing to produce lactase into adulthood in people is called lactase persistence. A number of different alleles have been identified that result in lactase persistence. Figure 1 shows the percentage of people in different geographic areas parts of the Old World that exhibit lactase persistence.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a map of Europe, most of Africa, and parts of Asia with distributions of 5 ranges of percent of lactase persistence across the regions. The ranges of percent are 81 to 100 percent, 61 to 80 percent, 41 to 60 percent, 21 to 40 percent, and 0 to 20 percent. The smallest portion of the map is in the 81 to 100 percent range and represents all of the United Kingdom, Denmark, small regions of southern Sweden, and small parts of western Norway.  A small portion of the map is in the 61 to 80 percent range and represents most of northern Europe, including the rest of Sweden, Norway, regions of Finland, Estonia, Latvia, Lithuania, Northern Germany, Northern France, and also Senegal in Africa. A large portion of the map is in the 41 to 60 percent range and represents the rest of Western Europe, central Africa, Saudi Arabia, Yemen, Oman, the United Arab Emirates, Qatar, and Pakistan. The largest portion of the map is in the 21 to 40 percent range and represents northern and southern Africa, Turkey, Syria, Iraq, Jordan, Israel, Palestine, parts of Iran, Turkmenistan, Uzbekistan, and almost all of Russia.  A small portion of the map is in the 0 to 20 percent range and represents a small region in western Russia, a large portion of Kazakhstan, and southern Spain.\" height=\"304\" src=\"https://assets.learnosity.com/organisations/537/VH967498.g01.png\" width=\"500\" />\n<p class=\"caption\">Figure 1. Distribution of lactase persistence in Europe, North Africa, and parts of Asia</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best explains the distribution of lactase persistence in the areas shown in Figure 1 ?</p>\n","rubricRef":"VH967498_rubric","choicesHtml":["<p class=\"choice_paragraph\">Lactase persistence developed because people were malnourished in Europe.</p>","<p class=\"choice_paragraph\">Lactase persistence alleles are present in all human populations and are expressed when lactose is consumed.</p>","<p class=\"choice_paragraph\">Mutations conferring lactase persistence likely arose independently in different geographic areas and offered a selective advantage.</p>","<p class=\"choice_paragraph\">The mutations that cause lactase persistence are detrimental to humans and will eventually disappear from the gene pool.</p>"],"answer":2}]