[{"id":"VH967935","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Nuclear pores regulate the passage of substances into and out of the nucleus. Antibodies such as&nbsp;<span class=\"math_expression\"><span aria-label=\"m A B 414\"><math alttext=\"m A B 414\" overflow=\"scroll\"><mstyle><mrow><mtext>m</mtext><mtext>Ab414</mtext></mrow></mstyle></math></span></span> have been used to inhibit the movement of substances through the nuclear pores of rat liver cells. Scientists cultured rat liver cells (eukaryotic) and bacteria cells (prokaryotic) in separate dishes with radioactively labeled amino acids. A specific gene in both cell types was engineered to synthesize identical polypeptide chains, and translation of this gene was measured. The procedure was repeated with&nbsp;<span class=\"math_expression\"><span aria-label=\"m A B 414\"><math alttext=\"m A B 414\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><mtext>m</mtext><mtext>Ab414</mtext></mrow></mstyle></mrow></mstyle></math></span></span> (the inhibitor) added to each of the two cell cultures, and translation was monitored again.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following sets of graphs best summarizes the results of the experiments?</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a key that indicates a solid line represents eukaryotic cells and a dashed line represents prokaryotic cells.\" height=\"57\" src=\"https://assets.learnosity.com/organisations/537/VH967935.g01.png\" width=\"180\" /></div>\n","rubricRef":"VH967935_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"></span></p>\n\n\n<span class=\"inline_image\"><img alt=\"The figure presents two graphs of lines in coordinate planes. In each graph, the horizontal axis is labeled Hours of Culture and the numbers 0 and 5 are indicated at the beginning and end of the axis, respectively. The vertical axis is labeled Relative Length of Polypeptide Chain. Note, all data are approximate. The first graph is titled Control, No Inhibitor. The solid line begins slightly above the origin and to the right of the vertical axis. It moves up and to the right, ending at 4 hours and near the top of the vertical axis. The dashed line is slightly to the right of the solid line and is parallel to it. The second graph is titled Experimental, with Inhibitor. The solid line begins slightly to the right of the vertical axis and slightly above the horizontal axis. It extends parallel to the horizontal axis and ends just after 5 hours. The dashed line is identical to the dashed line in the Control, No Inhibitor graph. It begins just to the right of the vertical axis and just above the origin of the solid line and moves up and to the right ending at 4 hours and near the top of the vertical axis.\" height=\"198\" src=\"https://assets.learnosity.com/organisations/537/VH967935.g02.png\" width=\"480\"></span>","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span></p>\n\n\n<span class=\"inline_image\"><img alt=\"The figure presents two graphs of lines in coordinate planes. In each graph, the horizontal axis is labeled Hours of Culture and the numbers 0 and 5 are indicated at the beginning and end of the axis, respectively. The vertical axis is labeled Relative Length of Polypeptide Chain. Note, all data are approximate. The first graph is titled Control, No Inhibitor. The solid line begins slightly above the origin and to the right of the vertical axis. It moves up and to the right, ending at 4 hours and near the top of the vertical axis. The dashed line is slightly to the right of the solid line and is parallel to it. The second graph is titled Experimental, with Inhibitor. The solid line is identical to the solid line in the Control, No Inhibitor graph. The solid line begins slightly above the origin and to the right of the vertical axis. It moves up and to the right, ending at 4 hours and near the top of the vertical axis. The dashed line begins slightly to the right of the vertical axis and slightly above the horizontal axis. It extends parallel to the horizontal axis and ends just after 5 hours.\" height=\"198\" src=\"https://assets.learnosity.com/organisations/537/VH967935.g03.png\" width=\"480\"></span>","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span></p>\n\n\n<span class=\"inline_image\"><img alt=\"The figure presents two graphs of lines in coordinate planes. In each graph, the horizontal axis is labeled Hours of Culture and the numbers 0 and 5 are indicated at the beginning and end of the axis, respectively. The vertical axis is labeled Relative Length of Polypeptide Chain. Note, all data are approximate. The first graph is titled Control, No Inhibitor. The solid line begins slightly above the origin and to the right of the vertical axis. It moves up and to the right, ending at 4 hours and near the top of the vertical axis. The dashed line is slightly to the right of the solid line and is parallel to it. The second graph is titled Experimental, with Inhibitor. The solid line begins slightly above the origin and to the right of the vertical axis. It moves slightly up and to the right. At 3 hours and half way up the vertical axis, the line moves horizontally to the right and ends just after 5 hours. The dashed line is identical to the dashed line in the Control, No Inhibitor graph. It begins just to the right of the vertical axis and just above the origin of the solid line and moves up and to the right ending at 4 hours and near the top of the vertical axis.\" height=\"198\" src=\"https://assets.learnosity.com/organisations/537/VH967935.g04.png\" width=\"480\"></span>","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span></p>\n\n\n<span class=\"inline_image\"><img alt=\"The figure presents two graphs of lines in coordinate planes. In each graph, the horizontal axis is labeled Hours of Culture and the numbers 0 and 5 are indicated at the beginning and end of the axis, respectively. The vertical axis is labeled Relative Length of Polypeptide Chain. Note, all data are approximate. The first graph is titled Control, No Inhibitor. The solid line begins slightly above the origin and to the right of the vertical axis. It moves up and to the right ending at 4 hours and near the top of the vertical axis. The dashed line is slightly to the right of the solid line and is parallel to it. The second graph is titled Experimental, with Inhibitor. The solid line is identical to the solid line in the Control, No Inhibitor graph. The solid line begins slightly above the origin and to the right of the vertical axis. It moves up and to the right, ending at 4 hours and near the top of the vertical axis. The dashed line begins slightly above the origin and to the right of the vertical axis. It moves slightly up and to the right. At 3 hours and half way up the vertical axis, the line moves horizontally to the right and ends just after 5 hours.\" height=\"198\" src=\"https://assets.learnosity.com/organisations/537/VH967935.g05.png\" width=\"480\"></span>"],"answer":0}]