[{"id":"VH973909","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Figure 1 shows some major structural changes between a typical prokaryotic cell, the first eukaryotic common ancestor, and the last eukaryotic common ancestor.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a set of three models that are, from left to right, a model of a prokaryote, a model of a first eukaryotic common ancestor, and a model of a last eukaryotic common ancestor. In the Prokaryote model, a cell wall makes up the outer layer with a cell membrane just inside of the cell wall. A flagellum is attached to the outside of the cell, and moves counterclockwise. Inside the cell, D N A and ribosomes are shown in the cytoplasm. There is an arrow from Prokaryote to the First Eukaryotic Common Ancestor. In the First Eukaryotic Common Ancestor model, a cell membrane makes the outer layer of the cell. Inside the cell, ribosomes, mitochondria, and D N A surrounded by a nuclear membrane are shown in the cytoplasm. There is an arrow from the First Eukaryotic Common Ancestor to the Last Eukaryotic Common Ancestor. In the Last Eukaryotic Common Ancestor model, a cell membrane makes up the outer layer of the cell. A flagellum is attached to the outside of the cell. Inside the cell, ribosomes, mitochondria, chloroplasts are shown in the cytoplasm. D N A is surrounded by a nuclear membrane, which is next to the endoplasmic reticulum.\" height=\"266\" src=\"https://assets.learnosity.com/organisations/537/VH973909.g04.png\" width=\"500\" />\n<p class=\"caption\">Figure 1. Models of a prokaryote, first eukaryotic common ancestor, and last eukaryotic common ancestor.</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the information provided in the figure, which of the following best predicts how membrane-bound organelles provided unique evolutionary advantages to the last eukaryotic common ancestor?</p>\n","rubricRef":"VH973909_rubric","choicesHtml":["<p class=\"choice_paragraph\">Cells with nuclear membranes were better able to protect their genetic material against damage.</p>","<p class=\"choice_paragraph\">Cells with flagella were better able to find food and escape predators.</p>","<p class=\"choice_paragraph\">Cells with ribosomes were better able to produce proteins needed for a variety of metabolic functions.</p>","<p class=\"choice_paragraph\">Cells with mitochondria were able to utilize metabolic energy more efficiently.</p>"],"answer":3}]