[{"id":"VH970956","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Cystic fibrosis (<span class=\"math_expression\"><span aria-label=\"or C F\"><math alttext=\"or C F\" overflow=\"scroll\"><mstyle><mrow><mtext>CF</mtext></mrow></mstyle></math></span></span>) is a progressive genetic disease that causes persistent lung infections and affects the ability to breathe. <span class=\"math_expression\"><span aria-label=\"C F\"><math alttext=\"C F\" overflow=\"scroll\"><mstyle><mrow><mtext>CF</mtext></mrow></mstyle></math></span></span> is inherited in an autosomal recessive manner, caused by the presence of mutations in both copies of the gene for the cystic fibrosis transmembrane conductance regulator (<span class=\"math_expression\"><span aria-label=\"or C F T R\"><math alttext=\"or C F T R\" overflow=\"scroll\"><mrow><mtext>CFTR</mtext></mrow></math></span></span>) protein. Partial nucleotide sequences and the corresponding amino acid sequences for an unaffected individual and an affected individual are modeled in Figure&nbsp;1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents 2 diagrams of partial nucleotide sequences and the corresponding amino acids for an unaffected individual and an affected individual. For an unaffected individual the nucleotide sequence, in triplets, and the corresponding amino acids are as follows. From left to right, nucleotides A C A and amino acid T h r, nucleotides T G G and amino acid T r p, nucleotides T A T and amino acid T y r, nucleotides G A C and amino acid A s p, nucleotides T C T and amino acid S e r, nucleotides C T T and amino acid L e u, nucleotides G G A and amino acid G l y. There is a G after the last nucleotide triplet. For an affected individual the nucleotide sequence, in triplets, and the corresponding amino acids are as follows. From left to right, nucleotides A C A and amino acid T h r, nucleotides G G T and amino acid G l y, nucleotides A T G and amino acid M e t, nucleotides A C T and amino acid T h r, nucleotides C T C and amino acid L e u, nucleotides T T G and amino acid L e u, nucleotides G A G and amino acid G l u.\" height=\"252\" src=\"https://assets.learnosity.com/organisations/537/VH970956.g04.png\" width=\"500\" />\n<p class=\"caption\">Figure 1. <span class=\"math_expression\"><span aria-label=\"C F T R\"><math alttext=\"C F T R\" overflow=\"scroll\"><mstyle><mrow><mtext>CFTR</mtext></mrow></mstyle></math></span></span> protein sequences in unaffected and affected individuals</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the information in Figure&nbsp;1, which type of mutation explains the nature of the change in <span class=\"math_expression\"><span aria-label=\"D N A\"><math alttext=\"D N A\" overflow=\"scroll\"><mrow><mtext>DNA</mtext></mrow></math></span></span> that resulted in cystic fibrosis in the affected individual?</p>\n","rubricRef":"VH970956_rubric","choicesHtml":["<p class=\"choice_paragraph\">Substitution, because the amino acid tryptophan is replaced with glycine.</p>","<p class=\"choice_paragraph\">Insertion, because an extra guanine is present, which changes the reading frame.</p>","<p class=\"choice_paragraph\">Deletion, because a thymine is missing, which changes the reading frame.</p>","<p class=\"choice_paragraph\">Duplication, because the amino acid leucine occurs twice, which changes the reading frame.</p>"],"answer":2}]