[{"id":"VH975555","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"standalone_statement style:2\">A group of birds is found in an island chain that have all descended from a single ancestral species. Figure 1 shows the phylogeny of the birds.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a phylogenetic tree of 10 species of birds where each species is accompanied by a picture and information about the bird’s diet. The base of the tree is divided into two branches at the left most node. The bottom branch has Species 10, which is a Nectar Feeder and Generalist. The top branch at the left most node is further divided into two branches. At the second node from the left, the top branch forms a node that is shared by Species 1, which is a Fruit and Seed Eater, and Species 2, which is labeled Small Prey. At the second node from the left, the bottom branch is further divided into two branches. At the upper third node from the left, the top and bottom branches are each further divided into two branches. The top branch forms a node that is shared by Species 3 and 4, which are both Nectar Feeders and Generalists. The bottom branch forms a node that is shared by Species 5 and 6, which are both labeled Small Prey. At the lower fourth node from the left, the top branch has Species 7, which is a Nectar Feeder and Generalist. At the lower fourth node from the left, the bottom branch forms a node that is shared by Species 8 and 9, which are both Nectar Feeders and Generalists.\" height=\"488\" src=\"https://assets.learnosity.com/organisations/537/VH975555.g05.png\" width=\"400\" />\n<p class=\"caption\">Figure 1. Phylogeny of island birds</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best explains the divergence in morphology in the birds?</p>\n","rubricRef":"VH975555_rubric","choicesHtml":["<p class=\"choice_paragraph\">The original habitat contained mutagens, leading to the rise of new species as a result of accumulated mutations.</p>","<p class=\"choice_paragraph\">The original habitat had many available unoccupied ecological niches that were colonized by populations of the original species.</p>","<p class=\"choice_paragraph\">The original habitat contained many predators, and the species diversified in order to avoid extinction.</p>","<p class=\"choice_paragraph\">The original habitat was tropical, which increased the rate of mutation and led to rapid diversification.</p>"],"answer":1}]