[{"id":"VH970686","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Arsenic is a toxic element found in both aquatic and terrestrial environments. Scientists have found genes that allow bacteria to remove arsenic from their cytoplasm. Arsenic enters cells as arsenate that must be converted to arsenite to leave cells. Figure 1 provides a summary of the arsenic resistance genes found in the operons of three different bacteria. <span class=\"formatted_text font_style:italic\">E. coli</span> <span class=\"math_expression\"><span aria-label=\"R 7 73\"><math alttext=\"R 7 73\" overflow=\"scroll\"><mstyle><mrow><mtext>R773</mtext></mrow></mstyle></math></span></span> is found in environments with low arsenic levels. <span class=\"formatted_text font_style:italic\">Herminiimonas arsenicoxydans</span> and <span class=\"formatted_text font_style:italic\">Ochrobactrum tritici</span> are both found in arsenic‑rich environments.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of operons in found in 3 different bacteria: E. coli, Herminiimonas arsenicoxydans, and Ochrobactrum tritici. One operon for arsenic removal is located on E. coli plasmid R 7 7 3, and it contains, from left to right, the following genes: a r s R, then a r s D, then a r s A, then a r s B, and finally a r s C. The following bacteria are found in arsenic rich environments. Herminiimonas arsenicoxydans contains four operons for arsenic removal. The first operon shown contains, from left to right, the following genes: a r s R, then a r s C a, then a r s B 1, then a r s H. The second operon shown contains, from left to right, the following genes: a r s R, then a r s C a, then a r s B 1, then a r s C b, then a r s H, then Permease. The third operon shown contains, from left to right, the following genes: a r s R, then a r s C a, then a c r 3, then M S F, then a r s C b, then a r s H. The fourth operon shown contains, from left to right, the following genes: a r s R, then a r s C a, then a r s H. Ochrobactrum tritici contains two operons for arsenic removal. The first operon shown contains, from left to right, the following genes: a r s R 1, then a r s D, then a r s A, then C B S, then a r s B. The second operon shown contains, from left to right, the following genes: a r s R 2, then a r s C 1, then a c r 3, then a r s C 2, then a r s H, then a r s R 3.\" height=\"318\" src=\"https://assets.learnosity.com/organisations/537/VH970686.g03.png\" width=\"550\" />\n<p class=\"caption\">Figure 1. Operons found in three selected bacteria for arsenic removal</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Researchers claim that bacteria that live in environments heavily contaminated with arsenic are more efficient at processing arsenic into arsenite and removing this toxin from their cells. Justify this claim based on the evidence shown in Figure 1.</p>\n","rubricRef":"VH970686_rubric","choicesHtml":["<p class=\"choice_paragraph\">There are multiple operons controlling the production of proteins that process and remove arsenite from cells in both <span class=\"formatted_text font_style:italic\">H.&nbsp;arsenicoxydans</span> and <span class=\"formatted_text font_style:italic\">O</span>.&nbsp;<span class=\"formatted_text font_style:italic\">tritici</span>. In contrast, <span class=\"formatted_text font_style:italic\">E</span>.&nbsp;<span class=\"formatted_text font_style:italic\">coli</span> has only one operon devoted to arsenic removal.</p>","<p class=\"choice_paragraph\">Both <span class=\"formatted_text font_style:italic\">H</span>.&nbsp;<span class=\"formatted_text font_style:italic\">arsenicoxydans</span> and <span class=\"formatted_text font_style:italic\">O</span>.&nbsp;<span class=\"formatted_text font_style:italic\">tritici</span> contain the <span class=\"math_expression\"><span aria-label=\"a r s R\"><math alttext=\"a r s R\" overflow=\"scroll\"><mstyle><mrow><mi>a</mi><mi>r</mi><mi>s</mi><mi>R</mi></mrow></mstyle></math></span></span> gene that codes for a repressor that turns on the operon to eliminate arsenite from the cell.</p>","<p class=\"choice_paragraph\">Both <span class=\"formatted_text font_style:italic\">O</span>.&nbsp;<span class=\"formatted_text font_style:italic\">tritici </span>and <span class=\"formatted_text font_style:italic\">E</span>.&nbsp;<span class=\"formatted_text font_style:italic\">coli</span> contain the <span class=\"math_expression\"><span aria-label=\"a r s D\"><math alttext=\"a r s D\" overflow=\"scroll\"><mstyle><mrow><mi>a</mi><mi>r</mi><mi>s</mi><mi>D</mi></mrow></mstyle></math></span></span> gene, which codes for a protein that helps remove arsenite from the cell.</p>","<p class=\"choice_paragraph\">Both <span class=\"formatted_text font_style:italic\">H</span>.&nbsp;<span class=\"formatted_text font_style:italic\">arsenicoxydans</span> and <span class=\"formatted_text font_style:italic\">O</span>.&nbsp;<span class=\"formatted_text font_style:italic\">tritici</span>. have more arsenic resistance genes than has <span class=\"formatted_text font_style:italic\">E</span>.&nbsp;<span class=\"formatted_text font_style:italic\">coli</span>.</p>"],"answer":0}]