[{"id":"VH978564","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A processed eukaryotic <span class=\"math_expression\"><span aria-label=\"m R N A\"><math alttext=\"m R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>mRNA</mtext></mrow></mstyle></math></span></span> (lacking introns) is introduced into bacteria so that the bacteria can produce a large quantity of the encoded polypeptide. Translation of the <span class=\"math_expression\"><span aria-label=\"m R N A\"><math alttext=\"m R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>mRNA</mtext></mrow></mstyle></math></span></span> to produce a polypeptide involves the binding of large and small ribosomal subunits to an <span class=\"math_expression\"><span aria-label=\"m R N A\"><math alttext=\"m R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>mRNA</mtext></mrow></mstyle></math></span></span>. Each complete ribosome has three <span class=\"math_expression\"><span aria-label=\"t R N A\"><math alttext=\"t R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>tRNA</mtext><mtext></mtext></mrow></mstyle></math></span></span> binding sites that align with three sequential codons in the <span class=\"math_expression\"><span aria-label=\"m R N A\"><math alttext=\"m R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>mRNA</mtext></mrow></mstyle></math></span></span>. Three steps in the process of translation elongation, the addition of amino acids to a growing polypeptide chain, are illustrated in Figure 1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\">\n<p class=\"caption\">Figure 1. A schematic drawing of three steps in translation elongation. Sequential codons are numbered, and <span class=\"math_expression\"><span aria-label=\"A A\"><math alttext=\"A A\" overflow=\"scroll\"><mstyle><mrow><mtext>AA</mtext></mrow></mstyle></math></span></span> represents amino acid.</p>\n<img alt=\"The figure presents a schematic drawing of three steps in translation elongation. In each step a large and a small ribosomal subunit are bound to an m R N A. The left end of the m R N A is labeled 5 prime, and the right end is labeled 3 prime. In each step, five numbered codons are indicated by tick marks on the m R N A. The codons are numbered 1 through 5 in the first two steps and 2 through 6 in the third step. In Step 1, the ribosome is positioned at codons 2, 3, and 4. There is no t R N A at codon 2. A t R N A is positioned at codon 3 and a second t R N A is positioned at codon 4. The t R N A at codon 3 has a peptide of three amino acids bound to its 3 prime end. Starting from the free end of the peptide, the sequence is N H 2, then A A 1, then A A 2, then A A 3. The t R N A at codon 4 has a single amino acid bound to it with the sequence, starting from the free end, N H 2, then A A 4. In Step 2, the ribosome is still positioned at codons 2, 3, and 4. There is no t R N A at codon 2. The t R N A at codon 3 no longer has anything bound to it. The t R N A at codon 4 has a peptide of four amino acids bound to its 3 prime end. Starting from the free end of the peptide, the sequence is N H 2, then A A 1, then A A 2, then A A 3, then A A 4. In Step 3, the ribosome is positioned at codons 3, 4, and 5. A t R N A with nothing bound to it is positioned at codon 3. A t R N A at codon 4 has a peptide of four amino acids bound to its 3 prime end. Starting from the free end of the peptide, the sequence is N H 2, then A A 1, then A A 2, then A A 3, then A A 4. There is no t R N A at codon 5.\" height=\"850\" src=\"https://assets.learnosity.com/organisations/537/VH978564.g06.png\" width=\"465\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) <span class=\"formatted_text font_weight:bold\">Describe</span> why translation of an <span class=\"math_expression\"><span aria-label=\"m R N A\"><math alttext=\"m R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>mRNA</mtext></mrow></mstyle></math></span></span> can start before transcription of the <span class=\"math_expression\"><span aria-label=\"m R N A\"><math alttext=\"m R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>mRNA</mtext></mrow></mstyle></math></span></span> is complete in prokaryotes but not in eukaryotes.</p>\n</div>\n"},{"id":"VH978564","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b) Referring to Figure 1, <span class=\"formatted_text font_weight:bold\">explain</span> the process illustrated between Step 1 and Step 2.</p></div>\n"},{"id":"VH978564","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\">\n<p class=\"stem_paragraph\">(c) Fill in the boxes in the template to <span class=\"formatted_text font_weight:bold\">identify</span> the nucleotide sequence, from <span class=\"math_expression\"><span aria-label=\"3 prime\"><math alttext=\"3 prime\" overflow=\"scroll\"><mstyle><mrow><msup><mrow><mn>3</mn></mrow><mrow><mo>′</mo></mrow></msup></mrow></mstyle></math></span></span> to <span class=\"math_expression\"><span aria-label=\"5 prime\"><math alttext=\"5 prime\" overflow=\"scroll\"><mstyle><mrow><msup><mrow><mn>5</mn></mrow><mrow><mo>′</mo></mrow></msup></mrow></mstyle></math></span></span>, of the <span class=\"math_expression\"><span aria-label=\"t R N A\"><math alttext=\"t R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>tRNA</mtext></mrow></mstyle></math></span></span> anticodon that will recognize codon 5 and the <span class=\"math_expression\"><span aria-label=\"t R N A \"><math alttext=\"t R N A \" overflow=\"scroll\"><mstyle><mrow><mtext>tRNA</mtext></mrow></mstyle></math></span></span> anticodon that will recognize codon 510 of the <span class=\"math_expression\"><span aria-label=\"m R N A\"><math alttext=\"m R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>mRNA</mtext></mrow></mstyle></math></span></span> template and to <span class=\"formatted_text font_weight:bold\">identify</span> the amino acids that will be added at these two positions. A codon table is provided for reference.</p>\n\n<div class=\"standalone_image\"><img alt=\"The first part of the figure presents a template of the step of translation elongation that immediately follows Step 3 of Figure 1. The ribosome is positioned at codons 3, 4, and 5. An additional stretch of mRNA is shown to the right of the ribosome. The codon at position 5 now shows the base sequence C G G, a codon at position 6 has the sequence A U C, a codon at position 7 has the sequence U A C, then a break is shown in the m R N A, and a codon at position 510 has the sequence U A G, and a codon at position 511 has the sequence U U U. A t R N A with nothing bound to it is positioned at codon 3. A t R N A at codon 4 has a peptide of four amino acids bound to its 3 prime end. Starting from the free end of the peptide, the sequence is N H 2, then A A 1, then A A 2, then A A 3, then A A 4. A t RNA is shown approaching codon 5. Another t R N A is shown approaching codon 510. Four empty boxes are present to be filled in. There are two empty boxes adjacent to the t R N A approaching codon 5. One of the two boxes is positioned at the 3 prime end of the t R N A and is labeled Amino Acid. The other box is positioned at the base of the t R N A and is labeled Anticodon. There are two empty boxes adjacent to the t R N A approaching codon 510. One of the two boxes is positioned at the 3 prime end of the t R N A and is labeled Amino Acid. The other box is positioned at the base of the t R N A and is labeled Anticodon. The second part of the figure presents a codon table with 4 main rows and 4 main columns. The left side of the table is labeled First Base in Codon, and the main rows are labeled, from top to bottom, U, C, A, and G. The top of the table is labeled Second Base in Codon, and the main columns are labeled, from left to right, U, C, A, and G. The right side of the table is labeled Third Base in codon, and each of the main rows is labeled U C A G. The information in the table, with the codons presented in the order of first base, second base, and third base, reads as follows: bases U U U  results in phenylalanine; bases U U C results in  phenylalanine; bases U U A results in leucine; bases U U G results in leucine; bases C U U results in leucine; bases C U C results in leucine; bases C U A results in leucine; bases C U G results in leucine; bases A U U results in isoleucine; bases A U C results in isoleucine; bases A U A results in isoleucine; bases A U G results in methionine or start; bases G U U results in valine; bases G U C results in valine; bases G U A results in valine; bases G U G results in valine; bases U C U results in serine; bases U C C results in serine; bases U C A results in serine; bases U C G results in serine; bases C C U results in proline; bases C C C results in proline; bases C C A results in proline; bases C C G results in proline; bases A C U results in threonine; bases A C C results in threonine; bases A C A results in threonine; bases A C G results in threonine; bases G C U results in alanine; bases G C C results in alanine; bases G C A results in alanine; bases G C G results in alanine; bases U A U results in tyrosine; bases U A C results in tyrosine; bases U A A results in stop; bases U A G results in stop; bases C A U results in histidine; bases C A C results in histidine; bases C A A results in glutamine; bases C A G results in glutamine; bases A A U results in asparagine; bases A A C results in asparagine; bases A A A results in lysine; bases A A G results in lysine; bases G A U results in aspartate; bases G A C results in aspartate; bases G A A results in glutamate; bases G A G results in glutamate; bases U G U results in cysteine; bases U G C results in cysteine; bases U G A results in stop; bases U G G results in tryptophan; bases C G U results in arginine; bases C G C results in arginine; bases C G A results in arginine; bases C G G results in arginine; bases A G U results in serine; bases A G C results in serine; bases A G A results in arginine; bases A G G results in arginine; bases G G U results in glycine; bases G G C results in glycine; bases G G A results in glycine; bases G G G results in glycine.\" height=\"551\" src=\"https://assets.learnosity.com/organisations/537/VH978564.g05.png\" width=\"595\" /></div>\n</div>\n"},{"id":"VH978564","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) Referring to the figures provided, <span class=\"formatted_text font_weight:bold\">explain</span> why the polypeptide produced when the transformed bacteria translate the introduced eukaryotic <span class=\"math_expression\"><span aria-label=\"m R N A\"><math alttext=\"m R N A\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>mRNA</mtext></mrow></mstyle></math></span></span> provides evidence for the common ancestry of all living organisms.</p></div>\n"}]