[{"id":"VH975372","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"standalone_statement style:2\">Figure 1 compares two models of speciation, A&nbsp;and&nbsp;B.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents two speciation models, A and B. Speciation model A has 9 butterflies that begins with one lightly shaded butterfly. After this butterfly is one node that branches into two paths, one to the left and one to the right, each with 4 butterflies. In the branch on the left, the first butterfly from the bottom repeats the lightly shaded butterfly, the next butterfly in the pathway has reduced shading and the remaining 2 butterflies have no shading. In the branch on the right, the first butterfly from the bottom is a tiny bit darker than the original butterfly. The next butterfly up is slightly darker than the preceding butterfly with a medium shading, the next butterfly has a darker medium shading and the last butterfly is the darkest. Speciation model B has 6 butterflies and begins with a lightly shaded butterfly. At the first node, there is a branch to the left and to the right. In the branch on the right, the first butterfly is a heavily shaded butterfly, and the next is another heavily shaded butterfly. Taking the left branch from the first or lowest node, is another node that branches to the left and to the right. From this node, the branch on the right repeats the shading of the original butterfly and the branch on the left, the first butterfly has reduced shading and the next butterfly has reduced shading.\" height=\"365\" src=\"https://assets.learnosity.com/organisations/537/VH975372.g02.png\" width=\"450\" />\n<p class=\"caption\">Figure 1. A comparison of two speciation models</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best explains how the ecological conditions are likely to be different in the two models?</p>\n","rubricRef":"VH975372_rubric","choicesHtml":["<p class=\"choice_paragraph\">In model A the ecological conditions remain unchanged for long periods of time and then change drastically; in model&nbsp;B the ecological conditions change drastically from generation to generation.</p>","<p class=\"choice_paragraph\">In model A the ecological conditions remain unchanged; in model&nbsp;B the ecological conditions change gradually over long periods of time.</p>","<p class=\"choice_paragraph\">In model A the ecological conditions are changing drastically from generation to generation; in model&nbsp;B the ecological conditions remain unchanged.</p>","<p class=\"choice_paragraph\">In model A the ecological conditions change gradually over a long period of time; in model&nbsp;B the ecological conditions remain unchanged for long periods of time and then change drastically.</p>"],"answer":3}]