[{"id":"VH974794","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram with 4 circles representing populations. There is a large circle labeled Original Population, which contains the genotypes of fourteen individuals consisting of four upper case A upper case A genotypes, four upper case A lower case a genotypes, and six lower case a lower case a genotypes. From the Original Population, three arrows each point to a circle representing three different experimental populations. The arrows are labeled with the type of insecticide each experimental population was sprayed with. The circle labeled Experimental Population 1 was sprayed with Insecticide 1, and contains the genotypes of eight individuals consisting of two upper case A lower case a genotypes and six lower case a lower case a genotypes. The circle labeled Experimental Population 2 was sprayed with Insecticide 2, and contains the genotypes of nine individuals consisting of one upper case A upper case A genotype, two upper case A lower case a genotypes, and six lower case a lower case a genotypes. The circle labeled Experimental Population 3 was sprayed with Insecticides 1 and 2, and contains the genotypes of three individuals consisting of three lower case a lower case a genotypes.\" height=\"350\" src=\"https://assets.learnosity.com/organisations/537/VH974794.g02.png\" width=\"455\" />\n<p class=\"caption\">Figure 1. Effectiveness of Insecticides #1 and #2</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Of the following, which is the best next step for the researchers to best determine the long-term effectiveness of these insecticides with regards to the development of resistance?</p>\n","rubricRef":"VH974794_rubric","choicesHtml":["<p class=\"choice_paragraph\">Continue treating the three insect populations with the same insecticides and determine whether their efficiencies decline significantly after several generations.</p>","<p class=\"choice_paragraph\">Add an additional treatment group to the experiment to measure the effectiveness of another insecticide (Insecticide #3) over several generations.</p>","<p class=\"choice_paragraph\">Set up a new experiment in which these insects are sprayed with two different insecticides to see if they are more effective than Insecticides&nbsp;#1&nbsp;and&nbsp;#2.</p>","<p class=\"choice_paragraph\">Spray these insecticides on a different species of insect (whose genotypes are also known) to determine its effectiveness on insects that are not pests.</p>"],"answer":0}]