[{"id":"VH973808","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A researcher uses the protocol shown in Figure 1 to isolate a eukaryotic gene for the purpose of genetically engineering bacteria to synthesize the corresponding protein.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram illustrating the protocol for creating recombinant bacteria that contain a specific eukaryotic gene. The first part of the diagram represents a Bacterial Cell that contains a bacterial chromosome and a plasmid. An arrow points from the Bacterial Cell to the plasmid isolated from the bacterium. A second part of the diagram shows a coiled line labeled Eukaryotic D N A. A short segment of the D N A is enclosed within a square that is labeled Specific Gene. Arrows point from both the isolated plasmid and the specific gene to a representation of a Recombinant Plasmid, in which the specific gene has been inserted into the plasmid. Text below the Eukaryotic D N A reads “An enzyme cuts the D N A, and the fragment with the gene is inserted into the plasmid.” An arrow points from the recombinant plasmid to a Recombinant Bacterial Cell that contains a bacterial chromosome and the recombinant plasmid. A final arrow points from the recombinant bacterial cell to the statement, “Bacterial cells with the eukaryotic gene are cloned.”\" height=\"402\" src=\"https://assets.learnosity.com/organisations/537/VH973808.g03.png\" width=\"385\" />\n<p class=\"caption\">Figure 1. Creating recombinant bacteria that contain a specific gene</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best predicts why the recombinant bacteria will fail to produce the eukaryotic protein?</p>\n","rubricRef":"VH973808_rubric","choicesHtml":["<p class=\"choice_paragraph\">Introns must be removed from eukaryotic&nbsp;<span class=\"math_expression\"><span aria-label=\"D N A\"><math alttext=\"D N A\" overflow=\"scroll\"><mstyle><mrow><mtext>DNA</mtext><mtext></mtext></mrow></mstyle></math></span></span> before the gene is inserted into the plasmid.</p>","<p class=\"choice_paragraph\">Bacterial ribosomes cannot recognize eukaryotic&nbsp;<span class=\"math_expression\"><span aria-label=\"m R N A\"><math alttext=\"m R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>mRNA</mtext></mrow></mstyle></math></span></span> and will not translate the codon sequence.</p>","<p class=\"choice_paragraph\">Restriction enzymes in the cytoplasm of the bacteria degrade linear&nbsp;<span class=\"math_expression\"><span aria-label=\"D N A\"><math alttext=\"D N A\" overflow=\"scroll\"><mstyle><mrow><mtext>DNA</mtext></mrow></mstyle></math></span></span>.</p>","<p class=\"choice_paragraph\">Bacteria and eukaryotes use different <span class=\"math_expression\"><span aria-label=\"m R N A\"><math alttext=\"m R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>mRNA</mtext></mrow></mstyle></math></span></span>&nbsp;codons for the same amino acids during translation.</p>"],"answer":0}]