[{"id":"VH970248","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">African elephants, <span class=\"formatted_text font_style:italic\">Loxodonta africana</span>, are often hunted illegally for their tusks. Both male and female elephants have tusks, although the tusks are much larger in the males. Researchers have followed the elephant population in Gorongosa National Park in Mozambique for many years. Figure 1 shows the percent of tuskless female elephants expected in wild populations throughout the species’ range, as well as the percent of tuskless females that survived the hunting between 1977 and 1992 (those over 25 years old) and the percent of female elephants born after 1992 without tusks in the park. The data are based on 200 known female elephants in the park.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph with 3 bars. There are 3 categories indicated along the horizontal axis: Wild Population, Females Older Than 25, and Females Born After 1992. The vertical axis is labeled Percent of Tuskless Females, and the numbers 0 through 100, in increments of 20, are indicated. The following data is represented by the graph. Wild Population, 4 percent of Tuskless Females. Females Older Than 25, 51 percent. Females Born After 1992, 32 percent.\" height=\"288\" src=\"https://assets.learnosity.com/organisations/537/VH970248.g01.png\" width=\"400\" />\n<p class=\"caption\">Figure 1. Comparison of the frequency of tuskless females by age cohort</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best describes the process responsible for the change in the percent of tuskless female elephants in the Gorongosa National Park population shown in Figure 1 ?</p>\n","rubricRef":"VH970248_rubric","choicesHtml":["<p class=\"choice_paragraph\">Human hunting of elephants with tusks between 1977 and 1992.</p>","<p class=\"choice_paragraph\">Sexual selection for females without tusks between 1977 and 1992.</p>","<p class=\"choice_paragraph\">Tusklessness in female elephants is a dominant trait that is only expressed in females.</p>","<p class=\"choice_paragraph\">After 1992, female elephants from neighboring populations merged, with the population in the park adding more tuskless individuals to the population.</p>"],"answer":0}]