[{"id":"VH983028","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Over many years of a breeding program, a zoo has an established population of foxes that is well adapted for living in captivity. A representative sample of wild foxes from the neighboring forest was used to start the zoo population. A study was conducted to compare the behavior of the zoo fox population with the wild fox population in the neighboring forest. The behaviors of equal numbers of foxes from each population were assessed. Each fox’s behavior was scored on a continuum from docile to aggressive based on its interaction with a trained behaviorist. The data is shown in Figure 1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of two curves, one labeled Zoo population and one labeled Wild population. The horizontal axis is labeled Behavior Pattern of Foxes, and ranges left to right, from Docile to Aggressive and has an arrow pointing to the right. The vertical axis is labeled Number of Foxes Demonstrating Behavior, and has an arrow pointing upward at the top of the axis. The first curve, which represents Zoo population, begins along the horizontal axis at the most Docile point. It moves steeply upward and to the right, and peaks two thirds up the vertical axis. It then moves downward just as steeply, and ends around the mid point of the horizontal axis and on the horizontal axis. The second curve, which represents Wild population, begins slightly to the left of where the Zoo population line ends on the horizontal axis. It moves steeply upward and to the right just as steeply as the first line, and peaks at a slightly lower number of foxes than the Zoo population line. It then moves downward and to the right just as steeply, and ends far to the right on the horizontal axis, within the Aggressive range on the horizontal axis.\" height=\"258\" src=\"https://assets.learnosity.com/organisations/537/VH983028.g01.png\" width=\"350\" />\n<p class=\"caption\">Figure 1. Aggressive behavior in zoo and wild fox populations</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The phenotypic variation in behavior between the two populations can best be described as resulting from</p>\n","rubricRef":"VH983028_rubric","choicesHtml":["<p class=\"choice_paragraph\">sexual selection</p>","<p class=\"choice_paragraph\">natural selection</p>","<p class=\"choice_paragraph\">artificial selection</p>","<p class=\"choice_paragraph\">genetic drift</p>"],"answer":2}]