[{"id":"VH981998","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Finch beak depth was measured before and after a severe drought in 1977. The averaged results are shown in Figure 1. After the drought, there were fewer seeds available for the finches to eat and the seeds that did remain were larger and harder to crack open. Researchers claim that when large, hard seeds are the predominate food source, the average beak depth of these finches tends to increase in subsequent generations.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a histogram. The horizontal axis is labeled Beak Depth, in millimeters, and the numbers 7.3 through 11.3, in increments of 0.5, are indicated. The vertical axis is labeled Number of Birds, and the numbers 0 through 50, in increments of 10, are indicated. For most values indicated along the horizontal axis there are two bars. A key indicates that one bar represents values Before the 1977 drought and one represents values After the 1977 drought. The data represented by the histogram are as follows. Note that all values are approximate. Beak Depth, 7.3 millimeters. Before the 1977 drought, 1 bird. After the 1977 drought, 0 birds. Beak Depth, 7.8 millimeters. Before the 1977 drought, 13 birds. After the 1977 drought, 1 bird. Beak Depth, 8.3 millimeters. Before the 1977 drought, 30 birds. After the 1977 drought, 3 birds. Beak Depth, 8.8 millimeters. Before the 1977 drought, 47 birds. After the 1977 drought, 3 birds. Beak Depth, 9.3 millimeters. Before the 1977 drought, 45 birds. After the 1977 drought, 7 birds. Beak Depth, 9.8 millimeters. Before the 1977 drought, 40 birds. After the 1977 drought, 9 birds. Beak Depth, 10.3 millimeters. Before the 1977 drought, 27 birds. After the 1977 drought, 10 birds. Beak Depth, 10.8 millimeters. Before the 1977 drought, 3 birds. After the 1977 drought, 1 bird. Beak Depth, 11.3 millimeters. Before the 1977 drought, 0 birds. After the 1977 drought, 0 birds.\" height=\"274\" src=\"https://assets.learnosity.com/organisations/537/VH981998.g01.png\" width=\"400\" />\n<p class=\"caption\"><span class=\"formatted_text font_weight:bold\">Figure 1.</span> Finch beak depth before and after the 1977 drought</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Using the evidence provided, which of the following best justifies the researchers' claim?</p>\n","rubricRef":"VH981998_rubric","choicesHtml":["<p class=\"choice_paragraph\">Finch beak depth increased after the drought because the overall numbers of finches decreased, reducing competition for resources.</p>","<p class=\"choice_paragraph\">Finch beak depth increased as a consequence of selective pressure after the drought because the remaining seeds were larger and harder.</p>","<p class=\"choice_paragraph\">Finch beak depth increased after the drought due to intraspecific competition since finches with deeper beaks attract more mates.</p>","<p class=\"choice_paragraph\">Finch beak depth increased after the drought due to increased predation since finches with deeper beaks can fight off predators more effectively.</p>"],"answer":1}]