[{"id":"VH982037","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH981884.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Scientists hypothesize that the invasive Burmese pythons are responsible for recent increases in human Everglades virus infections. Evaluate this alternate hypothesis using the data provided.</p>\n","rubricRef":"VH982037_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In the Florida Everglades, Burmese pythons are an invasive species. They were introduced into southern Florida in 1992. These pythons feed on many of the native Florida species, establishing the pythons as the top predator in the environment. By the year 2000, their population had increased dramatically.</p>\n\n<p class=\"passage_para\">Figures 1 and 2 display data collected by ecologists studying the results of the Burmese python invasion. Figure 1 shows counts of animals collected from nighttime road surveys in southern Florida, which are used to estimate population size. Figure 2 shows data collected from mosquitoes captured from the wild. <span class=\"math_expression\"><span aria-label=\"D N A\"><math alttext=\"D N A\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>DNA</mtext></mrow></mstyle></math></span></span> sequencing was used to identify the species of blood that the mosquitoes had in their stomachs, identifying various hosts used by the mosquitoes.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph with 5 categories of mammals. The categories are labeled along the horizontal axis as follows: White-Tailed Deer, Raccoon, Coyote, Cotton Rat, and Rabbit. Each category has two bars indicated on it, which are each labeled 1996 and 2011 respectively. Each bar has an error range indicated. The vertical axis is labeled Number Observed, per 100 kilometers of road, and the numbers 0 through 3, in increments of 1, are indicated. The data for each bar is presented as follows. Note that all values are approximate. White-Tailed Deer. 1996, 2.7, plus or minus 0.3. 2011, 0.8, plus or minus 0.4. Raccoon. 1996, 1.2, plus or minus 0.2. 2011, 0. 4, plus or minus 0.2. Coyote. 1996, 1.2, plus or minus 0.4. 2011, 0.7, plus or minus 0.3. Cotton Rat. 1996, 0.65, plus or minus 0.2. 2011, 2.5, plus 0.5, minus 0.1. Rabbit. 1996, 1.7, plus or minus 0.3. 2011, 1.3, plus or minus 0.25.\" height=\"193\" src=\"https://assets.learnosity.com/organisations/537/VH981884.g04.png\" width=\"365\" />\n<p class=\"caption\">Figure 1. Comparison of observations of selected mammals in 1996 and 2011</p>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph with 4 line segments on a coordinate plane. The horizontal axis is labeled Year, and the years 1979 and 2016 are indicated. The vertical axis is labeled Host Use, in percent total bloodmeals, and the numbers 0 through 90, in increments of 10, are indicated. The 4 line segments are each determined by two points, and are labeled as follows: Cotton Rat, Human, White-tailed deer, and Raccoon. Each line segment is described as follows. Note that all values are approximate. All line segments begin in 1979 and end in 2016. The Cotton Rat line segment is above the Human line segment and crosses the White-tailed deer line segment. The Human line segment crosses the White-tailed deer and Raccoon line segments. The White-tailed deer line segment is above the Raccoon line segment. The line segment labeled Cotton rat begins at the point 1979, comma 15 percent, and moves upwards and to the right to end at the point 2016, comma 80 percent.  The line segment labeled Human begins at the point 1979, comma 0 percent, and moves upwards and to the right to end at the point 2016, comma 10 percent. The line segment labeled White-tailed deer begins at the point 1979, comma 30 percent, and moves downwards and to the right to end at the point 2016, comma 2 percent.  The line segment labeled Raccoon begins at the point 1979, comma 10 percent, and moves downwards and to the right to end at the point 2016, comma 0 percent.\" height=\"203\" src=\"https://assets.learnosity.com/organisations/537/VH981884.g05.png\" width=\"250\" />\n<p class=\"caption\">Figure 2. Change in host preference by <span class=\"formatted_text font_style:italic\">Culex cedecei</span> between 1979 and 2016. Numbers do not add up to one hundred percent because these represent a subset of all the host species.</p>\n</div>\n\n<p class=\"passage_para\">In 1996, the native <span class=\"formatted_text font_style:italic\">Culex cedecei</span> mosquitoes in southern Florida preferentially took blood meals from white-tailed deer and raccoons. It was predicted that changes in host population size would alter these host preferences. Additionally, it is known that cotton rats are often infected by the Everglades virus, which normally exists in animals, but is capable of infecting humans. Ecologists predict that increased feeding on cotton rats by <span class=\"formatted_text font_style:italic\">C. cedecei</span> may significantly increase the tendency of this virus to infect humans.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The alternate hypothesis is supported because invasive Burmese pythons caused an increase in the mosquito population. This enabled them to transmit the Everglades virus at a higher frequency if they were infected.</p>","<p class=\"choice_paragraph\">The alternate hypothesis is supported because the invasive Burmese pythons caused mosquitoes to switch to feeding on cotton rats. This means that mosquitoes are more likely to carry the Everglades virus when they bite humans.</p>","<p class=\"choice_paragraph\">The alternate hypothesis is refuted because humans are used as hosts for only a small percentage of mosquito feedings. Humans therefore will not have an increase in Everglades virus infection.</p>","<p class=\"choice_paragraph\">The alternate hypothesis is refuted by the data because the population of cotton rats increased. Since there are more cotton rats, they will contain the Everglades virus and prevent it from infecting humans.</p>"],"answer":1}]