[{"id":"VH991603","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Fur color is a genetically controlled trait in mice. A population of a species of mouse that typically lives in habitats with light-colored soil was studied for several generations. The background color of the habitat of this population became darker after the second generation due to human activity. A researcher sampled approximately 120 mice in each generation and recorded the fur color phenotypes as shown in Figure 1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph with 4 categories. The categories are labeled along the horizontal axis as First Generation through Fourth generation. Each category has two bars indicated on it, which are each labeled Light-colored fur and Dark-colored fur, respectively. Each bar has an error range indicated. The vertical axis is labeled Number of Mice, and the numbers 0 through 120, in increments of 20, are indicated. The data for each bar is presented as follows. Note that all values are approximate. First Generation. Light-colored fur, 100, plus or minus 8. Dark-colored fur, 20, plus or minus 8. Second Generation. Light-colored fur, 91, plus or minus 16. Dark-colored fur, 30, plus or minus 10. Third Generation. Light-colored fur, 60, plus or minus 8. Dark-colored fur, 60, plus or minus 8. Fourth Generation. Light-colored fur, 20, plus or minus 4. Dark-colored fur, 100, plus or minus 8.\" height=\"264\" src=\"https://assets.learnosity.com/organisations/537/VH991603.g02.png\" width=\"550\" />\n<p class=\"caption\">Figure 1. Fur color phenotype distribution of mice over four generations</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The researcher claims that there is no selective advantage to fur color, so light and dark fur color phenotypes are present in similar frequencies in the fourth generation of this mouse population. Based on the data in Figure 1, which of the following best evaluates this null hypothesis?</p>\n","rubricRef":"VH991603_rubric","choicesHtml":["<p class=\"choice_paragraph\">The null hypothesis is rejected, because the change to a darker background color led to an increase in the dark-colored fur phenotype.</p>","<p class=\"choice_paragraph\">The null hypothesis is rejected, because there is no significant difference between the frequencies of the two phenotypes right after the human-caused change to the habitat in the third generation.</p>","<p class=\"choice_paragraph\">The null hypothesis cannot be rejected, because there is no significant difference between the frequencies of the two phenotypes right after the human-caused change to the habitat in the third generation.</p>","<p class=\"choice_paragraph\">The null hypothesis cannot be rejected, because the darker background color caused by the human-caused change to the habitat led to a decrease in the light fur color phenotype.</p>"],"answer":0}]