[{"id":"VH992582","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Figure 1 shows the changing pattern of human population sizes in rural and urban areas from 1960 to 2016 with regard to the global population.</p>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\">\n<p style=\"margin-left: 40px;\">&nbsp;</p>\n<img alt=\"The figure presents the graph of two curves in a coordinate plane. The horizontal axis is labeled Year, and the years 1960 through 2010, in increments of 10, are indicated, as well as the year 2016. The vertical axis is labeled Number of People, and the numbers 0 through 4 billion, in increments of 1 billion, are indicated. The two curves are described as follows. Note that all values are approximate. The curve labeled Urban population, begins at a point with coordinates 1960, comma 1 billion, and curves upwards and to the right at a gradually increasing rate, passing through the point 2000, comma 2.8 billion. The curve ends at the point 2016, comma 4 billion. The curve labeled Rural population, begins above the curve labeled Urban population at the point 1960, comma 2 billion, and moves gradually upwards to the right passing through the point 2000, comma 3.2 billion. The curve then moves gradually upwards and to the right and ends at the point 2016, comma 3.35 billion. The Rural population curve intersects the Urban Population curve at the point 2007, comma 3.25 billion.\" height=\"273\" src=\"https://assets.learnosity.com/organisations/537/VH992582.g04.png\" style=\"margin-left: 280px;\" width=\"500\" />\n<p class=\"caption\">Figure&nbsp;1. Comparison of population size in urban and rural areas from 1960 to 2016</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A scientist interested in investigating how human population trends might affect local animal species’ richness stipulates a null hypothesis that animal biodiversity in rural areas will be unaffected in the future by the human population trends shown in Figure 1. Which of the following would best refute this null hypothesis?</p>\n","rubricRef":"VH992582_rubric","choicesHtml":["<p class=\"choice_paragraph\">More rural areas will become available for animal habitats over time.</p>","<p class=\"choice_paragraph\">Urbanization causes habitat fragmentation.</p>","<p class=\"choice_paragraph\">Urbanization decreases the per person fossil fuel use in urban areas.</p>","<p class=\"choice_paragraph\">Water in urban areas is treated before it is released into the rivers that flow into rural areas.</p>"],"answer":1}]