[{"id":"VH991411","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The population of Japanese sika deer in central Japan was determined each year from 2005 to 2014. The sika deer population underwent logistic growth starting at 26,000 deer in 2005 and stabilized at 58,000 deer between 2012 and 2014. Based on these data, the <span class=\"math_expression\"><span aria-label=\"r sub max\"><math alttext=\"r sub max\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>r</mtext></mrow><mrow><mtext>max</mtext></mrow></msub></mrow></mstyle></math></span></span> for this population was determined to be 0.57. Central Japan contains a variety of habitats, including forests and grasslands. Sika deer benefit from the resources in grasslands more than forests; if deforestation occurred, producing more grasslands in the region, the carrying capacity for sika deer population would increase.</p></div></div></div></div><p class=\"stem_paragraph\">What would the population size of sika deer be one year after the carrying capacity increased to 70,000 as a result of deforestation? Assume <span class=\"math_expression\"><span aria-label=\"r sub max\"><math alttext=\"r sub max\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><msub><mrow><mtext>r</mtext></mrow><mrow><mtext>max</mtext></mrow></msub></mrow></mstyle></mrow></mstyle></math></span></span> does not change.</p>\n","rubricRef":"VH991411_rubric","choicesHtml":["<p class=\"choice_paragraph\">The population would grow to 70,000 deer in a year, because they would occupy the entire environmental niche.</p>","<p class=\"choice_paragraph\">The population would grow to 91,060 deer in a year, but then they would die off from a lack of resources.</p>","<p class=\"choice_paragraph\">The population would grow to 63,667 deer in a year, and the growth rate would decrease the following year.</p>","<p class=\"choice_paragraph\">The population would remain at 58,000 deer, since it had already stabilized.</p>"],"answer":2}]