[{"id":"VH991187","type":"mcq","stimulusHtml":"<div>\n<include href=\"../Passage/VH990958.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include><div class=\"stimulus_reference\">\n<div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Following the reintroduction of wolves to Yellowstone National Park, researchers measured the mean height of young aspen trees in upland and streamside areas.</p></div></div>\n<div class=\"table_wrapper\">\n<div class=\"title\"><p class=\"title_line passage-title\">Table 1. Mean Height of New Aspen Growth in Early Spring</p></div>\n<table class=\"tgroup cols:3\">\n<col class=\"colspec colname:col1 colnum:1 colwidth:62\"/>\n<col class=\"colspec colname:col2 colnum:2 colwidth:62\"/>\n<col class=\"colspec colname:col3 colnum:3 colwidth:62\"/>\n<tbody class=\"tbody\">\n<tr class=\"row\">\n<td class=\"entry colname:col1\"></td>\n<td class=\"entry colname:col2\" colspan=\"2\">Year  </td>\n</tr>\n<tr class=\"row\">\n<td class=\"entry colname:col1\"></td>\n<td class=\"entry colname:col2\">1998  </td>\n<td class=\"entry colname:col3\">2010  </td>\n</tr>\n<tr class=\"row\">\n<td class=\"entry colname:col1\">Upland  </td>\n<td class=\"entry colname:col2\">\n<span class=\"math_expression\"><span aria-label=\"31 centimeters\"><math alttext=\"31 centimeters\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>31</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>cm</mtext></mrow></mstyle></math></span></span> </td>\n<td class=\"entry colname:col3\">\n<span class=\"math_expression\"><span aria-label=\"176 centimeters\"><math alttext=\"176 centimeters\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><mn>176</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>cm</mtext></mrow></mstyle></mrow></mstyle></math></span></span> </td>\n</tr>\n<tr class=\"row\">\n<td class=\"entry colname:col1\">Streamside  </td>\n<td class=\"entry colname:col2\">\n<span class=\"math_expression\"><span aria-label=\"33 centimeters\"><math alttext=\"33 centimeters\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><mn>33</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>cm</mtext></mrow></mstyle></mrow></mstyle></math></span></span> </td>\n<td class=\"entry colname:col3\">\n<span class=\"math_expression\"><span aria-label=\"237 centimeters\"><math alttext=\"237 centimeters\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><mn>237</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>cm</mtext></mrow></mstyle></mrow></mstyle></math></span></span> </td>\n</tr>\n</tbody>\n</table>\n</div>\n</div>\n</div><p class=\"stem_paragraph\">Which of the following is the most likely cause of the change in mean aspen height from 1998 to 2010 ?</p>\n","rubricRef":"VH991187_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In the mid-1920s, gray wolves, <span class=\"formatted_text font_style:italic\">Canis lupus</span>, were eliminated from Yellowstone National Park in the northwestern United States. Over the course of 1995 and 1996, 31 wolves from Canada were relocated to the park. Researchers have tracked the growth of the wolf population from 21 in 1995 to 108 at the end of the study in 2016 (Figure 1).</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph with 22 data points. The horizontal axis is labeled Year, and the years 1995 through 2015, in increments of 5, are indicated. The vertical axis is labeled Annual Population Size, n, and the numbers 0 through 180, in increments of 20, are indicated. The data represented in the graph are as follows. Note that all data values are approximate. The line begins at the Year 1995 comma Population Size, 20, and trends steeply upward and to the right, passing through 9 data points and reaching a peak at the Year 2004 comma Population Size, 175. The line then trends downwards and to the right, passing through 2 data points and reaching the lowest point in a valley at the Year 2005 comma Population Size, 120. It then moves upwards and to the right, passing through 2 data points and reaching a peak at the Year 2007 comma Population Size, 170. The line then moves downwards and to the right, passing through 2 data points and reaching the Year 2009 comma Population Size, 90. It then trends slightly upwards and to the right, passing through 7 data points and ending at the Year 2016 comma Population Size, 110.\" height=\"182\" src=\"https://assets.learnosity.com/organisations/537/VH990958.g01.png\" width=\"250\" />\n<p class=\"caption\">Figure 1. Yellowstone National Park annual wolf population from 1995 to 2016</p>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The wolves prey on large herbivores, primarily elk. The carcasses of wolf kills are a valuable food source for coyotes, <span class=\"formatted_text font_style:italic\">Canis latrans</span>. When coyotes are feeding on carcasses, they may be chased off the carcass and/or killed by wolves. Coyotes also hunt small mammals for food.</p>\n\n<p class=\"passage_para\">Researchers were studying the effect of wolves’ presence on the behavior of coyotes. Researchers observed coyotes in a specific area of Yellowstone National Park and recorded the proportion of the coyotes’ time spent on five different activities when wolves were present in the study area and when wolves were absent (Figure 2).</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph. The horizontal axis is labeled Behavior and has 5 categories, Rest, Travel, Hunt, Feeding on Carcasses, and Vigilance indicated. The vertical axis is labeled Proportion of Time, and the numbers 0 through 0.6, in increments of 0.1, are indicated. Each category along the horizontal axis contains 2 subcategories of data: Wolves absent, represented by white bars, and Wolves present represented by gray bars. The data represented by the bars are as follows. Note that all data values are approximate. For Rest behavior, the Wolves absent bar extends from 0 to 0.54 and the error bar extends from 0.5 to 0.58. The Wolves present bar extends from 0 to 0.36 and the error bar extends from 0.33 to 0.39. For Travel behavior the Wolves absent bar extends from 0 to 0.27 and the error bar extends from 0.25 to 0.29. The Wolves present bar extends from 0 to 0.305 and the error bar extends from 0.28 to 0.325. For Hunt behavior the Wolves absent bar extends from 0 to 0.04 and the error bar extends from 0.03 to 0.05. The Wolves present bar is the same as the Wolves absent bar. For Feeding on Carcasses behavior the Wolves absent bar extends from 0 to 0.04 and the error bar extends from 0.02 to 0.06. The Wolves present bar extends from 0 to 0.105 and the error bar extends from 0.08 to 0.12. For Vigilance behavior the Wolves absent bar extends from 0 to 0.105 and the error bar extends from 0.08 to 0.12. The Wolves present bar extends from 0 to 0.17 and the error bar extends from 0.016 to 0.18.\" height=\"224\" src=\"https://assets.learnosity.com/organisations/537/VH990958.g03.png\" width=\"320\" />\n<p class=\"caption\">Figure 2. Coyote behavior in the presence and absence of wolves. Error bars represent a confidence interval of 95% (<span class=\"math_expression\"><span aria-label=\"plus or minus 2\"><math alttext=\"plus or minus 2\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mo>±</mo><mn>2</mn></mrow></mstyle></math></span></span> standard errors of the mean).</p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The reintroduction of wolves led to a decrease in the population of elk, allowing aspen trees to grow taller.</p>","<p class=\"choice_paragraph\">The reintroduction of wolves led to a decrease in the population of small mammals, allowing aspen trees to grow taller.</p>","<p class=\"choice_paragraph\">The reintroduction of wolves led to an increase in the number of carcasses that provided fertilizer for young aspen trees.</p>","<p class=\"choice_paragraph\">The reintroduction of wolves led to an increase in the number of carcasses, so coyotes no longer ate young aspen trees.</p>"],"answer":0}]