[{"id":"VH992575-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">River dolphins are morphologically distinct from other dolphins and are primarily restricted to freshwater ecosystems in Asia and South America. Determining the phylogeny of these animals based on morphology has been difficult because they have a large number of derived characters including a long, narrow rostrum (beak), a low dorsal fin, a flexible neck, and eyes that are greatly reduced. River dolphins were originally classified together based on morphology, but molecular studies have shown that they are less closely related than previously thought.</p>\n\n<p class=\"passage_para\">Scientists analyzed the nucleotide sequences of mitochondrial genes, including the genes for cytochrome b and two ribosomal <span class=\"math_expression\"><span aria-label=\"R N A s\"><math alttext=\"R N A s\" overflow=\"scroll\"><mstyle><mrow><mtext>RNAs</mtext></mrow></mstyle></math></span></span>. By combining the nucleotide sequence data with analyses of embryonic development and morphology, the scientists have proposed the phylogenetic tree shown in Figure 1. Baleen whales that are filter feeders are used as an outgroup.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\">\n<p class=\"caption\">Figure 1. Phylogenetic tree of the cetaceans, including the toothed whales and baleen whales</p>\n<img alt=\"The figure presents a phylogenetic tree with a timeline that is followed by a branching pattern showing evolutionary relationships among the cetaceans. The upper portion of the timeline is labeled “Millions of Years Ago,” and from left to right, the numbers 35 through 0, in increments of 5, are indicated. The lower portion of the timeline is labeled “Geologic Period,” and is divided into five periods. Note that all values are approximate. From the left, the first period is Eocene, and spans from 35 to 34 millions of years ago. The second period is Oligocene, and is divided into an early and a late period. The early Oligocene spans from 34 to 29.5 millions of years ago. The late Oligocene spans from 29.5 to 24 millions of years ago. The third period is Miocene, and is divided into an early, a middle, and a late period. The early Miocene spans from 24 to 17.5 millions of years ago. The middle Miocene spans from 17.5 to 11.5 millions of years ago. The late Miocene spans from 11.5 to 5.5 millions of years ago. The fourth period is Pliocene, and is divided into an early and a late period. The early Pliocene spans from 5.5 to 3.8 millions of years ago. The late Pliocene spans from 3.8 to 1.7 millions of years ago. The fifth period is Quaternary, and spans from 1.7 to 0 millions of years ago. The branching pattern that follows the timeline represents the evolutionary relationships of cetaceans over time. Two branches arise from the left most node of the phylogenetic tree at approximately 34.5 millions of years ago. The upper branch is labeled Baleen Whales and has no more branches. The lower branch is further divided by more branching into 9 types of cetaceans, which are collectively identified as Toothed Whales. Branching of the lower of the two initial branches produces a second node at approximately 28 millions of years ago. The upper branch from the second node is labeled Sperm Whales, and the lower branch is further divided into two branches at a third node at approximately 24 millions of years ago. The upper branch from the third node is labeled South Asian River Dolphin, and the lower branch is further divided into two branches at a fourth node at approximately 17 millions of years ago. The upper branch from the fourth node is labeled Beaked Whales, and the lower branch is further divided into two branches at a fifth node at approximately 14 millions of years ago. The upper branch from the fifth node is labeled Chinese River Dolphin, and the lower branch is further divided, at a sixth node, into two branches at approximately 13 millions of years ago. The upper and lower branches from the sixth node are each divided into further branches. The upper branch is divided into two branches at approximately 12 millions of years ago, and the branches are labeled Amazon River Dolphin and La Plata River Dolphin. The lower branch is divided into three branches at approximately 11 millions of years ago, and the branches are labeled Dolphins, Narwhal, and Porpoises.\" height=\"282\" src=\"https://assets.learnosity.com/organisations/537/VH992575.g09.png\" width=\"600\" /></div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) Based on the phylogenetic tree, <span class=\"formatted_text font_weight:bold\">identify</span> approximately how many millions of years ago the earliest South Asian river dolphin evolved. Round your answer to the nearest whole number.</p>\n</div>\n"},{"id":"VH992575-22","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\">\n<p class=\"stem_paragraph\">(b) Using the template of the phylogenetic tree, <span class=\"font_weight:bold formatted_text\">circle</span> the lineages that share node A.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Template for part (b)</p>\n</div>\n<img alt=\"The figure is almost identical to the first figure. It presents a phylogenetic tree with a timeline that is followed by a branching pattern showing evolutionary relationships among the cetaceans. The upper portion of the timeline is labeled “Millions of Years Ago,” and from left to right, the numbers 35 through 0, in increments of 5, are indicated. The lower portion of the timeline is labeled “Geologic Period,” and is divided into five periods. Note that all values are approximate. From the left, the first period is Eocene, and spans from 35 to 34 millions of years ago. The second period is Oligocene, and is divided into an early and a late period. The early Oligocene spans from 34 to 29.5 millions of years ago. The late Oligocene spans from 29.5 to 24 millions of years ago. The third period is Miocene, and is divided into an early, a middle, and a late period. The early Miocene spans from 24 to 17.5 millions of years ago. The middle Miocene spans from 17.5 to 11.5 millions of years ago. The late Miocene spans from 11.5 to 5.5 millions of years ago. The fourth period is Pliocene, and is divided into an early and a late period. The early Pliocene spans from 5.5 to 3.8 millions of years ago. The late Pliocene spans from 3.8 to 1.7 millions of years ago. The fifth period is Quaternary, and spans from 1.7 to 0 millions of years ago. The branching pattern that follows the timeline represents the evolutionary relationships of cetaceans over time. Two branches arise from the left most node of the phylogenetic tree at approximately 34.5 millions of years ago. The upper branch is labeled Baleen Whales and has no more branches. The lower branch is further divided by more branching into 9 types of cetaceans. Branching of the lower of the two initial branches produces a second node at approximately 28 millions of years ago. The upper branch from the second node is labeled Sperm Whales, and the lower branch is further divided into two branches at a third node at approximately 24 millions of years ago. The upper branch from the third node is labeled South Asian River Dolphin, and the lower branch is further divided into two branches at a fourth node at approximately 17 millions of years ago. The upper branch from the fourth node is labeled Beaked Whales, and the lower branch is further divided into two branches at a fifth node at approximately 14 millions of years ago. The fifth node is labeled Node A. The upper branch from the fifth node is labeled Chinese River Dolphin, and the lower branch is further divided, at a sixth node, into two branches at approximately 13 millions of years ago. The upper and lower branches from the sixth node are each divided into further branches. The upper branch is divided into two branches at approximately 12 millions of years ago, and the branches are labeled Amazon River Dolphin and La Plata River Dolphin. The lower branch is divided into three branches at approximately 11 millions of years ago, and the branches are labeled Dolphins, Narwhal, and Porpoises.\" height=\"320\" src=\"https://assets.learnosity.com/organisations/537/VH992575.g11.png\" width=\"600\" /></div>\n</div>\n"},{"id":"VH992575-22","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\">\n<p class=\"stem_paragraph\">(c) Based on the sequence analyses of the three mitochondrial genes, scientists hypothesize that the La Plata river dolphin is more closely related to the Amazon river dolphin than to the Chinese river dolphin. <span class=\"font_weight:bold formatted_text\">Evaluate</span> this hypothesis by describing the sequence data that would support this hypothesis.</p>\n</div>\n"},{"id":"VH992575-22","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) Molecular data indicate that river dolphins do not form a monophyletic group. <span class=\"formatted_text font_weight:bold\">Explain</span> why these animals nevertheless have morphological similarities.</p></div>\n"}]