[{"id":"VH991559","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Figure 1 shows a food web that describes the relationships within a community containing nine species. Each circle represents a separate species. The size of the circle represents the population size of the species relative to other species in the same trophic level.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of trophic relationships in a community with 3 trophic levels and 9 species represented by circles. The circles are all the same size. The trophic levels, from top to bottom are Secondary Consumer, Primary Consumer and Producer. There are two species in the secondary consumer level represented by a circle labeled X and a circle labeled Y. There are three species in the primary consumer level represented by an unshaded circle, a lightly shaded circle, and a heavily shaded circle. Arrows point from Secondary Consumer circle X down towards 2 Primary Consumers, the unshaded circle and the lightly shaded circle. Arrows point from Secondary Consumer circle Y down to 2 Primary Consumers, the lightly shaded circle and the heavily shaded circle. There are four species in the producer trophic level represented by an unshaded circle with horizontal lines, a lightly shaded circle with horizontal lines, an unshaded circle with dashed lines, and a lightly shaded circle with dashed lines. Arrows point from the unshaded Primary Consumer down towards 2 Producers, the unshaded circle with horizontal lines and the lightly shaded circle with horizontal lines. Arrows point from the lightly shaded Primary Consumer down towards 2 Producers, the lightly shaded circle with horizontal lines and the unshaded circle with dashed lines. Arrows point from the heavily shaded Primary Consumer down towards 2 Producers, the unshaded circle with dashed lines and the lightly shaded circle with dashed lines.\" height=\"218\" src=\"https://assets.learnosity.com/organisations/537/VH991559.g06.png\" width=\"400\" />\n<p class=\"caption\">Figure 1. Trophic relationships among organisms in a community</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the information in Figure 1, which of the following best predicts a short-term effect of removing secondary consumer X from the community?</p>\n","rubricRef":"VH991559_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a diagram of trophic relationships in a community with 3 trophic levels and 8 species represented by circles. The circles are in varying sizes. The trophic levels, from top to bottom are Secondary Consumer, Primary Consumer and Producer. The secondary consumer level has one species that is represented by a medium circle labeled Y. There are three 3 species in the primary consumer level represented by an extra large unshaded circle, a medium lightly shaded circle and a medium heavily shaded circle. Arrows point from the Secondary Consumer medium circle Y down towards 2 Primary Consumers, the medium lightly shaded circle and the medium heavily shaded circle. There are four species in the producer level represented by a small unshaded circle with horizontal lines, a small lightly shaded circle with horizontal lines, a medium unshaded circle with dashed lines, and a medium lightly shaded circle with dashed lines. Arrows point from the extra large unshaded Primary Consumer down towards 2 Producers, the small unshaded circle with horizontal lines, and the small lightly shaded circle with horizontal lines. Arrows point from the medium lightly shaded Primary Consumer down towards 2 Producers, the small lightly shaded circle with horizontal lines and the medium unshaded circle with dashed lines. Arrows point from the medium heavily shaded Primary Consumer down towards 2 Producers, the medium unshaded circle with dashed lines and the medium lightly shaded circle with dashed lines.\" height=\"151\" src=\"https://assets.learnosity.com/organisations/537/VH991559.g07.png\" width=\"300\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a diagram of trophic relationships in a community with 3 trophic levels and 7 species represented by circles. The circles are all the same size. The trophic levels from top to bottom are Secondary Consumer, Primary Consumer and Producer. The secondary consumer level has one species which is represented by a circle labeled Y. There are 2 species in the primary consumer level, represented by a lightly shaded circle and a heavily shaded circle. Arrows point from Secondary Consumer circle Y down towards 2 Primary Consumers, the lightly shaded circle and the heavily shaded circle. There are four species in the producer level represented by an unshaded circle with horizontal lines, a lightly shaded circle with horizontal lines, an unshaded circle with dashed lines, and a lightly shaded circle with dashed lines. Arrows point from the lightly shaded Primary Consumer down towards all four producers. Arrows point from the heavily shaded Primary Consumer down towards 3 Producers, the lightly shaded circle with horizontal lines, the unshaded circle with dashed lines, and the lightly shaded circle with dashed lines.\" height=\"151\" src=\"https://assets.learnosity.com/organisations/537/VH991559.g08.png\" width=\"300\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a diagram of trophic relationships in a community with 3 trophic levels and 8 species represented by circles. The trophic levels from top to bottom are Secondary Consumer, Primary Consumer and Producer. The circles in the secondary consumer and producer levels are medium sized circles and the circles in the Primary Consumer level are large circles. The secondary consumer level has one species which is represented by a medium circle labeled Y. There are 3 species in the primary consumer level represented by a large unshaded circle, a large lightly shaded circle and a large heavily shaded circle. Arrows point from Secondary Consumer medium circle Y down towards all three large Primary Consumers. There are four species in the producer level represented by a medium unshaded circle with horizontal lines, a medium lightly shaded circle with horizontal lines, a medium unshaded circle with dashed lines and a medium lightly shaded circle with dashed lines. Arrows point from the large unshaded Primary Consumer down towards 3 Producers, the medium unshaded circle with horizontal lines, the medium lightly shaded circle with horizontal lines, and the medium unshaded circle with dashed lines. Arrows point from the large lightly shaded Primary Consumer down towards all four producers. Arrows point from the large heavily shaded Primary Consumer down towards 3 Producers, the medium lightly shaded circle with horizontal lines, the medium unshaded circle with dashed lines, and the medium lightly shaded circle with dashed lines.\" height=\"144\" src=\"https://assets.learnosity.com/organisations/537/VH991559.g09.png\" width=\"300\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a diagram of trophic relationships in a community with 3 trophic levels and 8 species represented by circles. The circles are in varying sizes. The trophic levels from top to bottom are Secondary Consumer, Primary Consumer and Producer. The secondary consumer level has one species which is represented by a medium circle labeled X. There are 3 species in the primary consumer level represented by a medium unshaded circle, a medium lightly shaded circle and an extra large heavily shaded circle. Arrows point from Secondary Consumer medium circle X down towards 2 Primary Consumers, the medium unshaded circle and the medium lightly shaded circle. There are 4 species in the producer level represented by a medium unshaded circle with horizontal lines, a medium lightly shaded circle with horizontal lines, a small unshaded circle with dashed lines and a small lightly shaded circle with dashed lines. Arrows point from the medium unshaded Primary Consumer down towards 2 Producers, the medium unshaded circle with horizontal lines and the medium lightly shaded circle with horizontal lines. Arrows point from the medium lightly shaded Primary Consumer down towards 2 Producers, the medium lightly shaded circle with horizontal lines, and the small unshaded circle with dashed lines. Arrows point from the extra large heavily shaded Primary Consumer down towards 2 Producers, the small unshaded circle with dashed lines, and the small lightly shaded circle with dashed lines.\" height=\"154\" src=\"https://assets.learnosity.com/organisations/537/VH991559.g10.png\" width=\"300\"></span></p>\n"],"answer":0}]