[{"id":"VR001569","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Zebra mussels are an invasive species that has become widely established throughout the United States. Figure&nbsp;1 shows the percent change in the population sizes of selected groups of organisms in the Hudson River since the introduction of zebra mussels. In this study chlorophyll-containing bacteria are considered phytoplankton and all other bacteria are considered bacterioplankton.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph with 7 bars. The bars are labeled along the horizontal axis as follows: Phytoplankton, Native Mussels, Zooplankton, Open Water Fish, Bacterioplankton, Shoreline Bottom Animals, Shoreline Fish. Each bar belongs to one of two categories: Open Water Habitat, or Shoreline Habitat. The vertical axis is labeled Change After Zebra Mussel Invasion, in percent, and the numbers negative 100 through positive 150, in increments of 50, are indicated. Each bar is described as follows. Note that all values are approximate. Phytoplankton. Negative 80 percent, Open Water Habitat.  Native Mussels. Negative 75 percent, Open Water Habitat. Zooplankton. Negative 74 percent, Open Water Habitat. Open Water Fish. Negative 26 percent, Open Water Habitat. Bacterioplankton. 48 percent, Open Water Habitat. Shoreline Bottom Animals. 24 percent, Shoreline Habitat. Shoreline Fish. 98 percent, Shoreline Habitat.\" height=\"348\" src=\"https://assets.learnosity.com/organisations/537/VR001569.g01.png\" width=\"195\" />\n<p class=\"caption\">Figure&nbsp;1. Change in biomass of selected Hudson River organisms after the introduction of zebra mussels</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following hypotheses about the effect of zebra mussels on the Hudson River community is best supported by the data in Figure&nbsp;1 ?</p>\n","rubricRef":"VR001569_rubric","choicesHtml":["<p class=\"choice_paragraph\">Shoreline fish have replaced open water fish as top predators in a stable community.</p>","<p class=\"choice_paragraph\">Zebra mussels have integrated into the existing community with little effect on the community stability.</p>","<p class=\"choice_paragraph\">The reduction in primary productivity has resulted in an unstable community that will eventually collapse.</p>","<p class=\"choice_paragraph\">Bacterioplankton have replaced phytoplankton as the energy harvesters in the community.</p>"],"answer":2}]