[{"id":"VR001854","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Figure&nbsp;1 shows the population fluctuations of phytoplankton and zooplankton in the eastern Pacific Ocean over the course of six years. The major dip in phytoplankton was attributed to a lack of nutrients for phytoplankton.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of two lines in the first quadrant of the coordinate plane. The horizontal axis is labeled Year, and the years 1990 through 2000, in increments of 2, are indicated. The vertical axis is labeled, Relative Plankton Density. A key indicates that one line represents zooplankton and the other line represents phytoplankton. The data represented in the graph are as follows. Note, all data are approximate. Data for zooplankton. The line begins approximately one third of the way up the vertical axis above the origin and trends slightly upwards and to the right, fluctuating up and down across the length of the horizontal axis with upward spikes approximately every two years, and a significant downward spike at the year 1998 that falls to just above the horizontal axis. Data for phytoplankton. The line begins just below the midpoint on the vertical axis, above the origin, and trends slightly upwards and to the right, fluctuating up and down across the length of the horizontal axis, staying above the line for zooplankton and with a significant downward spike at the year 1998 that falls one third of the way up the vertical axis, comes back up by 1999 and remains fairly constant after that.\" height=\"275\" src=\"https://assets.learnosity.com/organisations/537/VR001854.g01.png\" width=\"500\" />\n<p class=\"caption\">Figure 1. Relative abundance of plankton over time in the eastern equatorial Pacific Ocean</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Of the following, which explains why the zooplankton also dipped during the same year and then seemed to cycle over the next three years?</p>\n","rubricRef":"VR001854_rubric","choicesHtml":["<p class=\"choice_paragraph\">The zooplankton rely on the same nutrients for energy harvesting as the phytoplankton, so their population was also unable to acquire the necessary energy to maintain their population level. After that major dip there were enough nutrients for both categories of plankton.</p>","<p class=\"choice_paragraph\">Zooplankton are more temperature-sensitive than the phytoplankton, so the annual seasonal changes will affect their population sizes in a cyclical fashion. There was a sudden, extreme temperature change in the first dip that also affected the phytoplankton.</p>","<p class=\"choice_paragraph\">A migration of whales was blown off course by a storm one year and ate most of the phytoplankton and zooplankton. In the following years the whales returned to their normal migration route.</p>","<p class=\"choice_paragraph\">The reduction in the phytoplankton population meant that the zooplankton’s energy source was drastically reduced, leading to the decrease in the zooplankton population size. After the dip, the phytoplankton provided a steady energy source, and the zooplankton population fluctuated around its carrying capacity.</p>"],"answer":3}]