[{"id":"VR001749","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A study recorded changes in the distribution of some commercial marine species off the East Coast of the United States over a period of several decades. The results of the study are summarized in Figure 1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of three lines representing Lobster, Red hake and Summer flounder. The horizontal axis is labeled Year, and the years 1970 through 2010, in increments of 10, are indicated. The left vertical axis is labeled Location of Center of Commercial Harvesting, in degrees of latitude, and the numbers 39 through 43, in increments of 1, are indicated. The following states, from bottom to top, are indicated along the right side of the graph, Delaware, New Jersey, New York, Connecticut, Rhode Island, Massachusetts, New Hampshire, Maine. The data represented by the graph are as follows. Note that all data values are approximate. Summer flounder is the lowest line graph and begins  at 39.4 degrees latitude just before 1970, moves slightly downward and to the right, and then steeply increases to just over 40.4 degrees latitude around 1975. The line then drops to 39.4 degrees latitude in 1980, then back to 39.8 degrees latitude in 1983. The line then fluctuates between 39.5 degrees latitude and 40.4 degrees latitude through 2010. Summer flounder stays almost entirely in New Jersey, only peaking slightly into New York in 1976. Moving up the graph, Red hake begins at 40.7 degrees latitude just before 1970. The line fluctuates up and down as it gradually increases to a peak of 41.7 degrees latitude in 1987, and then drops down to 41.3 and continues to fluctuate between 41 and 41.3 degrees latitude through 2010. Red hake begins in New York, peaks into Rhode Island and Massachusetts around 1987, and stays in primarily in Connecticut before and after the peak.  Lobster is the upper line graph and begins around 42.8 degrees latitude just before 1970. The line fluctuates between 42.6 degrees latitude and 42.8 degrees latitude until dropping to its lowest point at 42.4 degrees latitude 1989 to 1992. The line then gradually increases and peaks at 43.4 degrees latitude in 2005. Red lobster stays in Massachusetts from 1970 through 2000, is in New Hampshire until 2003, and the remainder of the time is in Maine.\" height=\"333\" src=\"https://assets.learnosity.com/organisations/537/VR001749.g03.png\" width=\"435\" />\n<p class=\"caption\">Figure 1. Latitude that is the center of commercial harvesting of specified marine species</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Some researchers link changes in the distribution of these species to warming of the oceans due to climate change. Which of the following pieces of data best supports this alternative hypothesis?</p>\n","rubricRef":"VR001749_rubric","choicesHtml":["<p class=\"choice_paragraph\">Decreased acidity of ocean water in the more southern latitudes caused a migration of these species northward.</p>","<p class=\"choice_paragraph\">These species evolved new adaptations over time, allowing them to survive in warmer ocean environments.</p>","<p class=\"choice_paragraph\">The prey of these species require colder waters to survive, and owing to warming in the oceans, they are moving farther north, to higher latitudes, where the water is colder.</p>","<p class=\"choice_paragraph\">Diseases devastated the prey of these species, forcing them to move northward as insufficient food was available in their original range.</p>"],"answer":2}]