[{"id":"VR002035","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\">\n<div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The deep ocean floor communities contain very little life. In constant darkness, the water at these depths hovers around <span class=\"math_expression\"><span aria-label=\"2 degrees Celsius\"><math alttext=\"2 degrees Celsius\" display=\"inline\" overflow=\"scroll\"><mrow><mn>2</mn><mi>°</mi><mtext>C</mtext></mrow></math></span></span>. Sparsely distributed in this environment are hydrothermal vent ecosystems. Superheated water streams out of the vents at temperatures approaching <span class=\"math_expression\"><span aria-label=\"400 degrees Celsius\"><math alttext=\"400 degrees Celsius\" display=\"inline\" overflow=\"scroll\"><mrow><mn>400</mn><mi>°</mi><mtext>C</mtext></mrow></math></span></span>. These waters are rich in inorganic materials, including carbon dioxide and hydrogen sulfide. Hydrothermal vent zones have a density of organisms 10,000 to 100,000 times greater than found on the surrounding seafloor.</p></div></div>\n<div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Scientists have studied these vents to determine the energy source for these communities and the identity of the primary producers in the perpetual darkness of the ocean floor. As expected, they found a total absence of photosynthetic organisms at all vents, identifying mats of bacteria as the producers of the carbon compounds that are used by the rest of the community for growth, repair, and as an energy source.</p></div></div>\n</div></div><p class=\"stem_paragraph\">Which of the following describes how the vent bacteria harvest energy to produce organic compounds for use by the vent community?</p>\n","rubricRef":"VR002035_rubric","choicesHtml":["<p class=\"choice_paragraph\">The bacteria use the heat from the hot water to assemble carbon-based materials from inorganic molecules.</p>","<p class=\"choice_paragraph\">The bacteria function as chemoautotrophs, extracting energy from hydrogen-rich inorganic molecules.</p>","<p class=\"choice_paragraph\">Organic matter drifting down from the ocean’s surface is used to make molecules with enough energy to sustain the vent community.</p>","<p class=\"choice_paragraph\">The bacteria can recycle the energy from the waste products and dead material produced by the heterotrophs of the vent community into energy-rich carbon compounds that can be recycled.</p>"],"answer":1}]