[{"id":"VR001949","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Phytoplankton (dashed&nbsp;line) are important because they occupy the bottom of the food web absorbing <span class=\"math_expression\"><span aria-label=\"C O 2\"><math alttext=\"C O 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>CO</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span>, functioning as a carbon sink. A scientist suggests that an El Niño event in early 1998 caused a significant decrease in the abundance of phytoplankton that year in the equatorial Pacific Ocean.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of two lines in the first quadrant of the coordinate plane. The horizontal axis is labeled Year, and the years 1990 through 2000, in increments of 2, are indicated. The vertical axis is labeled, Relative Plankton Density. A key indicates that one line represents zooplankton and the other line represents phytoplankton. The data represented in the graph are as follows. Note, all data are approximate. Data for zooplankton. The line begins approximately one third of the way up the vertical axis above the origin and trends slightly upwards and to the right, fluctuating up and down across the length of the horizontal axis with upward spikes approximately every two years, and a significant downward spike at the year 1998 that falls to just above the horizontal axis. Data for phytoplankton. The line begins just below the midpoint on the vertical axis, above the origin, and trends slightly upwards and to the right, fluctuating up and down across the length of the horizontal axis, staying above the line for zooplankton and with a significant downward spike at the year 1998 that falls one third of the way up the vertical axis, comes back up by 1999, and remains fairly constant after that.\" height=\"248\" src=\"https://assets.learnosity.com/organisations/537/VR001949.g01.png\" width=\"450\" />\n<p class=\"caption\">Figure&nbsp;1. Relative abundance of plankton over time in the eastern equatorial Pacific Ocean</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following observations would best support this alternative hypothesis?</p>\n","rubricRef":"VR001949_rubric","choicesHtml":["<p class=\"choice_paragraph\">Previous dips in plankton abundance coincided with other El Niño events.</p>","<p class=\"choice_paragraph\">Primary consumers also experienced a dip in abundance in early 1998.</p>","<p class=\"choice_paragraph\">After mid-1998, there is no correlation between phytoplankton and zooplankton abundance.</p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"C O 2\"><math alttext=\"C O 2\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><msub><mrow><mtext>CO</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></mrow></mstyle></math></span></span> levels in surface waters increased significantly in this region during 1998.</p>"],"answer":0}]