[{"id":"VR001829","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In an experiment, three different animals were exposed to a series of environmental temperatures and their body temperatures were assessed at multiple temperature points between 10 and 40 degrees Celsius. Ten different individuals of each type of animal were included in the study to produce an average body temperature profile for each type of animal. Figure&nbsp;1 shows the data collected.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of three lines in the coordinate plane. The horizontal axis is labeled Temperature, in degrees Celsius, and no numbers are indicated along it. The rightward direction along the horizontal axis is indicated as increasing in temperature with an arrowhead at the right end. The vertical axis is labeled Body Temperature, in degrees Celsius, and the numbers 5 through 45, in increments of 5, are indicated. The three lines are described as follows. Each line begins at the same value along the horizontal axis near the vertical axis, and ends at the same value further to the right along the horizontal axis. Note that all values are approximate. The upper line, labeled Gerbil, begins at body temperature 39 degrees Celsius. The line moves gradually downwards and to the right, ending at body temperature 37 degrees Celsius.  The line under the Gerbil line, labeled Armadillo, begins at body temperature 34 degrees Celsius. The line moves very gradually upwards and to the right, ending at body temperature 35 degrees Celsius and never crosses the Gerbil line. The remaining line, labeled Snake, begins at body temperature 15 degrees Celsius. The line moves upwards and to the right, ending at body temperature 40 degrees Celsius and crosses the Gerbil and Armadillo lines further to the right along the horizontal axis.\" height=\"249\" src=\"https://assets.learnosity.com/organisations/537/VR001829.g04.png\" width=\"400\" /></div>\n\n<p class=\"passage_para\">Figure&nbsp;1. Effect of environmental temperature on body temperature of selected animals</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following statements is most consistent with the data in Figure&nbsp;1 ?</p>\n","rubricRef":"VR001829_rubric","choicesHtml":["<p class=\"choice_paragraph\">Armadillos tend to be more metabolically active than either gerbils or snakes are.</p>","<p class=\"choice_paragraph\">Armadillos cannot survive at environmental temperatures over <span class=\"math_expression\"><span aria-label=\"30 degrees Celsius\"><math alttext=\"30 degrees Celsius\" overflow=\"scroll\"><mstyle><mrow><mtext>30</mtext><mi>°</mi><mtext>C</mtext></mrow></mstyle></math></span></span>.</p>","<p class=\"choice_paragraph\">Snakes are found in terrestrial rather than aquatic environments.</p>","<p class=\"choice_paragraph\">Snakes display behaviors that allow them to absorb or radiate heat as required.</p>"],"answer":3}]