[{"id":"VR000076","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A group of biologists were investigating the effects of light color on phototropism (growing toward the light source) in tomato plants. Four groups of tomato plants were grown in the same greenhouse under identical conditions. Each group was then placed in a different room, each room having a different color of light, exposed to that single color of light from different directions for one week at a time. After each week, the biologists counted the number of tomato plants in the groups that were showing evidence of phototropism. The results are summarized in Table 1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Table 1. Phototropic responses of plants to different colors of light</p>\n</div>\n<img alt=\"The figure presents a 3 column table, titled Phototropic responses of plants to different colors of light. The header for column 1 is Test Group. The header for column 2 is Direction of Light. The header for column 3 is Percent of Plants Showing Phototropism. There are 16 rows of data, which are described as follows. The 16 rows are divided into 4 groups, numbered 1 through 4, each of which corresponds to a different color of light. In each group, the directions north, south, east, and west are given. Test Group 1, red light. Row 1. Direction of Light, North. 98 percent of plants. Row 2. Direction of Light, South. 99 percent of plants. Row 3. Direction of Light, East. 98 percent of plants. Row 4. Direction of Light, West. 96 percent of plants. Test Group 2, green light. Row 5. Direction of Light, North. 4 percent of plants. Row 6. Direction of Light, South. 8 percent of plants. Row 7. Direction of Light, East. 5 percent of plants. Row 8. Direction of Light, West. 5 percent of plants. Test Group 3, blue light. Row 9. Direction of Light, North. 65 percent of plants. Row 10. Direction of Light, South. 58 percent of plants. Row 11. Direction of Light, East. 65 percent of plants. Row 12. Direction of Light, West. 62 percent of plants. Test Group 4, white light. Row 13. Direction of Light, North. 100 percent of plants. Row 14. Direction of Light, South. 100 percent of plants. Row 15. Direction of Light, East. 100 percent of plants. Row 16. Direction of Light, West. 99 percent of plants.\" height=\"426\" src=\"https://assets.learnosity.com/organisations/537/VR000076.g02.png\" width=\"300\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following correctly identifies the dependent and independent variables in this experiment?</p>\n","rubricRef":"VR000076_rubric","choicesHtml":["<p class=\"choice_paragraph\">The color of the light is the dependent variable, and the percentage of plants showing phototropism is the independent variable.</p>","<p class=\"choice_paragraph\">The percentage of plants showing phototropism is the dependent variable, and the color of the light is the independent variable.</p>","<p class=\"choice_paragraph\">The direction of the light is the dependent variable, and the percentage of plants showing phototropism is the independent variable.</p>","<p class=\"choice_paragraph\">The color of the light is the dependent variable, and the direction of the light is the independent variable.</p>"],"answer":1}]