[{"id":"VR000014","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Commercial bananas are grown as a monoculture, with all banana plants cloned from one original banana plant. The commercial strains of bananas are seedless, so each new banana plant has to be manually planted from a cutting of an existing banana root. In the 1950s, the Gros Michel banana strain, the dominant export banana at that time, was destroyed by the fungus <span class=\"formatted_text font_style:italic\">Fusarium oxysporum</span>. A new <span class=\"formatted_text font_style:italic\">Fusarium</span> resistant variety, the Cavendish banana, was developed and is currently the banana strain grown for export. Recently, a <span class=\"formatted_text font_style:italic\">Fusarium</span> strain that successfully attacks the Cavendish strain has been documented.</p></div></div></div></div><p class=\"stem_paragraph\">Which of the following best provides reasoning supporting a method that would help protect commercial banana crops from infection by pathogenic organisms such as <span class=\"formatted_text font_style:italic\">Fusarium</span> fungi?</p>\n","rubricRef":"VR000014_rubric","choicesHtml":["<p class=\"choice_paragraph\">The commercial banana strains should be exposed to <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>X</mtext></mrow></mstyle></math></span></span>-rays to encourage random mutations that will then be passed to offspring, producing resistance to pathogenic organisms.</p>","<p class=\"choice_paragraph\">The Cavendish banana plants should be exposed to pathogenic organisms under controlled conditions, so the plants can be encouraged to mutate and develop resistance to the pathogens.</p>","<p class=\"choice_paragraph\">The commercial banana strains should not be grown in monocultures, since many pathogenic organisms are able to evolve rapidly in response to a single selective pressure.</p>","<p class=\"choice_paragraph\">Growing the Cavendish strain under different conditions will allow natural selection to produce the variation needed to resist infection by pathogenic organisms.</p>"],"answer":2}]