[{"id":"VR038251","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following best describes the results shown in Figure 1?</p>\n","rubricRef":"VR038251_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of a line and 7 data points in a coordinate plane. The horizontal axis is labeled Temperature, in degrees Celsius, and the numbers 27 through 31, in increments of 1, are indicated. The vertical axis is labeled Percent Female, and the numbers 0 through 100, in increments of 20, are indicated.  Seven data points are plotted on the graph, each with a horizontal bar that represents temperature ranges within the nest. The location of the data points are as follows. Note that all values are approximate. Data point 1.  27.6 degrees Celsius comma 0 percent, with a bar that extends from 27.25 through 27.95 degrees Celsius. Data point 2. 28.2 degrees Celsius comma 10 percent, with a bar that extends from 27.9 through 28.5 degrees Celsius. Data point 3. 28.4 degrees Celsius comma 18 percent, with a bar that extends from 28.05 through 28.75 percent. Data point 4. 28.65 degrees Celsius comma 36 percent, with a bar that extends from 28.25 through 29.05 degrees Celsius. Data point 5. 29.4 degrees Celsius comma 46 percent, with a bar that extends from 29.0 through 29.8 degrees Celsius. Data point 6. 30 degrees Celsius comma 50 percent, with a bar that extends from 29.45 through 30.55 degrees Celsius. Data point 7. 30.6 degrees Celsius comma 100 percent, with a bar that extends from 30.2 through 31 degrees Celsius. A line of best fit is also shown. The line begins on the vertical axis at the point 27 degrees Celsius comma 5 percent. It curves upwards and to the right, passing through the point 30 degrees comma 70 percent, and ending at the point 31.4 degrees Celsius comma 90 percent. Three of the data points lie beneath the graphed curve, two data points lie on the graphed curve, and two data points lie above the graphed curve.\" height=\"221\" src=\"https://assets.learnosity.com/organisations/537/VR038251.g02.png\" width=\"300\" /></div>\n\n<p class=\"standalone_statement style:1\">Figure 1. Percentage of sea turtles that develop as females at different average nest temperatures. The bars represent the temperature range observed within the nests.</p>\n\n<p class=\"passage_para\">Some green sea turtle females deposit their eggs in nests that are dug on warm, tropical beaches. Researchers have studied the effects of temperature on the hatching rate and the proportion of female to male hatchlings produced at different average nest temperatures in Suriname (Figure 1). At temperatures below <span class=\"math_expression\"><span aria-label=\"23 degrees Celsius\" role=\"math\"><math alttext=\"23 degrees Celsius\" overflow=\"scroll\"><mstyle><mrow><mn>23</mn><mi>°</mi><mtext>C</mtext></mrow></mstyle></math></span></span> or above <span class=\"math_expression\"><span aria-label=\"33 degrees Celsius\" role=\"math\"><math alttext=\"33 degrees Celsius\" overflow=\"scroll\"><mstyle><mrow><mn>33</mn><mi>°</mi><mtext>C</mtext></mrow></mstyle></math></span></span>, the eggs do not develop.</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The percentage of hatchlings that survive to adulthood is directly proportional to average nest temperature.</p>","<p class=\"choice_paragraph\">Female sea turtles search for cooler beaches in order to have more male offspring.</p>","<p class=\"choice_paragraph\">Warmer nests produce more female sea turtles than do cooler nests.</p>","<p class=\"choice_paragraph\">The sex ratio of sea turtles is genetically determined.</p>"],"answer":2}]