[{"id":"VR039459","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following research questions would best guide an investigation of the link between the structure of the signaling molecules and the evolution of quorum sensing?</p>\n","rubricRef":"VR039459_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Scientists compared the chemical structure of several molecules that various bacterial species use for quorum sensing. Quorum sensing is an ability some bacteria have to detect the number of related cells nearby. The chemical structure of some of these molecules found in certain species of bacteria are shown in Figure 1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents the chemical structure of three molecules. From top to bottom the molecules are labeled with the species of bacteria that produce them: Vibrio fischeri, Vibrio harveyi, and Pseudomonas aeruginosa. Each molecule is composed of an identical five-sided ring structure. The ring contains an oxygen atom, and another oxygen atom is double bonded to a carbon in the top of the ring. Each of the three molecules has a different hydrocarbon chain coming off the same position of the ring. The hydrocarbon chain of the Vibrio fischeri molecule is seven atoms long. The first atom is a nitrogen, and it is followed by six carbons. Oxygen atoms are double-bonded to the second and fourth carbons. The hydrocarbon chain of the Vibrio harveyi molecule is five atoms long. The first atom is a nitrogen, and it is followed by four carbons. An oxygen atom is double-bonded to the second carbon, and a hydroxyl group is attached to the fourth carbon. The hydrocarbon chain of Pseudomonas aeruginosa molecule is five atoms long. The first atom is a nitrogen, and it is followed by four carbons. An oxygen atom is double-bonded to the second carbon.\" height=\"251\" src=\"https://assets.learnosity.com/organisations/537/VR039459.g08.png\" width=\"400\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Figure 1. The chemical structure of several molecules used for quorum sensing in three species of bacteria</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Do these molecules require the same receptors in each bacteria species to generate a response?</p>","<p class=\"choice_paragraph\">Did these species evolve from a common ancestor that used a similar signaling molecule?</p>","<p class=\"choice_paragraph\">Do these species all perform the same action when the concentration of the signaling molecules is high enough?</p>","<p class=\"choice_paragraph\">Did these species evolve from the same common ancestor that is still living today and uses the same receptors?</p>"],"answer":1}]