[{"id":"VR038858","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following describes a scenario that would result in the phenotypic change shown in the graph?</p>\n","rubricRef":"VR038858_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of two curves, labeled Original Population and Population After Selection, in the first quadrant of the coordinate plane. The horizontal axis is labeled Value of Phenotype and the vertical axis is labeled Number of Individuals. An arrowhead is present at the end of each axis. The data represented in the graph are as follows. Each curve is symmetric about the centerline. The curve labeled Original Population begins at the origin and curves upwards and to the right, reaching a peak halfway across the horizontal axis and halfway up the vertical axis, after which it curves downwards and to the right, ending near the rightmost point on the horizontal axis and aligned with the origin. The curve labeled Population After Selection begins one third of the way across the horizontal axis aligned with the origin and curves steeply upwards and to the right, reaching a peak halfway across the horizontal axis and at the top of the vertical axis, after which it curves steeply downwards and to the right, ending two thirds of the way across the horizontal axis and aligned with the origin.\" height=\"239\" src=\"https://assets.learnosity.com/organisations/537/VR038858.g04.png\" width=\"350\" /></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">A fish that has mouth parts adapted to eat moderately sized prey is introduced into a lake in which there are only large and small prey.</p>","<p class=\"choice_paragraph\">A population of mice live on the ground and in short trees. An invasive, tree-dwelling snake that preys on the mice is introduced into the area.</p>","<p class=\"choice_paragraph\">Climate change-induced warming of arctic tundra reduces average snow cover that lighter-colored arctic foxes rely on for camouflage. Darker-colored arctic foxes are better suited to the exposed moss and grass habitat.</p>","<p class=\"choice_paragraph\">House sparrows that lay smaller-than-average clutches of eggs produce fewer viable offspring, while larger-than-average clutches of eggs result in malnourished chicks that have a higher mortality rate.</p>"],"answer":3}]