[{"id":"VR039631","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"standalone_statement style:1\">TABLE 1. CHANGES IN MORNING GLORY PETAL CELLS DURING FLOWER OPENING</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a 3 column table titled “Table 1, Changes in Morning Glory Petal Cells During Flower Opening.” There is no heading for column 1. The heading for column 2 is “Bud.” The heading for column 3 is “Open Flower.” Diagrams of a cell with certain structures labeled are at the top of the Bud column and at the top of the Open Flower column. The diagram for “Bud” shows the outline of a cell and the outline of a vacuole within the cell. The outline of the cell contains a large dot labeled “K with a positive 1 charge Channel.” The outline of the vacuole contains a large dot labeled “Proton Pump” with an arrow pointing from the interior of the cell across the dot to an H with a positive 1 charge inside the vacuole. The outline of the vacuole also contains an oval labeled “K with a positive 1 charge / H with a positive 1 charge Transport Protein (inactive).” Three H with a positive 1 charge ions are shown inside the vacuole. One H with a positive 1 charge ion and one K with a positive 1 charge ion are shown in the cell outside the vacuole. The diagram for “Open Flower” shows the outline of a cell with the outline of vacuole within the cell. Both the cell and the vacuole are about twice the size of these structures in the Bud column. The outline of the cell contains a large dot labeled “K with a positive 1 charge Channel.” An arrow points from a K with a positive 1 charge outside the cell and across the dot to the interior of the cell. The outline of the vacuole contains a large dot labeled “Proton Pump” with an arrow pointing from the interior of the cell across the dot to an H with a positive 1 charge inside the vacuole. The outline of the vacuole also contains an oval labeled “K with a positive 1 charge / H with a positive 1 charge Transport Protein (active).” An arrow points from the interior of the vacuole across the oval to an H with a positive 1 charge outside the vacuole. A second arrow points from outside the vacuole across the oval to a K with a positive 1 charge inside the vacuole. One H with a positive 1 charge ion and seven K with a positive 1 charge ions are shown inside the vacuole. Three H with a positive 1 charge ions and one K with a positive 1 charge ion are shown in the cell exterior to the vacuole. Finally, two sequential arrows point from an “H 2 O” label outside the cell to the inside of the cell, and then to the inside of the vacuole. There are three rows of data in the table under the diagrams. The data are as follows. Row 1. Vacuole p H. Bud, 6.6; Open Flower 7.7. Row 2. Flower Color. Bud, Red; Open Flower, Blue. Row 3. Cell Volume. Bud, Small; Open Flower, Large.\" height=\"309\" src=\"https://assets.learnosity.com/organisations/537/VR039631.g03.png\" width=\"650\" /></div>\n\n<p class=\"passage_para\">The petal color of the Mexican morning glory (<span class=\"formatted_text font_style:italic\">Ipomoea tricolor</span>) changes from red to blue, and the petal cells swell during flower opening. The pigment heavenly blue anthocyanin is found in the vacuole of petal cells. Petal color is determined by the <span class=\"math_expression\"><span aria-label=\"p H\"><math alttext=\"p H\" overflow=\"scroll\"><mstyle><mrow><mtext>pH</mtext></mrow></mstyle></math></span></span> of the vacuole. A model of a morning glory petal cell before and after flower opening is shown in Table <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn></mrow></mstyle></math></span></span>.</p>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:a part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"a\">\n<p class=\"stem_paragraph\">(a)<span class=\"formatted_text font_weight:bold\"> Identify</span> the cellular component in the model that is responsible for the increase in the <span class=\"math_expression\"><span aria-label=\"p H\"><math alttext=\"p H\" overflow=\"scroll\"><mstyle><mrow><mtext>pH</mtext></mrow></mstyle></math></span></span> of the vacuole during flower opening AND <span class=\"formatted_text font_weight:bold\">describe</span> the component’s role in changing the <span class=\"math_expression\"><span aria-label=\"p H\"><math alttext=\"p H\" overflow=\"scroll\"><mstyle><mrow><mstyle mathvariant=\"normal\"><mrow><mi>p</mi></mrow></mstyle><mstyle mathvariant=\"normal\"><mrow><mi>H</mi></mrow></mstyle></mrow></mstyle></math></span></span> of the vacuole.</p>\n</div>\n"},{"id":"VR039631","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:b part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"b\"><p class=\"stem_paragraph\">(b) A researcher claims that the activation of the <span class=\"math_expression\"><span aria-label=\"K with a positive 1 charge, H with a positive 1 charge\"><math alttext=\"K with a positive 1 charge, H with a positive 1 charge\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msup><mrow><mtext>K</mtext></mrow><mrow><mo>+</mo></mrow></msup><mo>/</mo><msup><mrow><mtext>H</mtext></mrow><mrow><mo>+</mo></mrow></msup></mrow></mstyle></math></span></span> transport protein causes the vacuole to swell with water. <span class=\"formatted_text font_weight:bold\">Provide reasoning</span> to support the researcher’s claim.</p></div>\n"}]