[{"id":"VR040497","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR040485.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the information, an increase in the sea slug population would most likely be directly related to which of the following?</p>\n","rubricRef":"VR040497_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Sea otters are native to the western coast of North America. Between 1750 and 1850, hunting had reduced the population from hundreds of thousands to only one thousand individuals. In the early 1900s, a small population of sea otters was discovered in Elkhorn Slough, an estuary in central California near a large human population center. The otters were then protected by the international fur seal treaty, which banned sea otter hunting. The sea otter population has rebounded to nearly three thousand individuals today.</p>\n\n<p class=\"passage_para\">Otters live in kelp forests and eelgrass beds and feed on crabs and shellfish (Figure&nbsp;1). Most herbivores in the habitat eat algae that grows on the eelgrass and not the eelgrass itself. If there is too much algae, the eelgrass does not receive enough light for photosynthesis. As the otter population has increased, the eelgrass habitat has increased.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a vertically oriented food chain with 5 organisms depicted and arrows indicating the direction of flow. Flowing from bottom to top, the organisms are Eelgrass with a magnified view of algae growing on the Eelgrass, a Sea Slug, a Crab, and a Sea Otter.\" height=\"368\" src=\"https://assets.learnosity.com/organisations/537/VR040485.g02.png\" width=\"250\" /></div>\n\n<p class=\"passage_para\">Figure 1. Partial food chain in eelgrass habitats</p>\n\n<p class=\"passage_para\">Recently, however, scientists have noticed the presence of two nonnative, predatory invertebrate species that may be colonizing the Elkhorn Slough, which would have been too cold for them three decades ago. Scientists have also observed that otters in the area are experiencing increased mortality because of an increase in harmful algal blooms, which occur as a result of nutrient pollution. The harmful algae are ingested by shellfish, which the otters eat.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">An increase in the eelgrass population</p>","<p class=\"choice_paragraph\">The introduction of nonnative invertebrates</p>","<p class=\"choice_paragraph\">A decrease in algae availability</p>","<p class=\"choice_paragraph\">A decrease in the crab population</p>"],"answer":3}]