[{"id":"VR040523","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR040504.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Pyruvate dehydrogenase deficiency is a genetic disease most commonly linked to a mutation in the <span class=\"math_expression\"><span aria-label=\"alpha\"><math alttext=\"alpha\" display=\"inline\" overflow=\"scroll\"><mrow><mi>α</mi><mtext></mtext></mrow></math></span></span>-subunit of the mitochondrial enzyme that causes the enzyme to cease functioning. As a result of the mutation, affected individuals build up dangerous amounts of lactic acid. Which of the following best explains the buildup of lactic acid in individuals with the mutation?</p>\n","rubricRef":"VR040523_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Pyruvate dehydrogenase is an enzyme that converts pyruvate to acetyl-<span class=\"math_expression\"><span aria-label=\"Co A\"><math alttext=\"Co A\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><mtext>CoA</mtext></mrow></math></span></span>. Acetyl-<span class=\"math_expression\"><span aria-label=\"Co A\"><math alttext=\"Co A\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><mtext>CoA</mtext></mrow></math></span></span> is further metabolized in the Krebs cycle. A researcher measured the accumulation of acetyl-<span class=\"math_expression\"><span aria-label=\"Co A\"><math alttext=\"Co A\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><mtext>CoA</mtext></mrow></math></span></span> in a reaction containing pyruvate and pyruvate dehydrogenase under several different conditions (Figure 1).</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph. The horizontal axis is labeled Time, in seconds, and the numbers 0 through 90, in increments of 10, are indicated. The vertical axis is labeled “Acetyl-Co A, in micromoles”, and the numbers 0 through 70, in increments of 10, are indicated. Three lines of data are shown on the graph, labeled Condition 1, Condition 2, and Condition 3. The data represented in the graph are as follows. Note that all values are approximate. The line labeled Condition 1 begins at the origin and moves upwards and to the right at a constant rate until reaching the point 60 seconds comma 60 micromoles, after which it begins to level off to move horizontally to the right at the point 70 seconds comma 65 micromoles. It continues to move horizontally until it ends at the point 90 seconds comma 65 micromoles. The line labeled Condition 2 begins at the origin and curves gradually upwards and to the right, passing through the point 50 seconds comma 30 micromoles, after which it curves even more gradually upwards and to the right, ending at the point 90 seconds comma 38 micromoles. The line labeled Condition 3 begins at the origin and moves steeply upwards and to the right until reaching the point 20 seconds comma 55 micromoles, after which it begins to curve upwards and to the right, leveling off at 30 seconds comma 65 micromoles, and moving horizontally to the right until ending at the point 90 seconds comma 65 micromoles.\" height=\"217\" src=\"https://assets.learnosity.com/organisations/537/VR040504.g04.png\" width=\"285\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Figure 1. Accumulation of acetyl-<span class=\"math_expression\"><span aria-label=\"Co A\"><math alttext=\"Co A\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><mtext>CoA</mtext></mrow></math></span></span> under different conditions</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Cells use lactic acid to shunt electrons from pyruvate to the electron transport chain in the mitochondria.</p>","<p class=\"choice_paragraph\">Cells undergo glycolysis because there is a buildup of pyruvate in affected individuals.</p>","<p class=\"choice_paragraph\">Cells cannot transport pyruvate to the mitochondria in the absence of pyruvate dehydrogenase activity, so the pyruvate is broken down to lactic acid and ethanol.</p>","<p class=\"choice_paragraph\">Cells undergo fermentation because pyruvate cannot be metabolized to proceed into the Krebs cycle.</p>"],"answer":3}]