[{"id":"VR040414","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR040350.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In addition to the effect of temperature on <span class=\"math_expression\"><span aria-label=\"D M S P\"><math alttext=\"D M S P\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>DMSP</mtext></mrow></mstyle></math></span></span> produced by corals and their symbionts, which of the following relationships is also being considered in this experiment?</p>\n","rubricRef":"VR040414_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Certain reef-building corals contain photosynthetic, symbiotic algae that have the ability to make dimethylsulphoniopropionate (<span class=\"math_expression\"><span aria-label=\"D M S P\"><math alttext=\"D M S P\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>DMSP</mtext></mrow></mstyle></math></span></span>), a chemical involved in the marine sulfur cycle. <span class=\"math_expression\"><span aria-label=\"D M S P\"><math alttext=\"D M S P\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>DMSP</mtext></mrow></mstyle></math></span></span> is released into the surrounding water, where it is converted to the gas dimethyl sulfide (<span class=\"math_expression\"><span aria-label=\"D M S \"><math alttext=\"D M S \" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>DMS</mtext></mrow></mstyle></math></span></span>) by microorganisms and enters the atmosphere. Once in the atmosphere, it triggers the formation of sulfate aerosols, which induce cloud formation and block sunlight from heating up the water.</p>\n\n<p class=\"passage_para\">The symbiotic algae produce <span class=\"math_expression\"><span aria-label=\"D M S P\"><math alttext=\"D M S P\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>DMSP</mtext></mrow></mstyle></math></span></span> when they are stressed by a high water temperature. If water temperature is too high, corals will expel the symbiotic algae that produce <span class=\"math_expression\"><span aria-label=\"D M S P\"><math alttext=\"D M S P\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>DMSP</mtext></mrow></mstyle></math></span></span>. Researchers measured the amount of <span class=\"math_expression\"><span aria-label=\"D M S P\"><math alttext=\"D M S P\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>DMSP</mtext></mrow></mstyle></math></span></span> produced by juvenile and adult coral and their symbionts under normal and thermally stressed conditions. The data are shown in the graphs in Figure 1.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents two line graphs, labeled Juveniles and Adults. Both graphs have two lines with three data points each; one line for an environmental temperature of 27 degrees Celsius and the other for an environmental temperature of 32 degrees Celsius. The graph titled Juveniles has the horizontal axis labeled Time, in days, and the numbers 0 through 10, in increments of 5, are indicated. The vertical axis is labeled D M S P Concentration, in nanomoles per square millimeter, and the numbers 0 through 7, in increments of 1, are indicated. The data points for the line representing 27 degrees Celsius are located at the points 0 comma 2.5 with error bars extending from 2.3 to 2.7; 5 comma 3.0 with error bars extending from 2.8 to 3.2; 10 comma 3.1 with error bars extending from 2.9 to 3.3. The data points for the line representing 32 degrees Celsius are located at the points 0 comma 3.1 with error bars extending from 2.9 to 3.3; 5 comma 4.5 with error bars extending from 4.1 to 4.9; 10 comma 5.5 with error bars extending from 5.3 to 5.7. The graph titled Adults has the horizontal axis labeled Time, in days, and the numbers 0 through 10, in increments of 5, are indicated. The vertical axis is titled D M S P Concentration, in nanomoles per square millimeter, and the numbers 0 through 25, in increments of 5, are indicated.  The data points for the line representing 27 degrees Celsius are located at the points 0 comma 10 with error bars extending from 9 to 11; 5 comma 11 with error bars extending from 10 to 12; 10 comma 12 with error bars extending from 11 to 13. The data points for the line representing 32 degrees Celsius are located at the points 0 comma 14 with error bars extending from 13 to 15; 5 comma 17 with error bars extending from 15 to 19; 10 comma 22 with error bars extending from 21 to 23.\" height=\"172\" src=\"https://assets.learnosity.com/organisations/537/VR040350.g10.png\" width=\"420\" /></div>\n\n<p class=\"passage_para\">Figure 1: <span class=\"math_expression\"><span aria-label=\"D M S P\"><math alttext=\"D M S P\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><mtext>DMSP</mtext></mrow></math></span></span> concentration in juvenile and adult corals and their symbionts in normal and thermally-stressed conditions. Error bars represent <span class=\"math_expression\"><span aria-label=\"plus or minus 2 times the standard error of the mean\"><math alttext=\"plus or minus 2 times the standard error of the mean\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><msub><mrow><mo>±</mo><mn>2</mn><mtext>SE</mtext></mrow><mrow><mover><mrow><mi>x</mi></mrow><mrow><mo>¯</mo></mrow></mover></mrow></msub></mrow></mstyle></math></span></span>.</p>\n\n<p class=\"passage_para\">The researchers also measured the density of the symbiont as well as the photosynthetic yield in adult corals at the two temperatures. Photosynthetic yield is an index measure of energy output compared to sunlight energy input in which larger photosynthetic yield values represent photosynthetic organisms producing more energy.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a bar graph and a line graph. The bar graph has the horizontal axis labeled Time, in days, and the numbers 0 through 10, in increments of 5, are indicated. The vertical axis is labeled Symbiont Density, per square millimeter, and the numbers 0 through 8000, in increments of 1000, are indicated. Two bars of data each are located at 0 days, 5 days, and 10 days representing the data obtained at environmental temperatures 27 degrees Celsius and 32 degrees Celsius. Each bar contains error bars representing plus or minus 2 times the standard error of the mean. The data represented in the bar graph are as follows. Note that all values are approximate. Data for Time, 0 days. 27 degrees Celsius, 5100 per square millimeter with error bars extending from 4500 to 5500 per square millimeter; 32 degrees Celsius, 5000 per square millimeter with error bars extending from 4200 to 5800 per square millimeter. Data for Time, 5 days. 27 degrees Celsius, 5600 per square millimeter with error bars extending from 5100 to 6100 per square millimeter; 32 degrees Celsius, 4100 per square millimeter  with error bars extending from 3500 to 4700 per square millimeter. Data for Time, 10 days. 27 degrees Celsius, 6000 per square millimeter with error bars extending from 5500 to 6500 per square millimeter; 32 degrees Celsius, 900 per square millimeter with error bars extending from 800 to 1000 per square millimeter. The line graph has the horizontal axis labeled Time, in days, and the numbers 0 through 10, in increments of 5, are indicated. The vertical axis is labeled Photosynthetic Yield, and no values are indicated along it. An arrow head is at the top of the axis. Two lines of data, each with 3 data points, are shown in the graph; one for an environmental temperature of 27 degrees Celsius and the other for an environmental temperature of 32 degrees Celsius. Each data point contains error bars representing plus or minus 2 standard error of the mean. The data represented in the line graph are as follows. The data points for 27 degrees Celsius are located at: 0 days and three quarters of the way up the vertical axis; 5 days and slightly below the height of the first data point; 10 days and slightly above the height of the first data point. The data points for 32 degrees Celsius are located at: 0 days and two thirds of the way up the vertical axis; 5 days and just above the midpoint of the vertical axis; 10 days and one sixth of the way up the vertical axis. None of the error bars around the data points overlap.\" height=\"175\" src=\"https://assets.learnosity.com/organisations/537/VR040350.g13.png\" width=\"420\" /></div>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Figure 2: Variation in symbiont density and photosynthetic yield in adult corals grown in normal and thermally-stressed conditions. Error bars represent <span class=\"math_expression\"><span aria-label=\"plus or minus 2 times the standard error of the mean\"><math alttext=\"plus or minus 2 times the standard error of the mean\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><msub><mrow><mo>±</mo><mn>2</mn><mtext>SE</mtext></mrow><mrow><mover><mrow><mi>x</mi></mrow><mrow><mo>¯</mo></mrow></mover></mrow></msub></mrow></mstyle></math></span></span>.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Effect of varying light levels and coral species</p>","<p class=\"choice_paragraph\">Effect of additional <span class=\"math_expression\"><span aria-label=\"D M S P\"><math alttext=\"D M S P\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>DMSP</mtext></mrow></mstyle></math></span></span> produced by symbionts and the corals' age</p>","<p class=\"choice_paragraph\">Effect of age and varying light levels</p>","<p class=\"choice_paragraph\">Effect of coral species and additional <span class=\"math_expression\"><span aria-label=\"D M S P\"><math alttext=\"D M S P\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>DMSP</mtext></mrow></mstyle></math></span></span> produced by symbionts</p>"],"answer":1}]