[{"id":"VR101816","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following is represented by the gradual increase in thickness of the arrows from the top to the bottom of Figure 1?</p>\n","rubricRef":"VR101816_rubric","features":[{"type":"sharedpassage","html":"<div style=\"margin-left: 40px;\"><img alt=\"The figure presents a diagram of a signaling cascade that triggers the relaxation of cells called smooth muscle cells. An arrow points from Nitric Oxide outside the smooth muscle cell to an arrow inside the cell pointing from Inactive Guanylyl Cyclase to Active Guanylyl Cyclase with a Nitric Oxide group attached. The Active Guanylyl Cyclase is adjacent to an arrow that points from G T P to c G M P. c G M P is adjacent to an arrow that points from Inactive P K G to Active P K G, and Active P K G is adjacent to an arrow that points from Proteins to Phosphoproteins. An additional line connects A T P to the arrow leading from Proteins to Phosphoproteins. A single arrow points from Phosphoproteins to the phrases Decrease in Ca with a plus 2 charge Concentration and Desensitization to Ca with a plus 2 charge. A final arrow points from these two phrases to the word Relaxation, at the bottom of the diagram. There is a gradual increase in the thickness of the arrows from the top to the bottom of the diagram.\" height=\"369\" src=\"https://assets.learnosity.com/organisations/537/VR101816.g08.png\" width=\"401\" /></div>\n&nbsp;\n\n<div class=\"standalone_quote\">\n<p class=\"passage_para\">Figure 1. A signaling cascade triggers the relaxation of smooth muscle cells.</p>\n</div>\n\n<p class=\"stem_paragraph\">Blood vessels are surrounded by cells called smooth muscle cells. Nitric oxide triggers a signaling cascade in smooth muscle cells that causes the cells to relax (Figure 1).</p>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The rate at which nitric oxide triggers signaling gradually increases over time.</p>","<p class=\"choice_paragraph\">The number of signaling molecules that are produced or activated increases with each step in the pathway.</p>","<p class=\"choice_paragraph\">The size of the proteins in the pathway increases as the signaling cascade moves through the cell.</p>","<p class=\"choice_paragraph\">The signaling pathway uses an increase in negative feedback to reduce intracellular <span class=\"math_expression\"><span aria-label=\"Ca with a plus 2 charge\"><math alttext=\"Ca with a plus 2 charge\" overflow=\"scroll\"><mstyle><mrow><msup><mrow><mtext>Ca</mtext></mrow><mrow><mn>2</mn><mo>+</mo></mrow></msup></mrow></mstyle></math></span></span> levels and cell sensitivity to <span class=\"math_expression\"><span aria-label=\"Ca with a plus 2 charge\"><math alttext=\"Ca with a plus 2 charge\" overflow=\"scroll\"><mstyle><mrow><msup><mrow><mtext>Ca</mtext></mrow><mrow><mn>2</mn><mo>+</mo></mrow></msup></mrow></mstyle></math></span></span>.</p>"],"answer":1}]