[{"id":"VR105702","type":"mcq","stimulusHtml":"<div>Based on the data, which of the following organisms are most distantly related?</div>\n","rubricRef":"VR105702_rubric","features":[{"type":"sharedpassage","html":"<div class=\"text-center\"><img alt=\"The figure presents a graph in the coordinate plane. The horizontal axis is labeled Time Since Divergence from a Common Ancestor, in millions of years, and the numbers 0 through 1200, in increments of 200, are indicated. The vertical axis is labeled Number of Amino Acid Substitutions per 100 amino acids, in Cytochrome c, and the numbers 0 through 60, in increments of 10, are indicated. The following data points for 7 paired groups of organisms are plotted. Note that all values are approximate. Mammals: Reptiles. Time since divergence, 300 million years. Number of Amino Acid Substitutions, 17 per 100 amino acids. Fish: Land Vertebrates. Time since divergence, 400 million years. Number of Amino Acid Substitutions, 20 per 100 amino acids. Amphibians: Birds and Mammals. Time since divergence, 375 million years. Number of Amino Acid Substitutions, 15 per 100 amino acids. Flowering Plants: Animals. Time since divergence, 1150 million years. Number of Amino Acid Substitutions, 52 per 100 amino acids. Birds: Reptiles. Time since divergence, 220 million years. Number of Amino Acid Substitutions, 12 per 100 amino acids. Insects: Vertebrates. Time since divergence, 620 million years. Number of Amino Acid Substitutions, 30 per 100 amino acids. Birds: Mammals. Time since divergence, 280 million years. Number of Amino Acid Substitutions, 9 per 100 amino acids.\" height=\"356\" src=\"https://assets.learnosity.com/organisations/537/VR105702.g08.png\" width=\"400\" /></div>\n&nbsp;\n\n<p class=\"passage_para\">Figure 1. For paired groups of organisms, a comparison of the number of amino acid substitutions in cytochrome <span class=\"math_expression\"><span aria-label=\"c\" role=\"math\"><math alttext=\"c\" overflow=\"scroll\"> <mstyle> <mrow> <mi>c</mi> </mrow> </mstyle> </math></span></span> with the time since the groups diverged from a common ancestor</p>\n\n<p class=\"stem_paragraph\">Researchers analyzed the amino sequence of the protein cytochrome <span class=\"math_expression\"><span aria-label=\"c\" role=\"math\"><math alttext=\"c\" overflow=\"scroll\"><mstyle><mrow><mi>c</mi></mrow></mstyle></math></span></span> in various groups of organisms and determined the number of amino substitutions that have occurred in the different groups of organisms. They plotted the data with respect to the time since divergence of the members of paired groups from a common ancestor (Figure 1).</p>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Birds and mammals</p>","<p class=\"choice_paragraph\">Mammals and reptiles</p>","<p class=\"choice_paragraph\">Fish and land vertebrates</p>","<p class=\"choice_paragraph\">Insects and vertebrates</p>"],"answer":3}]