[{"id":"VR106344","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR106306.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">A researcher observes that mice from the mutant strain experience low blood sugar. Which of the following best describes the feedback mechanism in the pathway (Figure 1) causing the low blood sugar in the mutant strain?</p>\n","rubricRef":"VR106344_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of a pathway activated by insulin binding to the insulin receptor. Insulin secreted by cells of the pancreas binds to an insulin receptor on an Osteoblast cell of a bone. A label in the Osteoblast indicates that Esp protein blocks this binding. Arrows labeled O P G point from the insulin receptor out of the osteoblast and into another bone cell labeled as an Osteoclast. An additional arrow points from the Osteoblast to the outside of the cell and to molecules labeled as Inactive Osteocalcin. In the Osteoclast, an arrow points from protons inside the cell to a space under the cell that also has protons and is labeled p H 4.5. An arrow in this space under the cell points from molecules of Inactive Osteocalcin to Active Osteocalcin. An arrow points from the Active Osteocalcin molecules in the bone to the outside of the bone and to an Osteocalcin Receptor on an Insulin-Secreting Cell of the Pancreas.\" height=\"280\" src=\"https://assets.learnosity.com/organisations/537/VR106306.g07.png\" width=\"430\" /></div>\n\n<div class=\"standalone_quote\">\n<p class=\"passage_para\">Figure 1. Pathway activated by insulin binding to the insulin receptor</p>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a line graph with two sets of data in the coordinate plane. The horizontal axis is labeled Minutes After Glucose Injection, and the numbers 0 through 60, in increments of 20, are indicated. The vertical axis is labeled Blood Insulin, in nanograms per milliliter, and the numbers 0.2 through 1.2, in increments of 0.2, are indicated. A key states that one data line represents Normal and the other represents Mutant. The two lines are described as follows. The line labeled Normal begins at the point 0 comma 0.28. The line then moves upward and to the right to a point at 4 comma 0.93 plus or minus 0.04. The line then moves downward and to the right to a point at 9 comma 0.41 plus or minus 0.03. The line then moves to the right to a point at 18 comma 0.4 plus or minus 0.04, then to a point at 30 comma 0.42 plus or minus 0.02, and finally ends at a point at 60 comma 0.44 plus or minus 0.02. The labeled Mutant begins at the point 0 comma 0.28. The line graph then moves upward and to the right, to a point at 4 comma 0.82 plus or minus 0.03. The line then moves downward and to the right to a point at 9 comma 0.42 plus or minus 0.03. The line graph then moves upward and to the right to a point at 18 comma 0.56 plus or minus 0.05, then to a point at 30 comma 0.61 plus or minus 0.04, and finally ends at a point at 60 comma 0.75 plus or minus 0.05.\" height=\"281\" src=\"https://assets.learnosity.com/organisations/537/VR106306.g09.png\" width=\"300\" /></div>\n\n<div class=\"standalone_quote\">\n<p class=\"passage_para\">Figure 2: Blood insulin levels in normal mice and <span class=\"math_expression\"><span aria-label=\"E s p\"><math alttext=\"E s p\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mi>E</mi><mi>s</mi><mi>p</mi></mrow></mstyle></math></span></span> mutant mice after exposure to glucose</p>\n</div>\n\n<p class=\"paragraph\">Hormones are chemical signals that are released by cells in one part of the body that travel through the bloodstream to signal cells in another part of the body. Insulin is a hormone that is released by the pancreas that induces the uptake of glucose molecules from the bloodstream into cells. In this way, insulin lowers the overall blood glucose levels of the body. Osteoblasts and osteoclasts are two types of bone cells that play a role in regulating blood glucose levels (Figure&nbsp;1).</p>\n\n<p class=\"paragraph\">Binding of insulin to the insulin receptor on osteoblasts activates a signaling pathway that results in osteoblasts releasing a molecule, <span class=\"math_expression\"><span aria-label=\"O P G\"><math alttext=\"O P G\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>OPG</mtext></mrow></mstyle></math></span></span>, that binds to neighboring osteoclasts. In response, the osteoclasts release protons (<span class=\"math_expression\"><span aria-label=\"H with a plus one charge\"><math alttext=\"H with a plus one charge\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><msup><mrow><mtext>H</mtext></mrow><mrow><mo>+</mo></mrow></msup></mrow></mstyle></math></span></span>) and create an area of lower <span class=\"math_expression\"><span aria-label=\"p H\"><math alttext=\"p H\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>pH</mtext></mrow></mstyle></math></span></span> outside the cell. This low <span class=\"math_expression\"><span aria-label=\"p H\"><math alttext=\"p H\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>pH</mtext></mrow></mstyle></math></span></span> activates osteocalcin, a protein secreted in an inactive form by osteoblasts.</p>\n\n<p class=\"paragraph\">The <span class=\"math_expression\"><span aria-label=\"E s p\"><math alttext=\"E s p\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mi>E</mi><mi>s</mi><mi>p</mi></mrow></mstyle></math></span></span> gene encodes a protein that alters the structure of the insulin receptor on osteoblasts and interferes with the binding of insulin to the receptor. A researcher created a group of osteoblasts with an <span class=\"math_expression\"><span aria-label=\"E s p\"><math alttext=\"E s p\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mi>E</mi><mi>s</mi><mi>p</mi></mrow></mstyle></math></span></span> mutation that prevented the production of a functional <span class=\"math_expression\"><span aria-label=\"E s p\"><math alttext=\"E s p\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mi>E</mi><mi>s</mi><mi>p</mi></mrow></mstyle></math></span></span> product (mutant). The researcher then exposed the mutant strain and a normal strain that expresses <span class=\"math_expression\"><span aria-label=\"E s p\"><math alttext=\"E s p\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mi>E</mi><mi>s</mi><mi>p</mi></mrow></mstyle></math></span></span> to glucose and compared the levels of insulin in the blood near the osteoblasts (Figure 2). </p>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The positive feedback of insulin production</p>","<p class=\"choice_paragraph\">The negative feedback of inactive osteocalcin production</p>","<p class=\"choice_paragraph\">The positive feedback of the <span class=\"math_expression\"><span aria-label=\"E s p\"><math alttext=\"E s p\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>Esp</mtext></mrow></mstyle></math></span></span> protein</p>","<p class=\"choice_paragraph\">The negative feedback of insulin-secreting pancreatic cell proliferation</p>"],"answer":0}]