[{"id":"VR105767","type":"mcq","stimulusHtml":"<div><span style=\"font-style: inherit; font-variant-ligatures: inherit; font-variant-caps: inherit; font-weight: inherit;\">Long-term exposure to extended periods of bright light after sunset is most likely to affect a person in which of the following ways?</span></div>\n","rubricRef":"VR105767_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a circular diagram titled Key physiological points in the human sleep-wake cycle. The leftmost point on the circle is labeled 6:00 A.M. and the rightmost is labeled 6:00 P.M.. The top point on the circle is labeled Noon, 12:00 P.M. and the bottom point on the circle is labeled 12:00 A.M., Midnight. There are 4 equally spaced hatch marks between each of the 4 labels. The following three points are also labeled: 7:30 A.M. Melatonin Secretion Stops, 9:00 P.M. Melatonin Secretion Starts, and 2:00 A.M. Deepest Sleep. A curved arrow that is labeled Light-Dark Cycle is shown inside the circle. It starts at 6:00 A.M. and moves clockwise to where it ends with an arrowhead at 12:00 A.M., Midnight. It has medium shading from 6:00 A.M. to 8:00 A.M., light shading from 8:00 A.M. to 10:00 A.M., and no shading from 10:00 A.M. to 2:00 P.M. It continues with light shading from 2:00 P.M. to 4:00 P.M., medium shading from 4:00 P.M. to 8:00 P.M., and dark shading from 8:00 P.M. to 12:00 A.M.\" height=\"325\" src=\"https://assets.learnosity.com/organisations/537/VR105767.g01.png\" width=\"400\" /></div>\n</div>\n</div>\n\n<div class=\"standalone_quote\">\n<p class=\"passage_para\">Figure 1. Key physiological points in the human sleep-wake cycle</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The human sleep-wake cycle is regulated by melatonin. The synthesis of melatonin is regulated by light exposure (Figure 1). The human body typically develops a sleep-wake rhythm that does not respond quickly to change.</p>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Melatonin synthesis will be increased, and the entire sleep-wake cycle will be shifted by several hours.</p>","<p class=\"choice_paragraph\">Melatonin synthesis will be increased, and the person will quickly fall asleep.</p>","<p class=\"choice_paragraph\">Melatonin synthesis will be inhibited, and the person will have difficulty sleeping.</p>","<p class=\"choice_paragraph\">Melatonin synthesis will be inhibited, and the person will quickly fall asleep.</p>"],"answer":2}]