[{"id":"VR106061","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR105958.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">A researcher has identified a compound that reverses the effect of drug <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" overflow=\"scroll\"><mstyle><mrow><mtext>X</mtext></mrow></mstyle></math></span></span>. Based on Figure 3, which of the following best explains how the compound acts in the pathway to reverse the effects of drug <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" overflow=\"scroll\"><mstyle><mrow><mtext>X</mtext></mrow></mstyle></math></span></span>?</p>\n","rubricRef":"VR106061_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Melanocytes are skin cells that can become cancerous and develop into a cancer known as melanoma. Some cancerous melanocytes have developed resistance to the drugs currently used to treat melanoma. As a result, researchers are investigating the effects of a new compound (drug <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>X</mtext></mrow></mstyle></math></span></span>) on four different melanoma cell lines. Researchers analyzed cell survival in two cell lines (Figure 1) and oxygen consumption in the presence of drug <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>X</mtext></mrow></mstyle></math></span></span> in all four cell lines (Figure 2). Figure 3 shows the proposed mechanism by which drug <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>X</mtext></mrow></mstyle></math></span></span> affects cells.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"Figure 1 presents a graph with three curves showing the percent survival of normal melanocytes and cancerous melanocyte (melanoma) lines 1 and 2 after treatment with different concentrations of drug X. The horizontal axis is labeled Concentration of Drug X, micromolar, and the numbers 0 through 200, in increments of 50, are indicated. The vertical axis is labeled Percent Cell Survival and the numbers 0 through 100, in increments of 10, are indicated. All data points are approximate. A curve representing the survival of normal melanocytes starts at the point 0 comma 100 and moves horizontally and only very slightly downward to end at the point 180 comma 98. A second curve representing cell line 1 starts at 0 comma 100 and moves steeply down and to the right, passing through data points that include 25 comma 62, 40 comma 19 and 52 comma 10. The curve starts to level off as it approaches the horizontal axis with points at 120 comma 2 and finally 170 comma 4. A third curve representing cell line 2 starts at the point 0 comma 92 and moves approximately horizontally to the point 20 comma 92, after which it moves steeply down and to the right, passing through data points that include 30 comma 71 and 50 comma 42. The curve then moves more slowly down as it continues to the right, passing through data points that include 80 comma 30, 105 comma 28, 140 comma 27 and finally 180 comma 26.\" height=\"211\" src=\"https://assets.learnosity.com/organisations/537/VR105958.g02.png\" width=\"380\" /></div>\n\n<p class=\"paragraph\">Figure 1. Percent survival of normal melanocytes and cancerous melanocyte (melanoma) lines <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mn>1</mn></mrow></mstyle></math></span></span> and <span class=\"math_expression\"><span aria-label=\"2\"><math alttext=\"2\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mn>2</mn></mrow></mstyle></math></span></span> after treatment with different concentrations of drug <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>X</mtext></mrow></mstyle></math></span></span></p>\n\n<div class=\"standalone_image\"><img alt=\"Figure 2 presents a bar graph of oxygen consumption per cell in four melanoma lines after treatment with either solvent alone or solvent containing drug x. The horizontal axis is labeled Cell Line and the numbers 1 through 4 are shown. The vertical axis is labeled “Picomoles O 2 Consumed per Cell after Treatment”, and the numbers 0.0 through 0.6, in increments of 0.2 are indicated. All data points are approximate. For cell line 1, the bar representing solvent alone reaches 0.2 with an error bar from 0.18 to 2.2 and the bar representing solvent with drug reaches 0.05 with an error bar from 0.025 to 0.075. For cell line 2, the bar representing solvent alone reaches 0.32 with an error bar from 0.26 to 0.38 and the bar representing solvent with drug reaches 1.0 with an error bar from 0.065 to 1.035. For cell line 3, the bar representing solvent alone reaches 0.26 with an error bar from 0.2 to 0.32 and the bar representing solvent with drug reaches 0.09 with an error bar from 0.08 to 1.0. For cell line 4, the bar representing solvent alone reaches 0.23 with an error bar from 0.18 to 0.28 and the bar representing solvent with drug reaches 0.05 with an error bar from 0.01 to 0.06.\" height=\"170\" src=\"https://assets.learnosity.com/organisations/537/VR105958.g09.png\" width=\"240\" /></div>\n\n<p class=\"paragraph\">Figure 2. Oxygen consumption per cell in four melanoma lines after treatment with either solvent alone or solvent containing drug <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>X</mtext></mrow></mstyle></math></span></span>. Error bars represent <span class=\"math_expression\"><span aria-label=\"plus or minus 2 S E sub x bar\"><math alttext=\"plus or minus 2 S E sub x bar\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mo>±</mo><mn>2</mn><msub><mrow><mtext>SE</mtext></mrow><mrow><mover><mrow><mi>x</mi></mrow><mrow><mo>¯</mo></mrow></mover></mrow></msub></mrow></mstyle></math></span></span>.</p>\n\n<div class=\"standalone_image\"><img alt=\"Figure 3 shows a model of a pathway leading to cell survival, growth, and proliferation and the likely effect of drug X. The components of the pathway are Molecule A, Complex B, and Molecule C. A description of the pathway is as follows: Molecule A is represented on the far left as an oval. An arrow points from Molecule A to Complex B that is represented as a large oval plus two smaller ovals. A horizontal line with a perpendicular bar at its right end is positioned between Complex B and Molecule C to its immediate right. Molecule C is also represented as an oval. An arrow points from Molecule C to the words Cell survival, growth and proliferation. Below the pathway, two arrows extend from a box labeled “Drug X” to Complex B. A note next to Drug X states “Drug X leads to activation of complex B.”\" height=\"107\" src=\"https://assets.learnosity.com/organisations/537/VR105958.g07.png\" width=\"420\" /></div>\n\n<p class=\"paragraph\">Figure 3. Pathway leading to cell survival, growth, and proliferation and the likely effect of drug <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext>X</mtext></mrow></mstyle></math></span></span></p>\n</div>\n"}],"choicesHtml":["<div class=\"standalone_image\"><img alt=\"The figure shows a model of a possible mechanism by which a compound acts in the pathway to reverse the effects of drug X. The components of the pathway are Molecule A, Complex B, and Molecule C. A description of the pathway is as follows: Molecule A is represented on the far left as a sphere. An arrow points from Molecule A to Complex B that is represented as a large sphere plus two smaller spheres. A horizontal line with a perpendicular bar at its right end is positioned between Complex B and Molecule C to its immediate right. Molecule C is also represented as a sphere. An arrow points from Molecule C to the words Cell survival, growth and proliferation. Below the pathway, two arrows extend from a box labeled “Drug X” to Complex B. A note next to Drug X states “Drug X leads to activation of complex B.” Finally, an arrow points from a box labeled “Compound” to Molecule A.\" height=\"116\" src=\"https://assets.learnosity.com/organisations/537/VR106061.g09.png\" width=\"350\"></div>\n","<div class=\"standalone_image\"><img alt=\"The figure shows a model of a possible mechanism by which a compound acts in the pathway to reverse the effects of drug X. The components of the pathway are Molecule A, Complex B, and Molecule C. A description of the pathway is as follows: Molecule A is represented on the far left as a sphere. An arrow points from Molecule A to Complex B that is represented as a large sphere plus two smaller spheres. A horizontal line with a perpendicular bar at its right end is positioned between Complex B and Molecule C to its immediate right. Molecule C is also represented as a sphere. An arrow points from Molecule C to the words Cell survival, growth and proliferation. Below the pathway, two arrows extend from a box labeled “Drug X” to Complex B. A note next to Drug X states “Drug X leads to activation of complex B.” Finally, a vertical line with a perpendicular bar at its lower end is positioned between a box labeled “Compound” and Molecule A below the box.\" height=\"116\" src=\"https://assets.learnosity.com/organisations/537/VR106061.g10.png\" width=\"350\"></div>\n","<div class=\"standalone_image\"><img alt=\"The figure shows a model of a possible mechanism by which a compound acts in the pathway to reverse the effects of drug X. The components of the pathway are Molecule A, Complex B, and Molecule C. A description of the pathway is as follows: Molecule A is represented on the far left as a sphere. An arrow points from Molecule A to Complex B that is represented as a large sphere plus two smaller spheres. A horizontal line with a perpendicular bar at its right end is positioned between Complex B and Molecule C to its immediate right. Molecule C is also represented as a sphere. An arrow points from Molecule C to the words Cell survival, growth and proliferation. Below the pathway, two arrows extend from a box labeled “Drug X” to Complex B. A note next to Drug X states “Drug X leads to activation of complex B.” Finally, a vertical line with a perpendicular bar at its lower end is positioned between a box labeled “Compound” and Molecule B below the box.\" height=\"112\" src=\"https://assets.learnosity.com/organisations/537/VR106061.g11.png\" width=\"350\"></div>\n","<div class=\"standalone_image\"><img alt=\"The figure shows a model of a possible mechanism by which a compound acts in the pathway to reverse the effects of drug X. The components of the pathway are Molecule A, Complex B, and Molecule C. A description of the pathway is as follows: Molecule A is represented on the far left as a sphere. An arrow points from Molecule A to Complex B that is represented as a large sphere plus two smaller spheres. A horizontal line with a perpendicular bar at its right end is positioned between Complex B and Molecule C to its immediate right. Molecule C is also represented as a sphere. An arrow points from Molecule C to the words Cell survival, growth and proliferation. Below the pathway, two arrows extend from a box labeled “Drug X” to Complex B. A note next to Drug X states “Drug X leads to activation of complex B.” Finally, a vertical line with a perpendicular bar at its lower end is positioned between a box labeled “Compound” and Molecule C below the box.\" height=\"110\" src=\"https://assets.learnosity.com/organisations/537/VR106061.g12.png\" width=\"350\" /></div>\n"],"answer":2}]