[{"id":"VR153105","type":"mcq","stimulusHtml":"<div>Which of the following claims is best supported by the information in the figure?</div>\n","rubricRef":"VR153105_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a phylogenetic tree of various members of the order Proboscidea. The horizontal axis presents a timeline with the dates listed from left to right as follows, 38 Million Years Ago, 24 Million Years Ago, 5 Million Years Ago, 2 Million Years Ago, 10,000 Years Ago, and Today.  Palaeomastodon is shown at 38 Million Years Ago and two lines extend from that point. The upper of the two lines splits to form two branches at about 17 million years ago. The upper of the two branches is labeled Anancus and ends at about 2 million years ago. The lower of the two branches continues to Today where it is labeled Asian Elephant. Two additional branches split off the lower branch. One splits off about 2.5 million years ago and ends at about 10,000 years ago where it is labeled Mammuthus or Mammoth. The other splits off about 4.5 million years ago and continues to Today where it is labeled African Elephant. The lower of the two lines from Palaeomastodon splits into two branches at about 19 million years ago. Each of the two branches ends at about 2 million years ago. One is labeled Mammut or Mastodon and the other is labeled Stegodon.\" height=\"278\" src=\"https://assets.learnosity.com/organisations/537/VR153105.g04.png\" width=\"550\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The figure shows a phylogenetic tree of various members of the order Proboscidea, which includes modern elephants.</p>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The Asian and African elephants are the most closely related species shown on the tree.</p>","<p class=\"choice_paragraph\">The mammoth diverged from its most recent common ancestor with African elephants before the mastodon diverged from its most recent common ancestor with Stegodons.</p>","<p class=\"choice_paragraph\">The mastodon and the Stegodon diverged from their common ancestor <span class=\"math_expression\"><span aria-label=\"2\"><math alttext=\"2\" overflow=\"scroll\"><mstyle><mrow><mn>2</mn></mrow></mstyle></math></span></span>&nbsp;million years ago.</p>","<p class=\"choice_paragraph\">The common ancestor of the African elephant and the mastodon is the Palaeomastodon.</p>"],"answer":3}]