[{"id":"VR153087","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following statements best explains the changes seen in <span class=\"formatted_text font_style:italic\">S. pistillata</span> in response to the changing water conditions?</p>\n","rubricRef":"VR153087_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Many species of corals are threatened by the increasing temperatures and decreasing <span class=\"math_expression\"><span aria-label=\"P H\" role=\"math\"><math alttext=\"P H\" overflow=\"scroll\"> <mstyle> <mrow> <mtext>pH</mtext> </mrow> </mstyle> </math></span></span> of ocean waters. One species, <span class=\"formatted_text font_style:italic\">Stylophora&nbsp;pistillata</span>, has been found to thrive in water that is warmer and has a lower <span class=\"math_expression\"><span aria-label=\"P H\" role=\"math\"><math alttext=\"P H\" overflow=\"scroll\"><mstyle><mrow><mtext>pH</mtext></mrow></mstyle></math></span></span> than the water that corals typically thrive in. Additionally, researchers have found that the tolerance for the new water conditions is heritable.</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The corals’ adaptation is an example of natural selection because the tolerance is in response to a changing environment and has a genetic basis.</p>","<p class=\"choice_paragraph\">The corals’ adaptation is an example of the founder effect because the majority of corals do not have a tolerance for warmer water.</p>","<p class=\"choice_paragraph\">The corals’ adaptation is an example of genetic drift because the change was a chance event and not the result of selection in response to environmental change.</p>","<p class=\"choice_paragraph\">The corals’ adaptation is an example of adaptive radiation because it has resulted in a wide range of species adapting to the new ocean conditions.</p>"],"answer":0}]