[{"id":"VR188257","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In 1981 a single immature male <span class=\"formatted_text font_style:italic\">Geospiza conirostris</span> finch flew more than <span class=\"math_expression\"><span aria-label=\"100\"><math alttext=\"100\" overflow=\"scroll\"><mstyle><mrow><mn>100</mn></mrow></mstyle></math></span></span> kilometers from the Galápagos island of Española to the Galápagos island of Daphne Major, where no <span class=\"formatted_text font_style:italic\">G. conirostris</span> finches were living. The immigrant finch bred with a female <span class=\"formatted_text font_style:italic\">G. fortis</span>, a species of finch common on Daphne Major. The <span class=\"math_expression\"><span aria-label=\"F 1\"><math alttext=\"F 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>F</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span> finches and later generations interbred only within their lineage. By 2012 scientists counted <span class=\"math_expression\"><span aria-label=\"23\"><math alttext=\"23\" overflow=\"scroll\"><mstyle><mrow><mn>23</mn></mrow></mstyle></math></span></span> individuals, including eight breeding pairs, within this hybrid lineage on Daphne Major. The hybrid lineage became known as Big Bird.</p>\n\n<p class=\"passage_para\">Birds with different beak shapes and sizes eat different types of food. The dimensions of the Big Bird beaks relative to the beaks of the major competitor finch species on Daphne Major are shown in Figure 1.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a scatterplot in the first quadrant of a coordinate plane. The horizontal axis is labeled “Beak Length, in millimeters,” and the numbers 7.5 through 17.5, in increments of 2.5, are indicated. The vertical axis is labeled “Beak Depth, in millimeters,” and the numbers 5 through 20, in increments of 5, are indicated. A key indicates that points are plotted for four different types of birds. These are the G. magnirostris species, the Big Bird lineage, the G. fortis species, and the G. scandens species. Note that all values are approximate. There are about 75 data points for G. magnirostris. They are loosely clustered and begin at the point representing a length of 13.5 millimeters and a depth of 15 millimeters. They trend upward and to the right until they end at the point representing a length of 17.3 millimeters and a depth of 19 millimeters. There are 23 data points for Big Bird. They are loosely clustered and begin at the point representing a length of 12 millimeters and a depth of 11 millimeters. They trend upward and to the right until they end at the point representing a length of 14.8 millimeters and a depth of 13 millimeters. There are about 100 data points for G. fortis. They are more tightly clustered and begin at the point representing a length of 8.7 millimeters and a depth of 7.5 millimeters. They trend slightly upward and to the right until most of them end at the point representing a length of 12.5 mm and a depth of 10.5 millimeters. There are two outliers with a length of 13 and 13.75 millimeters and a depth of 10.5 millimeters. There are about 120 data points for G. scandens. They are also more tightly clustered and begin at the point representing a length of 11 millimeters and a depth of 7.5 millimeters. They trend very slightly upward and to the right until they end at the point representing a length of 15 millimeters and a depth of 10.3 millimeters.\" height=\"276\" src=\"https://assets.learnosity.com/organisations/537/VR188257.g05.png\" width=\"500\" />\n<p class=\"caption\">Figure 1. The dimensions of the beaks of the Big Bird lineage and of its major competitor species in 2012 on Daphne Major. Each symbol represents the beak dimensions of a single bird.</p>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) The Big Bird lineage became reproductively isolated from <span class=\"formatted_text font_style:italic\">G. fortis</span>. <span class=\"formatted_text font_weight:bold\">Describe</span> one prezygotic mechanism that likely contributed to the reproductive isolation of the Big Bird lineage from <span class=\"formatted_text font_style:italic\">G. fortis</span>.</p>\n</div>\n"},{"id":"VR188257","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b) Based on the data in Figure 1, <span class=\"formatted_text font_weight:bold\">explain</span> why the Big Bird population has been able to survive and reproduce on Daphne Major.</p></div>\n"},{"id":"VR188257","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\"><p class=\"stem_paragraph\">(c) A virus infects and kills all <span class=\"formatted_text font_style:italic\">G. magnirostris</span> on Daphne Major but does not affect the other finch species. Assuming food type and availability stay the same, <span class=\"formatted_text font_weight:bold\">predict</span> the most likely change in the beak phenotype of the Big Bird population after six more generations.</p></div>\n"},{"id":"VR188257","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) Provide reasoning to <span class=\"formatted_text font_weight:bold\">justify</span> your prediction in part (c).</p></div>\n"}]