[{"id":"VR251794","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Aquaporin channel proteins are found in the plasma membrane of various cell types. Scientists studied the production of aquaporins in the keratinocytes (skin cells) of healthy individuals and found that these proteins play a role in hydration of the skin. Some individuals have a skin disorder that causes the absorption of excess water by the skin of their hands and feet when they are soaked in water. Scientists determined that the keratinocytes of these individuals are characterized by the presence of abnormal aquaporins. Scientists studied a family in which some individuals have this skin disorder and constructed a pedigree (Figure 1).</p>\n\n<div class=\"standalone_image\"><img alt=\"Figure 1 presents a pedigree with three generations. The first generation consists of an affected male and an unaffected female. They have the following second generation children: an affected female, an affected male, a male of unknown phenotype as indicated by a question mark, and an unaffected female. The second generation affected female has the following third generation children with an unaffected male: two unaffected males and an affected female. The second generation affected male has the following third generation children with an affected female: an affected male, an unaffected female, and an unaffected male. The second generation male of unknown phenotype has the following third generation children with an unaffected female: an affected female and an unaffected male. The second generation unaffected female has the following third generation children with an unaffected male: an unaffected male and an unaffected female.\" height=\"198\" src=\"https://assets.learnosity.com/organisations/537/VR251794.g01.png\" width=\"371\" /></div>\n\n<p class=\"passage_para\">Figure 1. Pedigree of a human family in which some members have a skin disorder. An individual with an unknown phenotype is marked by a question mark.</p>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) Based on the pedigree in Figure 1, <span class=\"formatted_text font_weight:bold\">predict</span> the most likely genotype AND phenotype of the individual marked by \"<span class=\"math_expression\"><span aria-label=\"question mark\" role=\"math\"><math alttext=\"question mark\" overflow=\"scroll\"><mstyle><mrow><mtext>?</mtext></mrow></mstyle></math></span></span>\". <span class=\"formatted_text font_weight:bold\">Justify</span> your prediction.</p>\n</div>\n","rubricRef":"VR251794_rubric"},{"id":"VR251794","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b) <span class=\"formatted_text font_weight:bold\">Describe</span> the characteristics of the keratinocyte membrane that restrict water movement across the membrane. If isolated keratinocytes are placed in a hypotonic solution for <span class=\"math_expression\"><span aria-label=\"24\"><math alttext=\"24\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>24</mtext></mrow></mstyle></math></span></span> hours, <span class=\"formatted_text font_weight:bold\">explain</span> why there are likely to be far fewer cells at the end of this time than there were at the start.</p></div>\n","rubricRef":"VR251794_rubric"},{"id":"VR251794","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\"><p class=\"stem_paragraph\">(c) <span class=\"formatted_text font_weight:bold\">Explain</span> how the aquaporin polypeptides are transported from the Golgi complex and inserted into the plasma membrane.</p></div>\n","rubricRef":"VR251794_rubric"},{"id":"VR251794","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) A student claims that individuals who have a lower than normal number of aquaporins in their skin cells will easily dehydrate. <span class=\"formatted_text font_weight:bold\">Refute </span>this claim with evidence from biological concepts.</p></div>\n","rubricRef":"VR251794_rubric"}]