[{"id":"VR251808","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Hemoglobin is an iron-containing protein in red blood cells that transports oxygen from the lungs to cells throughout the body. Hemoglobin is a protein complex that is composed of four polypeptide subunits. Typically, two of the polypeptide subunits are encoded by the <span class=\"math_expression\"><span aria-label=\"H B A 1\" role=\"math\"><math alttext=\"H B A 1\" overflow=\"scroll\"><mstyle mathvariant=\"italic\"><mrow><mtext>HBA1</mtext></mrow></mstyle></math></span></span> gene and are called alpha-globin subunits, while the other two polypeptide subunits are encoded by the <span class=\"math_expression\"><span aria-label=\"H B B\" role=\"math\"><math alttext=\"H B B\" overflow=\"scroll\"><mstyle mathvariant=\"italic\"><mrow><mtext>HBB</mtext></mrow></mstyle></math></span></span> gene and are called beta-globin subunits. Each globin subunit contains a single iron atom capable of binding oxygen.</p>\n\n<p class=\"passage_para\">Prior to birth and during early infancy, expression of the <span class=\"math_expression\"><span aria-label=\"H B B\" role=\"math\"><math alttext=\"H B B\" overflow=\"scroll\"><mstyle mathvariant=\"italic\"><mrow><mtext>HBB</mtext></mrow></mstyle></math></span></span> gene is low and, instead, cells produce a third polypeptide called gamma-globin. During this time, the hemoglobin complex consists of two alpha-globin subunits and two gamma-globin subunits and is referred to as fetal hemoglobin. Fetal hemoglobin is able to bind oxygen more tightly than does the typical adult hemoglobin, which enables the fetus (unborn offspring) to remove oxygen from the hemoglobin in the mother's blood. A model of the expression levels of all three types of globin polypeptides during the weeks leading up to and following birth is shown in Figure 1.</p>\n\n<div class=\"standalone_image\"><img alt=\"Figure 1 presents the graph of three curves that represent the expression levels of the three types of globin polypeptides during the weeks leading up to and following birth. The midpoint of the horizontal axis is labeled Birth. The part of the axis to the left of Birth is labeled Weeks Before Birth, and the numbers 4 through 34, moving leftward and in increments of 6, are indicated. The part of the axis to the right of Birth is labeled Weeks After Birth, and the numbers 6 through 48, moving rightward and in increments of 6, are indicated. The vertical axis is labeled Percent of Total Globin Synthesis, and the numbers 0 through 50, in increments of 10, are indicated. The three curves are labeled, Alpha, Beta, and Gamma. Each curve begins at 36 weeks before birth and ends at 48 weeks after birth. The data are as follows. Note that all values are approximate. The Alpha curve begins at 36 weeks before birth and 28 percent, and it moves upward and to the right to reach 50 percent at 34 weeks before birth. From there, it moves horizontally to the right at the same level and ends at 48 weeks after birth and 50 percent. The Gamma curve begins at 36 weeks before birth and 19 percent, and it moves upward and to the right to 43 percent at 30 weeks before birth. From there, it moves downward and to the right, gradually at first and then more steeply. At 10 weeks before birth, it is at 41 percent, then it reaches 30 percent at birth, 5 percent at 8 weeks after birth, and gradually moves downward to 1 percent at 48 weeks after birth. The Beta curve begins at 36 weeks before birth and 0 percent, and it moves upward and to the right to 5 percent at 32 weeks before birth. From there, it levels off and stays at approximately 5 percent until 16 weeks before birth, where it begins to move upward and to the right, gradually at first and then more steeply. The curve reaches 20 percent at birth, continues upward and intersects with the gamma curve at 3 weeks after birth and 25 percent. It continues upward and begins to level off at 12 weeks after birth and 40 percent. It then continues slightly upward and to the right and ends at 48 weeks after birth and 43 percent, slightly below the end point of the alpha curve.\" height=\"218\" src=\"https://assets.learnosity.com/organisations/537/VR251808.g01.png\" width=\"325\" /></div>\n\n<p class=\"standalone_statement style:1\">Figure 1. Model of globin expression in fetal and infant tissues</p>\n\n<p class=\"passage_para\">Mutations in the genes that encode globin subunits may affect the function of hemoglobin. Beta-thalassemia is an inherited disorder that results from a variety of mutations to the <span class=\"math_expression\"><span aria-label=\"H B B\" role=\"math\"><math alttext=\"H B B\" overflow=\"scroll\"><mstyle mathvariant=\"italic\"><mrow><mtext>HBB</mtext></mrow></mstyle></math></span></span> gene that encodes the beta-globin subunit. The incidence of beta-thalassemia in one particular family is shown in Figure 2.</p>\n\n<div class=\"standalone_image\"><img alt=\"Figure 2 presents a pedigree that shows the incidence of beta-thalassemia in three generations of a family with 14 individuals. A key indicates four symbols to represent unaffected male, unaffected female, male with thalassemia, and female with thalassemia. Each individual is labeled with a number from 1 through 14. The first generation consists of individual 1, a male with thalassemia who has second generation children with individual 2, an unaffected female. Their children are individual 4, a female with thalassemia, and individuals 6 and 7, who are both unaffected males. Individual 4 has two third generation children with individual 3, an unaffected male, and their children are individuals 9 and 10, both males with thalassemia. Individual 6 has two third generation children with individual 5, a female with thalassemia, and their children are individual 11, an unaffected male and individual 12, a female with thalassemia. Individual 7 has two third generation children with individual 8, an unaffected female, and their children are individual 13, an unaffected male and individual 14, a female with thalassemia.\" height=\"136\" src=\"https://assets.learnosity.com/organisations/537/VR251808.g03.png\" width=\"391\" /></div>\n\n<p class=\"standalone_statement style:1\">Figure 2. Incidence of beta-thalassemia in three generations of a family</p>\n\n<p class=\"passage_para\">The inability to produce functional beta-globin results in an imbalance of alpha- and beta-globin subunits. The accumulation of free alpha-globin subunits causes red blood cells to lyse (burst) or undergo apoptosis (Figure 3). The extra alpha-globin subunits are unable to correctly fold into a hemoglobin protein complex and instead form structures called alpha-hemichromes. The alpha-hemichromes are unable to bind oxygen molecules and become insoluble in the cytoplasm of the red blood cells. The alpha-hemichromes are then deposited in solid form on the surface of the red blood cells, causing the red blood cells to lyse.</p>\n\n<div class=\"standalone_image\"><img alt=\"Figure 3 presents a model of globin synthesis and hemoglobin assembly and the effects of beta thalassemia. A key indicates three types of arrows for three types of steps: steps for normal hemoglobin production, specific steps blocked by H B B mutation, and steps that occur because of H B B mutation. Arrows point from Beta Globin Gene to Beta Globin Protein and from Alpha Globin Gene to Alpha Globin Protein. Arrows pointing from each of the two Globin proteins meet and then join as a single arrow that points to Hemoglobin. Based on the key, the steps from Beta Globin Gene to Beta Globin Protein and from Beta Globin Protein to Hemoglobin are blocked by the H B B mutation, as is the final joint arrow that points to Hemoglobin. The two steps from Alpha Globin Gene to Alpha Globin Protein and to Hemoglobin are steps that occur for normal hemoglobin synthesis. An arrow indicating steps that occur because of H B B mutation points from Alpha Globin Protein to Free Alpha Globin. Other arrows indicating steps that occur because of H B B mutation point from Free Alpha Globin Protein to Alpha Hemichromes, and from Alpha Hemichromes to Cell Lysis. Two sequential arrows indicating steps that occur because of H B B mutation point from Free Alpha Globin Protein to Cell Apoptosis.\" height=\"359\" src=\"https://assets.learnosity.com/organisations/537/VR251808.g04.png\" width=\"500\" /></div>\n\n<p class=\"passage_para\">Figure 3. Model of globin synthesis and hemoglobin assembly and the effects of beta-thalassemia. Black arrows with gray <span class=\"math_expression\"><span aria-label=\"X’s\" role=\"math\"><math alttext=\"X’s\" overflow=\"scroll\"><mstyle><mrow><mtext>Xs</mtext></mrow></mstyle></math></span></span> indicate steps in the normal hemoglobin assembly that are blocked by the <span class=\"math_expression\"><span aria-label=\"H B B\" role=\"math\"><math alttext=\"H B B\" overflow=\"scroll\"><mstyle mathvariant=\"italic\"><mrow><mtext>HBB</mtext></mrow></mstyle></math></span></span> mutation. Gray arrows indicate steps that occur because of the <span class=\"math_expression\"><span aria-label=\"H B B\" role=\"math\"><math alttext=\"H B B\" overflow=\"scroll\"><mstyle mathvariant=\"italic\"><mrow><mtext>HBB</mtext></mrow></mstyle></math></span></span> mutation.</p>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) Based on the pedigree shown in Figure 2, <span class=\"formatted_text font_weight:bold\">describe</span> the <span class=\"math_expression\"><span aria-label=\"H B B\" role=\"math\"><math alttext=\"H B B\" overflow=\"scroll\"><mstyle mathvariant=\"italic\"><mrow><mtext>HBB</mtext></mrow></mstyle></math></span></span> alleles inherited by individual <span class=\"math_expression\"><span aria-label=\"6\" role=\"math\"><math alttext=\"6\" overflow=\"scroll\"><mstyle><mrow><mn>6</mn></mrow></mstyle></math></span></span>, including the parent from which each allele came.</p>\n</div>\n","rubricRef":"VR251808_rubric"},{"id":"VR251808","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b) <span class=\"formatted_text font_weight:bold\">Explain</span> why the symptoms associated with beta-thalassemia are often undetectable at time of birth. A study of the gene encoding the gamma-globin subunit showed that, shortly after birth, the gene becomes methylated (<span class=\"math_expression\"><span aria-label=\"C H 3\"><math alttext=\"C H 3\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>CH</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math></span></span> groups are added to the <span class=\"math_expression\"><span aria-label=\"D N A\"><math alttext=\"D N A\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>DNA</mtext></mrow></mstyle></math></span></span>). <span class=\"formatted_text font_weight:bold\">Explain</span> how <span class=\"math_expression\"><span aria-label=\"D N A\"><math alttext=\"D N A\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>DNA</mtext></mrow></mstyle></math></span></span> methylation could cause the change in the amount of gamma-globin protein that is represented in Figure 1.</p></div>\n","rubricRef":"VR251808_rubric"},{"id":"VR251808","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\"><p class=\"stem_paragraph\">(c) <span class=\"formatted_text font_weight:bold\">Predict</span> the effect of a treatment that reduces the expression of <span class=\"math_expression\"><span aria-label=\"H B A 1\"><math alttext=\"H B A 1\" display=\"inline\" overflow=\"scroll\"><mstyle mathvariant=\"italic\"><mrow><mtext>HBA1</mtext></mrow></mstyle></math></span></span> on the symptoms of individuals with beta-thalassemia. <span class=\"formatted_text font_weight:bold\">Justify</span> your prediction.</p></div>\n","rubricRef":"VR251808_rubric"},{"id":"VR251808","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) Researchers claim that the ability of fetal hemoglobin to bind oxygen more tightly than the hemoglobin of the mother increases the fitness of the fetus. Provide reasoning to <span class=\"formatted_text font_weight:bold\">support</span> the claim.</p></div>\n","rubricRef":"VR251808_rubric"}]