[{"id":"VR595666","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"Figure 1 shows the graph of four lines in a coordinate plane. The horizontal axis is labeled “Time, in millions of years ago,” and the numbers 150 through 0, in increments of 50, are indicated from left to right. The year 0 is labeled Present. The vertical axis is labeled “Speciation and Extinction Rates,” and no numbers are indicated. Each line is described as follows. The line representing Tropical speciation rate begins at 175 million years ago, just above the horizontal axis. It slants upward and to the right and ends at the Present year and near the top of the vertical axis. The line representing Temperate speciation rate begins at 175 million years ago, just above the line representing Tropical speciation rate. It slants upward and to the right and ends at the Present year, three fourths of the way up the vertical axis, below the line representing Tropical speciation rate. The line representing Tropical extinction rate begins at 175 million years ago, just above the line representing Tropical speciation rate. It moves horizontally to the right and remains parallel to the horizontal axis. It ends at the Present year. The line representing Temperate extinction rate begins at 175 million years ago and one fourth of the way up the vertical axis. It moves horizontally to the right and remains parallel to the horizontal axis. It ends at the Present year.\" height=\"253\" src=\"https://assets.learnosity.com/organisations/537/VR595666.g03.svg\" width=\"325\" />\n<p class=\"caption\"><span style=\"font-size:0.9em;\">Figure 1. Estimate of rates of speciation and rates of species extinction in temperate and tropical biomes over the last <span class=\"math_expression\"><span aria-label=\"175\"><math alttext=\"175\" overflow=\"scroll\"><mn>175</mn></math></span></span> million years</span></p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Assuming both temperate and tropical biomes had equivalent biodiversity <span class=\"math_expression\"><span aria-label=\"175\"><math alttext=\"175\" overflow=\"scroll\"><mstyle><mrow><mn>175</mn></mrow></mstyle></math></span></span> million years ago, which of the following claims is best supported by the data in Figure 1 ?</p>\n","rubricRef":"VR595666_rubric","choicesHtml":["<p class=\"choice_paragraph\">Tropical biomes in the present have less biodiversity than do temperate biomes.</p>","<p class=\"choice_paragraph\">Tropical biomes in the present have greater biodiversity than do temperate biomes.</p>","<p class=\"choice_paragraph\">The rate of extinction is lower in temperate biomes than in tropical biomes.</p>","<p class=\"choice_paragraph\">The rate of speciation in both temperate and tropical biomes has not changed over time.</p>"],"answer":1}]