[{"id":"VR595728","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"Figure 1 shows a vertical model of a cellular process consisting of 3 steps. Arrows are drawn between each of the steps. The first step shows a shape that consists of a circle with an outward facing bulge at the top. The outline of this shape is formed by a heavy line. Within this shape and immediately below the outward facing bulge are two lighter curved lines that face each other and essentially form a circle that is open at each side. The upper of the lighter lines is parallel to the bulge. Inside the lower part of the shape formed by the heavy line is a second closed shape outlined by a heavy line. The shape is that of a circle that has been pushed in at the top, where it is positioned below the lower of the two lighter lines. The second step shows a shape that is similar to the first shape with the following changes. The outward facing bulge at the top of the circle is larger, the two lighter curved lines are longer and wider and form a larger circle that is still open at each side, and the inside shape outlined by the heavy line is almost flattened and fills only the lower part of the outer circle. The third step shows two circles that are of the same size but are not identical. Each circle consists of two lines, one just inside the other. The outer line of one circle is heavy, while the inner line is light. The outer line of the other circle is light, while the inner line is heavy.\" height=\"299\" src=\"https://assets.learnosity.com/organisations/537/VR595728.g03.svg\" width=\"250\" />\n<p class=\"caption\">Figure 1. A cellular process</p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following processes is best represented by Figure 1 ?</p>\n","rubricRef":"VR595728_rubric","choicesHtml":["<p class=\"choice_paragraph\">Cell signaling to increase gene expression</p>","<p class=\"choice_paragraph\">Translation of an mRNA to produce a protein</p>","<p class=\"choice_paragraph\">Regulation of gene expression by <span class=\"math_expression\"><span aria-label=\"micro R N A\"><math alttext=\"micro R N A\" overflow=\"scroll\"><mstyle><mrow><mtext>microRNA</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\">Replication of a plasmid</p>"],"answer":3}]