[{"id":"VR595684","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR595681.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following best supports a claim that an <span class=\"formatted_text font_style:italic\">E. coli </span>strain has a mutation in gene <span class=\"math_expression\"><span aria-label=\"E\"><math alttext=\"E\" display=\"inline\" overflow=\"scroll\"><mtext mathvariant=\"italic\">E</mtext></math></span></span> that results in the production of a nonfunctional enzyme?</p>\n","rubricRef":"VR595684_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">In prokaryotes, the genes of the <span class=\"math_expression\"><span aria-label=\"t r p\"><math alttext=\"t r p\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext mathvariant=\"italic\">trp</mtext></mrow></mstyle></math></span></span> operon encode enzymes used in the synthesis of tryptophan. The genes of the <span class=\"math_expression\"><span aria-label=\"t r p\"><math alttext=\"t r p\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext mathvariant=\"italic\">trp</mtext></mrow></mstyle></math></span></span> operon are actively expressed (Figure 1A) unless abundant tryptophan is present in the environment. When tryptophan is abundant, some tryptophan binds to the <span class=\"math_expression\"><span aria-label=\"t r p\"><math alttext=\"t r p\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext mathvariant=\"italic\">trp</mtext></mrow></mstyle></math></span></span> repressor protein, which in turn causes the repressor to bind to the operator and block transcription of the genes (Figure 1B). The repressor protein is encoded by the <span class=\"math_expression\"><span aria-label=\"t r p uppercase R\"><math alttext=\"t r p uppercase R\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext mathvariant=\"italic\">trpR</mtext></mrow></mstyle></math></span></span> gene which is not a part of the <span class=\"math_expression\"><span aria-label=\"t r p\"><math alttext=\"t r p\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext mathvariant=\"italic\">trp</mtext></mrow></mstyle></math></span></span> operon.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"Figure 1 A shows regulation of the t r p operon in the absence of tryptophan. The D N A encoding a repressor protein of the operon and the D N A of the operon are shown at the top of the figure. Two parallel slashes separate the D N A encoding the repressor protein from the D N A of the operon. The D N A encoding the repressor protein has two boxes labeled, from left to right, t r p R promoter and t r p R. An arrow points from the D N A to a line labeled as R N A. The left side of the line is labeled 5 prime, and the right side of the line is labeled 3 prime. Another arrow points from the R N A line to a shape labeled as Protein and Inactive Repressor. The DNA of the operon is divided into labeled boxes. From left to right, the first box is labeled Promoter, and a shape labeled R N A Polymerase is present in the middle of the box. The second box is labeled Operator. This box is followed by five boxes, labeled sequentially as E, D, C, B, and A. A bracket labeled Genes encloses these five boxes. An arrow points from these five boxes to a line labeled as R N A. The left side of the line is labeled 5 prime, and the right side of the line is labeled 3 prime. Another arrow points from the R N A line to five short lines labeled as Protein and lettered from left to right E, D, C, B, and A.\" height=\"303\" src=\"https://assets.learnosity.com/organisations/537/VR595681.g10.svg\" width=\"475\" />\n<p class=\"caption\"><span style=\"font-size:0.9em;\">Figure 1A. When tryptophan is absent, the <span class=\"math_expression\"><span aria-label=\"t r p\"><math alttext=\"t r p\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext mathvariant=\"italic\">trp</mtext></mrow></mstyle></math></span></span> operon is active.</span></p>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"Figure 1 B shows regulation of the t r p operon when tryptophan is abundant in the environment. The D N A encoding a repressor protein of the operon and the D N A of the operon are shown at the top of the figure. Two parallel slashes separate the D N A encoding the repressor protein from the D N A of the operon. The D N A encoding the repressor protein has two boxes, from left to right, the second of which is labeled t r p R. An arrow points from the D N A to a line labeled as R N A. The left side of the line is labeled 5 prime, and the right side of the line is labeled 3 prime. Another arrow points from the R N A line to a shape labeled as Protein and Inactive Repressor. An arrow pointing from the Inactive Repressor is joined by an arrow pointing from a circle labeled Tryptophan. At the end of these joined arrows, a representation of tryptophan bound to the repressor protein is labeled Active Repressor. A final arrow points from the Active Repressor toward the t r p operon. The DNA of the operon is divided into labeled boxes. From left to right, the first box is labeled Promoter, and a shape labeled R N A Polymerase is present in the middle of the box. The second box is labeled Operator, and the shape representing the Active Repressor with bound Tryptophan now covers most of this box and extends a bit above and below. The Operator box is followed by five boxes, labeled sequentially as E, D, C, B, and A. There are no arrows pointing from these genes and no representation of R N A or proteins.\" height=\"297\" src=\"https://assets.learnosity.com/organisations/537/VR595681.g11.svg\" width=\"475\" />\n<p class=\"caption\"><span style=\"font-size:0.9em;\">Figure 1B. When tryptophan is abundant, the <span class=\"math_expression\"><span aria-label=\"t r p\"><math alttext=\"t r p\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mstyle><mrow><mtext mathvariant=\"italic\">trp</mtext></mrow></mstyle></math></span></span> operon is inactivated by the binding of the repressor protein to the operator.</span></p>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Cells of this strain synthesize very little of the repressor protein and produce a large amount of tryptophan.</p>","<p class=\"choice_paragraph\">RNA polymerase does not bind to the promoter of the operon in cells of this strain unless tryptophan is added to the nutrient medium.</p>","<p class=\"choice_paragraph\">The operator sequence of the operon always has repressor proteins bound to it, independent of the amount of tryptophan in the nutrient medium.</p>","<p class=\"choice_paragraph\">mRNA is continuously transcribed from the operon, but the amount of tryptophan produced from the cells of this strain remains low.</p>"],"answer":3}]