[{"id":"VR595709","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"Figure 1 shows a graph of two lines in a coordinate plane. The horizontal axis is labeled “Time,” and the times 6:00 A M through 12:00 A M, in increments of 6 hours, are indicated. The vertical axis is labeled “Relative Rate,” has an arrowhead at the top end, and has no values indicated. A key indicates that one line represents Transpiration and the other line represents Water intake. The Transpiration line begins at 7:00 A M, one fifth of the way up the vertical axis, and moves upward and to the right. It peaks at 2:00 P M, just below the top of the vertical axis, and moves downward and to the right. At 6:00 P M it is one third of the way up the vertical axis, then it continues moving downward and to the right until it ends at 12:00 A M, just above the horizontal axis. The Water intake line begins at 7:00 A M, just below the Transpiration line, and moves upward and to the right. At 2:00 P M it is one third of the way up the vertical axis, and it continues upward and to the right, intersecting the Transpiration line at 5:00 P M, three fifths of the way up the vertical axis. The transpiration line continues upward and to the right to peak at 6:00 P M, two thirds of the way up the vertical axis. From there the line moves downward and to the right, always a small amount above the Transpiration line, before levelling off at about 10:00 P M, until it ends at 12:00 A M one fifth of the way up the vertical axis.\" height=\"219\" src=\"https://assets.learnosity.com/organisations/537/VR595709.g03.svg\" width=\"300\" />\n<p class=\"caption\"><span style=\"font-size:0.9em;\">Figure 1. Relative rates of transpiration and water intake for a plant over <span class=\"math_expression\"><span aria-label=\"18\"><math alttext=\"18\" overflow=\"scroll\"><mn>18</mn></math></span></span> hours</span></p>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Figure 1 shows the relative rates of transpiration (water loss) and water intake for a plant over an <span class=\"math_expression\"><span aria-label=\"18\"><math alttext=\"18\" overflow=\"scroll\"><mn>18</mn></math></span></span>-hour period. Which of the following describes the most likely relationship between transpiration and water intake in the plant?</p>\n","rubricRef":"VR595709_rubric","choicesHtml":["<p class=\"choice_paragraph\">Transpiration from the leaves of the plant stimulates subsequent water intake by the roots of the plant.</p>","<p class=\"choice_paragraph\">Transpiration and water intake peak at the same time of day.</p>","<p class=\"choice_paragraph\">Water intake by the roots of the plant drives transpiration at the leaves of the plant.</p>","<p class=\"choice_paragraph\">Transpiration and water intake have an inverse relationship.</p>"],"answer":0}]