[{"id":"VR595707","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"Figure 1 shows a cellular process. In a circle representing a cell, a pair of two  rectangles is shown on the left and on the right of the cell. In each pair, one rectangle is perpendicular to the other. Curved lines radiate from these rectangles toward the center of the cell. On each side of the cell, there are three clusters of four ovals. Within each cluster, the end of each oval that is closer to the perimeter of the cell is attached to a shaded dot. The clusters from top to bottom are described as follows. The upper cluster on the left has three shaded ovals and a bottom oval that is shaded toward the dot and unshaded toward its tip. The upper cluster on the right has three unshaded ovals and a bottom oval that is unshaded toward the dot and shaded toward its tip. The middle cluster on the left has four unshaded ovals. The middle cluster on the right has four shaded ovals. The lower cluster on the left has three unshaded ovals and one oval, the second from the top, that is unshaded toward the dot but shaded toward the tip. The lower cluster on the right has three shaded ovals and one oval, the second from the top, that is shaded toward the dot but unshaded toward the tip.\" height=\"239\" src=\"https://assets.learnosity.com/organisations/537/VR595707.g05.svg\" width=\"275\" />\n<p class=\"caption\"><span style=\"font-size:0.9em;\">Figure 1. A cellular process</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best describes the cellular process illustrated in Figure 1 ?</p>\n","rubricRef":"VR595707_rubric","choicesHtml":["<p class=\"choice_paragraph\">Sister chromatids separating during anaphase of mitosis</p>","<p class=\"choice_paragraph\">Chromosomes lining up along the midline of the cell during mitosis</p>","<p class=\"choice_paragraph\">Reducing the chromosome number during anaphase <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" overflow=\"scroll\"><mi mathvariant=\"normal\">I</mi></math></span></span> of meiosis</p>","<p class=\"choice_paragraph\">Chromatids failing to separate during meiosis</p>"],"answer":2}]