[{"id":"VR598655","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each&nbsp;question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The following models represent all the interacting species in two different communities with some of the same species and feeding relationships. These models assume that both communities have the same initial biomass. The models can be used to understand the effects of human activities on the communities.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows two models labeled “Community A” and “Community B.” Each community has species at the following four trophic levels, from bottom to top: Primary Producers, P P, Primary Consumers, P C, Secondary Consumers S C, and Tertiary Consumers T C. Arrows point from species in one trophic level to species in the next trophic level above. From bottom to top, the model of Community A is as follows: Row 1, Primary Producers. Two arrows extend from P P 1, one to P C 1 and one to P C 2. Two arrows extend from P P 2, one to P C 2 and one to P C 3. Two arrows extend from P P 3, one to P C 3 and one to P C 4. Row 2, Primary Consumers. One arrow extends from P C 1 to S C 1. Two arrows extend from P C 2, one to S C 1 and one to S C 2. Two arrows extend from P C 3, one to S C 2 and one to S C 3. One arrow extends from P C 4 to S C 3. Row 3, Secondary Consumers. One arrow extends from S C 1 to T C 1. Two arrows extend from S C 2, one to T C 1 and one to T C 2. One arrow extends from S C 3 to T C 2. Row 4, Tertiary Consumers. These include T C 1 and T C 2. From bottom to top, the model of Community B is as follows: Row 1, Primary Producers. One arrow extends from P P 1 to P C 2, and one arrow extends from P P 3 to P C 3. Row 2, Primary Consumers. One arrow extends from P C 2 to S C 2, and one arrow extends from P C 3 to S C 2. Row 3, Secondary Consumers. One arrow extends from S C 2 to T C 2. Row 4, Tertiary Consumers. This includes T C 2.\" src=\"https://assets.learnosity.com/organisations/537/VR598655.g04.svg\" />\n<p class=\"caption\"><span style=\"font-size:0.9em;\">Figure 1. Models of two different communities with some of the same species</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) <span class=\"formatted_text font_weight:bold\">Describe</span> a characteristic of a community that makes a species invasive in that community but not invasive in a different community.</p>\n</div>\n"},{"id":"VR598655","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b) <span class=\"formatted_text font_weight:bold\">Explain</span> why removing species PP1 will have a greater effect on community B than on community A.</p></div>\n"},{"id":"VR598655","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\">\n<p class=\"stem_paragraph\">(c) An invasive species (<span class=\"math_expression\"><span aria-label=\"I N V\"><math alttext=\"I N V\" overflow=\"scroll\"><mi>INV</mi></math></span></span>) that eats individuals of species SC2 is introduced into community&nbsp;B. Using the template in the space provided for your response, for community&nbsp;B, indicate the feeding relationship for this invasive species by correctly placing <span class=\"math_expression\"><span aria-label=\"I N V\"><math alttext=\"I N V\" overflow=\"scroll\"><mi mathvariant=\"bold\">INV</mi></math></span></span>&nbsp;to represent the invasive species and an <span class=\"formatted_text font_weight:bold\">arrow</span> to represent the feeding relationship within community&nbsp;B.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows the model labeled “Community B.” The community has species at the following four trophic levels, from bottom to top: Primary Producers, P P, Primary Consumers, P C, Secondary Consumers, S C, and Tertiary Consumers, T C. From bottom to top, the model of Community B is as follows: Row 1, Primary Producers. One arrow extends from P P 1 to P C 2, and one arrow extends from P P 3 to P C 3. Row 2, Primary Consumers. One arrow extends from P C 2 to S C 2, and one arrow extends from P C 3 to S C 2. Row 3, Secondary Consumers. One arrow extends from S C 2 to T C 2. Row 4, Tertiary Consumers. This includes T C 2.\" src=\"https://assets.learnosity.com/organisations/537/VR598655.g05.svg\" /></div>\n</div>\n"},{"id":"VR598655","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) <span class=\"formatted_text font_weight:bold\">Explain</span> how human activities that add toxins to the soil could change a community with many species at each trophic level, such as community A, into a community with few species at each trophic level, such as community B.</p></div>\n"}]