[{"id":"VR595713","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Retinitis pigmentosa is a rare genetic disorder that causes the breakdown of cells in the eye, resulting in vision loss. Worldwide, the occurrence of retinitis pigmentosa in the population is approximately <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" display=\"inline\" overflow=\"scroll\"><mn>1</mn></math></span></span> in <span class=\"math_expression\"><span aria-label=\"4,000\"><math alttext=\"4,000\" display=\"inline\" overflow=\"scroll\"><mn>4</mn><mo>,</mo><mn>000</mn></math></span></span>. However, on a small group of islands in the Atlantic Ocean, the occurrence is approximately <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" display=\"inline\" overflow=\"scroll\"><mn>1</mn></math></span></span> in <span class=\"math_expression\"><span aria-label=\"58\"><math alttext=\"58\" display=\"inline\" overflow=\"scroll\"><mn>58</mn></math></span></span>.</p></div></div></div></div><p class=\"stem_paragraph\">Which of the following best explains how the occurrence of a rare, genetic disorder can be so much more prevalent on a small group of islands as compared with the rest of the world?</p>\n","rubricRef":"VR595713_rubric","choicesHtml":["<p class=\"choice_paragraph\">An unusually high number of individuals with the disease initially colonized the islands, and there has been little immigration to the islands since that time.</p>","<p class=\"choice_paragraph\">Individuals on the islands evolved adaptations to the vision loss, and because the disorder does not affect an individual’s fitness, the disorder remains in the population.</p>","<p class=\"choice_paragraph\">The population of individuals on the islands has greater genetic diversity compared with the worldwide population, resulting in a larger number of individuals with genetic disorders.</p>","<p class=\"choice_paragraph\">The mutation rate is greater in the population of individuals on the islands than in the worldwide population, resulting in a greater incidence of rare disorders.</p>"],"answer":0}]