[{"id":"VR731754","type":"mcq","stimulusHtml":"<div>\n<include href=\"../Passage/VR731753.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">To test their hypothesis, the researchers conducted a laboratory experiment in which groups of hares were exposed to gradually decreasing periods of daylight. The lengths of the daylight period when molting began were recorded.</p></div></div></div>\n</div><p class=\"stem_paragraph\">Which of the following experimental controls should have been included to ensure that the results could be attributed to changes in the daylight period and not to some other variable?</p>\n","rubricRef":"VR731754_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Snowshoe hares are small mammals that live in forests throughout Canada and the northern United States. Hares feed primarily on vegetation and are preyed on by lynx and owls.</p><p class=\"passage_para\">In the fall, the hares shed their brown coat (molt), and a new white coat grows in over a period of <span class=\"math_expression\"><span aria-label=\"40\"><math alttext=\"40\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>40</mn></math></span></span> days. In the spring, the hares molt again and their white coat is replaced with a brown coat over a period of approximately <span class=\"math_expression\"><span aria-label=\"30\"><math alttext=\"30\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>30</mn></math></span></span> to <span class=\"math_expression\"><span aria-label=\"50\"><math alttext=\"50\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>50</mn></math></span></span> days.</p><p class=\"passage_para\">In a recent study, researchers observed that the majority of hares in an isolated population began the molting process during the same week in the fall, even though the ground was not snow covered. The majority of hares also began the molting process during the same week in the spring, even though the ground was still snow covered. The researchers formulated a hypothesis that the timing of the molting process is influenced by seasonal changes in the daylight period.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Adjusting the temperature in the lab to simulate seasonal temperature changes</p>","<p class=\"choice_paragraph\">Exposing one group of hares to a fixed daylight period for the duration of the experiment</p>","<p class=\"choice_paragraph\">Feeding the hares at various times of the day to simulate the availability of food in nature</p>","<p class=\"choice_paragraph\">Using lights of different intensities to simulate different weather conditions</p>"],"answer":1}]