[{"id":"VR731857","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR731855.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The researchers hypothesize that juvenile salmon use chemical cues to detect predators that are nearby. Which of the following modifications to the experiment will help the researchers test their hypothesis?</p>\n","rubricRef":"VR731857_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Researchers investigated the effects of nonnative trout on the behavior of native salmon inhabiting a freshwater stream. Juvenile trout compete with juvenile salmon for resources, and adult trout prey on juvenile salmon.</p>\n\n<p class=\"passage_para\">Researchers built enclosed channels in a freshwater stream. A transparent plastic mesh screen divided each channel into two sections, an upstream predator section and a downstream competitor section. Similar screens placed at the ends of each channel permitted the flow of water and small invertebrate organisms, eaten by juvenile members of both species of fish, through the channel. Juvenile salmon were placed in only the competitor section of each channel, in the absence or presence of juvenile trout, and in the absence or presence of adult trout placed only in the predator section (Figure 1). The researchers then recorded the percent of juvenile salmon that were active during the day and night, under the different conditions (Figure 2).</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a diagram of four freshwater stream channels, labeled Treatment 1 through Treatment 4. In each treatment, there is a predator section and a competitor section, and the direction of water flow is to the right from the predator section of the stream channel to the competitor section. The design of the treatments is as follows. Treatment 1: no fish are in the predator section, and juvenile salmon are in the competitor section. Treatment 2: no fish are in the predator section, and both juvenile salmon and juvenile trout are in the competitor section. Treatment 3: adult trout are in the predator section, and juvenile salmon are in the competitor section. Treatment 4: adult trout are in the predator section, and both juvenile salmon and juvenile trout are in the competitor section.\" height=\"459\" src=\"https://assets.learnosity.com/organisations/578/VR731855.g14.svg\" width=\"325\">\n<p class=\"caption\">Figure 1. Experimental design of four freshwater stream channels used to monitor juvenile salmon behavior in the presence or absence of predator and/or competitor fish</p>\n</div>\n\n<div class=\"standalone_image\">\n\n<img alt=\"The figure shows a bar graph of juvenile salmon activity in an investigation. The horizontal axis lists Treatments 1 through 4 and indicates the presence or absence of juvenile salmon, juvenile trout, and adult trout in each treatment. Two bars are graphed for each treatment, and a key indicates that one bar represents daytime activity, and the other bar represents nighttime activity. The vertical axis is labeled “Percent of Active Salmon,” and the numbers 0 through 100, in increments of 20, are indicated. The data for the treatments are as follows. Treatment 1: juvenile salmon present; juvenile trout absent; adult trout absent. Daytime activity: 25 percent with an error bar from 18 to 32. Nighttime activity: 68 percent with an error bar from 60 to 76. Treatment 2: juvenile salmon present; juvenile trout present; adult trout absent. Daytime activity: 45 percent with an error bar from 40 to 50. Nighttime activity: 66 percent with an error bar from 59 to 73. Treatment 3: juvenile salmon present; juvenile trout absent; adult trout present. Daytime activity: 10 percent with an error bar from 5 to 15. Nighttime activity: 72 percent with an error bar from 64 to 80. Treatment 4: juvenile salmon present; juvenile trout present; adult trout present. Daytime activity: 30 percent with an error bar from 25 to 35. Nighttime activity: 75 percent with an error bar from 71 to 79.\" height=\"308\" src=\"https://assets.learnosity.com/organisations/578/VR731855.g15.svg\" width=\"430\">\n<p class=\"caption\">Figure 2. Activity of juvenile salmon in freshwater stream channels in the presence&nbsp;(<span class=\"math_expression\"><span aria-label=\"plus sign\"><math alttext=\"plus sign\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mo>+</mo></math></span></span>) or absence&nbsp;(<span class=\"math_expression\"><span aria-label=\"minus sign\"><math alttext=\"minus sign\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mo>-</mo></math></span></span>) of juvenile and/or adult trout. Error bars represent&nbsp;<span class=\"math_expression\"><span aria-label=\"plus or minus 2 S E sub x bar\"><math alttext=\"plus or minus 2 S E sub x bar\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mtext>±2SE</mtext><mover accent=\"true\"><mi>x</mi><mo>¯</mo></mover></msub></math></span></span>.</p>\n</div>\n</div>\n</div>\n</div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Remove the mesh screen from the channel so that the predators have access to the juvenile salmon.</p>","<p class=\"choice_paragraph\">Change the light schedule so that there are twice as many nighttime hours as daytime hours.</p>","<p class=\"choice_paragraph\">Add rocks to the channel that the juvenile salmon can use to hide from predators.</p>","<p class=\"choice_paragraph\">Replace the mesh screen with a solid, transparent barrier that allows light to pass through.</p>"],"answer":3}]