[{"id":"VR731885","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\">\n<img alt=\"The figure shows a representation of a chemical reaction. The reaction begins with two molecules, the atoms of which are represented by letters. One molecule shows a C that has a single bond with H above the C, a single bond with H 2 N to the left of the C, a single bond with C O O H to the right of the C, and a single bond with R 1 below the C. The second molecule is identical to the first one except that it has an R 2 group instead of an R 1 group. These two molecules react to yield two molecules. One molecule, from left to right is as follows: An H 2 N has a single bond to a C. The C has a single bond with an H above and a single bond with R 1 below. The C also has a single bond with a C to the right. The C to the right has a double bond with an O above and a single bond with an N to the right. The N has a single bond with an H above and a single bond with a C to the right. The C to the right has a single bond with an H above, a single bond with C O O H to the right, and a single bond with R 2 below. The second molecule is H 2 O.\" src=\"https://assets.learnosity.com/organisations/578/VR731885.g02.svg\"/><p class=\"caption\">Figure 1. A representation of a reaction involved in the formation of a biological molecule</p>\n</div></div></div><p class=\"stem_paragraph\">Which of the following best explains the reaction represented in Figure 1 ?</p>\n","rubricRef":"VR731885_rubric","choicesHtml":["<p class=\"choice_paragraph\">It is a dehydration synthesis reaction involved in the formation of a lipid.</p>","<p class=\"choice_paragraph\">The reaction is the hydrolysis of a nucleic acid and results in the formation of a nucleotide.</p>","<p class=\"choice_paragraph\">The reaction is the hydrolysis of a nucleic acid and results in the formation of a phospholipid.</p>","<p class=\"choice_paragraph\">It is a dehydration synthesis reaction involved in the formation of a polypeptide.</p>"],"answer":3}]