[{"id":"VR733909","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Noncyclic electron flow and cyclic electron flow are two major pathways of the light-dependent reactions of photosynthesis. In noncyclic electron flow, electrons pass through photosystem <span class=\"math_expression\"><span aria-label=\"2\"><math alttext=\"2\" overflow=\"scroll\"><mtext>II</mtext></math></span></span>, then components of a chloroplast electron transport chain, and then photosystem <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" overflow=\"scroll\"><mtext>I</mtext></math></span></span> before finally reducing <span class=\"math_expression\"><span aria-label=\"N A D P with a positive 1 charge \"><math alttext=\"N A D P with a positive 1 charge \" overflow=\"scroll\"><msup><mtext>NADP</mtext><mo>+</mo></msup></math></span></span> to <span class=\"math_expression\"><span aria-label=\"N A D P H\"><math alttext=\"N A D P H\" overflow=\"scroll\"><mtext>NADPH</mtext></math></span></span>. In cyclic electron flow, electrons cycle through photosystem <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" overflow=\"scroll\"><mtext>I</mtext></math></span></span> and some components of the electron transport chain (Figure 1).</p>\n\n<div class=\"standalone_image\"><img alt=\"Figure 1 shows a diagram of the pathways of noncyclic and cyclic electron flow. A vertical arrow labeled Energy of Electrons is shown on the far left side of the diagram. The diagram includes two large ovals labeled Photosystem 1 and Photosystem 2. Two smaller ovals are both labeled Primary Electron Acceptor. Arrows pointing from one oval to the next or to other labeled parts indicate the pathways of electron flow. The pathways are as follows. At the bottom left of the diagram, at a vertical position below the arrow labeled Energy of Electrons, a horizontal arrow points from H 2 O to one half O 2, and a vertical arrow points from the same H 2 O to 2 electrons with a negative 1 charge. An arrow points from the 2 electrons to the oval labeled Photosystem 2. This oval is vertically positioned at the base of the arrow labeled Energy of Electrons. A long arrow points vertically from the Photosystem 2 oval up to a Primary Electron Acceptor oval positioned about one third of the way from the top of the Energy of Electrons arrow. A series of three short arrows point down and to the right from the Primary Electron Acceptor to a rectangle labeled Cytochrome Complex. The rectangle is vertically positioned just below the middle of the Energy of Electrons arrow. A jagged arrow points downward from the Cytochrome Complex rectangle to the label Energy for A T P synthesis. Two short, wide arrows point down and to the right to the oval labeled Photosystem 1. This photosystem oval is vertically positioned halfway between the Cytochrome Complex rectangle and the Photosystem 2 oval. A long, wide arrow points vertically from the Photosystem 1 oval up to a Primary Electron Acceptor oval positioned close to the top of the Energy of Electrons arrow. Three short, wide arrows point down and to the right from the Primary Electron Acceptor to a small square labeled Ferredoxin. A final long, wide arrow points from Ferredoxin leftward to the Cytochrome Complex. This long arrow is labeled Cyclic, and it crosses the wide arrow between Photosystem 1 and the Primary Electron Acceptor. One additional normal width arrow points down and to the right from Ferredoxin to a curved arrow. The beginning of the curved arrow is labeled N A D P with a positive 1 charge, and the end of the arrow is labeled N A P D H.\" height=\"369\" src=\"https://assets.learnosity.com/organisations/578/VR733909.g06.svg\" width=\"500\" />\n<p class=\"caption\">Figure 1. The pathways of noncyclic and cyclic (heavy arrows) electron flow. The cytochrome complex is a component of the electron transport chain between the two photosystems.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<div class=\"item_part part_id:A part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"A\">\n<p class=\"stem_paragraph\">(a) <span class=\"formatted_text font_weight:bold\">Describe</span> the role of chlorophyll in the photosystems of plant cells.</p>\n</div>\n"},{"id":"VR733909","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:B part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"B\"><p class=\"stem_paragraph\">(b) Based on <span class=\"formatted_text text_decoration:underline\">Figure 1</span>, <span class=\"formatted_text font_weight:bold\">explain</span> why an increase in the ratio of <span class=\"math_expression\"><span aria-label=\"N A D P H\"><math alttext=\"N A D P H\" display=\"inline\" overflow=\"scroll\"><mtext>NADPH</mtext></math></span></span> to <span class=\"math_expression\"><span aria-label=\"N A D P with a positive 1 charge \"><math alttext=\"N A D P with a positive 1 charge \" display=\"inline\" overflow=\"scroll\"><msup><mtext>NADP</mtext><mo>+</mo></msup></math></span></span> will cause an increase in the flow of electrons through the cyclic pathway.</p></div>\n"},{"id":"VR733909","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:C part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"C\"><p class=\"stem_paragraph\">(c) Using rice plants, scientists examined the effect of a mutation that results in the loss of the protein <span class=\"math_expression\"><span aria-label=\"C R R 6\"><math alttext=\"C R R 6\" display=\"inline\" overflow=\"scroll\"><mtext>CRR6</mtext></math></span></span>. <span class=\"math_expression\"><span aria-label=\"C R R 6\"><math alttext=\"C R R 6\" display=\"inline\" overflow=\"scroll\"><mtext>CRR6</mtext></math></span></span> is a part of the photosystem <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" display=\"inline\" overflow=\"scroll\"><mtext>I</mtext></math></span></span> complex, and its absence reduces the activity of photosystem <span class=\"math_expression\"><span aria-label=\"1\"><math alttext=\"1\" display=\"inline\" overflow=\"scroll\"><mtext>I</mtext></math></span></span>. <span class=\"formatted_text font_weight:bold\">Predict</span> the effect of the mutation on the rate of biomass (dry weight) accumulation.</p></div>\n"},{"id":"VR733909","type":"longtextV2","stimulusHtml":"<div class=\"item_part part_id:D part_name:ExtendedText response_class:FreeResponse response_type:Essay\" id=\"D\"><p class=\"stem_paragraph\">(d) <span class=\"formatted_text font_weight:bold\">Justify</span> your prediction in part (c).</p></div>\n"}]