[{"id":"VR731786","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<img alt=\"The figure shows a bar chart of the effect of different abiotic factors on the macromolecule content of bacterial cells. The horizontal axis is labeled “Composition of Growth Medium,” and the amount of nitrates and the amount of phosphates in each of five growth media are indicated. The amounts are one of the following: a standard amount, twice the standard amount, or a reduced amount. Three bars are graphed for each of the five growth media, and a key indicates that the bars represent the amounts of lipids, carbohydrates, and proteins in each sample. The vertical axis is labeled “Amount of Macromolecule in milligrams per gram of dry cell weight,” and the numbers 0 through 250, in increments of 50, are indicated. The data are as follows. First growth medium, which is labeled “Control” and has a standard amount of nitrates and a standard amount of phosphates. Lipid: 95 with an error bar from 91 to 99. Carbohydrate: 175 with an error bar from 170 to 180. Protein: 85 with an error bar from 75 to 95. Second growth medium, which has twice the standard amount of nitrates and a standard amount of phosphates. Lipid: 75 with an error bar from 74 to 76. Carbohydrate: 150 with an error bar from 148 to 152. Protein: 110 with an error bar from 105 to 115. Third growth medium, which has a reduced amount of nitrates and a standard amount of phosphates. Lipid: 190 with an error bar from 188 to 192. Carbohydrate: 120 with an error bar from 115 to 125. Protein: 70 with an error bar from 65 to 75. Fourth growth medium, which has a standard amount with of nitrates and twice the standard amount of phosphates. Lipid: 80 with an error bar from 78 to 82. Carbohydrate: 130 with an error bar from 128 to 132. Protein: 100 with an error bar from 95 to 105. Fifth growth medium, which has a standard amount of nitrates and a reduced amount of phosphates. Lipid: 135 with an error bar from 133 to 137. Carbohydrate: 105 with an error bar from 100 to 110. Protein: 105 with an error bar from 100 to 110.\" src=\"https://assets.learnosity.com/organisations/578/VR731786.g07.svg\"/><p class=\"caption\">Figure 1. Effect of different abiotic factors on the macromolecule content of bacterial cells. Cells were grown in media with a standard amount (<span class=\"math_expression\"><span aria-label=\"plus sign\"><math alttext=\"plus sign\" display=\"inline\" overflow=\"scroll\"><mo>+</mo></math></span></span>), twice the standard amount (<span class=\"math_expression\"><span aria-label=\"two plus signs\"><math alttext=\"two plus signs\" display=\"inline\" overflow=\"scroll\"><mo>+</mo><mo>+</mo></math></span></span>), or a reduced amount (<span class=\"math_expression\"><span aria-label=\"minus sign\"><math alttext=\"minus sign\" display=\"inline\" overflow=\"scroll\"><mo>-</mo></math></span></span>) of each substance. Error bars represent <span class=\"math_expression\"><span aria-label=\"plus or minus 2 S E sub x bar\"><math alttext=\"plus or minus 2 S E sub x bar\" display=\"inline\" overflow=\"scroll\"><msub><mtext>±2SE</mtext><mover accent=\"true\"><mi>x</mi><mo>¯</mo></mover></msub></math></span></span>.</p>\n</div>\n<div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">To test the effect of different abiotic factors on the macromolecule content of bacterial cells, researchers grew identical samples of bacterial cells on growth media in which the amount of nitrates and phosphates differed. The amounts of carbohydrates, lipids, and proteins in each sample of cells were then determined (Figure 1).</p></div></div>\n</div></div><p class=\"stem_paragraph\">Based on Figure 1, use of which of the following growth media resulted in a decrease in the amount of protein but an increase in the amount of lipids compared with the control?</p>\n","rubricRef":"VR731786_rubric","choicesHtml":["<p class=\"choice_paragraph\">Medium with a standard amount of nitrates and a reduced amount of phosphates</p>","<p class=\"choice_paragraph\">Medium with a reduced amount of nitrates and a standard amount of phosphates</p>","<p class=\"choice_paragraph\">Medium with twice the standard amount of nitrates and a standard amount of phosphates</p>","<p class=\"choice_paragraph\">Medium with a standard amount of nitrates and twice the standard amount of phosphates</p>"],"answer":1}]