[{"id":"VR731881","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n<img alt=\"The figure shows two models of a mitochondrion. The first diagram is labeled “A Mitochondrion of Certain Fat Cells Under Normal Conditions,” and it shows a mitochondrion with ten folds of the inner membrane. The second diagram is labeled “A Mitochondrion of Certain Fat Cells Under Cold-Induced Stress,” and it shows a mitochondrion with approximately twice as many folds of the inner membrane.\" src=\"https://assets.learnosity.com/organisations/578/VR731881.g04.svg\"/><p class=\"caption\">Figure 1. Model of a mitochondrion in cells under normal conditions and in cells experiencing cold-induced stress</p>\n</div>\n<div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">In a certain type of fat cells, cold temperatures trigger a series of events that include changes to the structure of the mitochondria. A model of a mitochondrion from these fat cells under normal environmental conditions and when experiencing cold-induced stress is shown in Figure 1.</p></div></div>\n</div></div><p class=\"stem_paragraph\">Which of the following best explains how the changes in mitochondrial structure observed when the cell experiences cold-induced stress affect cellular respiration?</p>\n","rubricRef":"VR731881_rubric","choicesHtml":["<p class=\"choice_paragraph\">The volume of the mitochondrial intermembrane space decreases, preventing the reactions of the Krebs cycle from occurring.</p>","<p class=\"choice_paragraph\">The surface area of the inner membrane decreases, preventing the transport of oxygen molecules into the mitochondria.</p>","<p class=\"choice_paragraph\">The volume within the mitochondria increases, providing more space for the reactions of glycolysis to take place.</p>","<p class=\"choice_paragraph\">The surface area of the inner membrane increases, providing more space for the components of the electron transport chain.</p>"],"answer":3}]