[{"id":"VR731755","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR731753.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Several climate models for the original study area predict that the length of time the ground is covered in snow will decrease over time while the daylight periods will remain unchanged.</p><p class=\"stem_paragraph\">Assuming that the researchers’ hypothesis about the timing of molting and the climate models are correct, which of the following will be the most likely immediate effect of the decrease in time the ground is snow covered on the hare population?</p>\n","rubricRef":"VR731755_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Snowshoe hares are small mammals that live in forests throughout Canada and the northern United States. Hares feed primarily on vegetation and are preyed on by lynx and owls.</p><p class=\"passage_para\">In the fall, the hares shed their brown coat (molt), and a new white coat grows in over a period of <span class=\"math_expression\"><span aria-label=\"40\"><math alttext=\"40\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>40</mn></math></span></span> days. In the spring, the hares molt again and their white coat is replaced with a brown coat over a period of approximately <span class=\"math_expression\"><span aria-label=\"30\"><math alttext=\"30\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>30</mn></math></span></span> to <span class=\"math_expression\"><span aria-label=\"50\"><math alttext=\"50\" display=\"inline\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>50</mn></math></span></span> days.</p><p class=\"passage_para\">In a recent study, researchers observed that the majority of hares in an isolated population began the molting process during the same week in the fall, even though the ground was not snow covered. The majority of hares also began the molting process during the same week in the spring, even though the ground was still snow covered. The researchers formulated a hypothesis that the timing of the molting process is influenced by seasonal changes in the daylight period.</p></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">The hare population will stop molting and maintain a single coat all year.</p>","<p class=\"choice_paragraph\">The hare population will migrate to an area with an even shorter time during which the ground is snow covered.</p>","<p class=\"choice_paragraph\">Hares will experience longer times with coat colors that do not blend with the ground color.</p>","<p class=\"choice_paragraph\">The process of molting from a white to a brown coat in hares will take longer.</p>"],"answer":2}]