[{"id":"VH849614_rubric_category_0","type":"custom","title":"Part A: Thesis ","stimulusHtml":"<p>A thesis is an arguable statement about an interpretation of a text.</p><p>A thesis may be one or more sentences anywhere in the response.</p><p>A thesis that meets the criteria can be awarded the point whether or not the rest of the response successfully conveys that line of reasoning.</p><p><em>Unit 4 is the first unit in which students are required to draft a full essay. At this point in the course, students should have some understanding of the skills related to literary analysis. While they may not yet have mastered the skills necessary for the evidence and commentary in the body of the essay, the thesis should be well developed, earning a point as one would on the summative (May) AP Exam.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>Responds to the prompt with a defensible thesis that presents an interpretation and may establish a line of reasoning.</p>"]},{"id":"VH849614_rubric_category_1","type":"custom","title":"Part B: Evidence and Commentary","stimulusHtml":"<p>Writing that suffers from grammatical and/or mechanical errors that interfere with communication cannot earn the last point in this row.</p><p>Commentary connects the evidence and reasoning to the thesis.</p><p><em>By this point, students should be ready to begin building the skills involved in developing commentary that connects evidence and reasoning. In Unit 4, students examine how a narrator’s or speaker’s perspective is conveyed through descriptive details; this preparation should be useful to students as they approach this task. This passage features an abundance of descriptive details that convey the first-person narrator’s perspective. At this point in the course, students are not expected to be entirely consistent in their explanations of the relationships between evidence and thesis; thus, students may only earn up to 3 points in this row. In some cases, student responses may exceed the criteria for these 3 points on this formative assessment. Students will be able to earn up to 4 points in this row in later units and on the summative AP Exam.</em></p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response meets <strong>one</strong> of the following criteria:</p>","<p>The response meets <strong>both</strong> of the following criteria:</p>","<p>The response meets <strong>both </strong>of the following criteria:</p>"]},{"id":"VH849614_rubric_category_2","type":"custom","title":"Part C: Sophistication","stimulusHtml":"<p>Demonstrates a sophistication of thought or develops a complex literary argument by:</p><p>1. Explaining the significance or relevance of an interpretation within a broader context.</p><p>2. Discussing alternative interpretations of a text.</p><p>3. Recognizing and accounting for contradictions and complexities within the text.</p><p>4. Using relevant analogies to help an audience better understand an interpretation.</p><p>5. Utilizing a prose style that is especially vivid, persuasive, convincing, or appropriate to the student’s argument.</p><p><em>By this point in the course, as they begin writing full essays, students may understand enough about developing and expressing literary arguments to be able to earn the point in this row. As students experiment and take risks in their writing, you might consider awarding a point for sophistication even if their attempts are not entirely successful.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>not</strong> demonstrate sophistication of thought and/or develops a complex literary argument.</p>","<p>Response demonstrates sophistication of thought and/or develops a complex literary argument.</p>"]}]