[{"id":"VH862501_rubric_category_0","type":"custom","title":"Part A: Thesis ","stimulusHtml":"<p>A thesis is an arguable statement about an interpretation of a text.</p><p>A thesis may be one or more sentences anywhere in the response.</p><p><em>In this task, students are asked to generate a defensible thesis about the passage and to locate evidence for it in the text. They are to compose a paragraph around that thesis, articulating the thesis and supporting it with evidence.</em></p><p><em>By the end of Unit 2, students should have a fundamental understanding of how to approach a literary analysis. This partial task is designed to offer an opportunity to practice performing such analysis in writing. The theses students write at this point in the course may not be as well developed as those expected for the summative exam; therefore, for this item students may earn the point in this row for any relevant thesis that is clearly stated and supported by evidence.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>Responds to the prompt with a defensible thesis that presents an interpretation.</p>"]},{"id":"VH862501_rubric_category_1","type":"custom","title":"Part B: Evidence and Commentary","stimulusHtml":"<p>Writing that suffers from grammatical and/or mechanical errors that interfere with communication cannot earn the last point in this row.</p><p>Commentary connects the evidence and reasoning to the thesis.</p><p><em>In Unit 2, students continue to develop the skills involved in making and supporting defensible theses. In this unit, students explore how figurative language such as simile and metaphor functions in a text to create meaning through comparisons; this preparation should be useful to students as they approach this task. At this point in the course, students are still developing the skills involved in explaining the relationships between evidence and thesis; thus, students may only earn up to 2 points in this row. In some cases, student responses may exceed the criteria for these 2 points on this formative assessment.</em></p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response meets <strong>one</strong> of the following criteria:</p>","<p>The response meets <strong>both</strong> of the following criteria:</p><p>Makes textual references (direct quotes or paraphrases) that are relevant to the thesis.</p><p>AND</p><p>Provides commentary; however, it repeats, oversimplifies, or misinterprets the cited information or evidence.</p>"]}]