[{"id":"VH866335_rubric_category_0","type":"custom","title":"Part A: Claim","stimulusHtml":"<p>A claim is a statement that requires defense with evidence from a text.</p><p>For a claim to be defensible, the passage must include at least minimal evidence that <em>could</em> be used to support that claim; however, the student need not cite that evidence to earn this point.</p><p>A claim that meets the criteria can be awarded the point whether or not the rest of the paragraph successfully supports that interpretation.</p><p><em>In this task, students are asked to generate a defensible claim about the poem and to locate evidence for it in the text. Then, they are to compose a paragraph in which they state that defensible claim and support it with evidence.</em></p><p><em>By the end of Unit 2, students should have a fundamental understanding of how to approach literary analysis. This partial task is designed to offer an opportunity to practice performing such analysis in writing.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>Responds to the prompt with a claim that presents a defensible interpretation of the poem. </p>"]},{"id":"VH866335_rubric_category_1","type":"custom","title":"Part B: Evidence and Commentary","stimulusHtml":"<p>Commentary establishes and explains relationships among the evidence, reasoning, and claim.</p><p><em>In Unit 2, students continue to develop the skills involved in making and supporting defensible claims. In this unit, students explore how contrasts function in a text; this preparation should be useful to students as they approach this task. At this point in the course, students are still developing the skills involved in explaining the relationships between evidence and claims; thus, students may only earn up to 2 points in this row. Students will be able to earn up to 4 points in this row when they write full essays in later units.</em></p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response meets <strong>one</strong> of the following criteria:</p>","<p>The response meets <strong>both</strong> of the following criteria:</p>"]}]