[{"id":"VH973825_rubric_category_0","type":"custom","title":"Part A: Thesis ","stimulusHtml":"<p>A thesis is an arguable statement about an interpretation of a text.</p><p>A thesis may be one or more sentences anywhere in the response.</p><p><em>In this task, students are asked to generate a defensible thesis about the work they have chosen and to identify evidence for it in the text. They are to compose a paragraph around that thesis, articulating the thesis and supporting it with evidence.</em></p><p><em>While the task is shortened for the sake of practicing literary analysis, by the end of Unit 3 students should be able to demonstrate some understanding of skills related to literary analysis. The thesis should be well developed, earning a point as one would on the summative (May) AP Exam.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>Responds to the prompt with a defensible thesis that presents an interpretation.</p>"]},{"id":"VH973825_rubric_category_1","type":"custom","title":"Part B: Evidence and Commentary","stimulusHtml":"<p>Writing that suffers from grammatical and/or mechanical errors that interfere with communication cannot earn the last point in this row.</p><p>Commentary connects the evidence and reasoning to the thesis.</p><p><em>Students should now be ready to begin building the skills involved in developing commentary that connects evidence and reasoning. In Unit 3, students examine how a significant event or related set of significant events can introduce and develop a plot; this preparation should be useful to students as they approach this task, which requires analysis of a text in which the sequence of events is manipulated in some significant way. At this point in the course, students are likely still developing the skills involved in explaining the relationships between evidence and claim; thus, students may only earn up to 2 points in this row. In some cases, student responses may exceed the criteria for these 2 points on this formative assessment. Students will be able to earn up to 4 points in this row in later units and on the summative AP Exam. Remember that for the exam, there is no canon of expected texts, nor are students rewarded or penalized for choosing texts included on the question’s accompanying list.</em></p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response meets <strong>one</strong> of the following criteria:</p>","<p>The response meets <strong>both</strong> of the following criteria:</p><p>Makes textual references (direct quotes or paraphrases) that are relevant to the thesis.</p><p>AND</p><p>Provides commentary; however, it repeats, oversimplifies, or misinterprets the cited information or evidence.</p>"]},{"id":"VH973825_rubric_category_2","type":"custom","title":"Part C: Sophistication","stimulusHtml":"<p>Demonstrates a sophistication of thought or develops a complex literary argument by:</p><p>1. Explaining the significance or relevance of an interpretation within a broader context.</p><p>2. Discussing alternative interpretations of a text.</p><p>3. Recognizing and accounting for contradictions and complexities within the text.</p><p>4. Using relevant analogies to help an audience better understand an interpretation.</p><p>5. Utilizing a prose style that is especially vivid, persuasive, convincing, or appropriate to the student’s argument.</p><p><em>As they begin writing paragraphs in support of a thesis statement, students may understand enough about developing and expressing literary arguments to be able to earn the point in this row. As students experiment and take risks in their writing, you might consider awarding a point for sophistication even if their attempts are not entirely successful.</em></p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does <strong>not</strong> demonstrate sophistication of thought and/or develops a complex literary argument.</p>","<p>Response demonstrates sophistication of thought and/or develops a complex literary argument.</p>"]}]