[{"id":"VR000802_rubric_category_0","type":"custom","title":"Part A: Thesis ","stimulusHtml":"<p>A thesis is an arguable statement about an interpretation of a text.</p><p>A thesis may be one or more sentences anywhere in the response.</p><p>A thesis that meets the criteria can be awarded the point whether or not the rest of the response successfully conveys that line of reasoning.</p><p><em>At this point in the course, students should be able to demonstrate skills related to literary analysis. As such, the thesis should be well developed, earning a point as one would on the summative (May) AP Exam.</em> </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>Responds to the prompt with a defensible thesis that presents an interpretation and may establish a line of reasoning.</p>"]},{"id":"VR000802_rubric_category_1","type":"custom","title":"Part B: Evidence and Commentary","stimulusHtml":"<p>Writing that suffers from grammatical and/or mechanical errors that interfere with communication cannot earn the fourth point in this row.</p><p>Commentary connects the evidence and reasoning to the thesis.</p><p><em>In Unit 9, students explore how a character’s development contributes to readers’ interpretations; this preparation should be useful to students as they approach this task. This prompt focuses on an idea introduced in the final unit of the course: that a character’s changing or remaining unchanged (in this case, upon confronting his or her own guilt) can make a significant contribution to readers’ interpretations of a text. By this point in the course, students should have plenty of experience developing commentary that connects evidence and reasoning. As such, students may earn up to 4 points in this row as they would on the summative (May) AP exam. Remember that for the exam, there is no canon of expected texts, nor are students rewarded or penalized for choosing texts included on the question’s accompanying list.</em> </p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response meets <strong>one</strong> of the following criteria:</p>","<p>The response meets <strong>both</strong> of the following criteria:</p><p>Makes textual references (direct quotes or paraphrases) that are relevant to the thesis.</p><p>AND</p><p>Provides commentary; however, it repeats, oversimplifies, or misinterprets the cited information or evidence. </p>","<p>The response meets <strong>both </strong>of the following criteria:</p><p>Makes textual references (direct quotes or paraphrases) that are relevant to the thesis.</p><p>AND</p><p>Provides commentary that explains the relationship between evidence and the thesis; however, commentary is uneven, limited, or incomplete.</p>","<p>The response meets <strong>both </strong>of the following criteria:</p><p>Makes textual references (direct quotes or paraphrases) that are relevant to the thesis.</p><p>AND</p><p>Provides well-developed commentary that consistently and explicitly explains the relationship between the evidence and the thesis.</p>"]},{"id":"VR000802_rubric_category_2","type":"custom","title":"Part C: Sophistication","stimulusHtml":"<p>Demonstrates a sophistication of thought or develops a complex literary argument by:</p><p>1. Explaining the significance or relevance of an interpretation within a broader context.</p><p>2. Discussing alternative interpretations of a text.</p><p>3. Recognizing and accounting for contradictions and complexities within the text.</p><p>4. Using relevant analogies to help an audience better understand an interpretation.</p><p>5. Utilizing a prose style that is especially vivid, persuasive, convincing, or appropriate to the student’s argument.</p><p><em>Given students’ engagement with literary analysis throughout the course, at this point most of the elements of sophistication outlined above should be attainable. As such, this row earns a point as it would on the summative (May) AP exam.</em> </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>Response does<strong> not </strong>demonstrate sophistication of thought and/or develops a complex literary argument. </p>","<p>Response demonstrates sophistication of thought and/or develops a complex literary argument.</p>"]}]