[{"id":"VR188497_rubric_category_0","type":"custom","title":"Row A - Thesis","stimulusHtml":"<p>Select a point value to view scoring criteria, decision rules, and scoring notes, and to score the response.</p><p><strong>Notes for this rubric row:</strong></p><p>· The thesis may be more than one sentence, provided the sentences are in close proximity.</p><p>· The thesis may be anywhere within the response.</p><p>· For a thesis to be defensible, the poem must include at least minimal evidence that <em>could</em> be used to support that thesis; however, the student need not cite that evidence to earn the thesis point.</p><p>· The thesis <em>may</em> establish a line of reasoning that structures the essay, but it needn’t do so to earn the thesis point.</p><p>· A thesis that meets the criteria can be awarded the point whether or not the rest of the response successfully supports that line of reasoning.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response responds to the prompt with a thesis that presents a defensible interpretation of the poem.</p>"]},{"id":"VR188497_rubric_category_1","type":"custom","title":"Row B – Evidence and Commentary","stimulusHtml":"<p>Select a point value to view scoring criteria, decision rules, and scoring notes, and to score the response.</p><p><strong>Notes for this rubric row:</strong></p><p>· Writing that suffers from grammatical and/or mechanical errors that interfere with communication cannot earn the fourth point in this row.</p><p>· To earn the fourth point in this row, the response may observe multiple instances of the same literary element or technique if each instance further contributes to the meaning of the poem.</p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response demonstrates both of the following:</p><p>· Provides evidence that is mostly general [EVIDENCE]</p><p>· Summarizes the evidence but does not explain how the evidence supports the student’s argument [COMMENTARY] </p>","<p>The response demonstrates both of the following:</p><p>· Provides some specific, relevant evidence [EVIDENCE]</p><p>· Explains how some of the evidence relates to the student’s argument, but no line of reasoning is established, or the line of reasoning is faulty [COMMENTARY]</p>","<p>The response demonstrates all of the following:</p><p>· Provides specific evidence to support all claims in a line of reasoning [EVIDENCE]</p><p>· Explains how some of the evidence supports a line of reasoning [COMMENTARY]</p><p>· Explains how at least one literary element or technique in the poem contributes to its meaning</p>","<p>The response demonstrates all of the following:</p><p>· Provides specific evidence to support all claims in a line of reasoning [EVIDENCE]</p><p>· Consistently explains how the evidence supports a line of reasoning [COMMENTARY]</p><p>· Explains how multiple literary elements or techniques in the poem contribute to its meaning</p>"]},{"id":"VR188497_rubric_category_2","type":"custom","title":"Row C – Sophistication","stimulusHtml":"<p>Select a point value to view scoring criteria, decision rules, and scoring notes, and to score the response.</p><p><strong>Notes for this rubric row:</strong></p><p>· This point should be awarded only if the sophistication of thought or complex understanding is part of the student’s argument, not merely a phrase or reference.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate sophistication of thought and/or develops a complex literary argument.</p>","<p>The response demonstrates sophistication of thought and/or develops a complex literary argument.</p>"]}]