[{"id":"VR734055_rubric_category_0","type":"custom","title":"Row A - Thesis","stimulusHtml":"<p>Select a point value to view scoring criteria, decision rules, and scoring notes, and to score the response.</p><p><strong>Notes for this rubric row:</strong></p><ul><li><p>The thesis may be more than one sentence, provided the sentences are in close proximity.</p></li><li><p>The thesis may be anywhere within the response.</p></li><li><p>A thesis that offers a defensible claim about the character’s reinvention in the selected work may earn the point; any reasonable student interpretation of “character’s reinvention” is acceptable.</p></li><li><p>For a thesis to be defensible, the selected work must include at least minimal evidence that <em>could</em> be used to support that thesis; however, the student need not cite that evidence to earn the thesis point.</p></li><li><p>The thesis <em>may</em> establish a line of reasoning that structures the essay, but it needn’t do so to earn the thesis point.</p></li><li><p>A thesis that meets the criteria can be awarded the point whether or not the rest of the response successfully supports that line of reasoning.</p></li></ul>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response demonstrates at least one of the following:</p><ul><li><p>There is no defensible thesis.</p></li><li><p>The intended thesis only restates the prompt.</p></li><li><p>The intended thesis provides a summary of the issue with no apparent or coherent claim.</p></li><li><p>There is a thesis, but it does not respond to the prompt.</p></li></ul>","<p>The response responds to the prompt with a thesis that presents a defensible interpretation of the selected work.</p>"]},{"id":"VR734055_rubric_category_1","type":"custom","title":"Row B – Evidence and Commentary","stimulusHtml":"<p>Select a point value to view scoring criteria, decision rules, and scoring notes, and to score the response.</p><p><strong>Notes for this rubric row:</strong></p><ul><li><p>Writing that suffers from grammatical and/or mechanical errors that interfere with communication cannot earn the fourth point in this row.</p></li><li><p>To earn the fourth point in this row, the response must address the interpretation of the selected work as a whole.</p></li></ul>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>The response demonstrates at least one of the following:</p>","<p>The response demonstrates both of the following:</p><ul><li><p>Provides evidence that is mostly general [EVIDENCE]</p></li><li><p>Summarizes the evidence but does not explain how the evidence supports the student’s argument [COMMENTARY]</p></li></ul>","<p>The response demonstrates both of the following:</p><ul><li><p>Provides some specific, relevant evidence [EVIDENCE]</p></li><li><p>Explains how some of the evidence relates to the student’s argument, but no line of reasoning is established, or the line of reasoning is faulty [COMMENTARY]</p></li></ul>","<p>The response demonstrates both of the following:</p><ul><li><p>Provides specific evidence to support all claims in a line of reasoning [EVIDENCE]</p></li><li><p>Explains how some of the evidence supports a line of reasoning [COMMENTARY]</p></li></ul>","<p>The response demonstrates both of the following:</p><ul><li><p>Provides specific evidence to support all claims in a line of reasoning [EVIDENCE]</p></li><li><p>Consistently explains how the evidence supports a line of reasoning [COMMENTARY]</p></li></ul>"]},{"id":"VR734055_rubric_category_2","type":"custom","title":"Row C – Sophistication ","stimulusHtml":"<p>Select a point value to view scoring criteria, decision rules, and scoring notes, and to score the response.</p><p><strong>Notes for this rubric row:</strong></p><ul><li><p>This point should be awarded only if the sophistication of thought or complex understanding is part of the student’s argument, not merely a phrase or reference.</p></li></ul>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not demonstrate sophistication of thought nor develop a complex literary argument.</p>","<p>The response demonstrates sophistication of thought and/or develops a complex literary argument.</p>"]}]