[{"id":"BNC000006_Part_B_rubric_category_0","type":"custom","title":"Part B Interpretation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Responses that earn this point present an interpretation that addresses how Pliny characterizes himself through his actions.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not present an interpretation that responds directly to the prompt.</p><p>Question B: In 3-4 complete sentences, identify one approach that Pliny takes to convince his addressee to do what he asks. Explain how the passage illustrates this approach.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“Pliny suggests that the recipient present their opinion by weighing both sides of the issue but emphasizing one side more strongly.”</p></li><li><p>“Pliny tries to persuade his addresse by showing that their knowledge and expertise are crucial to resolving his uncertainty.”</p></li></ul><p><em>Responses that do not earn this point.</em></p><ul><li><p>Restates the prompt without responding to it.</p></li><li><p>Respond to a related but different prompt.</p></li><li><p>Do not respond to any single prompt.</p></li></ul>","<p>The response presents an interpretation that responds directly to the prompt.</p><p>Question B: In 3-4 complete sentences, identify one approach that Pliny takes to convince his addressee to do what he asks. Explain how the passage illustrates this approach.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“Pliny suggests that the recipient present their opinion by weighing both sides of the issue but emphasizing one side more strongly.”</p></li><li><p>“Pliny tries to persuade his addresse by showing that their knowledge and expertise are crucial to resolving his uncertainty.”</p></li></ul><p>Additional Notes:</p><ul><li><p>The interpretation may be anywhere within the response.</p></li><li><p>An interpretation that meets the criteria can be awarded the point regardless of whether the provided Latin citations and explanations successfully support the interpretation.</p></li></ul>"]},{"id":"BNC000006_Part_B_rubric_category_1","type":"custom","title":"Part B Latin Citation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Responses that earn one point:</p><ul><li><p>Present a citation that exhibits a partially accurate understanding of the cited Latin.</p></li><li><p>Present a citation that, while not wholly inaccurate, contains significant errors and/or reflects a weak understanding of the Latin.</p></li><li><p>Present a citation that is no more substantive than a single Latin word or short phrase taken out of context.</p></li></ul><p>Responses that earn two points:</p><ul><li><p>Present a citation that exhibits an accurate understanding of the cited Latin.</p></li><li><p>Present a paraphrase or translation of cited Latin that may contain, at most, minor errors that do not detract from the response.</p></li><li><p>Present a citation that is more substantive than a single Latin word or a short phrase taken out of context.</p></li></ul>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response provides <strong>no</strong> Latin citation or one that is wholly incorrect from the provided Latin text to support the response.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Pliny asks the reader to consider both sides of the argument but advocate more strongly for one (<em>Licet etiam...tamen fortius</em>).”</p></li><li><p>“Pliny asks for a decisive recommendation by stating that the purpose of consulting the addressee was to eliminate doubt (<em>cum mihi consulendi causa fuerit, ut dubitare desinerem</em>).”</p></li></ul><p><em>Responses that do not earn this point.</em></p><ul><li><p>Cite no Latin</p></li><li><p>Present a citation, but the citation exhibits no understanding of the Latin.</p></li><li><p>Present a citation, but the citation exhibits a complete misunderstanding of the Latin.</p></li></ul>","<p>The response provides one <strong>partially </strong>correct Latin citation from the provided Latin text to support the response.</p><p><em>Examples that earn one point include but are not limited to the following:</em></p><ul><li><p>“Pliny tells the reader that his issue has two sides to it (<em>Licet etiam utramque in partem (ut soles) disputes</em>).”</p></li><li><p>“Pliny states that he is not unworthy of receiving the reader's knowledge (<em>ne ego...facias</em>).”</p></li></ul><p>Additional Notes:</p><ul><li><p>Additional citations, whether accurate or not, do not affect the points awarded. (If there are multiple citations, some accurate but others not, points should be awarded for the one accurate citation.)</p></li></ul>","<p>The response provides <strong>one correct</strong> Latin citation from the provided Latin text to support the response.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Pliny asks the reader to consider both sides of the argument but advocate more strongly for one (<em>Licet etiam...tamen fortius</em>).”</p></li><li><p>“Pliny asks for a decisive recommendation by stating that the purpose of consulting the addressee was to eliminate doubt (<em>cum mihi consulendi causa fuerit, ut dubitare desinerem</em>).”</p></li></ul><p>Additional Notes:</p><ul><li><p>Additional citations, whether accurate or not, do not affect the points awarded. (If there are multiple citations, some accurate but others not, points should be awarded for the one accurate citation.)</p></li></ul>"]},{"id":"BNC000006_Part_B_rubric_category_2","type":"custom","title":"Part B Explanation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Responses that earn one point:</p><ul><li><p>Provide an explanation of how the cited Latin relates to how Pliny characterizes himself through his actions.</p></li><li><p>Do not go beyond mere summary of the cited Latin in the explanation.</p></li><li><p>Display only limited understanding of the implied information in the Latin citation and/or make inaccurate inferences in the explanation.</p></li></ul><p>Responses that earn two points:</p><ul><li><p>Adequately and successfully explain how the citation from the provided Latin text relates to how Pliny characterizes himself through his actions.</p></li><li><p>Relate the cited Latin to the prompt with substantive and sufficiently persuasive analysis in the explanation.</p></li></ul>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response provides <strong>no</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Pliny shows deference to the recipient’s method of reasoning by acknowledging their skill in presenting balanced arguments (<em>utramque...fortius</em>). By requesting that they advocate strongly for one side, Pliny relies on their judgment to help him resolve his uncertainty, demonstrating his trust in their intellectual authority.”</p></li><li><p>“Pliny expresses his trust in the recipient’s wisdom by requesting that they not leave him uncertain (<em>ne me suspensum incertumque dimittas</em>). This appeal to their responsibility and knowledge strengthens his persuasion by making the recipient feel compelled to provide a decisive answer.”</p></li></ul><p><em>Responses that do not earn these points.</em></p><ul><li><p>Provide no explanation of the cited Latin.</p></li><li><p>Do not address the prompt in the explanation.</p></li><li><p>Do not address the specific Latin citation in the explanation.</p></li><li><p>Rely on incorrect assumptions about the Latin citation in the explanation.</p></li></ul>","<p>The response provides <strong>one incomplete</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn one point include but are not limited to the following:</em></p><ul><li><p>“Pliny suggests that the reader should consider both sides of the issue (<em>utram...disputes</em>). This shows that Pliny respects their ability to weigh out arguments for complicated situations.”</p></li><li><p>“Pliny says that he trusts the reader's knowledge (<em>eruditionem tuam intendas</em>). This reflects Pliny's opinion that they are qualified to provide a strong response.”</p></li></ul><p>Additional Notes:</p><p>The explanation does not need to be in separate sentences. The Latin citation and the explanation of it can be contained in a single sentence (or multiple sentences).</p>","<p>Provides <strong>one complete</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Pliny shows deference to the recipient’s method of reasoning by acknowledging their skill in presenting balanced arguments (<em>utramque...fortius</em>). By requesting that they advocate strongly for one side, Pliny relies on their judgment to help him resolve his uncertainty, demonstrating his trust in their intellectual authority.”</p></li><li><p>“Pliny expresses his trust in the recipient’s wisdom by requesting that they not leave him uncertain (<em>ne me suspensum incertumque dimittas</em>). This appeal to their responsibility and knowledge strengthens his persuasion by making the recipient feel compelled to provide a decisive answer.”</p></li></ul><p>Additional Notes:</p><p>The explanation does not need to be in separate sentences. The Latin citation and the explanation of it can be contained in a single sentence (or multiple sentences).</p>"]}]