[{"id":"EDF000001_Part_B_rubric_category_0","type":"custom","title":"Part B Interpretation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>Responses that earn this point present an interpretation that addresses how the passage depicts a character trait of Athenodorus after he rents the house.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not present an interpretation that responds directly to the prompt.</p><p>Question B: In 3 to 4 complete sentences, identify a character trait Athenodorus displays in lines 3-7 (<em>Ubi…fingeret</em>)<em> </em>after renting the house and explain how that trait is depicted in the passage.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“Athenodorus’s calm actions after renting the house depict his bravery.”</p></li><li><p>“By facing the haunted house alone, the passage depicts Athenodorus as selfless.”</p></li></ul><p><em>Responses that do not earn this point.</em></p><ul><li><p>Restate the prompt without responding to it.</p></li><li><p>Respond to a related but different prompt.</p></li><li><p>Do not respond to any single prompt.</p></li></ul>","<p>The response presents an interpretation that responds directly to the prompt.</p><p>Question B: In 3 to 4 complete sentences, identify a character trait Athenodorus displays in lines 3-7 (<em>Ubi…fingeret</em>)<em> </em>after renting the house and explain how that trait is depicted in the passage.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“Athenodorus’s calm actions after renting the house depict his bravery.”</p></li><li><p>“By facing the haunted house alone, the passage depicts Athenodorus as selfless.”</p></li></ul><p>Additional Notes:</p><ul><li><p>The interpretation may be anywhere within the response.</p></li><li><p>An interpretation that meets the criteria can be awarded the point regardless of whether or not the provided Latin citations and explanations successfully support the interpretation.</p></li></ul>"]},{"id":"EDF000001_Part_B_rubric_category_1","type":"custom","title":"Part B Latin Citation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Responses that earn one point:</p><ul><li><p>Present a citation that exhibits a partially accurate understanding of the cited Latin.</p></li><li><p>Present a citation that, while not wholly inaccurate, contains significant errors and/or reflects a weak understanding of the Latin.</p></li><li><p>Present a citation that is no more substantive than a single Latin word or short phrase taken out of context.</p></li></ul><p>Responses that earn two points:</p><ul><li><p>Present a citation that exhibits an accurate understanding of the cited Latin.</p></li><li><p>Present a paraphrase or translation of cited Latin that may contain, at most, minor errors that do not detract from the response.</p></li><li><p>Present a citation that is more substantive than a single Latin word or a short phrase taken out of context.</p></li></ul>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response provides <strong>no</strong> Latin citation or one that is wholly incorrect from the provided Latin text to support the response.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Athenodorus sets his mind to writing in order to avoid imagining something happening that isn’t (<em>ipse ad scribendum…metus fingeret</em>).”</p></li><li><p>“Athenodorus plans to spend the night in the front of the house (<em>iubet…parte</em>) but sends everyone else away (<em>suos omnes…dimittit</em>).”</p></li></ul><p><em>Responses that do not earn this point.</em></p><ul><li><p>Cite no Latin.</p></li><li><p>Present a citation, but the citation exhibits no understanding of the Latin.</p></li><li><p>Present a citation, but the citation exhibits a complete misunderstanding of the Latin.</p></li></ul>","<p>The response provides one <strong>partially </strong>correct Latin citation from the provided Latin text to support the response.</p><p><em>Examples that earn one point include but are not limited to the following:</em></p><ul><li><p>“Athenodorus sternly orders that his stylus and tablets be set up in the front part of the house (<em>iubet sterni sibi in prima domus parte</em>).”</p></li><li><p>“When night falls, Athenodorus gets his tablet and stylus (<em>pugillares stilum</em>).”</p></li></ul><p>Additional Notes:</p><ul><li><p>Additional citations, whether accurate or not, do not affect the points awarded. (If there are multiple citations, some accurate but others not, points should be awarded for the 1 accurate citation.)</p></li></ul>","<p>The response provides <strong>one correct</strong> Latin citation from the provided Latin text to support the response.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Athenodorus sets his mind to writing in order to avoid imagining something happening that isn’t (<em>ipse ad scribendum…metus fingeret</em>).”</p></li><li><p>“Athenodorus plans to spend the night in the front of the house (<em>iubet…parte</em>) but sends everyone else away (<em>suos omnes…dimittit</em>).”</p></li></ul><p>Additional Notes:</p><ul><li><p>Additional citations, whether accurate or not, do not affect the points awarded. (If there are multiple citations, some accurate but others not, points should be awarded for the 1 accurate citation.)</p></li></ul>"]},{"id":"EDF000001_Part_B_rubric_category_2","type":"custom","title":"Part B Explanation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Responses that earn one point:</p><ul><li><p>Provide an explanation of how the cited Latin relates to the passage’s characterization of Athenodorus.</p></li><li><p>Do not go beyond mere summary of the cited Latin in the explanation.</p></li><li><p>Display only limited understanding of the implied information in the Latin citation and/or make inaccurate inferences in the explanation.</p></li></ul><p>Responses that earn two points:</p><ul><li><p>Adequately and successfully explain how the citation from the provided Latin text relates to the passage’s characterization of Athenodorus.</p></li><li><p>Relate the cited Latin to the prompt with substantive and sufficiently persuasive analysis in the explanation.</p></li></ul>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response provides <strong>no</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Rather than losing his cool at the possibility of an encounter with a ghost, Athenodorus sets his mind to writing in order to avoid imagining something happening that isn’t (<em>ipse ad scribendum…metus fingeret</em>). In this we see his calmness on display.”</p></li><li><p>“Athenodorus plans to spend the night in the front of the house (<em>iubet…parte</em>) and sends everyone else away (<em>suos omnes…dimittit</em>). By doing this, he selflessly puts himself right where he expects the ghost to appear, while sparing everyone else the fright.”</p></li></ul><p><em>Responses that do not earn this point.</em></p><ul><li><p>Provide no explanation of the cited Latin.</p></li><li><p>Do not address the prompt in the explanation.</p></li><li><p>Do not address the specific Latin citation in the explanation.</p></li><li><p>Rely on incorrect assumptions about the Latin citation in the explanation.</p></li></ul>","<p>The response provides <strong>one incomplete</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn one point include but are not limited to the following:</em></p><ul><li><p>“Athenodorus plans to spend the night in the front of the house (<em>iubet…parte</em>) but sends everyone else away (<em>suos omnes…dimittit</em>). By sending everyone away to be alone, the passage depicts his character.”</p></li><li><p>“Athenodorus busies himself with writing in order to avoid getting unnecessarily afraid (<em>ipse ad scibendum…metus fingeret</em>). The fact that he knows ghosts are only ‘empty’ (<em>inanes</em>) figments shows his bravery.”</p></li></ul><p>Additional Notes:</p><ul><li><p>The explanation does not need to be in separate sentences. The Latin citation and the explanation of it can be contained in a single sentence (or multiple sentences).</p></li></ul>","<p>Provides <strong>one complete</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Rather than losing his cool at the possibility of an encounter with a ghost, Athenodorus sets his mind to writing in order to avoid imagining something happening that isn’t (<em>ipse ad scribendum…metus fingeret</em>). In this we see his calmness on display.”</p></li><li><p>“Athenodorus plans to spend the night in the front of the house (<em>iubet…parte</em>) and sends everyone else away (<em>suos omnes…dimittit</em>). By doing this, he selflessly puts himself right where he expects the ghost to appear, while sparing everyone else the fright.”</p></li></ul><p>Additional Notes:</p><ul><li><p>The explanation does not need to be in separate sentences. The Latin citation and the explanation of it can be contained in a single sentence (or multiple sentences).</p></li></ul>"]}]