[{"id":"FT557232_rubric_category_0","type":"custom","title":"General","stimulusHtml":"<p><strong>6</strong> - An excellent, well-organized essay which presents a focused, coherent, and convincing interpretation of each poem as either ironic or sincere. The discussion makes liberal and confident use of specific, appropriate references from the Latin text, properly cited, to support the analysis and the argument. Occasional mistakes need not spoil the general impression of the essay. More important than the number of features selected are the quality and completeness of the discussion and the general coherence of the argument. </p><p></p><p><strong>5</strong> - A good, strong essay which, in a fairly discerning discussion, interprets each poem as either ironic or sincere. The analysis and discussion are either not as sophisticated or as well-developed as a \"6\" or not quite as well-supported with textual references. The references from the Latin text, properly cited, appear confident, and the essay reflects more than casual familiarity with the poems. </p><p></p><p><strong>4</strong> - An adequate essay which contains a limited discussion and interpretation of each poem. The essay includes specific, accurate, and relevant reference, although perhaps scanty, to the Latin of both poems. The discussion tends to be limited or uneven or to be more descriptive than analytical. The response must attempt to interpret each poem as ironic or sincere, even if only in a limited manner. </p><p></p><p><strong>3</strong> - A limited response which contains a good discussion of one poem only or a weak discussion of both poems as ironic or sincere. In general, the Latin support is weak, possibly misconstrued, inappropriate, and/or not properly cited. The answer tends to rely almost entirely upon description rather than analysis. Alternatively, the student may write a good essay reflecting a knowledge of the poems, but no Latin is cited to support the answer.</p><p></p><p><strong>2</strong> - The student recognizes the poem(s) but presents a vague or faulty discussion. The student shows very limited comprehension of the Latin in context, or no Latin may be cited at all. Statements are very general or irrelevant to the question.</p><p></p><p><strong>1</strong> - The student understands the question but is unable to write any meaningful discussion derived from the poem(s). The response may consist of a collection of information which is incoherent. Although no substantive argument is presented, the response does contain some correct information relevant to the question. The student demonstrates no understanding of the Latin of the poem(s) or demonstrates a complete misunderstanding. The answer may contain either no Latin or individual Latin words randomly selected.</p><p></p><p><strong>0</strong> - A response which is totally irrelevant, totally incorrect, or which merely restates the question.</p><p></p><p><strong>––</strong> A blank space or off-task answer (drawings, personal letters, etc.). </p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points"],"values":[0,1,2,3,4,5,6],"maxScores":[6,6,6,6,6,6,6],"descriptions":["<p><strong>0 points are earned for:</strong> A response which is totally irrelevant, totally incorrect, or which merely restates the question.</p><p></p><p><strong>––</strong> A blank space or off-task answer (drawings, personal letters, etc.)</p>","<p><strong>1 point is earned for:</strong> The student understands the question but is unable to write any meaningful discussion derived from the poem(s). The response may consist of a collection of information which is incoherent. Although no substantive argument is presented, the response does contain some correct information relevant to the question. The student demonstrates no understanding of the Latin of the poem(s) or demonstrates a complete misunderstanding. The answer may contain either no Latin or individual Latin words randomly selected. </p>","<p><strong>2 points are earned for:</strong> The student recognizes the poem(s) but presents a vague or faulty discussion. The student shows very limited comprehension of the Latin in context, or no Latin may be cited at all. Statements are very general or irrelevant to the question. </p>","<p><strong>3 points are earned for:</strong> A limited response which contains a good discussion of one poem only or a weak discussion of both poems as ironic or sincere. In general, the Latin support is weak, possibly misconstrued, inappropriate, and/or not properly cited. The answer tends to rely almost entirely upon description rather than analysis. Alternatively, the student may write a good essay reflecting a knowledge of the poems, but no Latin is cited to support the answer. </p>","<p><strong>4 points are earned for:</strong> An adequate essay which contains a limited discussion and interpretation of each poem. The essay includes specific, accurate, and relevant reference, although perhaps scanty, to the Latin of both poems. The discussion tends to be limited or uneven or to be more descriptive than analytical. The response must attempt to interpret each poem as ironic or sincere, even if only in a limited manner. </p>","<p><strong>5 points are earned for:</strong> A good, strong essay which, in a fairly discerning discussion, interprets each poem as either ironic or sincere. The analysis and discussion are either not as sophisticated or as well-developed as a \"6\" or not quite as well-supported with textual references. The references from the Latin text, properly cited, appear confident, and the essay reflects more than casual familiarity with the poems. </p>","<p><strong>6 points are earned for:</strong> An excellent, well-organized essay which presents a focused, coherent, and convincing interpretation of each poem as either ironic or sincere. The discussion makes liberal and confident use of specific, appropriate references from the Latin text, properly cited, to support the analysis and the argument. Occasional mistakes need not spoil the general impression of the essay. More important than the number of features selected are the quality and completeness of the discussion and the general coherence of the argument. </p>"]}]