[{"id":"FT557240_rubric_category_0","type":"custom","title":"General","stimulusHtml":"<p><strong>6</strong> - An excellent, well-organized essay. The response makes liberal use of specific, appropriate references from the Latin text throughout the passage, properly cited, to support a discussion of the contrast between living a rigorously virtuous life and enjoying the pleasures of nature. Occasional mistakes need not spoil the general impression of the essay. More important than the number of features selected are the quality and completeness of the discussion and the general coherence of the argument. </p><p></p><p><strong>5</strong> - A good, strong essay with discerning discussion of the contrast between living a rigorously virtuous life and enjoying the pleasures of nature. The discussion is either not as sophisticated or well-developed as a \"6\" or not quite as well-supported with textual references. The references from the Latin, properly cited, appear confident, and the essay reflects more than casual familiarity with the passage. </p><p></p><p><strong>4</strong> - An adequate essay with limited discussion of the contrast between living a rigorously virtuous life and enjoying the pleasures of nature. The discussion may be uneven or may be more descriptive than analytical. The Latin support, although perhaps scanty, is specific, accurate, and relevant. </p><p></p><p><strong>3</strong> - A limited response which may discuss only one of the ideas of the passage. In general, the Latin support is weak, possibly misconstrued, inappropriate, and/or not properly cited. The response tends to rely on mere translation. Alternatively, the student may write a good essay reflecting knowledge of the passage, but no Latin is cited to support the answer.</p><p></p><p><strong>2</strong> - The student recognizes the passage but presents a vague or faulty discussion. The student shows very limited comprehension of the Latin in context, or no Latin may be cited at all. Statements are very general or irrelevant to the question.</p><p></p><p><strong>1</strong> - The student understands the question but is unable to write any meaningful discussion derived from the passage. The response may consist of a collection of information which is incoherent. Although no substantive argument is presented, the response does contain some correct information relevant to the question. The student demonstrates no understanding of the Latin of the passage or demonstrates a complete misunderstanding. The answer may contain either no Latin or individual Latin words randomly selected.</p><p></p><p><strong>0</strong> - A response which is totally irrelevant, totally incorrect, or which merely restates the question.</p><p></p><p><strong>––</strong> A blank space or off-task answer (drawings, personal letters, etc.). </p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points"],"values":[0,1,2,3,4,5,6],"maxScores":[6,6,6,6,6,6,6],"descriptions":["<p><strong>0 points are earned for:</strong> A response which is totally irrelevant, totally incorrect, or which merely restates the question.</p><p></p><p><strong>––</strong> A blank space or off-task answer (drawings, personal letters, etc.). </p>","<p><strong>1 point is earned for:</strong> The student understands the question but is unable to write any meaningful discussion derived from the passage. The response may consist of a collection of information which is incoherent. Although no substantive argument is presented, the response does contain some correct information relevant to the question. The student demonstrates no understanding of the Latin of the passage or demonstrates a complete misunderstanding. The answer may contain either no Latin or individual Latin words randomly selected. </p>","<p><strong>2 points are earned for:</strong> The student recognizes the passage but presents a vague or faulty discussion. The student shows very limited comprehension of the Latin in context, or no Latin may be cited at all. Statements are very general or irrelevant to the question. </p>","<p><strong>3 points are earned for:</strong>  A limited response which may discuss only one of the ideas of the passage. In general, the Latin support is weak, possibly misconstrued, inappropriate, and/or not properly cited. The response tends to rely on mere translation. Alternatively, the student may write a good essay reflecting knowledge of the passage, but no Latin is cited to support the answer. </p>","<p><strong>4 points are earned for:</strong> An adequate essay with limited discussion of the contrast between living a rigorously virtuous life and enjoying the pleasures of nature. The discussion may be uneven or may be more descriptive than analytical. The Latin support, although perhaps scanty, is specific, accurate, and relevant. </p>","<p><strong>5 points are earned for:</strong> A good, strong essay with discerning discussion of the contrast between living a rigorously virtuous life and enjoying the pleasures of nature. The discussion is either not as sophisticated or well-developed as a \"6\" or not quite as well-supported with textual references. The references from the Latin, properly cited, appear confident, and the essay reflects more than casual familiarity with the passage. </p>","<p><strong>6 points are earned for:</strong> An excellent, well-organized essay. The response makes liberal use of specific, appropriate references from the Latin text throughout the passage, properly cited, to support a discussion of the contrast between living a rigorously virtuous life and enjoying the pleasures of nature. Occasional mistakes need not spoil the general impression of the essay. More important than the number of features selected are the quality and completeness of the discussion and the general coherence of the argument. </p>"]}]