[{"id":"FT555803_rubric_category_0","type":"custom","title":"General","stimulusHtml":"<p><strong>6</strong> - This is an excellent, well-organized essay. It makes liberal use of specific, appropriate references from the Latin text throughout the passage, properly cited. These references support a discussion of the Trojans' views at the time they received the wooden horse and Aeneas' view as he looks back. Occasional mistakes need not spoil the general impression of the essay. More important than the number of Latin citations are the quality and completeness of the discussion and the general coherence of the argument. </p><p></p><p><strong>5</strong> - This is a good, strong essay with a discerning discussion of the Trojan's view at the time they received the wooden horse and Aeneas' view as he looks back. The discussion is either not as sophisticated or well-developed as that found in a \"6\" or not quite as well-supported with textual references from throughout the passage. The references from the Latin, properly cited, appear confident, and the essay reflects more than casual familiarity with the passage. </p><p></p><p><strong>4</strong> - This is an adequate essay with some accurate discussion of the Trojans' views at the time they received the wooden horse and Aeneas' view as he looks back. The discussion may be uneven with emphasis only on one point of view, or it may be more descriptive than analytical. The Latin references may be scanty, but they are specific, accurate, and relevant. </p><p></p><p><strong>3</strong> - This is a limited response which lacks and adequate discussion of the Trojans' views at the time they received the wooden horse and Aeneas' view as he looks back, or which discusses only one point of view. The answer tends to rely on description. In general, the Latin support is weak, possibly misconstrued, inappropriate, and/or not properly cited. Alternatively, the student may write a good essay reflecting knowledge of the passage but fail to cite any Latin to support the answer. </p><p></p><p><strong>2</strong> - The student recognizes the passage but presents a vague or weak discussion. Statements may be very general or irrelevant to the question. The student may recall general information about the wooden horse or the gall of Troy but demonstrates only limited comprehension of the Latin cited, or the student may fail to cite any Latin at all. </p><p></p><p><strong>1</strong> - The student understands the question but presents no meaningful discussion derived from the passage. Although no substantive argument is presented, the response does contain some correct information relevant to the question. The student demonstrates no understanding of the Latin in context or demonstrates a complete misunderstanding. The student may fail to cite any Latin or may only provide individual Latin words, randomly selected. </p><p></p><p><strong>0</strong> - The student gives a response that is totally irrelevant, totally incorrect, or merely restates the question. The student demonstrates no understanding of the Latin in context. <br></p><p><strong>––</strong> This is a blank space or off-task answer (e.g., drawing, personal letter).</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points"],"values":[0,1,2,3,4,5,6],"maxScores":[6,6,6,6,6,6,6],"descriptions":["<p><strong>0 - </strong>The student gives a response that is totally irrelevant, totally incorrect, or merely restates the question. The student demonstrates no understanding of the Latin in context. <br></p><p><strong>––</strong> This is a blank space or off-task answer (e.g., drawing, personal letter).</p>","<p><strong>1 -</strong> The student understands the question but presents no meaningful discussion derived from the passage. Although no substantive argument is presented, the response does contain some correct information relevant to the question. The student demonstrates no understanding of the Latin in context or demonstrates a complete misunderstanding. The student may fail to cite any Latin or may only provide individual Latin words, randomly selected.</p>","<p><strong>2 - </strong>The student recognizes the passage but presents a vague or weak discussion. Statements may be very general or irrelevant to the question. The student may recall general information about the wooden horse or the gall of Troy but demonstrates only limited comprehension of the Latin cited, or the student may fail to cite any Latin at all.</p>","<p><strong>3</strong> - This is a limited response which lacks and adequate discussion of the Trojans' views at the time they received the wooden horse and Aeneas' view as he looks back, or which discusses only one point of view. The answer tends to rely on description. In general, the Latin support is weak, possibly misconstrued, inappropriate, and/or not properly cited. Alternatively, the student may write a good essay reflecting knowledge of the passage but fail to cite any Latin to support the answer.</p>","<p><strong>4 - </strong>This is an adequate essay with some accurate discussion of the Trojans' views at the time they received the wooden horse and Aeneas' view as he looks back. The discussion may be uneven with emphasis only on one point of view, or it may be more descriptive than analytical. The Latin references may be scanty, but they are specific, accurate, and relevant.</p>","<p><strong>5 - </strong>This is a good, strong essay with a discerning discussion of the Trojan's view at the time they received the wooden horse and Aeneas' view as he looks back. The discussion is either not as sophisticated or well developed as that found in a \"6\" or not quite as well supported with textual references from throughout the passage. The references from the Latin, properly cited, appear confident, and the essay reflects more than casual familiarity with the passage.</p>","<p><strong>6</strong> <strong>- </strong>This is an excellent, well-organized essay. It makes liberal use of specific, appropriate references from the Latin text throughout the passage, properly cited. These references support a discussion of the Trojans' views at the time they received the wooden horse and Aeneas' view as he looks back. Occasional mistakes need not spoil the general impression of the essay. More important than the number of Latin citations are the quality and completeness of the discussion and the general coherence of the argument.</p>"]}]