[{"id":"FT557243_rubric_category_0","type":"custom","title":"General","stimulusHtml":"<p><strong>6</strong> - An excellent, well-organized essay which discusses how Horace develops the animal imagery throughout the poem. The discussion makes liberal use of specific, appropriate references from the Latin text, properly cited, to support the analysis and the argument. Occasional mistakes need not spoil the general impression of the essay. More important than the number of features selected are the quality and completeness of the discussion and the general coherence of the argument. </p><p></p><p><strong>5</strong> - A good, strong essay with discerning discussion about how Horace develops the animal imagery throughout the poem. The discussion is either not as sophisticated or well-developed as a \"6\" or not quite as well-supported with textual references. The references from the Latin, properly cited, appear confident, and the essay reflects more than casual familiarity with the poem. </p><p></p><p><strong>4</strong> - An adequate response which contains a discussion of how Horace develops animal imagery throughout the poem. One image may be developed more fully than the others. The essay includes specific, accurate, and relevant reference, although perhaps scanty, to the Latin in addressing the topic. The discussion tends to be limited or is more descriptive than analytical. </p><p></p><p><strong>3</strong> - A limited response which contains a discussion of how Horace develops animal imagery in the poem. In general, the Latin support is weak, possibly misconstrued, inappropriate, and/or not properly cited. The answer tends to rely on description. Alternatively, the student may write a good essay reflecting a knowledge of the poem, but no Latin is cited to support the answer. </p><p></p><p><strong>2</strong> - The student recognizes the poem but presents a vague or faulty discussion. The student cites Latin but shows very limited comprehension of the Latin in context. Statements are very general or irrelevant to the question. </p><p></p><p><strong>1</strong> - The student understands the question but is unable to write any meaningful discussion derived from the poem. The response may consist of a collection of information which is incoherent. Although no substantive argument is presented, the response does contain some correct information relevant to the question. The student demonstrates no understanding of the Latin of the poem or demonstrates a complete misunderstanding. The answer may contain either no Latin or individual Latin words randomly selected. </p><p></p><p><strong>0</strong> - A response which is totally irrelevant, totally incorrect, or which merely restates the question.</p><p></p><p><strong>––</strong> A blank space or off-task answer (drawings, personal letters, etc.). </p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points"],"values":[0,1,2,3,4,5,6],"maxScores":[6,6,6,6,6,6,6],"descriptions":["<p><strong>0 points are earned for:</strong> A response which is totally irrelevant, totally incorrect, or which merely restates the question.</p><p></p><p><strong>––</strong> A blank space or off-task answer (drawings, personal letters, etc.). </p>","<p><strong>1 point is earned for:</strong> The student understands the question but is unable to write any meaningful discussion derived from the poem. The response may consist of a collection of information which is incoherent. Although no substantive argument is presented, the response does contain some correct information relevant to the question. The student demonstrates no understanding of the Latin of the poem or demonstrates a complete misunderstanding. The answer may contain either no Latin or individual Latin words randomly selected. </p>","<p><strong>2 points are earned for:</strong> The student recognizes the poem but presents a vague or faulty discussion. The student cites Latin but shows very limited comprehension of the Latin in context. Statements are very general or irrelevant to the question. </p>","<p><strong>3 points are earned for:</strong> A limited response which contains a discussion of how Horace develops animal imagery in the poem. In general, the Latin support is weak, possibly misconstrued, inappropriate, and/or not properly cited. The answer tends to rely on description. Alternatively, the student may write a good essay reflecting a knowledge of the poem, but no Latin is cited to support the answer. </p>","<p><strong>4 points are earned for:</strong> An adequate response which contains a discussion of how Horace develops animal imagery throughout the poem. One image may be developed more fully than the others. The essay includes specific, accurate, and relevant reference, although perhaps scanty, to the Latin in addressing the topic. The discussion tends to be limited or is more descriptive than analytical. </p>","<p><strong>5 points are earned for:</strong> A good, strong essay with discerning discussion about how Horace develops the animal imagery throughout the poem. The discussion is either not as sophisticated or well-developed as a \"6\" or not quite as well-supported with textual references. The references from the Latin, properly cited, appear confident, and the essay reflects more than casual familiarity with the poem. </p>","<p><strong>6 points are earned for:</strong> An excellent, well-organized essay which discusses how Horace develops the animal imagery throughout the poem. The discussion makes liberal use of specific, appropriate references from the Latin text, properly cited, to support the analysis and the argument. Occasional mistakes need not spoil the general impression of the essay. More important than the number of features selected are the quality and completeness of the discussion and the general coherence of the argument. </p>"]}]