[{"id":"GCU000001_Part_B_rubric_category_0","type":"custom","title":"Part B Interpretation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p></p><p>Responses that earn this point present an interpretation that addresses how Pliny’s feelings toward Harpocras motivate his request to the emperor.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not present an interpretation that responds directly to the prompt.</p><p>Question B: In 3-4 complete sentences, identify Pliny’s feelings toward Harpocras and explain how they motivate his request to the emperor.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“Pliny feels gratitude toward Harpocras for healing him and so wants to help Harpocras.”</p></li><li><p>“Pliny not only feels gratitude toward Harpocras for his help but also feels bad that Harpocras no longer has a patron, and this motivates Pliny to ask the Emperor for Roman citizenship for Harpocras.”</p></li></ul><p><em>Responses that do not earn this point.</em></p><ul><li><p>Restates the prompt without responding to it.</p></li><li><p>Respond to a related but different prompt.</p></li><li><p>Do not respond to any single prompt.</p></li></ul>","<p>The response presents an interpretation that responds directly to the prompt.</p><p>Question B: In 3-4 complete sentences, identify Pliny’s feelings toward Harpocras and explain how they motivate his request to the emperor.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“Pliny feels gratitude toward Harpocras for healing him and so wants to help Harpocras.”</p></li><li><p>“Pliny not only feels gratitude toward Harpocras for his help but also feels bad that Harpocras no longer has a patron, and this motivates Pliny to ask the Emperor for Roman citizenship for Harpocras.”</p></li></ul><p>Additional Notes:</p><ul><li><p>The interpretation may be anywhere within the response.</p></li><li><p>An interpretation that meets the criteria can be awarded the point regardless of whether the provided Latin citations and explanations successfully support the interpretation.</p></li></ul>"]},{"id":"GCU000001_Part_B_rubric_category_1","type":"custom","title":"Part B Latin Citation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Responses that earn one point:</p><ul><li><p>Present a citation that exhibits a partially accurate understanding of the cited Latin.</p></li><li><p>Present a citation that, while not wholly inaccurate, contains significant errors and/or reflects a weak understanding of the Latin.</p></li><li><p>Present a citation that is no more substantive than a single Latin word or short phrase taken out of context.</p></li></ul><p>Responses that earn two points:</p><ul><li><p>Present a citation that exhibits an accurate understanding of the cited Latin.</p></li><li><p>Present a paraphrase or translation of cited Latin that may contain, at most, minor errors that do not detract from the response.</p></li><li><p>Present a citation that is more substantive than a single Latin word or a short phrase taken out of context.</p></li></ul>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response provides <strong>no</strong> Latin citation or one that is wholly incorrect from the provided Latin text to support the response.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Pliny writes that Harpocras showed great care (<em>sollicitudini</em>) and dedication (<em>studio</em>) in healing him, but also that Harpocras’s previous patron has died (<em>pridem defuncta est</em>).”</p></li><li><p>“Pliny writes that a favor (<em>beneficio</em>) from the Emperor will be a ‘thanks equal to Harpocras’s great care and dedication’ (<em>cuius sollicitudini et studio…gratiam parem</em>).”</p></li></ul><p><em>Responses that do not earn this point.</em></p><ul><li><p>Cite no Latin</p></li><li><p>Present a citation, but the citation exhibits no understanding of the Latin.</p></li><li><p>Present a citation, but the citation exhibits a complete misunderstanding of the Latin.</p></li></ul>","<p>The response provides one <strong>partially </strong>correct Latin citation from the provided Latin text to support the response.</p><p><em>Examples that earn one point include but are not limited to the following:</em></p><ul><li><p>“Harpocras thanks Pliny by providing him a benefit (<em>beneficio referre gratiam parem possum</em>).”</p></li><li><p>“In return for Harpocras’s medical care, Pliny says that he wants to give him an equal thanks (<em>gratiam parem</em>) in the form of the Emperor’s favor (<em>beneficio</em>), which he will get through his own ‘concern and kindness’ (<em>sollicitudini…indulgentiae</em>).”</p></li></ul><p>Additional Notes:</p><ul><li><p>Additional citations, whether accurate or not, do not affect the points awarded. (If there are multiple citations, some accurate but others not, points should be awarded for the one accurate citation.)</p></li></ul>","<p>The response provides <strong>one correct</strong> Latin citation from the provided Latin text to support the response.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Pliny writes that Harpocras showed great care (<em>sollicitudini</em>) and dedication (<em>studio</em>) in healing him, but also that Harpocras’s previous patron has died (<em>pridem defuncta est</em>).”</p></li><li><p>“Pliny writes that a favor (<em>beneficio</em>) from the Emperor will be a ‘thanks equal to Harpocras’s great care and dedication’ (<em>cuius sollicitudini et studio…gratiam parem</em>).”</p></li></ul><p>Additional Notes:</p><ul><li><p>Additional citations, whether accurate or not, do not affect the points awarded. (If there are multiple citations, some accurate but others not, points should be awarded for the one accurate citation.)</p></li></ul>"]},{"id":"GCU000001_Part_B_rubric_category_2","type":"custom","title":"Part B Explanation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Responses that earn one point:</p><ul><li><p>Provide an explanation of how the cited Latin relates how Pliny’s feelings toward Harpocras motivate his request to the emperor.</p></li><li><p>Do not go beyond mere summary of the cited Latin in the explanation.</p></li><li><p>Display only limited understanding of the implied information in the Latin citation and/or make inaccurate inferences in the explanation.</p></li></ul><p>Reponses that earn two points:</p><ul><li><p>Adequately and successfully explain how the citation from the provided Latin text relates to how Pliny’s feelings toward Harpocras motivate his request to the emperor.</p></li><li><p>Relate the cited Latin to the prompt with substantive and sufficiently persuasive analysis in the explanation.</p></li></ul>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response provides <strong>no</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Pliny writes that Harpocras showed great care (sollicitudine) and dedication (studio) in healing him, but also that Harpocras’s previous patron has died (pridem defuncta est). If Pliny is able to obtain citizenship for Harpocras, he could become Harpocras’s patron and so gain access to Harpocras’s medic</p></li><li><p>“Pliny writes that a favor (beneficio) from the Emperor will be an ‘thanks equal to Harpocras’s great care and dedication’ (cuius sollicitudini et studio…gratiam parem). This shows how grateful Pliny is for Harpocras, since not only does his gratitude motivate Pliny to ask the Emperor for a favor, but he even considers Harpocras’s help equal to the Emperor’s favor.”</p></li></ul><p><em>Responses that do not earn this point.</em></p><ul><li><p>Provide no explanation of the cited Latin.</p></li><li><p>Do not address the specific Latin citation in the explanation.</p></li><li><p>Rely on incorrect assumptions about the Latin citation in the explanation.</p></li></ul>","<p>The response provides <strong>one incomplete</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn one point include but are not limited to the following:</em></p><ul><li><p>“Pliny says that Harpocras showed ‘care’ (<em>sollicitudine</em>) and ‘dedication’ (<em>studio</em>) to him. The care Harpocras showed motivates Pliny in his request.”</p></li><li><p>“Pliny notes that Harpocras’s previous patron has been dead a long time (<em>pridem defuncta est</em>). This suggests that Pliny is concerned Harpocras will soon no longer be able to get a patron.”</p></li></ul><p>Additional Notes:</p><ul><li><p>The explanation does not need to be in separate sentences. The Latin citation and the explanation of it can be contained in a single sentence (or multiple sentences).</p></li></ul>","<p>Provides <strong>one complete</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Pliny writes that Harpocras showed great care (<em>sollicitudine</em>) and dedication (<em>studio</em>) in healing him, but also that Harpocras’s previous patron has died (<em>pridem defuncta est</em>). If Pliny is able to obtain citizenship for Harpocras, he could become Harpocras’s patron and so gain access to Harpocras’s medical ability, which he clearly admires, as a client.”</p></li><li><p>“Pliny writes that a favor (<em>beneficio</em>) from the Emperor will be an ‘thanks equal to Harpocras’s great care and dedication’ (<em>cuius sollicitudini et studio…gratiam parem</em>). This shows how grateful Pliny is for Harpocras, since not only does his gratitude motivate Pliny to ask the Emperor for a favor, but he even considers Harpocras’s help equal to the Emperor’s favor.”</p></li></ul><p>Additional Notes:</p><ul><li><p>The explanation does not need to be in separate sentences. The Latin citation and the explanation of it can be contained in a single sentence (or multiple sentences).</p></li></ul>"]}]