[{"id":"PTF000002_Part_B_rubric_category_0","type":"custom","title":"Part B Interpretation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Responses that earn this point present an interpretation that addresses how the passage emphasizes the severity of one specific thing that Aeneas suffers.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not present an interpretation that responds directly to the prompt.</p><p>Question B: In 3-4 complete sentences, identify one and only one thing that Aeneas has suffered in his quest, as described in lines 1-5 (<em>Troiae...passus</em>). Explain how the passage emphasizes the severity of this suffering.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“At the end of the Trojan War, Aeneas became a refugee, whose suffering Vergil emphasizes with impactful descriptions.”</p></li><li><p>“The passage emphasizes the seriousness of Aeneas’s suffering at sea by highlighting the role of the gods.”</p></li></ul><p><em>Responses that do not earn this point.</em></p><ul><li><p>Restate the prompt without responding to it.</p></li><li><p>Respond to a related but different prompt.</p></li><li><p>Do not respond to any single prompt.</p></li></ul>","<p>The response presents an interpretation that responds directly to the prompt.</p><p>Question B: In 3-4 complete sentences, identify one and only one thing that Aeneas has suffered in his quest, as described in lines 1-5 (<em>Troiae...passus</em>). Explain how the passage emphasizes the severity of this suffering.</p><p><em>Examples that earn this point include but are not limited to the following:</em></p><ul><li><p>“At the end of the Trojan War, Aeneas became a refugee, whose suffering Vergil emphasizes with impactful descriptions.”</p></li><li><p>“The passage emphasizes the seriousness of Aeneas’s suffering at sea by highlighting the role of the gods.”</p></li></ul><p>Additional Notes:</p><ul><li><p>The interpretation may be anywhere within the response.</p></li><li><p>An interpretation that meets the criteria can be awarded the point regardless of whether the provided Latin citations and explanations successfully support the interpretation.</p></li></ul>"]},{"id":"PTF000002_Part_B_rubric_category_1","type":"custom","title":"Part B Latin Citation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Responses that earn one point:</p><ul><li><p>Present a citation that exhibits a partially accurate understanding of the cited Latin.</p></li><li><p>Present a citation that, while not wholly inaccurate, contains significant errors and/or reflects a weak understanding of the Latin.</p></li><li><p>Present a citation that is no more substantive than a single Latin word or short phrase taken out of context.</p></li></ul><p>Responses that earn two points:</p><ul><li><p>Present a citation that exhibits an accurate understanding of the cited Latin.</p></li><li><p>Present a paraphrase or translation of cited Latin that may contain, at most, minor errors that do not detract from the response.</p></li><li><p>Present a citation that is more substantive than a single Latin word or a short phrase taken out of context.</p></li></ul>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response provides <strong>no</strong> Latin citation or one that is wholly incorrect from the provided Latin text to support the response.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“On this journey, Aeneas was tossed over the lands and the sea (“<em>et terris iactatus et alto</em>”) until he came to Italy.”</p></li><li><p>“Aeneas endured many things in war (“<em>multa…bello passus</em>”).”</p></li></ul><p><em>Responses that do not earn this point.</em></p><ul><li><p>Cite no Latin</p></li><li><p>Present a citation, but the citation exhibits no understanding of the Latin.</p></li><li><p>Present a citation, but the citation exhibits a complete misunderstanding of the Latin.</p></li></ul>","<p>The response provides one <strong>partially </strong>correct Latin citation from the provided Latin text to support the response.</p><p><em>Examples that earn one point include but are not limited to the following:</em></p><ul><li><p>“Aeneas was a fugitive because of his fate (“<em>fato profugus</em>”).”</p></li><li><p>“Aeneas was tossed (“<em>iactatus</em>”) a lot both on land and the sea.”</p></li></ul><p>Additional Notes:</p><ul><li><p>Additional citations, whether accurate or not, do not affect the points awarded. (If there are multiple citations, some accurate but others not, points should be awarded for the one accurate citation.)</p></li></ul>","<p>The response provides <strong>one correct</strong> Latin citation from the provided Latin text to support the response.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“On this journey, Aeneas was tossed over the lands and the sea (“<em>et terris iactatus et alto</em>”) until he came to Italy.”</p></li><li><p>“Aeneas endured many things in war (“<em>multa…bello passus</em>”).”</p></li></ul><p>Additional Notes:</p><ul><li><p>Additional citations, whether accurate or not, do not affect the points awarded. (If there are multiple citations, some accurate but others not, points should be awarded for the one accurate citation.)</p></li></ul>"]},{"id":"PTF000002_Part_B_rubric_category_2","type":"custom","title":"Part B Explanation","stimulusHtml":"<p>Select a point value to view scoring criteria and examples or to score the response.</p><p>Responses that earn one point:</p><ul><li><p>Provide an explanation of how the cited Latin emphasizes the severity of one instance of Aeneas’s suffering.</p></li><li><p>Do not go beyond mere summary of the cited Latin in the explanation.</p></li><li><p>Display only limited understanding of the implied information in the Latin citation and/or make inaccurate inferences in the explanation.</p></li></ul><p>Responses that earn two points:</p><ul><li><p>Adequately and successfully explain how the cited Latin emphasizes the severity of one instance of Aeneas’s suffering.</p></li><li><p>Relate the cited Latin to the prompt with substantive and sufficiently persuasive analysis in the explanation.</p></li></ul>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response provides <strong>no</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Vergil emphasizes the severity of Aeneas’s suffering as an exile (<em>profugus</em>, line 2) by listing it as just one in a series of different sufferings identified by impactful words (for example, <em>iactatus</em>, line 3 and passus, line 5).”</p></li><li><p>“Vergil writes that Aeneas was tossed a lot both on the lands and the deep (“<em>multum ille et terris iactatus et alto</em>”). Both the adverb “<em>multum</em>” at the start of it and the interlocking word order of the phrase “<em>multum ille et terris iactatus et alto</em>” emphasize the complicated journey that Aeneas faced.”</p></li></ul><p><em>Responses that do not earn these points.</em></p><ul><li><p>Provide no explanation of the cited Latin.</p></li><li><p>Do not address the prompt in the explanation.</p></li><li><p>Do not address the specific Latin citation in the explanation.</p></li><li><p>Rely on incorrect assumptions about the Latin citation in the explanation.</p></li></ul>","<p>The response provides <strong>one incomplete</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn one point include but are not limited to the following:</em></p><ul><li><p>“Vergil makes clear the severity of Aeneas’s suffering when he describes how Aeneas was cast about (“<em>iactatus</em>”) because of the power of the gods (“<em>vi superum</em>”).”</p></li><li><p>“Aeneas endured many things in war (“<em>multa…bello passus</em>”). Vergil highlights Aeneas’s suffering in his description of how many things Aeneas endured.”</p></li></ul><p>Additional Notes:</p><p>The explanation does not need to be in separate sentences. The Latin citation and the explanation of it can be contained in a single sentence (or multiple sentences).</p>","<p>Provides <strong>one complete</strong> explanation of how the cited Latin relates to the prompt.</p><p><em>Examples that earn two points include but are not limited to the following:</em></p><ul><li><p>“Vergil emphasizes the severity of Aeneas’s suffering as an exile (<em>profugus</em>, line 2) by listing it as just one in a series of different sufferings identified by impactful words (for example, <em>iactatus</em>, line 3 and passus, line 5).”</p></li><li><p>“Vergil writes that Aeneas was tossed a lot both on the lands and the deep (“<em>multum ille et terris iactatus et alto</em>”). Both the adverb “<em>multum</em>” at the start of it and the interlocking word order of the phrase “<em>multum ille et terris iactatus et alto</em>” emphasize the complicated journey that Aeneas faced.”</p></li></ul><p>Additional Notes:</p><p>The explanation does not need to be in separate sentences. The Latin citation and the explanation of it can be contained in a single sentence (or multiple sentences).</p>"]}]