[{"id":"VR043669_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or translations and to score the response.</p><p>One point is awarded for each correctly answered simple subquestion. One point is awarded for each correctly answered part (A or B) of a complex subquestion.</p><p>Note: Some answers provided below may have acceptable variants. Teachers should use their discretion in accepting alternative answers.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points","7 points","8 points"],"values":[0,1,2,3,4,5,6,7,8],"maxScores":[8,8,8,8,8,8,8,8,8],"descriptions":["<p>The response does not accurately include any of the answers below.</p><p>• <strong>Subquestion 1</strong> (one point)</p><p>o Stars / gods (above or below)</p><p>• <strong>Subquestion 2</strong> (one point)</p><p>o Pluto / Hades/ Dis (Pater) / Orcus</p><p>• <strong>Subquestion 3</strong> (one point)</p><p>o unwillingly</p><p>• <strong>Subquestion 4</strong> (one point)</p><p>dactyl dactyl spondee spondee dactyl spondee</p><p>per loca | senta si- | -tu co- | -gunt noc- | -temque pro- | - fundam</p><p>o The line must be completely correct in its scansion. Copying of the Latin need not be perfect.</p><p>o The final foot may be rendered as a spondee, or as a long-short, or as a long-anceps (X).</p><p>o The student may put long and short marks over the Latin syllables or write out the names of each metrical unit. If the student offers both styles of scansion and they do not match, the better version will count.</p><p>• <strong>Subquestion 5</strong> (one point)</p><p>o <em>iussa </em>(<em>deum</em>)</p><p>• <strong>Subquestion 6 [A]</strong> (one point)</p><p>o by (means of)/because of (my) departure</p><p>• <strong>Subquestion 6 [B]</strong> (one point)</p><p>o ablative</p><p>• <strong>Subquestion 7</strong> (one point)</p><p>o (The ghost of) Dido</p>","<p>The response accurately includes one of the answers below.</p>","<p>The response accurately includes two of the answers below.</p>","<p>The response accurately includes three of the answers below.</p>","<p>The response accurately includes four of the answers below.</p>","<p>The response accurately includes five of the answers below.</p>","<p>The response accurately includes six of the answers below.</p>","<p>The response accurately includes seven of the answers below.</p>","<p>The response accurately includes all eight of the answers below.</p>"]}]