[{"id":"VR050276_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or translations and to score the response.</p><p>One point is awarded for each correctly translated segment. Student must correctly translate all words in a given segment to receive credit for that segment.</p><p>Note: The passage is segmented in such a way as to achieve a balance of easy, medium, and hard segments. Glosses are added to the passage only in order to make a given segment easier, so uncommon words in harder segments will not necessarily be glossed.</p><p>Note: The model translation provided below is merely a suggestion of how the passage might accurately be translated. Teachers should use their discretion in accepting alternative translations of any given segment.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points","7 points","8 points","9 points","10 points","11 points","12 points","13 points","14 points","15 points"],"values":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15],"maxScores":[15,15,15,15,15,15,15,15,15,15,15,15,15,15,15,15],"descriptions":["<p>The response does not accurately include any of the translations below.</p><p>· Segment 1: hac oratione adducti [this; by/with/from/because of (this) oration, speech, pleading, message, statement, utterance, discourse, address, oratory, argument; by/from/because of these words; persuaded, prompted, motivated, led, brought (along/etc.), attracted, drawn, induced, influenced, convinced, moved]</p><p>· Segment 2: inter se [<strong> </strong>between/among/to/with; themselves, one another, each other]</p><p>· Segment 3: fidem et ius iurandum [trust, loyalty, guarantee, promise, assurance, evidence, confirmation, proof, certainty, fidelity, credit, (good) faith, pledge, allegiance, protection, confidence, credibility, trustworthiness, reliability, belief, conviction, credence [must be rendered as direct object of <em>dant</em>]; and; oath [must be rendered as direct object of <em>dant</em>]]</p><p>· Segment 4: dant (et) [they give, confer, make, bestow, present, offer, produce, swear [or equivalent past tense]; and]</p><p>· Segment 5: (et) regno occupato [and; (with) the kingship, (ruling) power, monarchy, throne, rule, (royal) sway, tyranny, (political) control, dominion, kingdom, realm, domain; (having been) claimed, seized, grasped, appropriated, taken, gotten, possessed, occupied, assumed, made their own [Ablatives absolute may be rendered as subordinate clauses; however, the tense, voice, and number of the participle must be rendered accurately.]]</p><p>· Segment 6: per tres [through, by (means/reason of); three (of)]</p><p>· Segment 7: potentissimos ac firmissimos populos [most/very/extremely/etc. powerful, potent, capable, influential, mighty, strong, efficacious, effective [must be superlative]; and; most/very/extremely/etc. strong, stout, durable, robust, sturdy, firm, sound, fit, secure, substantial, solid, powerful, stable, resolute, determined, steadfast, confident, bold, fearless, staunch, reliable, unfaltering [must be superlative]; people, populations, communities, nations, societies, populaces, tribes, groups (of people) [must be construed with <em>per</em>]]</p><p>· Segment 8: totius Galliae [(of) the whole of, all, the entirety of; Gaul]</p><p>· Segment 9: sese potiri posse sperant [(that) they, themselves; to take possession of, gain control of, make (themselves)/become master of, obtain (control of), capture, get hold of, attain, acquire, possess, control; (they) are/will be /would be able, can/could; to be able; they hope, expect, look forward to, anticipate [or equivalent past tense]]</p><p>· Segment 10: res [thing, matter, affair, situation, fact, deed, activity, business, circumstance]</p><p>· Segment 11: ea est enuntiata Helvetiis [this, the; is/was announced, declared, related, made known, disclosed, divulged, expressed, stated, asserted, proclaimed, articulated; to the Helvetians]</p><p>· Segment 12: per indicium [through, by; disclosure, information, intelligence, evidence, indication]</p><p>· Segment 13: moribus suis [by/from/(in accordance) with/in/because of (established) practice(s), custom(s), usage(s), tradition(s), habit(s), moral(s), ethic(s), mores, manner(s), way(s), fashion(s); their (own), of them(selves)]</p><p>· Segment 14: ex vinculis [from, out of, with, in; bonds, chains, fetters, shackles, fastenings, restraints]</p><p>· Segment 15: Orgetorigem causam dicere coegerunt [Orgetorix; case, cause, judicial proceeding, trial, claim, reason, excuse, pretext, ground, justification, motive, purpose; speak, state, plead, talk, tell, say, declare, assert; compelled, bound, drove, forced, constrained, summoned [or true perfect]]</p>","<p>The response accurately includes one of the translations below.</p>","<p>The response accurately includes two of the translations below.</p>","<p>The response accurately includes three of the translations below.</p>","<p>The response accurately includes four of the translations below.</p>","<p>The response accurately includes five of the translations below.</p>","<p>The response accurately includes six of the translations below.</p>","<p>The response accurately includes seven of the translations below.</p>","<p>The response accurately includes eight of the translations below.</p>","<p>The response accurately includes nine of the translations below.</p>","<p>The response accurately includes 10 of the translations below.</p>","<p>The response accurately includes 11 of the translations below.</p>","<p>The response accurately includes 12 of the translations below.</p>","<p>The response accurately includes 13 of the translations below.</p>","<p>The response accurately includes 14 of the translations below.</p>","<p>The response accurately includes all 15 of the translations below.</p>"]}]