[{"id":"VR050234_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and/or translations and to score the response.</p><p>One point is awarded for each correctly translated segment. Student must correctly translate all words in a given segment to receive credit for that segment.</p><p>Note: The passage is segmented in such a way as to achieve a balance of easy, medium, and hard segments. Glosses are added to the passage only in order to make a given segment easier, so uncommon words in harder segments will not necessarily be glossed.</p><p>Note: The model translation provided below is merely a suggestion of how the passage might accurately be translated. Teachers should use their discretion in accepting alternative translations of any given segment.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points","7 points","8 points","9 points","10 points","11 points","12 points","13 points","14 points","15 points"],"values":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15],"maxScores":[15,15,15,15,15,15,15,15,15,15,15,15,15,15,15,15],"descriptions":["<p>The response does not accurately include any of the translations below.</p><p>· Segment 1: O patria [O fatherland, native land, homeland, land, country, home city]</p><p>· Segment 2: O domus [O house, household, home, dwelling (place), seat]</p><p>· Segment 3: divum Ilium et [of the gods, divine (beings), divinities, deified (ones); Ilium, Troy [must be vocative]; and]</p><p>· Segment 4: incluta bello [famous, renowned, celebrated; in/from/because of/for war, warfare, fighting, battle]</p><p>· Segment 5: moenia Dardanidum [walls, fortifications, barriers, bulwarks [must be vocative]; of the Dardanians, Trojans [or possessive]; Trojan, Dardanian]</p><p>· Segment 6: Quater atque quater [four times and four times]</p><p>· Segment 7: substitit [halted, stopped, came to a stop, stood (firm), ceased (going), stuck, hesitated, remained (in place), tarried, stayed, became lodged/stuck/etc. [must be third-person singular]]</p><p>· Segment 8: ipso [itself, the very [must modify <em>limine</em>]]</p><p>· Segment 9: in limine portae [on, at, in, upon; threshold, beam, doorstep, doorway, door, sill, entrance, entryway, gateway, opening, boundary; of the gate(s), door, entryway, opening [or possessive]]</p><p>· Segment 10: arma dedere [arms, weapons, armor, implements/equipment (of war) [must be nominative]; gave, offered, presented, delivered, produced, caused, rendered, made (with <em>sonitum</em>)]</p><p>· Segment 11: utero sonitum [from/in the belly, abdomen, womb, uterus, internal cavities/places/etc., insides, innards, stomach; sound, noise, rumbling, rattling, ringing, clatter, groan, roar, echo]</p><p>· Segment 12: instamus tamen immemores caeci que [we press on, continue, keep on, be urgent/act urgently, insist, urge on, persevere, persist [or equivalent past tense]; but, however, nevertheless, nonetheless, still, even so, in spite, all/just the same, yet; forgetful, unmindful, not remembering, heedless, lacking memory, forgetting, mindless; blind, blinded, unseeing, senseless, impaired (in judgement), undiscerning, unknowing, dull, stupid, unforeseeing, undirected, misdirected, uncertain; and]</p><p>· Segment 13: furore [with/by/from/in/because of madness, delirium, frenzy, distress, rage, fury, anger, passion, zeal, excitement, fervor]</p><p>· Segment 14: et monstrum infelix [and; monster, portent, unnatural/awful/dreadful thing, prodigy, omen, horror, atrocity, beast, creature; unfortunate, misfortunate, unlucky, inauspicious, disastrous, ill-fated, fateful, unhappy, wretched, miserable, infelicitous, unprosperous, unfruitful, unproductive, [must modify monstrum]]</p><p>· Segment 15: sacrata sistimus arce [sacred, hallowed, holy, august, revered, inviolable, consecrated, devoted, enshrined, exalted, sanctified, made divine [must modify arce]; we place, set (up/down/in place), (cause to) stand, erect, plant, station, put, fix, make firm, establish (in place) [or equivalent past tense]; on/in/upon/at/within the citadel, fortification(s), strong point, city, fortress, stronghold, bulwark, defense, sanctuary, refuge, shelter, summit, peak]</p>","<p>The response accurately includes one of the translations below.</p>","<p>The response accurately includes two of the translations below.</p>","<p>The response accurately includes three of the translations below.</p>","<p>The response accurately includes four of the translations below.</p>","<p>The response accurately includes five of the translations below.</p>","<p>The response accurately includes six of the translations below.</p>","<p>The response accurately includes seven of the translations below.</p>","<p>The response accurately includes eight of the translations below.</p>","<p>The response accurately includes nine of the translations below.</p>","<p>The response accurately includes 10 of the translations below.</p>","<p>The response accurately includes 11 of the translations below.</p>","<p>The response accurately includes 12 of the translations below.</p>","<p>The response accurately includes 13 of the translations below.</p>","<p>The response accurately includes 14 of the translations below.</p>","<p>The response accurately includes all 15 of the translations below.</p>"]}]