[{"id":"VR734169_rubric_category_0","type":"custom","title":"FRQ Score","stimulusHtml":"<p>Select a point value to view scoring criteria and to score the response.</p><p>Each bullet refers to the following four dimensions of the Scoring Guidelines: Development of Argument/Analysis, Use of Latin, Inferences and Conclusions, and Contextual Knowledge.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points"],"values":[0,1,2,3,4,5],"maxScores":[5,5,5,5,5,5],"descriptions":["<p>The provided response:</p><ul><li><p>is irrelevant, incorrect, or only restates the question.</p></li><li><p>demonstrates no understanding of Latin in context.</p></li><li><p>does not draw inferences and conclusions based on the passage.</p></li><li><p>shows no understanding or a thorough misunderstanding of context and provides no meaningful discussion of context or contextual references.</p></li></ul>","<p>The provided response:</p><ul><li><p>shows an understanding of the question but offers no meaningful analysis. Although the passages may not be recognized, the response contains some correct, relevant information.</p></li><li><p>cites no Latin or only individual Latin words and exhibits either no understanding of the Latin in context or a complete misunderstanding.</p></li><li><p>does not draw inferences and conclusions based on the passages.</p></li><li><p>shows no understanding or a thorough misunderstanding of context and provides no meaningful discussion of context or contextual references.</p></li></ul>","<p>The provided response:</p><ul><li><p>shows recognition of the passages but presents only a weak essay. It may be confusing and lack organization, or may rely on summary. It either addresses only portions of each passage or addresses one passage well but the other not at all.</p></li><li><p>provides little Latin support, which is taken out of context or misunderstood, or may use no Latin.</p></li><li><p>may make incorrect assumptions or only rarely draw inferences and conclusions based on the passages.</p></li><li><p>may show no understanding or a thorough misunderstanding of context; references to context, if any, are irrelevant.</p></li></ul>","<p>The provided response:</p><ul><li><p>develops an adequate essay analyzing the descriptions of actions and/or thoughts. The essay reflects some understanding of the passages, or the essay may be strong for one passage but weak for the other. Analysis (1) may not be well developed, (2) may rely on main ideas but few supporting details, or (3) may be more summary than analysis. </p></li><li><p>may provide few accurate Latin citations from either passage; they may not be linked to the analysis or may fail to support it. Latin support may be strong for one passage but weak for the other. </p></li><li><p>may display only limited understanding of implied information.</p></li><li><p>may sometimes misunderstand contextual references or fail to connect them effectively to the analysis.</p></li></ul>","<p>The provided response:</p><ul><li><p>develops a good essay analyzing the descriptions of actions and/or thoughts, providing main ideas and some supporting details. Although the analysis may not be nuanced, it is based on a sound understanding of the Latin. </p></li><li><p>Supports its argument with examples of Latin that are mostly accurate, specific, and relevant; while not plentiful, they are drawn from throughout both passages.</p></li><li><p>makes some inferences and draws some conclusions that accurately reflect the Latin and support the analysis; it may rely only on what is stated or may make inaccurate inferences.</p></li><li><p>uses some specific contextual references that support the analysis.</p></li></ul>","<p>The provided response:</p><ul><li><p>develops a strong essay analyzing the descriptions of actions and/or thoughts and consistently aligns it with Latin evidence. Occasional errors need not weaken the overall impression of the essay. </p></li><li><p>supports its argument with examples of Latin that are plentiful, accurate, specific, relevant, and drawn from throughout both passages.</p></li><li><p>consistently makes inferences and draws conclusions that accurately reflect the Latin and support the analysis.</p></li><li><p>uses specific contextual references consistently in order to support the analysis.</p></li></ul>"]}]