[{"id":"VR041324-22_rubric_category_0","type":"custom","title":"Part (a)","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p><p>The response must both identify Jasmine’s profit-maximizing quantity as 4 T-shirts and explain why in order to earn the point.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not identify Jasmine’s profit-maximizing quantity of T-shirts as 4 or does not explain that at that quantity, the price (marginal revenue) of a T-shirt ($5) and the marginal cost ($5) are equal. If Jasmine were to increase production to 5, the marginal cost ($6) would exceed the price ($5); therefore, producing the fifth T-shirt would reduce her profit..</p>","<p>The response correctly identifies Jasmine’s profit-maximizing quantity of T-shirts as 4 and explains that at that quantity, the price (marginal revenue) of a T-shirt ($5) and the marginal cost ($5) are equal. If Jasmine were to increase production to 5, the marginal cost ($6) would exceed the price ($5); therefore, producing the fifth T-shirt would reduce her profit.</p>"]},{"id":"VR041324-22_rubric_category_1","type":"custom","title":"Part (b)","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>The response does not accurately include any of the criteria below.</p>","<p>The response accurately includes one of the criteria below.</p>","<p>The response accurately includes two of the criteria below.</p>","<p>The response accurately includes all three of the criteria below.</p>"]},{"id":"VR041324-22_rubric_category_2","type":"custom","title":"Part (c)","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p><p>The response must both state that the number of firms in the industry will increase and explain why in order to earn the point.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not state that the number of firms in the industry will increase or does not explain that this happens because of entry of new firms attracted by the short-run profits that firms like Jasmine are earning as a result of the increase in demand and higher short-run equilibrium price for T-shirts.</p>","<p>The response states that the number of firms in the industry will increase and goes on to explain that this happens because of entry of new firms attracted by the short-run profits that firms are earning as a result of the increase in demand and higher short-run equilibrium price for T-shirts.</p>"]}]