[{"id":"VR041456-22_rubric_category_0","type":"custom","title":"Part (a)","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>The response does not accurately include any of the criteria below.</p>","<p>The response accurately includes one of the criteria below.</p>","<p>The response accurately includes two of the criteria below.</p>","<p>The response accurately includes three of the criteria below.</p>"]},{"id":"VR041456-22_rubric_category_1","type":"custom","title":"Part (b)","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p><p>The response must both state that Grande’s profit will increase and explain why in order to receive the point.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not state that Grande’s profit will increase or does not explain that the increase in demand will raise the price of apples above Grande’s average total cost, allowing Grande to earn short-run positive economic profit.</p>","<p>The response states that Grande’s profit will increase and explains that the increase in demand will raise the price of apples above Grande’s average total cost, allowing Grande to earn short-run positive economic profit.</p>"]},{"id":"VR041456-22_rubric_category_2","type":"custom","title":"Part (c) ","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p><p>The response must both state that Grande’s profit in the long run will fall to zero and explain why in order to receive the point.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not state that Grande’s profit in the long run will fall to zero or does not explain that new firms will enter the market and increase the production of apples in the next growing season, causing the price of apples to fall to the minimum of average total cost. </p>","<p>The response states that Grande’s profit in the long run will fall to zero and explains that new firms will enter the market and increase the production of apples in the next growing season, causing the price of apples to fall to the minimum of average total cost.</p>"]}]