[{"id":"VR068187_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>The response does not accurately include any of the criteria below.</p>","<p>The response accurately includes the first criterion below, but not the remaining criteria.</p>","<p>The response accurately includes two of the criteria below.</p>","<p>The response accurately includes three of the criteria below.</p>","<p>The response accurately includes all four of the criteria below</p>"]},{"id":"VR068187_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not accurately include either of the criteria below.</p>","<p>The response accurately includes the first criterion below, but not the second.</p>","<p>The response accurately includes both of the criteria below.</p>"]},{"id":"VR068187_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p><p>A response that earns the point for part (c) must explain why consumer spending on potatoes will increase.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not state that consumer spending on potatoes will increase and does not explain that because the demand for potatoes is inelastic, the price increase will result in an increase in total spending; OR Because demand is inelastic, the percentage increase in price outweighs the percentage decrease in the quantity demanded of potatoes, resulting in an increase in total spending on potatoes.</p>","<p>The response states that consumer spending on potatoes will increase and explains that because the demand for potatoes is inelastic, the price increase will result in an increase in total spending; OR Because demand is inelastic, the percentage increase in price outweighs the percentage decrease in the quantity demanded of potatoes, resulting in an increase in total spending on potatoes.</p>"]},{"id":"VR068187_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p><p>A response that earns the point for part (d) must state the correct change in the demand for labor and/or the demand curve</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not state that the demand for labor will increase and/or the demand curve will shift to the right.</p>","<p>The response states that the demand for labor will increase and/or the demand curve will shift to the right.</p>"]},{"id":"VR068187_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p><p>A response that earns the point for part (c) must explain why consumer spending on potatoes will increase.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not accurately include either of the criteria below.</p>","<p>The response accurately includes one of the criteria below.</p>","<p>The response accurately includes both of the criteria below.</p>"]}]