[{"id":"VH905015_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that a cell membrane separates the internal environment of the cell from the external environment OR that a cell membrane that is selectively permeable can help to regulate what molecules move between the differing environments inside and outside of a cell.</p>","<p>The response indicates that a cell membrane separates the internal environment of the cell from the external environment OR that a cell membrane that is selectively permeable can help to regulate what molecules move between the differing environments inside and outside of a cell.</p>"]},{"id":"VH905015_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that a membrane channel protein is selective for a specific kind of ion because only one of the two kinds of ion represented can pass through the channel. The response also does not indicate that ions cannot simply cross directly between the phospholipids of the membrane (although a small lipid-soluble molecule can).</p>","<p>The response indicates that a membrane channel protein is selective for a specific kind of ion because only one of the two kinds of ion represented can pass through the channel. The response also indicates that ions cannot simply cross directly between the phospholipids of the membrane (although a small lipid-soluble molecule can).</p>"]},{"id":"VH905015_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that the interior of a phospholipid bilayer is hydrophobic, which allows small hydrophobic molecules to diffuse across the membrane.</p>","<p>The response indicates that the interior of a phospholipid bilayer is hydrophobic, which allows small hydrophobic molecules to diffuse across the membrane.</p>"]},{"id":"VH905015_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that energy is not required for the substances to cross the membrane because the substances are being passively transported from a region of higher concentration to a region of lower concentration.</p>","<p>The response indicates that energy is not required for the substances to cross the membrane because the substances are being passively transported from a region of higher concentration to a region of lower concentration.</p>"]}]