[{"id":"VH912414-22_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, <strong>and/or</strong> examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that the slightly negatively charged O atom in one water molecule is attracted to one of the slightly positively charged H atoms in another water molecule, so that a weak hydrogen bond forms between the two water molecules. The response does not explain that the strong electronegativity of O pulls the electrons shared with each H atom within a single water molecule toward the O atom, concentrating more negative charge at the O end of the molecule and giving the H atoms a slight positive charge.</p>","<p>The response indicates that the slightly negatively charged O atom in one water molecule is attracted to one of the slightly positively charged H atoms in another water molecule, so that a weak hydrogen bond forms between the two water molecules. The response explains that the strong electronegativity of O pulls the electrons shared with each H atom within a single water molecule toward the O atom, concentrating more negative charge at the O end of the molecule and giving the H atoms a slight positive charge.</p>"]},{"id":"VH912414-22_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that as water cools, the water molecules slow down and, as a result, the hydrogen bonds between them become more stable. The response does not indicate that as ice forms, the hydrogen bonds cause the water molecules to space out in a crystalline form. The response does not indicate that since the liquid water molecules are at a greater temperature, the molecules are moving more rapidly and are constantly forming and breaking their hydrogen bonds.</p>","<p>The response indicates that as water cools, the water molecules slow down and, as a result, the hydrogen bonds between them become more stable. Hence, as ice forms the hydrogen bonds cause the water molecules to space out in a crystalline form. Since the liquid water molecules are at a greater temperature, the molecules are moving more rapidly and are constantly forming and breaking their hydrogen bonds.</p>"]},{"id":"VH912414-22_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response has arrows drawn from a water molecule that is not at the surface OR has arrows that do not point to other water molecules OR has arrows that only point to water molecules in one direction.</p>","<p>The response has arrows drawn from one of the water molecules at the surface of the water that show possible hydrogen bonds to other water molecules alongside and just below the molecule at the surface.</p>"]},{"id":"VH912414-22_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that the floating ice will reduce heat loss from the water below the ice. The response does not indicate that this results in warmer water that is not likely to freeze to the bottom of the body of water.</p>","<p>The response indicates that the floating ice will reduce heat loss from the water below the ice, resulting in warmer water that is not likely to freeze to the bottom of the body of water.</p>"]}]