[{"id":"VR002086_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that if the <em>C. elegans</em> do not detect a good food source close by, they are likely to utilize random movements as they hunt. It also does not indicate that if they do detect a good food source close by, they are likely to move directly toward it.</p>","<p>The response indicates that if the <em>C. elegans</em> do not detect a good food source close by, they are likely to utilize random movements as they hunt. It also indicates that if they detect a good food source close by, they are likely to move directly toward it.</p>"]},{"id":"VR002086_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that comparing the number of worms at each spot is a control for the completely random movement or repulsion of the worms (and it does not indicate that the comparison also confirms that ethanol is an appropriate diluent for the chemicals because it neither attracts nor repulses the worms).</p>","<p>The response indicates that comparing the number of worms at each spot is a control for the completely random movement or repulsion of the worms (and the comparison also confirms that ethanol is an appropriate diluent for the chemicals because it neither attracts nor repulses the worms).</p>"]},{"id":"VR002086_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that a relatively large amount of the pheromone will be produced by <em>C. elegans</em> that are only weakly attracted to one of the test chemicals.</p>","<p>The response indicates that a relatively large amount of the pheromone will be produced by <em>C. elegans</em> that are only weakly attracted to one of the test chemicals.</p>"]},{"id":"VR002086_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that weak attraction to a chemical signals that the chemical is not produced by a good food source, suggesting to the worms that food is lacking in the environment. It also does not indicate that if food is lacking, it is beneficial for some larvae to undergo temporary developmental arrest until increased food can support reproduction and more <em>C. elegans</em> in the environment.</p>","<p>The response indicates that weak attraction to a chemical signals that the chemical is not produced by a good food source, suggesting to the worms that food is lacking in the environment. It also indicates that if food is lacking, it is beneficial for some larvae to undergo temporary developmental arrest until increased food can support reproduction and more <em>C. elegans</em> in the environment.</p>"]}]