[{"id":"VR044063-22_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not include both of the following criteria.</p>","<p>The response includes both of the following criteria.</p>"]},{"id":"VR044063-22_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that more growth occurs in the root tips and that very little new cell development occurs in woody stems after they are formed.</p>","<p>The response indicates that more growth occurs in the root tips and that very little new cell development occurs in woody stems after they are formed.</p>"]},{"id":"VR044063-22_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>From left to right, the boxes in the model do not contain the letters E, D, B, and C in that order.</p>","<p>From left to right, the boxes in the model contain the letters E, D, B, and C in that order.</p>"]},{"id":"VR044063-22_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not indicate that during stage D all chromosomes line up on the equator, and the spindle fibers enable the two chromatids of each chromosome to move to opposite ends of the cell before the cell divides.</p>","<p>The response indicates that during stage D all chromosomes line up on the equator, and that the spindle fibers enable the two chromatids of each chromosome to move to opposite ends of the cell before the cell divides.</p>"]}]