[{"id":"VR044313_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe that increased variation increases the probability that some members of population will survive (and reproduce) in a changing environment.</p>","<p>The response describes that increased variation increases the probability that some members of population will survive (and reproduce) in a changing environment.</p>"]},{"id":"VR044313_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The decision is not justified by describing that, since pigeons clean their feathers by sight, variable light conditions would affect the effectiveness of this behavior.</p>","<p>The decision is justified by describing that, since pigeons clean their feathers by sight, variable light conditions would affect the effectiveness of this behavior.</p>"]},{"id":"VR044313_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not include one of the following predictions.</p>","<p>The response includes one of the following predictions.</p>"]},{"id":"VR044313_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not include the reasoning that lice with a contrasting coloration to the host feathers were removed before they could reproduce while lice with a similar coloration to the host feathers survived to reproduce.</p>","<p>The response includes the reasoning that lice with a contrasting coloration to the host feathers were removed before they could reproduce while lice with a similar coloration to the host feathers survived to reproduce.</p>"]}]