[{"id":"VR142929_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe that the Tasmanian devil population would have been maintained at a stable population size by density-dependent factors.</p>","<p>The response describes that the Tasmanian devil population would have been maintained at a stable population size by density-dependent factors.</p>"]},{"id":"VR142929_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not explain that the population underwent a genetic bottleneck and thus has reduced genetic diversity, which makes the current population more likely to be susceptible to a new disease than it would have been in the past.</p>","<p>The response explains that the population underwent a genetic bottleneck and thus has reduced genetic diversity, which makes the current population more likely to be susceptible to a new disease than it would have been in the past.</p>"]},{"id":"VR142929_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not include any of the following predictions.</p><p>· The community will collapse or be destabilized.</p><p>· The population sizes of some species will increase and others will decrease.</p><p>· Species diversity of the community will decrease. </p>","<p>The response includes one of the following predictions.</p>"]},{"id":"VR142929_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not include the justification that the prey species of the Tasmanian devil would have increased in number as the Tasmanian devil population decreased, likely leading to population decreases of the food sources for these prey species.</p>","<p>The response includes the justification that the prey species of the Tasmanian devil would have increased in number as the Tasmanian devil population decreased, likely leading to population decreases of the food sources for these prey species.</p>"]}]