[{"id":"VR154165_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not describe that the scientists will determine if the mice survive to successfully reproduce.</p>","<p>The response describes that the scientists will determine if the mice survive to successfully reproduce.</p>"]},{"id":"VR154165_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not identify the color of the ground in each of the enclosures as the independent variable.</p>","<p>The response identifies the color of the ground in each of the enclosures as the independent variable.</p>"]},{"id":"VR154165_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not state that the null hypothesis is that the color of the enclosure ground will not affect the frequency of light and dark mice in the population.</p>","<p>The response states that the null hypothesis is that the color of the enclosure ground will not affect the frequency of light and dark mice in the population.</p>"]},{"id":"VR154165_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not justify the claim by indicating that mice with a coat color that helped them blend into the environment were able to avoid predation and reproduce, increasing the frequency of their genes in the population.</p>","<p>The response justifies the claim by indicating that mice with a coat color that helped them blend into the environment were able to avoid predation and reproduce, increasing the frequency of their genes in the population.</p>"]}]