[{"id":"FT544823","type":"longtextV2","stimulusHtml":"<p>Complete the bass line for the melody below, making sure to keep the portion you compose consistent with the first phrase. Place Roman numerals with inversion symbols below the bass line to indicate the harmonies implied by the soprano and bass.</p>\n\n<p>Observe the following.</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Your bass line should make melodic sense in relation to the given soprano line.</p>\n\n\t<ol>\n\t\t<li>\n\t\t<p>Give melodic interest to the bass line.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Vary the motion of the bass line in relation to the soprano.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Use mostly quarter notes, but you may use note values ranging from half notes to eighth notes.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Your bass line and chord choices should make harmonic sense with the melody.</p>\n\n\t<ol>\n\t\t<li>\n\t\t<p>Use an appropriate cadence at each phrase ending.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Use at least two chords or two positions of the same chord per measure.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Do not notate alto and tenor lines.</p>\n\t</li>\n</ol>\n\n<p><img alt=\"Eight measures of music on a grand staff. The key signature is G major, the time signature is common time. There are four two-measure phrases, each ending with a fermata. The bass line is given in the first three measures. It is blank beginning in measure 4 and marked with the words “Start here.” The Roman numerals of the phrase leading up to measure 4 are major one, major one six, major four, and major five. Measure four is approached by a quarter note D3 in the bass and quarter note D5 in the soprano. In measure 4, the melody is quarter B4, quarter C-sharp 5, and half note D5 with a fermata. The melody of phrase 3 in measures 5 and 6 is quarter D5, quarter C5, eighth B4, eighth A4, quarter G4, quarter F-sharp 4, quarter G4, and half note A4 with a fermata. The melody of phrase 4 in measures 7 and 8 is quarter G4, quarter G5, eighth E5, eighth D5, quarter C5, quarter B4, quarter A4, and half note G4 with a fermata.\" height=\"419\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/cdb2d9f742a81c0f24f76613ce4b536c/original.png\" width=\"600\" /></p>\n\n<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Enter any notes as you prepare your response.</p>\n"},{"id":"FT544823","type":"fileupload","stimulusHtml":"<style type=\"text/css\"><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\n</style>\nUpload your final response."}]