[{"id":"FT544944","type":"longtextV2","stimulusHtml":"<p>Complete the bass line for the melody below. Your bass line should make both melodic and harmonic sense in common practice style and should remain consistent with the given first phrase. Show your harmonization of the melody by placing Roman numerals with inversion symbols under your bass line. Do not notate an alto or tenor line.</p>\n\n<p>Observe the following in composing the bass line and in making chord choices:</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Give melodic interest to the bass line.</p>\n\t</li>\n\t<li>\n\t<p>Vary the motion of the bass line in relation to the soprano.</p>\n\t</li>\n\t<li>\n\t<p>Use an appropriate cadence at each phrase ending.</p>\n\t</li>\n\t<li>\n\t<p>Use at least two chords or two positions of the same chord per measure.</p>\n\t</li>\n\t<li>\n\t<p>Note values ranging from half notes to eighth notes are permitted.</p>\n\t</li>\n\t<li>\n\t<p><img alt=\"The figure presents an eight measure score on grand staff bracketed together. The lower staff is in the bass clef and the upper staff is in the treble clef. The key signature has three sharps: F sharp, C sharp, and G sharp. The time signature is common time. The first three measures have music in both clefs while the remaining measures only show notation in the treble clef. There is roman numeral analysis given below the staff for the first three measures only. The key is given as A major. The rhythm for the treble clef in measure 1 is: quarter, quarter, eighth, eighth, and quarter. The pitches are: A4, A4, B4, C sharp 5, and D5. The rhythm in the bass clef is: two half notes. The pitches are: A2, G sharp 2. The analysis for measure 1 has two chords under the bass notes: major 1 in root position and major 5 6 5. The rhythm for the treble clef in measure 2 is: all quarters with fermata on the third. The pitches are: C sharp 5, E5, B4, and E5. The rhythm in the bass clef is: eighth, eighth, eighth, eighth, quarter with fermata, and quarter. The pitches are: A2, B2, C sharp 3, D3, E3, and C sharp 3. The analysis for measure 2 shows four chords, one for each beat: a major 1 triad in root position, major 1 6, major 5 in root position, and major 1 6. The rhythm for the treble clef in measure 3 is: quarter, eighth, eighth, quarter, and quarter. The pitches are: D5, C sharp 5, B4, C sharp 5, and D5. The rhythm for the bass clef is: all quarters. The pitches are: B2, E3, A2, and G sharp 2. The analysis shows chords under each of the bass line quarter notes: a minor 2 in root position, major 5, major 1 in root position, and major 5 6 5. The next measure has an arrow pointing down on it with the message \" height=\"421\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b1e9dd4e4b588904a723e7c6a8d31ea9/original.png\" width=\"600\" /></p>\n\t</li>\n</ol>\n"}]