[{"id":"FT545350-22","type":"audio","stimulusHtml":"<p>Look over the melody and begin practicing. You have 75 seconds to practice. This is the starting pitch of the printed melody.</p>\n\n<p><img alt=\"The figure presents a 4 measure score. There is one staff in the bass clef. The key signature has three flats: B flat, E flat, and A flat. The time signature is six eight time. The tempo is marked \" height=\"114\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/648038f09c4d07620e31d763a7b0e04d/original.png\" width=\"650\" /></p>\n\n<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Press record to begin your performance.</p>\n","features":[{"type":"sharedpassage","html":"<p><em>Assignment: </em>For each of the two given melodies, sing the pitches in accurate rhythm and with a steady tempo.</p><p><em>Procedure</em>: You will hear the starting pitch at the beginning of the practice period. You will have 75 seconds to warm up and practice. After hearing the starting pitch again, you will have 30 seconds to perform the melody. A recorded announcement will alert you to the end of each practice and performance period. Directions on the recording will assist you in operating the recorder.</p><p><em>Your Performance:</em></p><ol style=\"list-style-type:lower-alpha\"><li><p>You may sing note names (<em>c-d-e</em>), syllable names (<em>do-re-mi</em>), scale-degree numbers (<em>1-2-3</em>), or a neutral syllable (for example, <em>ta-ta-ta</em>).</p></li><li><p>Even though you will hear the starting pitch of the printed melody, you may transpose the melody to a register that is comfortable.</p></li><li><p>You should use some of the warm-up and practice time to perform out loud. You may write on the music if you wish.</p></li><li><p>You may <strong>not</strong> use any device (for example, a metronome or a musical instrument) to assist you in your practice or performance.</p></li><li><p>You will be evaluated on pitch accuracy (relative to tonic), rhythm, and continuity (maintaining a steady tempo). You may start over if you need to, but there will be a deduction from your score. You will not be evaluated on the quality of your singing voice. </p></li></ol>"}]}]