[{"id":"FT544654","type":"mcq","stimulusHtml":"<p>Which of the following reorderings of measure 3 would most improve the cadential preparation, taking into account the voice leading into and out of measure 3?</p>","features":[{"type":"sharedpassage","html":"<img alt=\"The figure presents a four measure score on a grand staff bracketed together. The lower staff is in the bass clef and the upper staff is in the treble clef. The key signature has two sharps: F sharp and C sharp. The time signature is common time. The music is made up of chords of four notes with two in each clef. All the chords are quarter note chords apart from the last chord in the last measure which is a whole note chord. There is space for roman numeral analysis beneath the staff for each chord and the key is given as D major. The first chord in measure 1 has D3, A3 in the bass clef and D4, F sharp 4 in the treble clef. The analysis below shows major 1. The second chord in measure 1 has C sharp 3, A3 in the bass clef and C4, E4 in the treble. The third chord in measure 1 has B2, F sharp 3 in the bass clef and D4 (with two stems) in the treble clef. The fourth chord has G2, G3 in the bass clef and D4, G4 in the treble clef. The analysis shows the chords as: major 1, major 5 6, minor 6, and major 4. The first chord in measure 2 has G2, A3 in the bass clef and C sharp 4, E4 in the treble. The second chord in measure 2 has D3, B3 in the bass clef and D4, F sharp 4 in the treble clef. The third chord in measure 2 has B2, B3 in the bass and D4, G4 in the treble clef. the fourth chord has C sharp 3, A3 in the bass and E4, a4 in the treble. The roman numeral analysis shows: major 5 4 2, major 1, major 4 6, and major 5 6. The first chord in measure 3 has D3, A3 in the bass clef and D4, F sharp 4 in the treble. The second chord in measure 3 has F sharp 2, A3 in the bass clef and D4 (with two stems) in the treble clef. The third chord has A2, A3 in the bass clef and C sharp 4, E4 in the treble. The fourth chord has G2, B3 in the bass clef and D4, E4 in the treble. The roman numeral analysis shows: major 1, major 1 6, major 5, and minor 2 6 5. The chord in measure 4 has D3, A3 in the bass and D4, F sharp 4 in the treble clef. Question 43: Four possible answers are shown, marked A, B, C, D. Each answer shows a chord progression of four chords in roman numerals. Option A shows: major 1 6, major 5, minor 2 6 5, and major 1. Option B shows minor 2 6 5, major 1, major 1 6, and major 5. Option C shows major 5, minor 2 6 5, major 1 6, and major 1. Option D shows: major 1, major 1 6, minor 2 6 5, and major 5.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0f4c8bb42565e454c447b4f1174af253/original.png\" width=\"550\" height=\"139\">"}],"choicesHtml":["&nbsp;<span aria-label=\"cap i to the 6th power minus cap v minus i i sub 5 to the 6th power minus cap i\">\\(I^6-V-ii_5^6-I\\)</span>","<span aria-label=\"i i sub 5 to the 6th power minus cap i minus cap i to the 6th power minus cap v\">\\(ii_5^6-I-I^6-V\\)</span>","<span aria-label=\"cap v minus i i sub 5 to the 6th power minus cap i to the 6th power minus cap i\">\\(V-ii_5^6-I^6-I\\)</span>","<span aria-label=\"cap i minus cap i to the 6th power minus i i sub 5 to the 6th power minus cap v\">\\(I-I^6-ii_5^6-V\\)</span>"],"answer":2}]