[{"id":"FT544484","type":"mcq","stimulusHtml":"<p>In measure 4, there is an error in</p>","features":[{"type":"sharedpassage","html":"<p>The excerpt below will be played four times. The score is printed correctly, but in the version you will hear, several measures contain errors in either pitch or rhythm. Before listening to the music for the first time, please read the questions and look at the score.<span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_4d3a089c084db6f9ac8342251f305004\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fc07b444febd1eba62eefe757d7dccd1/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><img alt=\"Twelve measures of a two-voice composition for piano. The key signature has three sharps, the time signature is two-four. There is an eighth note pickup to the first measure, A5 in the right hand and A2 in the left. Measure 4 is approached by eighth D5 in the right hand, eighth D3 in the left. The right hand in measure 4 is eighth notes B4, A4, B4, and C-sharp5. The left hand is dotted quarter E3, eighth E2. Measure 6 is approached by eighth E5 in the right hand, quarter G-sharp2 in the left. The right hand in measure 6 is quarter C-sharp5, eighth rest, eighth D-sharp5. The left hand is eighth notes A2, C-sharp3, and quarter F-sharp2. Measure 8 is approached by eighth F-sharp5 in the right hand, quarter A-sharp2 in the left. The right hand in measure 8 is quarter D-sharp5, eighth rest, eighth B5. The left hand is eighth notes B2, D-sharp3, quarter G-sharp2. Measure 10 is approached by eighth G-sharp5 in the right hand, quarter B2 in the left. The right hand in measure 10 is quarter A5, eighth notes G-sharp5 and F-sharp5. The left hand is quarter notes C-sharp3, A2. \" height=\"348\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8cf5b84404859af78c28eb07cc12731f/original.png\" width=\"650\" /></p>\n"}],"choicesHtml":["<p>treble clef pitch</p>","<p>treble clef rhythm</p>","<p>bass clef pitch</p>","<p>bass clef rhythm</p>"],"answer":0}]