[{"id":"FT544591","type":"longtextV2","stimulusHtml":"<p>Complete the bass line for the melody below, following eighteenth-century voice-leading procedures. Below the bass line, write the Roman and Arabic numerals that indicate the harmonies and inversions implied by the soprano and bass.</p>\n\n<p>Observe the following:</p>\n\n<ol style=\"list-style-type:upper-alpha\">\n\t<li>\n\t<p>Keep the portion you compose consistent with the first phrase.</p>\n\n\t<ol>\n\t\t<li>\n\t\t<p>Write an appropriate cadence at each phrase ending.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Give melodic interest to the bass line. (Nonharmonic tones, if included, should be limited to unaccented passing and neighbor tones.)</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Vary the motion of the bass line in relation to the soprano.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Use mostly quarter notes. (Where appropriate, note values ranging from half notes to eighth notes may be used.)</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Do not notate alto and tenor lines.</p>\n\t</li>\n</ol>\n\n<p><img alt=\"An eight-measure score with quarter note pickup on a grand staff. The lower staff is in bass clef and the upper staff is in treble clef. The key is G major. The time signature is common time. The music is in four phrases, with a fermata marking the end of each phrase in measures 2, 4, 6, and 8. The first three measures have music in both clefs while the remaining measures only show notation in the treble clef. There is roman numeral analysis given below the staff for the first three measures only. The words “Start here” are printed above the downbeat of measure 4. The chord immediately before the “start here&quot; chord is a five six, with quarter note F-sharp2 in the bass and quarter D5 in the soprano. The remaining notes of the phrase two melody are quarter notes D5, C-sharp5, and D5. Phrase three begins with a quarter note pickup, C-natural 5, on the last beat of measure 4. In measure 5 the melody is quarter notes B4, E5, D5, and eighth notes G4 and B4. The end of phrase three in measure 6 is three quarter notes, A4, G4, and F-sharp4. Phrase four begins with a quarter note pickup, D4, on the last beat of measure 6. In measure 7 the melody is quarter notes G4 and B4, eighth notes D5 and C5, and quarter B4. Phrase four ends in measure 8 with three quarter notes, A4, A4, and G4.\" height=\"430\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f62ed84d81c7d5902b8d76a95be3c7a0/original.png\" width=\"650\" /></p>\n\n<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Enter any notes as you prepare your response.</p>\n"},{"id":"FT544591","type":"fileupload","stimulusHtml":"<style type=\"text/css\"><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\n</style>\nUpload your final response."}]