[{"id":"FT552888","type":"longtextV2","stimulusHtml":"<p>Complete the bass line for the melody below. Place Roman numerals with inversion symbols below the bass line to indicate the harmonies implied by the soprano and bass.</p>\n\n<p>Observe the following:</p>\n\n<p>A. Keep the portion you compose consistent with the first phrase.</p>\n\n<ol>\n\t<li>\n\t<p>Use an appropriate cadence at each phrase ending.</p>\n\t</li>\n\t<li>\n\t<p>Give melodic interest to the bass line.</p>\n\t</li>\n\t<li>\n\t<p>Vary the motion of the bass line in relation to the soprano.</p>\n\t</li>\n\t<li>\n\t<p>Use mostly quarter notes, but you may use note values ranging from half notes to eighth notes.</p>\n\t</li>\n</ol>\n\n<p>B. Do not notate alto and tenor lines.</p>\n\n<p>&nbsp;</p>\n<img alt=\"The figure presents an eight measure score on the grand staff bracketed together. The lower staff is in the bass clef and the upper staff is in the treble clef. The key signature has three flats: B flat, E flat, and A flat. The time signature is four four time. The first three measures have music in both clefs while the remaining measures only show notation in the treble clef. There is roman numeral analysis given below the staff for the first three measures only. The key is given as E flat major. The rhythm for the treble clef in measure 1 is: quarter, quarter, quarter, eighth, and eighth. The pitches are: E flat 5, B flat 4, C5, B flat 4, and A flat 4. The rhythm in the bass clef is: quarter, quarter, quarter, and quarter. The pitches are E flat 3, G3, A flat 3, and B flat 3. The analysis for measure 1 has four chords under the bass notes: major 1, major 1 6, major 4, and major 5. The rhythm for the treble clef in measure 2 is: quarter, quarter, and half with fermata. The pitches are: G4, A flat 4, and F4. The rhythm in the bass clef is: eighth, eighth, quarter, and half with fermata. The pitches are: C4, B flat 3, A flat 3, and B flat 3. The analysis for measure 2 shows three chords: minor 6, minor 2 6, and a major 5. The rhythm for the treble clef in measure 3 is: quarter, eighth, eighth, quarter, and quarter. The pitches are: G4, G4, A flat 4, B flat 4, and G4. The rhythm for the bass clef is: eighth, eighth, quarter, quarter, and quarter. The pitches are: E flat 3, D3, C3, D3, and E flat 3. The analysis shows four chords, evenly spaced: major 1, a minor 6, major 5 6, and major 1. The next measure has an arrow pointing down on it with the message \" height=\"465\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/caa4121d9cae111820c7f6cb12f73702/original.png\" width=\"650\" />"}]