[{"id":"FT552792","type":"longtextV2","stimulusHtml":"<p>Complete the bass line for the melody below. Your bass line should make both melodic and harmonic sense in common practice style and should remain consistent with the given first phrase. Show your harmonization of the melody by placing Roman numerals with inversion symbols under your bass line. Do not notate an alto or tenor line.</p>\n\n<p>Observe the following in composing the bass line and in making chord choices.</p>\n\n<p>(a) Give melodic interest to the bass line.</p>\n\n<p>(b) Vary the motion of the bass line in relation to the soprano.</p>\n\n<p>(c) Use an appropriate cadence at each phrase ending.</p>\n\n<p>(d) Use at least two chords or two positions of the same chord per measure.</p>\n\n<p>(e) Note values ranging from half notes to eighth notes are permitted.</p>\n\n<p><img alt=\"The figure presents an eight measure score on a grand staff bracketed together. The lower staff is in the bass clef and the upper staff is in the treble clef. There is no key signature and the time signature is common time. The first three measures have music in both clefs while the remaining measures only show notation in the treble clef. There is roman numeral analysis given below the staff for the first three measures only. The key is given as a minor. The rhythm for the treble clef in measure 1 is: quarter, eighth, eighth, quarter, and quarter. The pitches are: A4, E4, F sharp 4, G sharp 4, and A5. The rhythm in the bass clef is: eighth, eighth, eighth, eighth, quarter, and quarter. The pitches are A2, B2, C3, D3, E3, and C3. The analysis for measure 1 has four chords, one for each beat: minor 1, minor 1 6, major 5 and minor 1 6. The rhythm for the treble clef in measure 2 is: quarter, quarter, quarter, and quarter with fermata. The pitches are: B4, C5, B4, and A4. The rhythm in the bass clef is: quarter, quarter, quarter, and quarter with fermata. The pitches are: E3, A3, E3, and F3. The analysis for measure 2 shows four chords under the quarter notes: major 5, minor 1, major 5, and major 6. The rhythm for the treble clef in measure 3 is: all quarter notes. The pitches are: C5, B4, A4, B4. The rhythm for the bass clef is: all quarters. The pitches are: A2, E3, C3, and B2. The analysis shows chords under each of the bass line quarter notes: a minor 1, major 5, minor 1 6, and minor 7 diminished 6. The next measure has an arrow pointing down on it with the message \" height=\"422\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8042239ac850265762702819deb42bf4/original.png\" width=\"600\" /></p>\n"}]