[{"id":"FT552696-22","type":"audio","stimulusHtml":"<p>Look over the melody and begin practicing. You have 75 seconds to practice. This is the starting pitch of the printed melody.</p>\n\n<p><img alt=\"The figure presents an eight measure score. There is one staff in the treble clef. The key signature has one sharp: F sharp. The time signature is three four time. The tempo is marked &quot;Mo der ah toe&quot; and the beginning of the score has a dynamic marking of &quot;for tay&quot;. A phrase mark joins all the notes of the first four measures and another joins the notes of the last four measures. The rhythm in measure 1 is: quarter, quarter, and quarter. The pitches are: E4, D sharp 4, and E4. The rhythm in measure 2 is: dotted quarter, eighth, and quarter. The pitches in measure 2 are: F sharp 4, E4, and F sharp 4. The rhythm in measure 3 is: quarter, eighth, eighth, and quarter. The pitches are: G4, G4, F sharp 4, and E4. The rhythm in measure 4 is: dotted half. The pitch is: B4. The rhythm in measure 5 is: dotted quarter, eighth, quarter. The pitches are: C5, B4, and A4. The rhythm of measure 6 is: half, quarter. The pitches are: B4 and E4. The rhythm in measure 7 is: quarter, half. The pitches are: G4, F sharp 4. The rhythm in measure 8 is: dotted half. The pitch is: E4.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2b79ef3696b50a3b233754b8291a97ab/original.png\" /></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_9ff1ad5a2dde52a1a4aea7bb286d54a0\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/387e3ebdb8512c3edd834c274f1db4db/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Press record to begin your performance.</p>\n","features":[{"type":"sharedpassage","html":"<p><em>Assignment:</em> For the given melody, sing the pitches in accurate rhythm and with a steady tempo.</p>\n\n<p><em>Procedure:</em> You will have 75 seconds to practice and 30 seconds to perform the melody. You will hear the starting pitch for the melody at the beginning of the 75-second practice period. After the end of the practice period, you will have 30 seconds to perform the melody. A recorded announcement will alert you to the end of each practice and performance period. Directions on the recording will assist you in operating the recorder.</p>\n\n<p><em>Your performance:</em></p>\n\n<p style=\"margin-left: 40px;\">a) You may sing note names (<em>c-d-e</em>), syllable names (<em>do-re-mi</em>), scale-degree numbers (<em>1-2-3</em>), or a neutral syllable (for example, <em>ta-ta-ta</em>).</p>\n\n<p style=\"margin-left: 40px;\">b) Even though you will hear the starting pitch of the printed melody, you may transpose the melody to a key that is comfortable.</p>\n\n<p style=\"margin-left: 40px;\">c) You should use some of the warm-up and practice time to perform out loud. You may write on the music if you wish.</p>\n\n<p style=\"margin-left: 40px;\">d) You may <strong>not</strong> use any device (for example, a metronome or a musical instrument) to assist you in your practice or performance.</p>\n\n<p style=\"margin-left: 40px;\">e) You will be evaluated on pitch accuracy (relative to tonic), rhythm, and continuity (maintaining a steady tempo). You may start over if you need to, but there will be a deduction from your score. You will <strong>not</strong> be evaluated on the quality of your singing voice.</p>\n"}]}]