[{"id":"FT552932","type":"longtextV2","stimulusHtml":"<p>Complete the bass line for the melody below, following eighteenth-century voice-leading procedures. Place Roman numerals with inversion symbols below the bass line to indicate the harmonies implied by the soprano and bass.</p>\n\n<p>Observe the following:</p>\n\n<p>A. Keep the portion you compose consistent with the first phrase.</p>\n\n<ol>\n\t<li>\n\t<p>Use an appropriate cadence at each phrase ending.</p>\n\t</li>\n\t<li>\n\t<p>Give melodic interest to the bass line.</p>\n\t</li>\n\t<li>\n\t<p>Vary the motion of the bass line in relation to the soprano.</p>\n\t</li>\n\t<li>\n\t<p>Use mostly quarter notes, but you may use note values ranging from half notes to eighth notes.</p>\n\t</li>\n</ol>\n\n<p>B. Do not notate alto and tenor lines.</p>\n\n<p><img alt=\"The figure presents an eight measure score with a pickup measure on the grand staff. The lower staff is in the bass clef and the upper staff is in the treble clef. The key signature has three sharps: F sharp, C sharp, and G sharp. The time signature is common time. The first three measures have music in both clefs while the remaining measures only show notation in the treble clef. There is roman numeral analysis given below the staff for the first three measures only. The key is given as A major. The rhythm in the pickup measure is: quarter note for both clefs. The pitches are: A4 in the treble clef and A2 in the bass clef. The analysis below shows a major 1. The rhythm for the treble clef in measure 1 is: quarter, eighth, eighth, quarter, and quarter. The pitches are: A4, E4, F sharp 4, G sharp 4, and A4. The rhythm in the bass clef is: quarter, eighth, eighth, quarter, and quarter. The pitches are A, G sharp 3, F sharp 3, E3, and F sharp 3. The analysis for measure 1 has four chords, one for each downbeat: major 1, major 5 6, major 5 7, and minor 6 in root position. The rhythm for the treble clef in measure 2 is: eighth, eighth, quarter, quarter with fermata, and quarter. The pitches are: B4, C sharp 5, D5, C sharp 5, and E5. The rhythm in the bass clef is: four quarters with fermata on the third. The pitches are: D3, E3, A2, and G sharp 2. The analysis for measure 2 shows four chords: minor 2 6, major 5 7, a major 1, and major 5 6. The rhythm for the treble clef in measure 3 is: eighth, eighth, quarter, quarter, and quarter. The pitches are: C sharp 5, B4, A4, B4, and B4. The rhythm for the bass clef is: all quarters. The pitches are: A2, C sharp 3, D3, and E3. The analysis shows chords under each of the bass line quarter notes: a major 1, major 1 6, minor 2 6, and major 5. The next measure has an arrow pointing down on it with the message \" height=\"415\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/10f3039bfde7264e3bfbbb72ebf6c90f/original.png\" width=\"650\" /></p>\n"}]