[{"id":"FT552617-22","type":"audio","stimulusHtml":"<p>Look over the melody and begin practicing. You have 75 seconds to practice. This is the starting pitch of the printed melody.</p>\n\n<p><img alt=\"The figure presents a four measure score. There is one staff in the treble clef. The key signature has one sharp: F sharp. The time signature is six eight time. The tempo is marked &quot;Mo der ah toe&quot; and the beginning of the score has a dynamic marking of &quot;for tay&quot;. The rhythm in measure 1 is: eighth, eighth, eighth, quarter, and eighth. The pitches are: E4, F sharp 4, G4, F sharp 4, and B3. The rhythm in measure 2 is: dotted eighth, sixteenth, eighth, quarter, and eighth. A phrase mark joins all the notes in the first measure and the second measure up to the quarter note. Another phrase mark starts at the final eighth in measure 2 and joins all the remaining notes in the score. The pitches in measure 2 are: F sharp 4, G4, A4, G4, and G sharp 4. The rhythm in measure 3 is: quarter, eighth, dotted eighth, sixteenth, and eighth. The pitches are: A4, B4, C5, B4, and A sharp 4. The rhythm in measure 4 is: quarter, eighth, and dotted quarter. The pitches are: B4, D sharp 4, and E4.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/af429905d0f7dd4d8443734a85baa39d/original.png\" /></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_5769cf86c5e00f9e119d461a52c8c6c8\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3175827798b8322641e1306f81e4cdae/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Press record to begin your performance.</p>\n","features":[{"type":"sharedpassage","html":"<p><em>Assignment:</em> For the given melody, sing the pitches in accurate rhythm and with a steady tempo.</p>\n\n<p><em>Procedure:</em> You will hear the starting pitch at the beginning of the practice period. You will have 75 seconds to warm up and practice. After hearing the starting pitch again, you will have 30 seconds to perform the melody. A recorded announcement will alert you to the end of each practice and performance period.</p>\n\n<p><em>Your performance:</em></p>\n\n<ol>\n\t<li>\n\t<p>You may sing syllable names (<em>do-re-mi</em>), scale-degree numbers (<em>1-2-3</em>), a neutral syllable (for example, <em>ta-ta-ta</em>), or note names (<em>c-d-e</em>). You may whistle if you prefer.</p>\n\t</li>\n\t<li>\n\t<p>Even though you will hear the starting pitch of the printed melody, you may transpose the melody to a register that is comfortable.</p>\n\t</li>\n\t<li>\n\t<p>You should use some of the warm-up and practice time to perform out loud. You may write on the music if you wish.</p>\n\t</li>\n\t<li>\n\t<p>You may <strong>not</strong> use any device (for example, a metronome, a musical instrument) to assist you in your practice or performance.</p>\n\t</li>\n\t<li>\n\t<p>You will be evaluated on pitch accuracy (relative to tonic), rhythm, and continuity (maintaining a steady tempo). You may start over, if you need to, but there will be a deduction from your score. You will <strong>not</strong> be evaluated on the quality of your singing voice.</p>\n\t</li>\n</ol>\n"}]}]