[{"id":"FT562302-22","type":"audio","stimulusHtml":"<p>Look over the melody and begin practicing. You have 75 seconds to practice. This is the starting pitch of the printed melody.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_5e36cc7dbf76e1232e2fd4b10be2f4dd\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/625e94047e5220d8a13854eec9d9ed7d/original.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><img alt=\"The figure presents a four measure score on a treble staff. The key signature has one flat: B flat and the time signature is set to four four meter. The tempo is marked &quot;Moderato&quot;. There is a phrase mark all over the notes over the first and the second measure and another one over all the notes of third and the fourth measure. The rhythm in the first measure is: eighth note, eighth note, eighth note, eighth note, dotted quarter note and eighth note. The pitches are: D 4, C sharp 4, D 4, E 4, F 4 and A 4. The rhythm in the second measure is: Dotted eighth note, sixteenth note, eighth note, eighth note and half note. The pitches are: B flat 4, A 4, G 4, G sharp 4 and A 4. The rhythm in the third measure is: Quarter note, eighth note, eighth note, quarter note, eighth note, eighth note. The pitches are: A 4, Natural B 4, C sharp 4, D 4, Natural C 4 and B flat 4. The rhythm in the fourth measure is: A 4, C sharp 4 and D 4. The fourth measure ends with a bold double bar line.\" height=\"114\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/95dfd9157ccc90c35dd7aaa20020a574/original.png\" width=\"681\" /></p>\n\n<p><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->Press record to begin your performance.</p>\n","features":[{"type":"sharedpassage","html":"<p><strong>Assignment:</strong> For each of the two given melodies, sing the pitches in accurate rhythm and with a steady tempo.<br>\n<br>\n<strong>Procedure:</strong> For each melody, you will have 75 seconds to practice and 30 seconds to perform the melody. You will hear the starting pitch for each melody at the beginning of the 75-second practice period. After the end of the practice period, you will have 30 seconds to perform the melody. A recorded announcement will alert you to the end of each practice and performance period. Directions on the recording will assist you in operating the recorder.</p>\n\n<p><strong>Your performance:</strong></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>You may sing note names (<em>C-D-E</em>), syllable names (do-re-mi), scale-degree numbers (<em>1-2-3</em>), or a neutral syllable (for example, <em>ta-ta-ta</em>).</p>\n\t</li>\n\t<li>\n\t<p>Even though you will hear the starting pitch of the printed melody, you may transpose the melody to a key that is comfortable.</p>\n\t</li>\n\t<li>\n\t<p>You should use some of the practice time to perform out loud. You may write on the music if you wish.</p>\n\t</li>\n\t<li>\n\t<p>You may not use any device (for example, a metronome or a musical instrument) to assist you in your practice or performance.</p>\n\t</li>\n\t<li>\n\t<p>You will be evaluated on rhythmic accuracy, pitch accuracy (relative to tonic), and continuity (maintaining a steady tempo). You may start over if you need to, but there will be a deduction from your score. You will not be evaluated on the quality of your singing voice.</p>\n\t</li>\n</ol>\n"}]}]