[{"id":"VH335993","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH335992.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In measures 1–2, the harmonic intervals between the two instruments consist of</p>\n","rubricRef":"VH335993_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Questions 66-70</span> are based on the excerpt below.</p>\n\n<div class=\"standalone_image\"><img alt=\"28 measures of music for string quartet. There are no sharps or flats in the key signature. The opening time signature is three-four, but measures 3, 8, 10, and 17 are in two-four. In measure 1, the cello plays quarter A2, dotted quarter A-sharp 2, and eighth B2. The viola plays quarter C-sharp 3, dotted quarter C-double-sharp 3, and eighth D-sharp 3. In measure 2 there is a quarter rest on beat one in both the cello and viola. The cello then plays dotted quarter A-sharp 2 and eighth B2. The viola plays dotted quarter C-double-sharp 3 and eighth D-sharp 3. In measures 4 through 7, the viola plays dotted quarter C-double-sharp 3, eighth notes D-sharp 3, A-sharp 3, G-sharp 3, C-sharp 4, B4, dotted quarter A4, eighth notes F-sharp 4, E4, C4, dotted quarter B3, eighth A-sharp 3, and quarter C-sharp 4. In measures 11 through 14, Violin one plays dotted quarter C-double-sharp 4, eighth notes D-sharp 4, A-sharp 4, A-natural 4, D5, C6, dotted quarter B-flat 5, eighth notes G5, F-sharp 5, D5, dotted quarter C-sharp 5, eighth B-sharp 4, and quarter E-sharp 5. In measures 4 through 20, the tempo marking is “poco a poco accelerando al” and then “Allegretto” (with the quarter note equal to 138 beats per minute) in measure 21. In measures 20 through 25, Violin one plays a repeated pattern of eighth notes, pitches D5, C-sharp 5, E-sharp 4, and F-sharp 4. In measures 26-28 the pitches of the repeated eighth note pattern change to D5, C-natural 5, F-sharp 4, and G4. In measures 22 through 28, Violin two plays a descending melody that begins half note A5 tied to dotted eighth A5, sixteenth G-sharp 5, and quarter D-sharp 5. The viola simultaneously plays a melody with a contour similar to Violin two. In measures 4 through 7, the viola and cello play a melodic idea that is answered by a shorter idea in Violin 1 and 2 in measures 8 and 9. In measures 11 through 14, violin 1 and 2 play a melodic idea similar to the viola and cello melody in measures 4 through 7. They are answered by the viola and cello in measures 15 and 16, who are playing similar material to violins 1 and 2 in measures 8 and 9. Measures 18 through 28 introduce new musical material.\" height=\"896\" src=\"https://assets.learnosity.com/organisations/537/VH335992.g03.png\" width=\"650\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">minor thirds only</p>","<p class=\"choice_paragraph\">major thirds only</p>","<p class=\"choice_paragraph\">major and minor thirds</p>","<p class=\"choice_paragraph\">major and minor ninths</p>"],"answer":1}]