[{"id":"VH588440","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH588418.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">What is the quality of the chord in box <span class=\"formatted_text font_weight:bold\">B</span>?</p>\n","rubricRef":"VH588440_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Questions 49-53</span> are based on the excerpt below.</p>\n\n<div class=\"standalone_image\"><img alt=\"Measures 31 through 43 of a piece for two flutes, alto, and basso continuo. The key signature has four sharps and the time signature is common time. Box A surrounds a portion of the alto melody, from the second half of beat two in measure 31 through the downbeat of measure 33. The notes are eighth B4, sixteenth notes B4, C-sharp 5, B4, A4, G-sharp 4, F-sharp 4, E4, D-natural 4, and eighth notes C-sharp 4 and A3. There is an eighth rest, and then the alto continues with eighth A4, sixteenth notes A4, B4, A4, G-sharp 4, F-sharp 4, E4, D-sharp 4, C-sharp 4, and eighth notes B3 and G-sharp 3. The chord in Box B contains the pitches F-sharp 2 in the basso continuo, F-sharp 4 in the alto, C-sharp 5 in the second Flute, and A5 in the first flute. Box C includes the flute 1 and 2 music on the downbeat of measure 38. The notes in the first flute part are sixteenth F-sharp 5, sixteenth G-sharp 5, and eighth note A5. The notes in the second flute part are sixteenth A4, sixteenth B4, and eighth C-sharp 5. There is an F-sharp 2 playing in the continuo on beat one as well. Box D includes all the music on beats one and two in measure 40. The continuo part is eighth notes E2, G-sharp 3, E3, and G-sharp 3. Flute one plays sixteenth notes B5, C-sharp 6, B5, A5, G-sharp 5, F-sharp 5, E5, and D-natural 5. Flute two plays a quarter note B5 on beat two. Box E includes all the music on a total of five beats: beats three and four of measure 41, and beats 1 through 3 of measure 42. On the first beat of box E, the continuo plays eighth notes E3 and G-sharp 3, Flute 2 plays sixteenth notes F-sharp 5, A5, G-sharp 5, and F-sharp 5, and Flute 1 plays eighth notes G-sharp 4 and E4. On the second beat of box E, the continuo plays eighth notes C-sharp 3 and E3, Flute 2 plays sixteenth notes E5, D-sharp 5, C-sharp 5, and B4, and Flute 1 plays a quarter note G-sharp 5. On the third beat of box E (the downbeat of measure 42), the continuo plays eighth notes A2 and A3, Flute 2 plays sixteenth notes C-sharp 5, D-sharp 5, E5, and F-sharp 5, and Flute 1 plays sixteenth notes G-sharp 5, F-sharp 5, G-sharp 5, and A5. On the fourth beat of box E, the continuo plays eighth notes B3 and B2, Flute 2 plays a dotted eighth D-sharp 5 and thirty-second notes C-sharp 5 and D-sharp 5, and Flute 1 plays a dotted eighth F-sharp 5 and thirty-second notes E5 and F-sharp 5. On the final beat of Box E, the continuo plays an eighth note E3 followed by an eighth rest, Flute 2 plays sixteenth notes E5, D-sharp 5, E5, and F-sharp 5, and Flute 1 plays sixteenth notes E5, F-sharp 5, G-sharp 5, and A5.\" height=\"1023\" src=\"https://assets.learnosity.com/organisations/537/VH588418.g07.png\" width=\"750\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Minor triad</p>","<p class=\"choice_paragraph\">Major triad</p>","<p class=\"choice_paragraph\">Major-minor seventh</p>","<p class=\"choice_paragraph\">Minor-minor seventh</p>"],"answer":0}]