[{"id":"VH833100","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH833075.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">All of the following compositional features are used in measures 16–20 EXCEPT</p>\n","rubricRef":"VH833100_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Questions 60-65</span> are based on the excerpt below.</p>\n\n<div class=\"standalone_image\"><img alt=\"20 measures of a German chorale for four voices, notated on a grand staff. The key signature has two sharps, the time signature is common time. The excerpt opens with the chord D3, D4, F-sharp 4, and A4. In measure 5, there is a half note chord, D3, A3, F-sharp 4, and F-sharp 5, followed by two quarter note chords, E3, A3, G4, and E5 on beat 3, and F-sharp 3, D4, A4, and D5 on beat 4. In measure 7, the half-note chord on beat 1, A3, D4, F-sharp 4, A4 moves to the chord A2, C-sharp 4, E4, and G4. The chord in measure 8 is D3, A3, D4, and F-sharp 4. The boxed chord in measure 13 is A-sharp 3, E4, G4, and C-sharp 5. It is followed by the chord B3, D4, F-sharp 4, and D5 in measure 14. In measures 16 through 20, the dynamics progress from forte to pianissimo, and there is a ritardando in measure 19. In measure 16 there is a half-note chord, D3, A3, F-sharp 4, F-sharp 5, a quarter note chord, C-sharp 3, A3, G4, E5, and a quarter note chord, A2, A3, E4, C-sharp 5. The chord in measure 17 is D3, A3, F-sharp 4, and D5. In measure 18 there is a half note chord, A2, A3, D4, F-sharp 4, a quarter note chord, A2, G3, C-sharp 4, E4, and a quarter note chord, A2, G3, A3, C-sharp 4. The chord in measure 19 is D3, F-sharp 3, A3, and D4. On beat three the tenor moves to G3 and the alto moves to B3. On beat four the tenor moves to F-sharp 3, then E3, and the alto moves to A3, then G3. The chord in measure 20 is D3, F-sharp 3, A3, and D4. Throughout the excerpt, the voices primarily change pitches at the same time. The chords in measures 1 and 2 are all root-position D major triads, the soprano melody is half note A4, quarter A4, quarter A4, and whole note D5. The text of measures 1 and 2 is “Heiliguh Nacht.” The chords in measures 3 and 4 are all A major-minor seventh chords in first inversion, the melody is half note A4, quarter A4, quarter A4, and whole note E5. The text of measures 1 and 2 is repeated. In measure 5 the chords are D major triad in root position, a passing A major-minor seventh chord in second inversion (missing the third of the chord), and D major triad in first inversion. The melody is half note F-sharp 5, quarter E5, and quarter D5. In measure 6 the chords are a root-position G major triad, a pedal A major-minor seventh chord in third inversion, and root position G major triad. The melody is half note D5, quarter C-sharp 5, and quarter B4. In measure seven the chords are D major triad in second inversion and a root position A major-minor seventh chord. The melody is dotted half note A4 and quarter G4. The chord in measure eight is a root position D major chord. The text of measures 5 through 8 is “Nacht der unendlichen Liebe.”\" height=\"872\" src=\"https://assets.learnosity.com/organisations/537/VH833075.g05.png\" width=\"750\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">softening of the dynamics</p>","<p class=\"choice_paragraph\">slowing of the tempo</p>","<p class=\"choice_paragraph\">a deceptive cadence</p>","<p class=\"choice_paragraph\">parallel thirds and sixths</p>"],"answer":2}]