[{"id":"VH845190","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH845188.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In measures 3–4, which of the following scales is used in the piano part?</p>\n","rubricRef":"VH845190_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Questions 54-59</span> are based on the excerpt below.</p>\n\n<div class=\"standalone_image\"><img alt=\"Sixteen measures of music for violin, cello, and piano. The key signature has one flat and the time signature is common time. In measures 3 and 4, the piano plays a sixteenth note run. The pitches are D2, A2, B-natural 2, C-sharp 3, D3, E3, F3, G3, A3, D3, E3, F3, G3, A3, B-natural 3, C-sharp 4, D4, C-natural 4, B-flat 3, A3, G3, A3, B-flat 3, C4, B-flat 3, A3, G3, F3, E3, F3, G3, and A3. In measure 8, the cello plays the melodic interval F4 to G-sharp 3. On the downbeat of measure nine, the violin plays a half note G-sharp 5 that moves to a half note A5 over an A2 in the piano. The bass notes on the downbeats of the piano part in measures 6 through 9 are C-natural 2, B-natural 1, B-flat 1, and A1. The chord on the downbeat of measure 13 contains the pitches F-sharp 1, F-sharp 2, C3, D3, F-sharp 3, C4, D4, and A4 in the piano, F-sharp 2, D3, and A3 in the cello, and D6 in the violin. The harmony tonicized at the end of the excerpt, on the downbeat of measure 16, is G, B-flat, and D. The harmony that opens the piece is D, F, A.\" height=\"982\" src=\"https://assets.learnosity.com/organisations/537/VH845188.g04.png\" width=\"750\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Natural minor</p>","<p class=\"choice_paragraph\">Harmonic minor</p>","<p class=\"choice_paragraph\">Melodic minor</p>","<p class=\"choice_paragraph\">Major</p>"],"answer":2}]