[{"id":"VH851465","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH851463.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In measure 1, parallel fifths are found in which of the following locations?</p>\n","rubricRef":"VH851465_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Questions 71-74</span> are based on the chord progression below, which contains several errors.</p>\n\n<div class=\"standalone_image\"><img alt=\"Four measures of chords notated on a grand staff. The key signature has three flats and the time signature is four-four. Measure 1 contains all quarter note chords. The first chord is E-flat 3, B-flat 3, G4, and E-flat 5. The second chord is G3, B-flat 3, G4, and E-flat 5. The third chord is A-flat 3, A-flat 3, E-flat 4, and C5. The fourth chord is A-flat 2, B-flat 3, F4, and D5. In measure 2, there are quarter-note chords on beats 1 and 2. The first chord is G2, B-flat 3, E-flat 4, and E-flat 5. The second chord is C3, C4, G4, and E-flat 5. On beats 3 and 4, there is a half note B-flat 2 in the bass, half note D4 in the tenor, and half note B-flat 4 in the alto. The soprano is quarter E-flat 5 and quarter D5. Measure three is all quarter-note chords. The first chord is E-flat 2, E-flat 4, G4, and B-flat 4. The second chord is F2, C4, F4, and A-flat 4. The third chord is G2, B-flat 3, E-flat 4, and G4. The fourth chord is A-flat 2, C4, E-flat 4, and F4. Measure 4 contains two quarter note chords followed by a half note chord. The first chord is B-flat 2, B-flat 3, E-flat 4, and G4. The second chord is B-flat 2, B-flat 3, D4, and F4. The third and final chord is E-flat 3, B-flat 3, B-flat 3, and E-flat 4.\" height=\"132\" src=\"https://assets.learnosity.com/organisations/537/VH851463.g03.png\" width=\"550\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Beats 1–2 only</p>","<p class=\"choice_paragraph\">Beats 2–3 only</p>","<p class=\"choice_paragraph\">Beats 3–4 only</p>","<p class=\"choice_paragraph\">Beats 2–3 and beats 3–4</p>"],"answer":2}]