[{"id":"VH851441","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH851430.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following terms best describes the rhythmic device employed in measure 4 ?</p>\n","rubricRef":"VH851441_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Questions 45–48</span> are based on the excerpt below.</p>\n\n<div class=\"standalone_image\"><img alt=\"12 measures of music for voice and piano. The key signature has one sharp and the time signature is two-four. In measure four, the rhythms of the vocal melody are a quarter note followed by an eighth-note triplet. The piano rhythm is all sixteenth notes. The boxed chord in measure 10 contains the pitches C-double-sharp 3, E-sharp 3, G-sharp 3, and B3. The boxed notes in measure 11 are F-sharp 3 and G-sharp 3. Throughout the entire excerpt the piano plays sixteenth notes to accompany the vocal melody, which begins in measure 3. After an eighth rest, the melody begins eighth B4 on the syllable “Les,” eighth B4 on the syllable “pa“, and eighth B4 on the syllable “pee“. In measure 4 the melody is quarter B4 on the syllable “-ons” and an eighth-note triplet, a repeated B4, on the syllables “cou“, “leur,” and “de.” In measure 5 the melody is a half note D5 on the syllable “neh“ which moves to a quarter note A4 on the syllabel “ge” in measure 6. There is a quarter rest before the next vocal phrase starts at the beginning of measure 7 with four repeated eighth note G4’s on the syllables “voh,” “lent,” “par,” and “ess“. Measure 8 continues with a quarter note C3 on the syllable  “sams” and two eighth note C3’s on the syllables “sur” and “la.” Measure 9 is a half note B4 on the syllable “mer,” tied to an eighth note B4 on the downbeat of measure 10. There is an eighth rest and quarter rest, before the vocal melody begins again in measure 11, with eighth notes B4, B4, C5, and D5 on the syllables “Beau,” “pa,” “pee,” and “ons.” Measure 12 is a half note D5 on the syllable “blonk.”\" height=\"653\" src=\"https://assets.learnosity.com/organisations/537/VH851430.g05.png\" width=\"700\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Polyrhythm</p>","<p class=\"choice_paragraph\">Syncopation</p>","<p class=\"choice_paragraph\">Irregular meter</p>","<p class=\"choice_paragraph\">Changing meter</p>"],"answer":0}]