[{"id":"VH918892","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH918889.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following compositional devices is featured?</p>\n","rubricRef":"VH918892_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\">The following question is based on the excerpt below.</p>\n\n<div class=\"standalone_image\"><img alt=\"6 measures of music for violin 1, violin 2, viola playing arco – with bowed strings, viola playing pizzicato – with plucked strings, and cello. \n-\tThe time signature is two-four in measures 1 and 2, three-four in measure 3, two-four in measures 4 and 5, and three-four in measure 6.\n-\tViolin 1 plays a melody in measures 1 through 5: eighth note B4, quarter A4, eighth G4, quarter A4, eighth notes G4 and A4, quarter B4, eighth notes C5, A4, B4, and C5, eighth note B4, sixteenth notes A4 and G4, eighth notes A4 and B4 tied over the barline to another eighth note B4, eighth G4, and quarter A4.\n-\tViolin 2 only plays eighth notes F-sharp 4, E4, D-sharp 4, and C-sharp 4 in measure 3.\n-\tThe arco Viola plays a held D4 in measures 1 and 2, C4 in measure 3, and D4 in measures 4 and 5.\n-\tThe pizzicato Viola plays a quarter note D4 on the downbeats of measures 1 and 2, on beats 1 and 3 of measure 3, and on the downbeats of measures 4 and 5.\n-\tThe cello plays an eighth note E-flat 3, eighth note dyad of D-flat 3 and C2, and a quarter note D-flat 3 in measure 1. It repeats the same pattern in measure 2. The pattern repeats on the first two beats of measure 3, followed by eighth notes E-flat 3 and D-flat 3 on beat 3. The pattern from measures 1 and 2 repeats in measures 4 and 5.\n\" height=\"352\" src=\"https://assets.learnosity.com/organisations/537/VH918889.g06.png\" width=\"565\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Canon</p>","<p class=\"choice_paragraph\">Ostinato</p>","<p class=\"choice_paragraph\">Alberti bass</p>","<p class=\"choice_paragraph\">Motivic transposition</p>"],"answer":1}]