[{"id":"VH918895","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH918883.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The texture device used in the excerpt above can best be described as</p>\n","rubricRef":"VH918895_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\">The following question is based on the excerpt below.</p>\n\n<div class=\"standalone_image\"><img alt=\"6 measures of music for two voices in treble clef, with text in German. The key signature has no sharps or flats and the time signature is four-two. \n-\tThe melody in the upper voice is half note C5, half note G4, dotted half E-flat 5, and eighth notes D5 and C5 in measure 1; half notes B4 and C5 and whole note A-flat 4 in measure 2; and half note G4, quarter notes F4, E-flat 4, D4, C4, and half note B3 in measure 3. \n-\tThe lower voice repeats this same melody, beginning on the last half note beat of measure 1, and ending on the third half note beat of measure 4.\n-\tIn measure 4, the melody in the upper voice continues after a half rest with a half note A-flat 4 tied to a quarter note A-flat 4, and three G4 quarter notes. It continues with a half note C5, quarter notes B4 and C5, and half notes D5 and E-flat 5 in measure 5, and quarter notes D5 and C5 in measure 6. \n-\tThe lower voice repeats the upper voice melody from measure 4 at the beginning of measure 5. It ends on B-flat 4 on the downbeat of measure 6.\n\" height=\"348\" src=\"https://assets.learnosity.com/organisations/537/VH918883.g04.png\" width=\"685\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">a countermelody</p>","<p class=\"choice_paragraph\">an ostinato</p>","<p class=\"choice_paragraph\">a canon</p>","<p class=\"choice_paragraph\">a walking bass</p>"],"answer":2}]