[{"id":"VH918342","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH918318.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following textural devices is used in measures 31–32 ?</p>\n","rubricRef":"VH918342_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\">The following question is based on the excerpt below.</p>\n\n<div class=\"standalone_image\"><img alt=\"Measures 30 through 36 of music for three voices. The upper and middle voice are notated in treble clef, the lower voice is notated in bass clef. There are no sharps or flats in the key signature and the time signature is three-four.\n-\tBox A surrounds the middle voice melody in measure 31 and on the first two beats of measure 32. The boxed melody is dotted quarter B-flat 4, three repeated eighth notes on B-flat 4, quarter B-flat 4, and quarter A4. \n-\tBox B surrounds the lower voice melody in measure 33 and on the first two beats of measure 34. The boxed melody is dotted quarter B-flat 3, three repeated eighth notes on B-flat 3, quarter B-flat 3, and quarter A3.\n-\tIn measures 31 and 32, only the middle and lower voices are singing. The middle voice melody is dotted quarter B-flat 4, three repeated eighth notes on B-flat 4, quarter B-flat 4, and quarter A4. The lower voice melody is dotted quarter G3, three repeated eighth notes on G3, quarter G3, and quarter F-sharp 3.\n-\tIn measures 33-36, all three voices sing together. The upper voice melody is dotted quarter D5, three eighth note D5’s, quarter D5, and quarter C5. After an eighth rest it continues eighth C5, dotted quarter E-flat 5, three eighth note E-flat 5’s, and quarter D5. The middle voice melody is dotted quarter G4, three eighth note G4’s, quarter G4, and quarter F-sharp 5. After an eighth rest it continues eighth F-sharp 4, dotted quarter F-sharp 4, three eighth note F-sharp 4’s, and quarter G4. The lower voice melody is dotted quarter B-flat 3, three eighth note B-flat 3’s, quarter B-flat 3, and quarter A3. After an eighth rest it continues eighth A3, dotted quarter C4, three eighth note C4’s, and quarter B-natural 4.\n-\tThe final harmony of the excerpt is B-natural 4, G5, and D5.\n\" height=\"566\" src=\"https://assets.learnosity.com/organisations/537/VH918318.g06.png\" width=\"725\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Doubling at the third</p>","<p class=\"choice_paragraph\">Doubling at the octave</p>","<p class=\"choice_paragraph\">Alberti bass</p>","<p class=\"choice_paragraph\">Walking bass</p>"],"answer":0}]