[{"id":"VH977502","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977486.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Which of the following statements best describes the motivic transformation of the music in measures 9–11 when it returns in measures 25–27 ?</p>\n","rubricRef":"VH977502_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\">The following question is based on the two excerpts below, which are from the same composition.</p>\n\n<div class=\"standalone_image\"><img alt=\"Several measures of music for piano on a grand staff. The key signature has one sharp and the time signature is three-four. The last beat of measure seven contains the quarter notes D2, C4, and F-sharp 4, and the eighth notes A4 and G4. The eighth note G4 is circled. The boxed portion of the score includes the last beat of measure fifteen and the first two beats of measure sixteen. The last beat of measure fifteen contains the pitches D3, A3, D4, and F4. Halfway through the beat the D4 moves down to C4. On the downbeat of measure sixteen, the pitches are G3, C4, D4, and G4. On beat two, the note D2 is added and the C4 moves down to B3. In measures 9 through 11, the harmonies are G major, D major, E minor, and A major. The melody is all eighth-notes and skips between members of each chord with some leaps filled in by stepwise passing motion. In measures 25 through 27, the time signature of the treble clef changes to nine-eight, while the time signature of the bass clef stays in three-four. The harmonies are G major, D major, E minor, and A major. The melody is all eighth notes and has a different contour and more passing tones than the melody from measures 9 through 11.\" height=\"760\" src=\"https://assets.learnosity.com/organisations/537/VH977486.g01.png\" width=\"750\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">The meter changes in the treble and bass clefs, resulting in rhythmic transformation and pitch embellishment in both the soprano and the bass.</p>","<p class=\"choice_paragraph\">The meter changes in the treble clef, resulting in rhythmic transformation and pitch embellishment in the soprano while the bass and overall harmony remain the same.</p>","<p class=\"choice_paragraph\">The meter changes in the treble clef, resulting in rhythmic transformation in the soprano; the bass is embellished with nonharmonic tones.</p>","<p class=\"choice_paragraph\">The meter changes in the treble clef, but the musical material in both the soprano and the bass is repeated unchanged.</p>"],"answer":1}]