[{"id":"VH977605","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH977597.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Compared to the melody in measures 1–8, the melody in measures 17–24 is developed through the use of which of the following compositional procedures?</p>\n","rubricRef":"VH977605_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p class=\"lead_in\">The following question is based on the excerpt below.</p>\n\n<div class=\"standalone_image\"><img alt=\"A twenty-four-measure piece for voice and piano. The key signature is B-flat major and the time signature is two-four. The underlying harmonies of measures one through four are major one in measures one and two, second inversion one to five seven in measure three, and major one in measure four. The vocal melody begins with an eighth note F4 pickup. Measure one is eighth note F4, eighth B-flat 4, dotted eighth C5, and sixteenth D5. Measure 2 is quarter B-flat4, eighth F4, and eighth G4. Measure three is eighth F4, eighth B-flat4, eighth E-flat4, sixteenth F4, and sixteenth E-flat4. The phrase ends with a dotted quarter D4 in measure four. In measures nine through eleven, the left hand of the piano plays three consecutive half note F1 and F2 octaves. The melody in measures seventeen through twenty is the same as the melody in measures one through five. In measures 22 through 24, the melody is quarter note B-flat4, eighth F4, eighth G4, eighth F4, eighth D4, dotted eighth D4, sixteenth C4, and dotted quarter B-flat3. In measures six through eight, the melody is quarter note B-flat4, eighth A4, eighth G4, eighth C5, eighth F4, eighth G4, sixteenth A4, sixteenth G4, and quarter note F4.\" class=\"lrn-image-left\" height=\"935\" src=\"https://assets.learnosity.com/organisations/537/VH977597.g01.png\" width=\"700\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Rhythmic augmentation</p>","<p class=\"choice_paragraph\">Melodic inversion</p>","<p class=\"choice_paragraph\">Motivic fragmentation</p>","<p class=\"choice_paragraph\">Repetition with some variation</p>"],"answer":3}]