[{"id":"VR034072","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR034046.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In measure 6, there is an error in</p>\n","rubricRef":"VR034072_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Questions 9-12 </span>are based on an excerpt that will be played four times. The score is printed correctly below, but in the version you will hear, several measures contain errors in either pitch or rhythm. Before listening to the music for the first time, please read <span class=\"formatted_text font_weight:bold\">Questions 9-12 </span>and look at the score.</p>\n\n<div class=\"standalone_image\"><img alt=\"Eight measures of music on a grand staff. The key signature has two flats and the time signature is three-four. In measure 1 the bass is half note B-flat 3 and quarter A3; the treble is quarter notes B-flat 5, F5, and D5. In measure 2 the bass is quarter notes G3, G3, and D3; the treble is dotted quarter B-flat 4, eighth A4, and quarter B-flat 4. In measure 3 the bass is quarter notes E-flat 3, F3, and F2; the treble is quarter C5 and eighth notes C5, A4, E-flat 5, and C5. In measure four the bass is quarter notes B-flat 2, C3, and D3; the treble is quarter notes D5, C5, and B-flat 4. In measure five the bass is dotted quarter B-flat 3, eighth B-flat 3, and quarter G3; the treble is eighth notes B-flat 5, A5, and quarter notes G5 and E-natural 5. In measure 6 the bass is quarter notes E-natural 3, E-natural 3, and C3; the treble is dotted quarter C5, eighth D5, and quarter C5. In measure 7 the bass is eighth notes D3, C3, and quarter notes B-flat 2 and C3; the treble is quarter B-flat 4, sixteenth notes B-flat 4, A4, eighth G4, and quarter E-natural 4. In measure 8 the bass is quarter notes F3, C3, and F2; the treble is a dotted half note F4.\" height=\"289\" src=\"https://assets.learnosity.com/organisations/537/VR034046.g01.png\" width=\"550\" /></div>\n</div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_59a13852a44613c0293a89e4e78c94fe\" data-src=\"https://assets.learnosity.com/organisations/537/VR034046.a02.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">treble clef pitch</p>","<p class=\"choice_paragraph\">treble clef rhythm</p>","<p class=\"choice_paragraph\">bass clef pitch</p>","<p class=\"choice_paragraph\">bass clef rhythm</p>"],"answer":2}]