[{"id":"VR032506-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Question 7.</span> (Suggested time—20 minutes)</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Complete the bass line for the melody below, following eighteenth-century voice-leading procedures. Below the bass line, write the Roman and Arabic numerals that indicate the harmonies and inversions implied by the soprano and bass.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Observe the following:</p>\n\n<p class=\"list_paragraph\">A. Keep the portion you compose consistent with the first phrase.</p>\n\n<p class=\"list_paragraph\">&nbsp; 1. Write an appropriate cadence at each phrase ending, including a perfect authentic cadence at the final cadence.</p>\n\n<p class=\"list_paragraph\">&nbsp; 2. Give melodic interest to the bass line. (Embellishing tones are not required. If you choose to use them, the only acceptable&nbsp;embellishing tones are unaccented passing tones, unaccented neighbor tones, and unaccented chordal skips.)</p>\n\n<p class=\"list_paragraph\">&nbsp; 3. Vary the motion of the bass line in relation to the soprano.</p>\n\n<p class=\"list_paragraph\">&nbsp; 4. Use mostly quarter notes. (Where appropriate, note values ranging from half notes to eighth notes may be used.)</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">B. Do not notate alto and tenor lines.</p>\n\n<div class=\"standalone_image\"><img alt=\"Eight measures of music on a grand staff with a quarter note pickup. The key signature is F major and the time signature is common time. There are four two-measure phrases, each ending with a fermata. The bass line is given in the first three measures. It is blank beginning in measure 4, and marked with the words “Start here.” The Roman numerals of the phrase leading up to measure 4 are major five six, major one, major one six, major four six, and major five 6. Measure four is approached by a quarter note E3 in the bass and a quarter note G4 in the soprano. In measure 4, the melody is quarter notes  A4, B-flat 4, and G4 with a fermata. The melody of phrase 3 begins with a quarter note A4 pickup at the end of measure 4. The rest of phrase 3 in measures 5 and 6 is quarter notes C5, D5, C5, B-flat 4, A4, B-natural 4, and C5 with a fermata. The melody of phrase 4 begins with a quarter note E5 pickup at the end of measure 6. The rest of phrase 4 in measures 7 and 8 is quarter F5, eighth notes F5, E5, quarter notes D5, B-flat 4, A4, G4, and F4 with a fermata.\" height=\"385\" src=\"https://assets.learnosity.com/organisations/537/VR032506.g02.png\" width=\"650\" /></div>\n","rubricRef":"VR032506_rubric"},{"id":"VR032506-22","type":"fileupload","rubricRef":"VR032506_rubric"}]