[{"id":"VR047907-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">(Suggested time—20 minutes)</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Complete the bass line for the melody below, following eighteenth-century voice-leading procedures. Below the bass line, write the Roman and Arabic numerals that indicate the harmonies and inversions implied by the soprano and bass.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Observe the following.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">A. Keep the portion you compose consistent with the first phrase.</p>\n\n<ul class=\"unordered_list style:1\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n\t<li class=\"list_paragraph\">1. Write an appropriate cadence at each phrase ending, including a perfect authentic cadence at the final cadence.</li>\n\t<li class=\"list_paragraph\">2. Give melodic interest to the bass line. (Nonharmonic tones, if included, must be limited to unaccented passing and neighbor tones.)</li>\n\t<li class=\"list_paragraph\">3. Vary the motion of the bass line in relation to the soprano.</li>\n\t<li class=\"list_paragraph\">4. Use mostly quarter notes. (Where appropriate, note values ranging from half notes to eighth notes may be used.)</li>\n</ul>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">B. Do not notate alto and tenor lines.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents eight measures of music on a grand staff. The top staff is in treble clef and the bottom staff is in bass clef. The key signature is E-flat major and the time signature is 4/4. The first three measure of the bass clef staff have music. The pitches of measure one are E-flat 3, F3, G3, F3, and E-flat 3. The rhythm of measure one is two eighth notes and three quarter notes. The pitches of measure two are A-flat 2, B-flat 2, and E-flat 3. The rhythm of measure two is two quarter notes and a half note. The pitches of measure three are A-flat 3, G3, F3, E-flat 3, and D3. The rhythm of measure three is two eighth notes and three quarter notes. All eight measures of the treble clef staff have music. In measure one the pitches are E-flat 5, B-flat 4, C5, D5, and E-flat 5. The rhythm of measure one is a quarter note, two eighth notes, and two quarter notes. The pitches of measure two are C5, B-flat 4, A-flat 4, and G4. The rhythm of measure two is a quarter note, two eighth notes, and a half note. The pitches of measure three are C5, D5, E-flat 5, and F5. The rhythm of measure three is four quarter notes. The pitches of measure four are E-flat 5, E-flat 5, and D5. The rhythm of measure four is two quarter notes and a half note. The pitches in measure 5 are E-flat 5, D5, C5, B-flat 4, and G4. The rhythm of measure 5 is two eighth notes and three quarter notes. The pitches in measure six are F4, A-natural 4, B-flat 4, and B-flat 4. The rhythm of measure 6 is four quarter notes. The pitches of measure seven are C5, B-flat 4, A-flat 4, G4, and A-flat 4. The rhythm of measure seven is a quarter note, two eighth notes, and two quarter notes. The pitches in measure eight are G4, F4, and E-flat 4. The rhythm of measure eight is two quarter notes and a half note. The first three measures have a chord analysis. The chords in the first measure are major one, first inversion major one, second inversion dominant seventh, and major one. The chords in measure two are major four, major five, and major one. The chords in measure three are major four, first inversion diminished seven triad, major one, and first inversion major five.\" height=\"382\" src=\"https://assets.learnosity.com/organisations/537/VR047907.g07.png\" width=\"650\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n","rubricRef":"VR047907_rubric"},{"id":"VR047907-22","type":"fileupload","rubricRef":"VR047907_rubric"}]