[{"id":"VR751702","type":"longtextV2","stimulusHtml":"<p class=\"stem_paragraph\"><span class=\"formatted_text font_weight:bold\">Question 7.</span></p>\n\n<p class=\"stem_paragraph\">Complete the bass line for the melody below, following eighteenth-century voice-leading procedures. Below the bass line, write the Roman and Arabic numerals that indicate the harmonies and inversions implied by the soprano and bass.</p>\n\n<p class=\"stem_paragraph\">Observe the following:</p>\n\n<p class=\"stem_paragraph\">A. Keep the portion you compose consistent with the first phrase.</p>\n\n<ol class=\"ordered_list style:2\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Write an appropriate cadence at each phrase ending, including a perfect authentic cadence at the final cadence.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Give melodic interest to the bass line. (Nonharmonic tones, if included, must be limited to unaccented passing and neighbor tones.)</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Vary the motion of the bass line in relation to the soprano.</p>\n\t</li>\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">Use mostly quarter notes. (Where appropriate, note values ranging from half notes to eighth notes may be used.)</p>\n\t</li>\n</ol>\n\n<p class=\"stem_paragraph\">B. Do not notate alto and tenor lines.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows eight measures on a grand staff. The top staff is in treble clef and the bottom staff is in bass clef. The key signature has one flat, and the time signature is common time. The key provided for the analysis is upper case F. The first three measures contain a completed bass line and the last five measures are blank in the bass. In measure one, the bass line contains all quarter notes and the pitches are F3, C3, F3, and B-flat2. The rhythm of the melody in measure one is a quarter note, two eighth notes, and two quarter notes; the pitches are A4, C5, B-flat4, A4, and D5. In measure two, the bass line rhythm is quarter note, two eighth notes, and a half note; the pitches are C3, D3, E3, and F3. The melody rhythm in measure two is four eighth notes and a half note; the pitches are C5, B-flat4, A4, G4, and A4. In measure three, the bass line rhythm is four quarter notes; the pitches are B-flat3, G3, F3, and C3. The melody rhythm in measure three is two eighth notes and three quarter notes; the pitches are G4, A4, B-flat4, A4, and C5. The Roman numeral analysis of measures one through three is major one, major five, major one, and major four in measure 1, major five, minor six, major five six, and major one in measure two, and minor two six, major five four three, major one, and major five in measure three. The melody to be harmonized in measures five through eight is broken into three phrases. The end of phrase two in measure four is two quarter notes and a half note, pitches A4, B-natural4, and C5. Phrase three consists of two eighth notes and three quarter notes in measure 5, pitches F5, E5, D5, C5, and A4, and four eighth notes and a quarter note in measure 6, pitches B-flat4, A4, G4, F4, E4, and B-flat4. Phrase four consists of a quarter-note B-flat 4 anacrusis at the end of measure 6, four quarter notes in measure 7, pitches A4, B-flat4, C5, and B-flat 4, and two quarter notes and a half note in measure 8, pitches A4, G4, and F4 \" height=\"369\" src=\"https://assets.learnosity.com/organisations/578/VR751702.g07.svg\" width=\"600\" /></div>\n","rubricRef":"VR751702_rubric"}]