[{"id":"FT536146","type":"mcq","stimulusHtml":"<p>Pour quelle raison l’article a-t-il été écrit?</p>","features":[{"type":"sharedpassage","html":"<ul>\n\t<li>\n\t<p>The selection below is accompanied by a number of questions. Read the selection and choose the response that is best according to the selection and mark your answer.</p>\n\t</li>\n\t<li>\n\t<p>Le choix ci-dessous est accompagné d'un certain nombre de questions. Lisez la sélection et choisissez la meilleure réponse selon la sélection et marquez votre réponse.</p>\n\t</li>\n</ul>\n\n<p>Thème du cours: La vie contemporaine</p>\n\n<p><strong>Source numéro 1</strong></p>\n\n<p>Introduction</p>\n\n<p>Dans cette sélection il s’agit de Yolaine Boutillon qui vit à la Réunion. L’article original a été publié le 4 février 2010 dans l’Île de la Réunion par le <em>Journal de l’Île de la Réunion</em>.</p>\n\n<p class=\"text-center\"><strong>La femme et la mer</strong></p>\n\n<p>Être femme de marin-pêcheur, ce n’est pas toujours simple. Rencontrez Yolaine Boutillon et tous les préjugés tombent. Son sourire, son auto-dérision, ses projets autour de la mer et même une association: celle des femmes de marins-pêcheurs de la Réunion.</p>\n\n<p>Une vraie tornade. Elle a un emploi du temps à faire pâlir un ministre. «Je pense vivre avec mon temps!» souligne la présidente depuis plus de cinq années de l’Association des femmes de marins-pêcheurs de La Réunion (AFEMAR). Pour Yolaine Boutillon, tout tourne autour de la mer. C’est un peu son destin... Native de Saint-André, elle a très vite déménagé dans le sud pour asseoir son indépendance car elle trouvait agréable de voir la mer en ville. «Installée à Saint-Pierre, j’ai fait plusieurs petits boulots, travaillé notamment dix années dans une station service. Quand j’ai rencontré mon époux, Jean, il était infirmier libéral. Il est devenu pêcheur-professionnel à Saint-Pierre car c’était sa passion. Je me suis trompée sur la marchandise!», explique cette mère de deux filles en éclatant de rire. À la naissance de sa première fille, Lisa, elle arrête de travailler et rencontre alors d’autres femmes de marins-pêcheurs. «J’avais entendu parler de l’association qui était en sommeil depuis une vingtaine d’années. On a décidé de la remettre en activité.» Son but: rassembler les femmes de marins-pêcheurs afin qu’elles s’entraident quand leur mari est en mer ou s’il a un accident. «Au départ, je voulais réunir toutes les femmes des pêcheurs de toute l’île, mais c’est compliqué. Même si les membres n’habitent qu’à Saint-Pierre, on accepte tout le monde.» Au fur et à mesure, Yolaine apprécie cet esprit de partage, de soutien et de solidarité. Elle est de plus en plus dynamique au sein de l’association pour en devenir même la présidente en 2005.</p>\n\n<p>Entre ses deux filles Lisa et Emmy, son époux, son travail qui consiste à vendre le poisson sur le port de Saint-Pierre, l’association, «Yoyo» comme l’appelle ses amis, trouve le temps de monter un musée dédié à la mer et d’endosser son rôle de conseillère inter-quartier. «Il existe une commission municipale où on a l’opportunité de rapporter ce qui ne va pas. Je suis la représentante du quartier de Saint-Pierre. J’aime ce côté citoyen.» Mais surtout ne lui parlez pas de politique. Elle a même été approchée pour être sur une liste électorale des prochaines élections régionales et a refusé l’invitation. «La politique, ce n’est pour le moment pas pour moi. Je dois ouvrir le musée.» Alors qu’elle se déplace à la mairie pour un simple local pour son association, elle en ressort avec une subvention, une maison et un projet de musée sur la mer, La Caz Marine.</p>\n\n<hr />\n<p><span style=\"font-size:0.9em\">Article de Véronique Tournier, paru dans le supplément <em>Femme Magazine du Journal de l’Ile de La Réunion</em> du 12 février 2010, www.clicanoo.re</span></p>\n\n<p><strong>Source numéro 2</strong></p>\n\n<p>Introduction</p>\n\n<p>Dans cette sélection il s’agit de la durée d’embarquement des marins-pêcheurs en France et sur l’Île de la Réunion.</p>\n\n<p>Le tableau original a été publié en 2008 en France par l’INSEE.</p>\n\n<p class=\"text-center\"><strong>Durée d’embarquement des marins-pêcheurs</strong></p>\n\n<table class=\"table table-bordered lrn_width_auto\">\n\t<thead>\n\t\t<tr>\n\t\t\t<th scope=\"col\"><strong>Durée d' embarquement (en %)</strong></th>\n\t\t\t<th scope=\"col\">&nbsp;</th>\n\t\t\t<th scope=\"col\">&nbsp;</th>\n\t\t</tr>\n\t</thead>\n\t<tbody>\n\t\t<tr>\n\t\t\t<td>&nbsp;</td>\n\t\t\t<td>Réunion</td>\n\t\t\t<td>France</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>moins de 3 mois........................</td>\n\t\t\t<td>16,3</td>\n\t\t\t<td>14,6</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>3 à 6 mois..................................</td>\n\t\t\t<td>11,5</td>\n\t\t\t<td>10,6</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>6 à 9 mois.................................</td>\n\t\t\t<td>18,1</td>\n\t\t\t<td>12,0</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>plus de 9 mois...........................</td>\n\t\t\t<td>54,1</td>\n\t\t\t<td>62,8</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>TOTAL (nombre)</td>\n\t\t\t<td>601</td>\n\t\t\t<td>24 460</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p class=\"text-center\">Étude menée auprès de 601 marins-pêcheurs à&nbsp;la Réunion et de 24 460 marins-pêcheurs en France</p>\n\n<p>&nbsp;</p>\n"}],"choicesHtml":["<p>Pour alerter le public des dangers de la pêche à la Réunion</p>","<p>Pour faire le portrait d’une femme de pêcheur à la Réunion</p>","<p>Pour présenter des candidats à une élection municipale de la ville de Saint-Pierre</p>","<p>Pour détailler les problèmes auxquels fait face l’association AFEMAR aujourd’hui</p>"],"answer":0}]