[{"id":"FT535628","type":"mcq","stimulusHtml":"<p>Quand Amaya a expliqué son problème, toutes les réactions suivantes font partie de la réponse du responsable SAUF</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. Each passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage.</p><p></p><p><em>Le passage suivant est tiré d'un roman africain écrit en 1982. Il présente un portrait satirique d'un bureaucrate intransigeant.</em></p><p></p><p><em>Il s'agit ici d’une pauvre marchande, Amaya, qui fait chaque jour le voyage de son village à la grande ville pour vendre avec très peu de profit des bananes, du savon, etc.</em></p><p></p><p>Fallait-il repartir au Beach demain pour cette histoire de carte d`identité perdue? Elle ne voyait vraiment pas comment s’en sortir. Elle était allée trois jours de suite au poste de police du Beach, trois jours de suite était revenue bredouille.* Aujourd’hui, elle s'était levée à cinq heures du matin afin de se trouver parmi les premières à passer; elle avait marché à grands pas comme à son habitude et à six heures et quart elle était devant le guichet de police, en troisième position sur la ﬁle d'attente. C'était son jour de chance aujourd'hui car le responsable du bureau arriva plus tôt que d'habitude, à dix heures. Le temps de ranger ses papiers, de classer des dossiers, de donner des ordres à ses subordonnés., il était onze heures; le tour d’Amaya arriva à onze heures trente. Elle pria intérieurement que le chef fût de bonne humeur.</p><p></p><p>- Qu’est-ce que tu veux? Demanda-t-il tout en arrangeant la médaille portant l’effigie du fondateur de parti, accroché à l’un des revers de sa veste.</p><p></p><p>-- Je reviens au sujet de ma carte d’identité que vous avez perdue.</p><p></p><p>- Je n’ai rien perdu du tout, tonna-t-il. Tout cela est arrivé par votre propre négligence.</p><p></p><p>- Ce sont vos services qui nous ont demandé de laisser les cartes et...</p><p></p><p>- Et quoi encore ? Vous n’avez qu’à ne pas obéir à des ordres absurdes!</p><p></p><p>- Mais ...</p><p></p><p>- Mais quoi?</p><p></p><p>- Non, monsieur camarade chef.</p><p></p><p>- Cette histoire de cartes d’identité perdues commence à m'énerver. Nous allons en ﬁnir une fois pour toutes.</p><p></p><p>Il se retourna pour regarder l'horloge fixée au mur derrière lui. Amaya suivit le mouvement du corps massif, gonﬂé d'autorité. A droite de l’horloge était accroché le portrait juvénile de l’Immortel président, mort assassiné par elle ne savait trop qui, tant les versions présentées étaient contradictoires. Tandis qu’à gauche, le mur était tapissé de slogans qui ne disaient rien à Amaya pour la simple raison qu’elle ne savait pas la langue. Le camarade chef se retourna, consulta sa montre-bracelet, comme pour confirmer I’heure de l’horloge, puis grogna à travers la moustache qui ornait sa délicate bouche \"qui ne mangeait que de la viande\", pour reprendre les paroles du plus célèbre musicien du pays.</p><p>- Comme il est déjà midi, revenez cet après-midi à quatorze heures.</p><p></p><p>- Mais...</p><p>Il claqua la fenêtre du guichet.</p><p></p><p>* bredouille: sans succès </p><p></p>"}],"choicesHtml":["<p>en rejeter la responsabilité sur Amaya</p>","mettre en question l’intelligence de certains de ses employés","<p>chercher des prétextes pour ne plus en parler</p>","<p>menacer t’envoyer Amaya en prison</p>"],"answer":2}]