[{"id":"FT535613","type":"mcq","stimulusHtml":"<p>La Fontaine utilise ses <em>Fables</em> pour</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. Each passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage.</p><p></p><p>Tout en courant les salons, La Fontaine trouve le temps d’écrire. Au moment où il publie le <em>Premier</em> <em>Recueil de fables</em> en 1668, il a trouvé un large public qui l’admire comme poète et comme conteur. Empruntant à la Grèce, à l'Inde et à Rome, La Fontaine transforme les récits secs de ses prédécesseurs et les élève au rang de véritables petits drames ou les animaux sont dotés de traits et d'émotions humains. Avec habileté, il fait de ses fables des commentaires ou des satires sociales sur la cour de Louis XIV. Le 3 mai 1678, il publie d'autres <em>Fables</em> et prévient le lecteur qu'il va trouver dans ces nouvelles fables « un air et un tour un peu différent de celui qu’il a donné aux premières ». Si on y retrouve le même bestiaire, les hommes toutefois y interviennent plus souvent el le second recueil s’ouvre sur « Les Animaux malades de la peste », puissante satire de l’humanité.</p><p></p><p>De toute évidence, le poète « a fait son miel » des propos recueillis dans les salons mondains et ses animaux ne sont pas des allégories mais copient directement la société du 17<sup>e</sup> siècle : le lion-roi orgueilleux et méprisant, à l’occasion généreux, la cour présentée comme un pays de parasites où règnent servilité et hypocrisie.</p><p></p><p>La Fontaine est un naturaliste et non un moraliste. Il observe mais ne fait pas la leçon. Il a étudié l`espèce humaine comme il a étudié les abeilles ou les fourmis. Il écrit des histoires dont les animaux possèdent les défauts et les contradictions des humains. Leur dialogue est si vivant et si direct qu’il crée l’illusion du théâtre.</p>"}],"choicesHtml":["<p>relever le moral de la cour</p>","<p>expliquer scientiﬁquement le comportement des animaux</p>","<p>critiquer les abus de la société de son temps</p>","<p>gagner une petite fortune</p>"],"answer":1}]