[{"id":"FT536211","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p>You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\t</li>\n\t<li>\n\t<p>Vous allez écrire une réponse à un message électronique. Vous aurez 15 minutes pour lire le message et écrire votre réponse.</p>\n\n\t<p>Votre réponse devrait débuter par une salutation et terminer par une formule de politesse. Vous devriez répondre à toutes les questions et demandes du message. Dans votre réponse, vous devriez demander des détails à propos de quelque chose mentionné dans le texte. Vous devriez également utiliser un registre de langue soutenu.</p>\n\t</li>\n</ul>\n\n<p>Thème du cours: La quête de soi&nbsp;</p>\n\n<p>Introduction</p>\n\n<p>C’est un message électronique de Madame Awa Bâ, secrétaire à Destination Afrique. Vous recevez ce message parce que vous avez contacté l’agence Destination Afrique pour exprimer votre désir de participer à un programme d’échanges.</p>\n\n<p>&nbsp;</p>\n<img alt=\"An email window shows two text fields below a navigation bar at the top, which includes the Minimize, Maximize, and Close buttons. The first text field is titled, De, and contains the text, Awa Bâ. The second text field is titled, Objet, and contains the text, Votre message concernant le programme d'échanges.\" height=\"80\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6213cd87d1fc4d5847ef359a045a98b8/original.png\" width=\"620\" />\n<p>Cher/Chère participant(e),</p>\n\n<p>Merci de nous avoir contactés au sujet de notre programme d’échanges en Afrique. Afin d’assurer une expérience favorable à tous, nous faisons de notre mieux pour trouver un lycée et une famille d’accueil qui correspondent au participant potentiel. Donc, avant de vous envoyer plus de détails, il nous serait très utile d’en savoir plus sur vous et vos préférences. Vos réponses aux questions suivantes nous aideront à vous offrir le meilleur séjour possible:</p>\n\n<p>-Dites-nous dans quelle région d’Afrique vous préféreriez vivre et pourquoi?</p>\n\n<p>-Quel serait pour vous le type de famille d’accueil idéal pour votre séjour?</p>\n\n<p>Nous vous serions très reconnaissants de bien vouloir nous répondre dès que possible afin que nous puissions prendre en compte votre dossier.</p>\n\n<p>Dans l’attente de vous lire, nous vous prions d’agréer l’expression de nos salutations distinguées.</p>\n\n<p>Awa Bâ</p>\n\n<p>Secrétaire</p>\n\n<p>Destination Afrique</p>\n"}]