[{"id":"FT535619","type":"mcq","stimulusHtml":"<p>Quel est le sens de l'expression \"à mon corps défendant\" (quatrième paragraphe)</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. Each passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage.</p><p></p><p>Je n’aime pas les vacances. Il faut dire que, ne faisant rien de mes mains, je n’en ressens pas le besoin. Je ne sais même pas ce que c`est. Il paraît que c’est du repos, un changement de rythme et d’habitude. Je n'ai pas envie. Mon rythme est ce qu’il est. Lent et sans surprise. Mes habitudes sont plutôt des manies et je crains de les perdre si je pars comme tout le monde en vacances au mois d'août. Elles me supportent et m’aident à me supporter. Elles sont simples et je ne demande qu'une chose: qu'on ne les dérange pas, qu’on me les laisse telles quelles.</p><p></p><p>Tous ceux qui partent le même jour à la même heure sur les routes ont aussi leurs manies : être comme tout le monde, faire comme les autres, ne rien rater de l’engouement collectif, une façon de se rassurer, de s’assurer qu'ils ne mourront pas seuls ou idiots. Ce n'est pas mon cas. Mourir idiot ou intelligent, je m'en moque!</p><p>Je n’aime pas les vacances parce que je n’aime pas les voyages. Courir dans une gare en portant une valise lourde dans une main, un sac dans l'autre, les billets entre les dents, faire la queue dans un aéroport pour enregistrer les bagages, supporter la nervosité des vacanciers qui ont peur de l'avion, être bousculé par un groupe de sportifs insouciants, partir en retard, arriver fatigué à une heure impossible, chercher un taxi… tout cela je vous le laisse et je préfère me retirer dans un coin de la maison pour écouter le silence et rêver aux amours cruelles…</p><p>Mais je ne peux pas me retirer. Je n'ai pas droit à la solitude. Je suis, moi aussi, à mon corps défendant, un vacancier classique, partant aux heures de pointe, souffrant de tous les maux. Je n'ai même pas le droit de protester, ni de marquer ma mauvaise humeur : les enfants sont impitoyables ; ils se moquent éperdument de toutes ces considérations, et l’unique chose qui les intéresse, c'est de retrouver leurs copains pour courir, nager, danser, chanter...</p><p></p><p>Voilà pourquoi, cette année, je me trouve au Mirage, un nouveau lieu de vacances. J’ai de la chance. Il est encore peu connu et peu fréquenté. C`est une sorte de club privé dont les membres sont cooptés. Une vingtaine de petits appartements autour d’une piscine d’une propreté remarquable. En descendant un escalier, on se trouve sur la plage. Sable fin, vagues hautes et belles, mer aux couleurs fortes. C’est l'Atlantique. Il règne dans ce lieu un silence inquiétant qu’interrompent, au matin, les cris des enfants qui plongent dans la piscine. Autant dire que cela n'a rien à voir avec les vacances dont on parle à la télévision. C'est un lieu secret, tranquille, idéal pour un misanthrope qui accepte de faire quelques concessions.</p><p></p>"}],"choicesHtml":["<p>Par hasard</p>","Par habitude","<p>Contre ma volonté</p>","<p>Sans armes</p>"],"answer":1}]