[{"id":"FT535046","type":"mcq","stimulusHtml":"À quoi les découvertes de Claude Cohen-Tannoudji ont-elles contribué?","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. The passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage, and mark your answer.</p><p></p><p>Le 19 mars 1952, à quelques heures d’intervalle, Fred Lip à Paris et J.-G. Shennan à Chicago, présentent les premières montres-bracelets électroniques, basées sur un principe identique. En 1953, chez Ato à Paris, on eut l’idée d’employer un transistor. La montre électronique était née. Le geste du Général de Gaulle et du Président Eisenhower, qui regardent ostensiblement leur montre devant la presse, n’est pas anodin.</p><p>Une bataille est engagée. En peu de temps, les États-Unis et le Japon réussissent à dominer le marché de la montre électronique. Les firmes japonaises Seiko et Citizen, qui avaient réussi à produire leurs propres circuits intégrés, ce que ni la France ni la Suisse n’avaient fait au bon moment, s’imposent rapidement comme les numéros un mondiaux de l’horlogerie domestique. La bataille était perdue.</p><p>L’utilisation du quartz dans la création horlogère était connue depuis de nombreuses années. Ainsi, en 1931 à Berlin des savants allemands avaient construit une horloge gouvernée par un cristal de quartz, d’une étonnante précision. Le progrès technique décisif dans cette utilisation fut réalisé en 1955 quand deux chercheurs du National Physical Laboratory de Grande-Bretagne, L. Essen et J.-V. Party, réussirent à mettre en évidence la première horloge à jet d’atomes de césium. Désormais, l’heure atomique gouvernait le monde.</p><p>En 1997, le prix Nobel a été attribué au physicien français Claude Cohen-Tannoudji pour avoir développé les méthodes de refroidissement et de capture des atomes par la lumière laser. Une des applications de ces découvertes sur le comportement des atomes au froid absolu concerne les horloges atomiques. Elles pourraient alors devenir cent fois plus précises que les horloges actuelles au césium 133 qui définissent déjà le temps avec une précision d’un millionième, ce qui correspond à un écart d’une seconde . . . en 30 000 ans!</p>"}],"choicesHtml":["<p>Au refroidissement du césium</p>","<p>À l’isolement des atomes de césium</p>","<p>Au développement de la lumière laser</p>","<p>Au développement de l’horloge atomique</p>"],"answer":2}]