[{"id":"FT535598","type":"mcq","stimulusHtml":"<p>Quelle idée a présidé à la création des grands magasins?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. Each passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage.</p>\n\n<p class=\"text-center\"><strong>L’apparition des grands magasins</strong></p>\n\n<p>Dès leur naissance, les grands magasins suscitèrent des controverses passionnées. Les moralistes les accusaient de tous les crimes : l'entrée libre favorisait le vol ; l'accumulation des marchandises, les expositions spéciales et les soldes étaient autant de pièges pour la femme vertueuse ; la mère de famille risquait d’acheter par plaisir, non par nécessité. \"En donnant le goût du luxe au peuple, ajoutaient même certains, les grands magasins font œuvre de démoralisation.\"</p>\n\n<p>Le peuple acceptant d'un cœur léger le luxe et la démoralisation, la situation des boutiquiers traditionnels devint chaque jour plus difficile. En 1862, on enregistra les premières faillites. En 1885, on comptait à Paris 20.000 établissements commerciaux fermés.</p>\n\n<p>Les petits commerçants, qui s’étaient moqués pendant des années du \"système de vente à petits bénéﬁces\" de Boucicaut* prirent conscience de la gravité de la situation et passèrent à la contre-attaque. Ils entreprirent de démontrer à l`opinion publique qui \"les grands magasins exploitaient leurs clients\". Tracts, conférences, réunions publiques, campagne de presse, rien ne fut épargné. En vain. Fondée sur des contrevérités, cette campagne de relations publiques se retourna contre ses auteurs. Les grands magasins bénéficièrent, grâce à la maladresse de leurs adversaires, d’une énorme publicité gratuite.</p>\n\n<p>Pour \"supprimer les ambitieux\", les petits commerçants rêvaient de lois qu'ils qualiﬁaient eux-mêmes de \"sanguinaires\". Dix ans durant, ils firent le siège du Parlement pour obtenir une réforme de la ﬁscalité, qui étranglerait les grands magasins. A deux reprises, ils faillirent l'obtenir. A la Chambre, le ton des débats était passionné. Evoquant les traditions millénaires de la patrie., les défenseurs du petit commerce réclamaient un impôt spécial progressif, et tellement aggravé que son application devait amener la fermeture des grandes maisons. Les arguments les plus nobles et les plus inattendus furent développés à la tribune. Mais ces ﬂots d’éloquence parlementaire ne parvinrent pas à exterminer les grands magasins.</p>\n\n<p>Il ne restait plus qu’une issue aux petits commerçants : évoluer, sous peine de mort. Sous la pression de la concurrence, le petit commerce modiﬁa ses méthodes de vente. Il retourna contre les grands magasins quelques-unes de ces armes qui avaient fait la fortune de ces derniers : l’entrée libre, le prix ﬁxe, une meilleure présentation des marchandises, une publicité mieux faite et, aussi, des prix moins élevés.</p>\n\n<p><span style=\"font-size:0.9em\"><em>*Aristide Boucicaut (1810-1877) : commerçant français, fondateur du premier grand magasin en France, \"Au Bon Marche\"</em></span></p>\n"}],"choicesHtml":["<p>Un grand volume de ventes à profit modeste</p>","Un accès plus facile aux articles de luxe pour la classe aisée&nbsp;","<p>La faillite du petit commerçant</p>","<p>l’inefficacité de la publicité</p>"],"answer":-1}]