[{"id":"FT534729","type":"mcq","stimulusHtml":"<p>Que suggère le premier paragraphe à propos d’Olga Picasso?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. The passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage and mark your answer.</p>\n\n<p>Qu’allait donc faire Picasso à Dinard en 1922? Le nom de cette ville bretonne ne lui était certainement pas inconnu. C’est en effet là que fut organisée en 1901, dans la Villa Désiré, sa première exposition en province. Quant à son épouse d’alors, Olga – frivole et mondaine -, elle ne pouvait être indifférente à la réputation de cette station balnéaire où l’on croisait quelques-uns des grands noms de l’époque, tels la grande-duchesse Victoria, ex-reine de Roumanie. Sur le conseil de Paul Rosenberg, marchand d’art, Picasso part avec sa petite famille à destination de la Bretagne. Il a quarante et un ans et Olga vient de lui donner Paulo, son premier enfant.</p>\n\n<p>Dinard, qu’on appelle la “Nice du Nord“, offre un panorama saississant, la silhouette de grandes et hautes villas se découpant sur les aplombs rocheux. Picasso séjourne d’abord à l’hôtel des Terrasses avant de s’installer Villa Beauregard dans la Grand-Rue appelée aujourd’hui avenue George-V. Comme toujours, il dessine sans cesse, jusque sur le sable ! Il remplit ses carnets, constituant une sorte de journal de bord de sa création. Ces pages montrent comment Picasso prend possesssion des lieux : il dessine l’intérieur de la maison, les rideaux, le canapé du salon et ses fauteuils, une vasque du jardin, des feuillages. De ses fenêtres il voit Saint-Malo et esquisse le clocher de la cathédrale Saint-Vincent, les maisons qui dominent la baie, l’embouchure de la Rance.</p>\n\n<p>Picassso s’émerveille encore devant son fils. Il le représente dans des scènes quotidiennes et Olga devient la déesse de la maternité. En réalité, Olga préfère le plus souvent confier son fils à sa gouvernante. Qu’à cela ne tienne ! Picasso s’inspire alors de la tendresse que la belle Sara Murphy, une Américaine dont furent amoureux Fitzgerald et Hemingway, manifeste envers ses enfants pour l’attribuer à Olga, unissant les traits des deux jeunes femmes dans un même visage à la perfection néoclassique.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.9em\">From “Un amour de Dinard, “ by France Huser. N.O. 22-28 juillet 1999.</span><br>\n<span style=\"font-size:0.9em\">© Le Nouvel Observateur, Reprinted by permission</span>.</p>\n"}],"choicesHtml":["<p>Elle est sensible à la beauté de la Bretagne.</p>","<p>Elle recherche les bienfaits des bains de mer.</p>","<p>Elle aime fréquenter des gens importants.</p>","<p>Elle se préoccupe de la réputation de son mari.</p>"],"answer":1}]