[{"id":"FT535791","type":"mcq","stimulusHtml":"<p>La vive est ainsi nommée à cause de</p>","features":[{"type":"sharedpassage","html":"<p><u>Directions:</u> Read the following passage carefully. The passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage, and mark your answer.</p>\n\n<p>Les dents de la mer ce ne sont pas ici les abominables requins mangeurs d’homme mais un poisson banal, tant par sa forme que sa taille, qui exerce ses ravages tous les étés sur les plages du littoral. Il est petit, absolument quelconque, mais possède deux particularités: il est pourvu d’épines contenant du venin et se dissimule sous l’eau à la surface du sable. Il porte un nom á la mesure de la douleur que procure sa piqûre : Vive.</p>\n\n<p>La vive n’est pas un produit “made in Languedoc\", on en trouve pratiquement dans toutes les mers du monde. L’animal aime particulièrement à barboter dans les eaux tièdes et les fonds sablonneux. Elle est, la plupart du temps, en position de camouflage, à moitié enfouie dans le sable, ses deux yeux globuleux toujours mobiles.</p>\n\n<p>Tranquillement installée dans nos lieux de baignade, elle attend ainsi que, par un hasard malheureux, votre pied vienne se poser sur son épine dorsale dite préoperculaire qui se présente sous forme de piquant crénelé. Et là c’est la douleur, la brûlure sourde et soudaine qui provoque, chez l’adulte comme chez l’enfant, un cri perçant.</p>\n\n<p>L’animal après avoir libéré son venin ﬁle entre vos jambes pour aller se cacher ailleurs, prêt pour la prochaine \"agression\". Revenu sur le sable, le pied endolori, plusieurs solutions : si vous êtes à proximité d'un poste de secours, les maîtres-nageurs vous prépareront un bain de pied, dans une eau très chaude. Sinon, approchez le bout incandescent d`une cigarette à l'endroit de la piqûre pendant au moins cinq minutes. En effet, les substances venimeuses de la vive sont inactivées lorsqu’elles sont portées à une température comprise entre 50 et 60 degres.</p>\n\n<p>Il apparait clairement que la piqûre de vive est bien plus douloureuse que dangereuse. Il existe certains cas d’allergie et il est arrivé, une fois, sur la période étudiée, qu’une hospitalisation ait été nécessaire.</p>\n\n<p>Ce fut le cas d`un vacancier, qui après avoir subi une première piqûre, décidait de renoncer à la baignade et s’était installé sur les rochers pour une partie de pèche fructueuse mais venimeuse puisque celui-ci ramena au bout de sa ligne un poisson qu’il prit à pleine main et qui s'avéra rapidement être … une vive. A nouveau piqué, le pêcheur malchanceux fut pris d’un sérieux malaise. Car la vive, même morte, continue d’avoir un venin actif.</p>\n\n<p>Sur 244 cas de piqûre recensés l’an dernier, ce fut le seul cas grave. La blessure est donc bénigne mais il peut être prudent de consulter un médecin pour faire extraire les éventuelles épines encore plantées dans votre pied.</p>\n\n<p>244 cas, cela peut sembler beaucoup, mais au regard du nombre de baigneurs qui marchent tous les jours dans l’eau de Palavas, c’est bien peu.</p>\n"}],"choicesHtml":["<p>la lumière qu’elle émet</p>","<p>la peine qu'elle inﬂige</p>","<p>sa longévité</p>","<p>sa rapidité</p>"],"answer":0}]