[{"id":"FT535836","type":"mcq","stimulusHtml":"<p>Les mots \"à peine assis\" (deuxième paragraphe) suggèrent que le grand-père</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. The passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage, and mark your answer.</p><p></p><p>J’ai commencé ma vie comme je la ﬁnirai sans doute : au milieu des livres. Dans le bureau de mon grand-père, il y en avait partout; défense était faite de les épousseter sauf une fois l’an, avant la rentrée d'octobre. Je ne savais pas encore lire que, déjà, je les révérais, ces pierres levées : droites ou penchées, serrées comme des briques sur les rayons de la bibliothèque ou noblement espacées en allées de menhirs, je sentais que la prospérité de notre famille en dépendait. Elles se ressemblaient toutes, je m’ébattais dans un minuscule sanctuaire, entouré de monuments trapus, antiques, qui m’avaient vu naître, qui me verraient mourir et dont la permanence me garantissait un avenir aussi calme que le passé.</p><p>Je les touchais en cachette pour honorer mes mains de leur poussière mais je ne savais trop qu’en faire et j’assistais chaque jour á des cérémonies dont le sens m’échappait : mon grand-père, si maladroit, d’habitude, que ma mère lui boutonnait ses gants - maniait ces objets culturels avec une dextérité d’officiant. Je l’ai vu mille fois se lever d’un air absent, faire le tour de sa table, traverser la pièce en deux enjambées, prendre un volume sans hésiter, sans se donner le temps de choisir, le feuilleter en regagnant son fauteuil, par un mouvement combiné du pouce et de l’index puis, à peine assis, l’ouvrir d’un coup sec \"à la bonne page\" en le faisant craquer comme un soulier. Quelquefois je m’approchais pour observer ces boîtes qui se fendaient comme des huîtres et je découvrais la nudité de leurs organes intérieurs, des feuilles blêmes et moisies, légèrement boursouflées, couvertes de veinules noires, qui buvaient l'encre et sentaient le champignon.</p>"}],"choicesHtml":["<p>avait du mal à se réinstaller dans son fauteuil</p>","<p>avait du mal à trouver les pages qu'il cherchait</p>","trouvait les pages qu'il cherchait malgré son inconfort","<p>trouvait les pages qu'il cherchait juste après s'être assis</p>"],"answer":2}]