[{"id":"FT534772","type":"mcq","stimulusHtml":"<p>D’après le narrateur, les travaux de Thomson dévoilent</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. The passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage and mark your answer.</p>\n\n<p>Le curieux qui, au sortir de l’exposition universelle de 1900 à Paris, aurait eu la chance, ou l’audace, de se glisser parmi les éminents spécialistes réunis dans la salle du Congrès de physique aurait entrevu un monde nouveau à explorer. Un rapport sur les travaux du physicien anglais Thomson annonce la découverte de \"grains\" d’électricité négative. Ces particules légères, émises par la cathode dans un tube, sont universellement répandues et sont donc, conclut le rapporteur, les constituants de tous les atomes.</p>\n\n<p>Depuis quelques années tubes et rayons passionnent les physiciens. Wilhelm Conrad Röntgen, travaillant avec un tube de Crookes à l’université de Wurzburg, aperçoit que les corps frappés par les rayons cathodiques émettent à leur tour un rayonnement \"secondaire\". Ces rayons de nature inconnue – que Röntgen baptise rayons X – ont un comportement bizarre : ils n’ont pas besoin de vide pour se déplacer, traversent de nombreux corps et impressionnent la plaque photographique. Röntgen annonce sa découverte en faisant circuler une photographie de la main de sa femme qui en dévoile les os.</p>\n\n<p>« Ce coquin de Röntgen va laisser voir tout ce qui d’ordinaire est à cacher », s’écrient quelques journalistes ! Henri Becquerel, physicien spécialiste de la fluorescence, découvre à son tour des rayons invisibles, mais capables d’impressionner une plaque photographique. Ces rayons attirent l’attention d’une jeune immigrée polonaise, Marie Sklodowska-Curie. Après une licence de sciences physiques obtenue de la Sorbonne, elle décide d’en faire le sujet d’une thèse de doctorat. Son objectif est d’examiner si d’autres éléments que l’uranium peuvent émettre un semblable rayonnement et pour cela elle se sert d’une de leurs propriétés: l’ionisation de l’air, qu’elle mesure avec l’électromètre fabriqué par Pierre Curie. Après avoir passé en revue les quatre-vingt-huit éléments connus, elle conclut que seuls le thorium et l’uranium sont capables d’émettre ces rayons, mais que d’autres substances inconnues, trouvées dans le minreai<sup>1</sup> d’uranium, en émettent encore plus. Elle parvient à les identifier en 1898 – les nomme polonium et radium – et commence à parler de radioactivité en général. En 1900, Marie et Pierre Curie ne sont pas encore des célébrités qui font jaser les journaux. Cela viendra en 1903, après l’annonce de leur prix Nobel.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.9em\"><em>Reprinted by permission of Réunion des Musées Nationaux</em></span></p>\n\n<p><span style=\"font-size:0.9em\"><sup>1</sup> <em>minerai</em> : \"ore\"</span></p>\n"}],"choicesHtml":["<p>un lien entre les particules électriques</p>","<p>un rapport entre l’électricité et la photographie</p>","<p>la découverte de nouveaux atomes</p>","<p>une relation entre l’électricité et les atomes</p>"],"answer":2}]