[{"id":"FT534723","type":"mcq","stimulusHtml":"<p>D’après une étude nationale, la fatigue des conducteurs est aussi dangereuse que</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. The passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage and mark your answer.</p>\n\n<p>Sur l’autoroute, un accident mortel sur trois est lié au manque de vigilance, selon une étude menée par l’Association des sociétés françaises d’autoroute. Et sur routes, la fatigue est impliquée dans 15% à 20% des accidents. D’où la nécessité de se reposer régulièrement, toutes les deux heures avant de reprendre le volant.</p>\n\n<p>Une précaution d’autant plus importante que plusieurs études montrent que les conducteurs se privent de sommeil au moment de partir en vacances. Ainsi, 50% d’entre eux réduisent leur temps de sommeil soit pour avancer l’heure du départ, soit pour préparer le chargement du véhicule. Pire, 10% des automobilistes, en particulier les jeunes conducteurs, passen une nuit blanche la veille du départ ou prennent la route dans la soirée, sans avoir dormi au préalable.</p>\n\n<p>Or, si l’on en croit la première étude nationale française sur ce thème, l’excès de fatique peut avoir les mêmes conséquences dramatiques que la prise d’alcool. En fait, 17 heures sans sommeil seraient même équivalentes à une conduite en état d’ivresse.</p>\n\n<p>Afin d’analyser les vulnérabilités individuelles des conducteurs à la privation de sommeil et les relations entre fatique-sommeil-risque, la clinique du sommeil de Bordeaux a mené une expérience inédite auprès de dix jeunes automobilistes. Celle-ci comprenait deux parties. Pendant la première partie, les « cobayes », après avoir dormi huit heures, ont effectué toutes les deux heures un test de temps de réaction. Ils étaient ensuite autorisés à dormir deux heures seulement et ont effectué, le lendemain aux mêmes heures, la même série de tests. Pour la deuxième partie de l’experimentation deux copilotes ont dormi huit heures, puis ont pris place à bord d’un véhicule. Ils ont parcourou 1 000 km, de neuf heures à dix-neuf heures, sur le tronçon autoroutier Bordeaux-Agen, en respectant une pause toutes les deux heures ; après quoi, ils ont subi les mêmes examens que précédemment. Les résultats ont également confirmé l’hypothèse; un bon repos est indispensable avant de prendre le volant.</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.9em\">From \"Le grand chassé-croisé a déjà commencé sur les routes,\"</span><br>\n<span style=\"font-size:0.9em\">by Muriel Frat, <em>Le Figaro</em>, 28/7/2001.</span></p>\n"}],"choicesHtml":["la consommation d’alcool","l’usage de drogues","le manque d’expérience","l’excès de vitesse"],"answer":-1}]