[{"id":"FT534651","type":"mcq","stimulusHtml":"<p>Pourquoi Samson doit-il faire appel  à Dieu?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. The passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage and mark your answer.</p>\n\n<p>Depuis les temps bibliques la&nbsp;chevelure est chargée de symboles. D’une manière générale les cheveux longs sont le siège du pouvoir et de la puissance virile. Ainsi, Samson n’est-il fort que par ses cheveux. Que Dalila lui coupe sa crinière<sup>1</sup> et le voilà désarmé, devant faire appel à Dieu pour qu’il lui redonne force une dernière fois. Quant aux cheveux courts, ils sont imposés aux inférieurs sociaux comme aux mineurs et aux dominés : tous les esclaves sont rasés.</p>\n\n<p>Ainsi, en Egypte, les enfants ne portent qu’une mèche longue sur le côté droit de la tête. A Rome, ils restent rasés jusqu’à leur entrée dans l`âge adulte. A Athènes, les nouveaux citoyens, issus d’autres cités, faisaient don de leur chevelure en la coupant. Mais la&nbsp;chevelure longue étant dans le monde méditerranéen un privilège féminin, les hommes gardent, même adultes et citoyens, les cheveux courts à la Titus.</p>\n\n<p>La&nbsp;chevelure longue symbolise aussi la liberté. Ainsi, avant la conquête romaine, la Gaule libre est appelée Gaule chevelue. Les Gaulois indépendants prennent grand soin de leur chevelure, la peignant, la tressant, et même la décolorant.</p>\n\n<p>A l’epoque moderne, la chevelure longue reste le privilège de la noblesse. Mais, le peuple perd l’habitude de se couper les cheveux à la fin de la Renaissance. De plus, l‘espérance de vie s’allongeant quelque peu, au moins dans les classes aisées, apparaît un nouveau problème : la calvitié<sup>2</sup>. On trouve la solution dans l’apparition de la perruque, qui devient l’apanage<sup>3</sup> de la noblesse. A Versailes, l’abondance de la perruque révèle le rang social.</p>\n\n<p>La Révolution met un frein au règne incontesté de la perruque masculine. Le dix-neuvième siècle est celui des cheveux courts, même si les romantiques cultivent une juvénile chevelure longue. Et même si celle-ci redevient une marque exclusive de la féminité, la chevelure longue chez un homme est aussi le symbole affiché d’une certaine liberté d’esprit. Ce nouveau point de vue culmine dans la seconde moitiè du vingtième siècle avec l’entrée en scène des Beatles et des Rolling Stones.</p>\n\n<p>1 <em>crinière</em> : chevelure abondante</p>\n\n<p>2 <em>calvitié</em> : “baldness“</p>\n\n<p>3 <em>apanage</em> : privilège</p>\n"}],"choicesHtml":["<p>Il a perdu ses armes.</p>","<p>Il a perdu sa force.</p>","<p>Il a peur de Dalila.</p>","<p>Il a offensé Dieu.</p>"],"answer":0}]