[{"id":"FT535683","type":"mcq","stimulusHtml":"Selon l’article, la science n'est pas appréciée parce que la société","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. Each passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage.</p><p></p><p>Entre la science et la société rien ne va plus. On les croyait faites l’une pour l'autre, mais la méfiance s’est instaurée dans le couple. Aujourd'hui, elles sont à deux doigts du divorce. Les sondages montrent une baisse sensible de la cote de popularité des têtes chercheuses. Même si 80 pour cent des personnes interrogées reconnaissent que les changements scientifiques et techniques ont amélioré les conditions de travail, 44 pour cent d'entre elles accusent le progrès technique d’accroître le chômage. 60 pour cent estiment que le développement des connaissances scientiﬁques ne rend pas l'être humain meilleur et 71 pour cent que la science s’est développée trop vite par rapport au sens moral. La proportion de sceptiques qui considèrent que la science n'a pas le droit de faire certaines choses parce que cela transformerait trop la nature ne cesse d’augmenter... Pis ! A la question: <em>\"La science apporte-t-elle à l’être humain plus de bien que de mal?\"</em>, seulement 36 pour cent (contre 64 pour cent en 1972) des employés et 38 pour cent (contre 53 pour cent en 1972) des ouvriers répondent par l’affirmative. Les cadres supérieurs et les agriculteurs sont plus sensibles aux bienfaits de la high-tech: 42 et 58 pour cent les savourent encore* Les cerveaux rationnels mal aimés se demandent comment reconquérir le grand public. Ils organisent des séminaires et battent la campagne pour trouver les moyens de regagner ses faveurs. Les actes du Colloque pour la science, qui a concentré la crème de la recherche à la Villette autour de ce thème, viennent d’être publiés par la fondation EDF. Diagnostic : l’ignorance nourrit la peur. Au lieu d’essayer de comprendre la méthodologie scientifique, les masses incultes se crispent sur les aspects déplaisants de certains résultats. Les docteurs ès sciences n’ont, pour l’instant, trouvé qu'un seul remède pour se faire pardonner: plus de savoir. plus d'apprentissage. plus d'écoles.</p>"}],"choicesHtml":["<p>ne voit pas l'amélioration des conditions de travail</p>","<p>ne comprend pas la méthodologie scientifique</p>","<p>n'aime pas la high-tech</p>","<p>considère que le progrès scientiﬁque coûte trop d`argent</p>"],"answer":0}]