[{"id":"FT535391","type":"mcq","stimulusHtml":"<p>Quelle est la première réaction au choix de Gaston?</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. The passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage, and mark your answer. </p><p>Donc, cette année, comme les autres années, j’ai été dîner chez les Chantal pour fêter l’Épiphanie . . . On se mit à table comme toujours, et le dîner s’acheva sans qu’on eût dit rien à retenir.</p><p>Au dessert, on apporta le gâteau des Rois. Or, chaque année, M. Chantal était roi. Était-ce l’effet d’un hasard continu ou d’une convention familiale, je n’en sais rien, mais il trouvait infailliblement la fève* dans sa part de pâtisserie, et il proclamait reine Mme Chantal. Aussi fus-je stupéfait en sentant dans une bouchée de brioche quelque chose de très dur qui faillit me casser une dent. J’ôtai doucement cet objet de ma bouche et j’aperçus une petite poupée de porcelaine, pas plus grosse qu’un haricot. La surprise me fit dire: «Ah!» On me regarda, et Chantal s’écria en battant des mains: «C’est Gaston. C’est Gaston. Vive le roi! vive le roi!»</p><p>Tout le monde reprit en chœur: «Vive le roi!» Et je rougis jusqu’aux oreilles, comme on rougit souvent, sans raison, dans les situations un peu sottes. Je demeurais les yeux baissés, tenant entre deux doigts ce grain de faïence, m’efforçant de rire et ne sachant que faire ni que dire, lorsque Chantal reprit: «Maintenant, il faut choisir une reine.»</p><p> Alors je fus atterré. En une seconde, mille pensées, mille suppositions me traversèrent l’esprit. Voulait-on me faire désigner une des demoiselles Chantal? Étaitce là un moyen de me faire dire celle que je préférais? Était-ce une douce, légère, insensible poussée des parents vers un mariage possible? L’idée de mariage rôde sans cesse dans toutes les maisons à grandes filles et prend toutes les formes, tous les déguisements, tous les moyens. Une peur atroce de me compromettre m’envahit, et aussi une extrême timidité, devant l’attitude si obstinément correcte et fermée de Mlles Louise et Pauline. Élire l’une d’elles au détriment de l’autre, me sembla aussi difficile que de choisir entre deux gouttes d’eau; et puis, la crainte de m’aventurer dans une histoire où je serais conduit au mariage malgré moi, tout doucement, par des procédés aussi discrets, aussi inaperçus et aussi calmes que cette royauté insignifiante, me troublait horriblement.</p><p>Mais tout à coup, j’eus une inspiration, et je tendis à Mlle Perle la poupée symbolique. Tout le monde fut d’abord surpris, puis on apprécia sans doute ma délicatesse et ma discrétion, car on applaudit avec furie. On criait: «Vive la reine! vive la reine!» Quant à elle, la pauvre vieille fille, elle avait perdu toute contenance; elle tremblait, effarée, et balbutiait: «Mais non . . . mais non . . . mais non . . . pas moi . . . je vous en prie . . . pas moi . . . je vous en prie . . . »</p><p>* Petite figurine qu’on met dans la galette de l’Épiphanie. Celui qui la trouve est nommé roi.</p><p></p>"}],"choicesHtml":["Mlle Perle est enchantée.","<p>La famille est étonnée.</p>","<p>Les jeunes filles sont déçues.</p>","<p>La famille se réjouit.</p>"],"answer":0}]