[{"id":"FT534747","type":"mcq","stimulusHtml":"<p>L’expression « enfants d’Europe » (paragraphe 1) veut dire que les jeunes de Germering</p>","features":[{"type":"sharedpassage","html":"<p>Directions: Read the following passage carefully. The passage is followed by a number of questions or incomplete statements. Select the best response according to the ideas expressed in the passage and mark your answer.</p>\n\n<p>Susie aime le français parce que c’est « une langue mélodieuse ». Anton l’étudie parce qu’il « rêve d’aller vivre au Togo ». Birgit s’en imprègne « pour mieux comprendre l’histoire des relations franco-allemandes ». Sanne y voit « un moyen de se faire mieux comprendre quand on voyage dans les pays de l’Europe du Sud. » Susi, Anton, Birgit et Sanne ont quinze ou seize ans. Ils sont enfants d’Europe et d’Allemagne. Cela fait à peine un an qu’ils apprennent le français au Max-Born-Gymnasium de Germering, une petite ville qui s’épanouit à la campagne dans les environs de Munich. « La plus jeune des villes de Bavière », souligne leur professeur, Margret Noucier-Jhele, qui y enseigne le français depuis vingt-cinq ans et dont la classe vient de gagner le premier prix du concours 1996 de TV5 « Chantez en français ».</p>\n\n<p>A peine un an, et déjà ils savent qu’on peut faire du canoë dans le Tarn, qu’Autun se situe en Bourgogne, que « Bourgogne » n’est pas seulement le nom d’une région mais aussi l’appellation d’un vin, et qu’il y a une statue de Vercingétorix à Alésia. Et ils savent tout ça grâce … à Astérix, dont la silhouette accompagne les pages du manuel que Mme Noucier-Jhele utilise pour les initier aux mystères de cette France si proche et si lointaine.</p>\n\n<p>Ah! la France… Ils en parlent comme d’une caverne d’Ali Baba, pleine de vins, de fromages, de parfums, de femmes à la mode, de garçons courtois, amoureux… Ils l’aiment cette France mythique, et ça se voit. Pourtant, Susi, Anton, Birgit, Sanne et leurs copains ne découvrent le français qu’en troisième langue. Car, en première langue, tous ont choisi d’apprendre … le latin ! Puis l’anglais, en deuxième langue, « of course, par nécessité utilitaire », selon l’expression de Sanne, qui met dans sa remarque une pointe de mépris pour cette langue « trop simple » … En les écoutant, on se dit que ces adolescents à la tête aussi bien pleine que bien faite sont les dignes héritiers de l’Europe d’Erasme et de Montaigne, les beaux rejetons de cette Europe qui se voulait déjà universelle et qui autorisait leur ancêtre Charles Quint, alors empereur d’Allemagne, prince des Pays-Bas, roi d’Espagne et de Sicile, à proclamer : « Je parle anglais aux commerçants, italien aux femmes, français aux hommes, espagnol à Dieu at allemand à mon cheval... »</p>\n\n<p>On se dit aussi qu’ils font forcément partie de ce que le Haut-Conseil de la francophonie appelle, dans son premier rapport <em>Etat de la francophonie dans le monde</em>, le « versant positif » de l’évolution de l’enseignement du français dans le monde, ce qui met en évidence la « généralité universelle » de l’enseignement du français. En dehors de la langue anglaise, seule la langue française est en effet offerte à l’apprentissage des jeunes et des adultes dans tous les pays du monde et l’Allemagne ne fait évidemment pas exception dans cette vision rassurante du paysage. Bien au contraire. Depuis la fin de la seconde guerre mondiale, si deux pays ont beaucoup fait pour mieux se comprendre en développant leurs liens linguistiques dans leurs champs éducatifs respectifs, ce sont bien la France et l’Allemagne,</p>\n\n<p class=\"text-right\"><span style=\"font-size:0.9em\">From \"Bons baisers de Germering\" by Alain Roillat&nbsp;</span><span style=\"font-size:0.9em\"><em>Le Monde de l’Education</em>.<br>\nJuly- August 1996, N<sup>o</sup>. 239,&nbsp;</span><span style=\"font-size:0.9em\">pp. 17-18. Reprinted by permission.</span></p>\n"}],"choicesHtml":["<p>ont une certaine ouverture d’esprit</p>","<p>n’aiment pas leur propre pays</p>","<p>pourraient vivre dans n’importe quel pays</p>","<p>s’intéressent à la politique internationale</p>"],"answer":-1}]