[{"id":"FT536212","type":"longtextV2","stimulusHtml":"<ul>\n\t<li>\n\t<p>You will write a persuasive essay to submit to a French writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n\t<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\t</li>\n\t<li>\n\t<p>Vous allez écrire un essai persuasif pour un concours d’écriture de langue française. Le sujet de l’essai est basé sur trois sources ci-jointes, qui présentent des points de vue différents sur le sujet et qui comprennent à la fois du matériel audio et imprimé. Vous aurez d’abord 6 minutes pour lire le sujet de l’essai et le matériel imprimé. Ensuite, vous écouterez l’audio deux fois; vous devriez prendre des notes pendant que vous écoutez. Enfin, vous aurez 40 minutes pour préparer et écrire votre essai.</p>\n\n\t<p>Dans votre essai, vous devriez présenter les points de vue différents des sources sur le sujet et aussi indiquer clairement votre propre point de vue que vous défendrez à fond. Utilisez les renseignements fournis par toutes les sources pour soutenir votre essai. Quand vous ferez référence aux sources, identifiez-les de façon appropriée. Organisez aussi votre essai en paragraphes bien distincts.</p>\n\t</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>Thème du cours: La quête de soi</p>\n\n<p>Vous aurez 6 minutes pour lire le sujet de l’essai, la source numéro 1 et la source numéro 2.</p>\n\n<p>Sujet de l’essai:</p>\n\n<p><strong>Faut-il protéger la langue française contre l’anglais?</strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Source numéro 1</strong></p>\n\n<p>Introduction</p>\n\n<p>Dans cette sélection il s’agit de la défense de la langue française. L’extrait suivant est tiré d’une lettre originale publiée le 7 décembre 2009 en France par un collectif d’associations.</p>\n\n<p><strong>Langue française: état d’urgence</strong></p>\n\n<p>L’heure est donc venue d’appeler tous les citoyens à la résistance linguistique.</p>\n\n<p>Nos associations en appellent au peuple français et à tous les francophones du monde, à tous ceux qui savent ce que la liberté, l’égalité, la fraternité, mais aussi la littérature, la philosophie, le droit et les sciences doivent à la langue des Molière, Césaire, Verhaeren et Senghor.</p>\n\n<p>Depuis longtemps, on n’en est plus aux seuls emprunts massifs à l’anglo-américain; nombre de grandes entreprises s’emploient à basculer au tout-anglais une bonne part de leurs pratiques langagières: <em>Time to move!</em> est le titre du programme de mutations que France-Telecom impose à ses salariés, ajoutant l’humiliation linguistique à l’effrayante dégradation de leurs conditions de travail. Dans la distribution, Carrefour, Auchan...basculent leurs produits et enseignes à l’anglais de bazar, imités par des services publics comme la SNCF, La Poste ou Air France. Sommet du «dialogue social»: c’est en anglais que les ouvriers de Continental-Clairoix, réunis dans leur cour d’usine, ont appris leur licenciement collectif! Les choses sont déjà si avancées, tels les fromages forts, que des syndicats de diverses obédiences ont dû monter au créneau pour «défendre le droit de travailler en français en France».</p>\n\n<p>Voyez aussi les travaux de la recherche scientifique française: des siècles après l’acte révolutionnaire de Descartes publiant en français le <em>Discours de la méthode</em>, ils ne sont souvent plus pensés et écrits par nos chercheurs qu’en anglo-américain, même pas toujours traduits en français. Passons sur la chanson, sur les pubs en anglais qui, aux heures de grande écoute, ciblent surtout les jeunes, les enfants. On ne voit que trop qui sert cette politique d’anéantissement linguistique sous son emballage pseudo-moderne: elle sert cette «élite» et ces privilégiés qui, pas seulement à droite, n’hésitent pas à désintégrer leur langue maternelle pour mieux intégrer l’élite mondialisée et ressembler à leurs maîtres! Les «gens de peu», pour leur part, sont voués à une discrimination linguistique plus forte que jamais. Quant à nos cadres moyens qui croient s’en tirer en ingurgitant le <em>Wall Street English</em> promu dans le métro parisien, le basculement au tout-anglais consacre leur aliénation dans un travail de plus en plus dévalorisé.</p>\n\n<p>Face aux coups portés, le silence des autorités inquiète. Pis: des ministres approuvent ou annoncent diverses mesures de substitution de l’anglais au français, des petites classes jusqu’à l’enseignement supérieur. Ainsi la nouvelle antenne de Reims de Sciences-Po dispensera-t-elle tous ses cours en anglais. Ainsi le chef de l’État annonce-t-il que des enseignements fondamentaux du second degré pourraient être dispensés «en langues étrangères» (traduisons: en anglais).</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Source numéro 2</strong></p>\n\n<p>Introduction</p>\n\n<p>Dans cette sélection il s’agit du statut du français comme langue de traduction à la Commission européenne. Le graphique original a été publié le 7 décembre 2009 en France par Lemonde.fr avec les données du Conseil de l’Union européenne, direction générale de la traduction.</p>\n\n<p><strong>Principales langues de traduction à la Commission européenne</strong></p>\n\n<p><img alt=\"A multiple line graph plots values in percentage for  items written in foreign language. The vertical axis of the graph ranges from 0 to 80, in increments of 10. The horizontal axis of the graph is marked with years 1996 and 2007. The data plotted on the graph is as follows. Anglais: 1996, 45.7 percent; 2007, 73.5 percent. Francais: 1996, 38 percent; 2007, 12.3 percent. Autres: 1996, 12 percent; 2007, 11.8 percent. Allemand: 5 percent; 2007, 2.4 percent. A text at the bottom of the graph reads as follows. &quot;Langue dans laquelle les documents sont soumis aux services de la traduction a la Commission europeene.&quot;\" height=\"407\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/47bf99e21764dbbb4b43348bc7471f9c/original.png\" width=\"255\" /></p>\n\n<p>&nbsp;</p>\n\n<p><strong>Source numéro 3</strong></p>\n\n<p>Vous aurez 30 secondes pour lire l’introduction.</p>\n\n<p>Introduction</p>\n\n<p>Dans cette sélection il s’agit de la vitalité de la langue française. La conférence originale intitulée <em>Renouveau et perspectives sur la langue française</em> a été publiée le 15 février 2009 en France par Bernard Cerquiglini, professeur de linguistique. Il parle de la présence des mots étrangers dans la langue française. La sélection dure à peu près deux minutes et demie.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_87a7d90cb28aedb7f82ee4ac457a0512\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8e8694d4be997efce6cb121ca9ca3326/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]