[{"id":"FT536130","type":"mcq","stimulusHtml":"<p>Quel est le but de l’annonce?</p>","features":[{"type":"sharedpassage","html":"<p>The selection below is accompanied by a number of questions. Read the selection and choose the response that is best according to the selection and mark your answer.</p>\n\n<p>Le choix ci-dessous est accompagné d'un certain nombre de questions. Lisez la sélection et choisissez la meilleure réponse selon la sélection et marquez votre réponse.</p>\n\n<p>Thème du cours: Les défis mondiaux</p>\n\n<p>Introduction</p>\n\n<p>Dans cette sélection il s’agit d’un match de hockey. La publicité originale a été publiée le 16 février 2010 au Canada par Jour de la Terre Québec, situé à Montréal. Cet organisme réalise des activités éducatives et culturelles pour la protection de l’environnement.</p>\n\n<p class=\"text-center\"><strong>Sauvons le hockey, luttons contre les changements climatiques!</strong></p>\n\n<p>Comme chaque année depuis 2005, l’équipe du <em>Jour de la Terre Québec</em>, aidée de ses complices, soulignera l’anniversaire de l’entrée en vigueur du Protocole de Kyoto grâce à l’événement «Sauvons le hockey, luttons contre les changements climatiques!».</p>\n\n<p>Nous vous invitons donc à chausser bottines ou patins et à vous munir d’un bâton et d’un casque pour disputer une joute amicale de hockey. Symbolique, cette partie fera directement référence à un effet important des changements climatiques au Québec: la difficulté de pratiquer notre sport national sur les patinoires extérieures, même en février!</p>\n\n<p>C’est un rendez-vous le mardi 16 février prochain, de 10 h à midi, sur la patinoire du parc Toussaint-Louverture, située en face du 200 boulevard de Maisonneuve Est, entre les rues Saint-Dominique et Sanguinet, à deux pas du métro Saint-Laurent.</p>\n\n<p class=\"text-center\">Pour information ou inscription, contacter Émilie Forget: eforget@jourdelaterre.org ou au 514-728-0116.</p>\n\n<p>© by Jour de la Terre Québec</p>\n"}],"choicesHtml":["<p>De recruter de nouveaux membres de l’équipe du <em>Jour de la Terre Québec</em></p>","<p>De donner des précisions sur les effets du changement climatique</p>","<p>D’expliquer les règles concernant l’événement «Sauvons le hockey»</p>","<p>D’informer le public d’un effort dans la lutte contre le changement climatique</p>"],"answer":2}]