[{"id":"FT556599","type":"longtextV2","stimulusHtml":"<p>You have 1 minute to read the directions for this task.</p>\n\n<p><strong>Directions:</strong>&nbsp;You will write a persuasive essay to submit to a French writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.<br />\n<br />\nIn your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p>Thème du cours: La science et la technologie<br />\nVous aurez 6 minutes pour lire le sujet de l’essai, la source numéro 1 et la source numéro 2.</p>\n\n<p>Sujet de l’essai: Faut-il avoir le droit d’effacer les données personnelles sur Internet?</p>\n\n<p><strong>Source numéro 1</strong><br />\n<br />\nIntroduction<br />\nDans cette sélection il s’agit du droit à l’oubli sur Internet. L’article original a été publié le 15 novembre 2009 en France par Radio France Internationale.</p>\n\n<blockquote>\n<p><strong>La France plaide pour le &lt;&lt;droit a l'oubli&gt;&gt; sur Internet</strong></p>\n\n<p>La secrétaire d’État française à l’économie numérique, Nathalie Kosciusko-Morizet, va plaider au 4e Forum sur la gouvernance de l’Internet (IGF) pour un «droit à l’oubli» numérique, pour mieux protéger la vie privée. Ce Forum de l’IGF, consacré à la sécurité sur la Toile et l’impact des réseaux&nbsp;de socialisation, s’est ouvert dimanche 15 novembre à Charm el Cheikh, en Égypte.</p>\n\n<p>La secrétaire d’État à l’économie numérique, Nathalie Kosciusko-Morizet, a lancé le 12 novembre une consultation nationale sur le droit à l’oubli sur Internet. Un site Internet sera ouvert le 25 novembre pour que les internautes fassent connaître leurs propositions. L’objectif serait de permettre aux individus de mieux contrôler les traces et données personnelles qu’ils laissent sur Internet, avec comme visée, la rédaction d’une charte de bonne conduite.</p>\n\n<p>Le «droit à l’oubli» sur Internet est fondamental pour deux raisons. D’abord, parce qu’aujourd’hui, cet outil nous expose à des risques, en mettant à portée d’institutions ou d’entreprises des données personnelles que nous avons oubliées ou que nous ne souhaitons pas conserver. Mais aussi parce que l’oubli, autant que la mémoire, est essentiel à l’humain. C’est la thèse de Viktor Mayer Schönberger, auteur d’un livre sur la question:</p>\n\n<p>«La capacité d’oublier est ce qui fait de nous des êtres humains. Si vous ne savez pas oublier, vous aurez toujours des confrontations, des rappels de détails du passé. On ne serait pas capables d’agir, de décider et de fonctionner dans le présent.»</p>\n\n<p>Pour effacer les données personnelles, il ne suffit pas, selon lui, d’un outil technologique. Il propose une solution où l’individu participe activement au tri des données qui le concerne:</p>\n\n<p>«Quand les gens ont envie de sauvegarder ou de partager des informations avec d’autres, ils y attacheraient une date d’expiration. Et quand cette date d’expiration serait atteinte, l’information serait effacée. Nous avons besoin en tant que citoyens d’être maîtres de cette décision, de choisir nous-mêmes de ce qui de nos informations personnelles sera retenu ou effacé. Ce ne doit pas être le choix des grosses corporations, ou des gouvernements de nos pays.»</p>\n\n<p><br />\n<sub>“La France plaide,” copyright © by Radio France Internationale. Used by permission. ww.rfi.fr/contenu/20091119-vie-privee-internet-faut-il-droit-loubli</sub></p>\n</blockquote>\n\n<p><strong>Source numéro 2</strong><br />\n<br />\nIntroduction<br />\nDans cette sélection il s’agit de la sécurité des réseaux sociaux sur Internet. Le tableau original a été publié en décembre 2009 en France par EPITECH, une école d’informatique à Paris.</p>\n\n<p><img alt=\"A table titled &quot;Enquete Securete Internet Epitech&quot; shows the values for &quot;Oui&quot; and &quot;Non&quot; for eight different conditions, written in foreign language.\" height=\"231\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f8956f1db852da54f96c2bd671671e82/original.png\" width=\"622\" /></p>\n\n<p><strong>Source numéro 3</strong><br />\nVous aurez 30 secondes pour lire l’introduction.<br />\n<br />\nIntroduction<br />\nDans cette sélection il s’agit de la vie privée sur Internet. L’interview originale intitulée Vie privée sur Internet: faut-il un «droit à l’oubli»? a été publiée le 25 novembre 2009 en France par Jean-François Cadet, journaliste pour Radio France Internationale. Jean-François Cadet, animateur, interviewe Jean-Marc Manach, journaliste. La sélection dure à peu près trois minutes. “Vie privée sur Internet: faut-il un \"droit à l’oubli\"?”<br />\n<sub>Copyright © 2009 by Radio France Internationale. Used by permission of RFI &amp; Débat du Jour.http://www.rfi.fr/contenu/20091119-vie-privee-internet-faut-il-droit-loubli</sub></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_35b22ef596685961e3071b2a5fcda085\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/47cc550aa7de0289dbea1018fd145ba3/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]