[{"id":"FT556457","type":"longtextV2","stimulusHtml":"<p>You have 1 minute to read the directions for this task.</p>\n\n<p>You will write a persuasive essay to submit to a French writing contest. The essay topic is based on three accompanying sources which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.<br />\n<br />\nIn your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p><strong>Source numéro 1</strong><br />\n<br />\nIntroduction<br />\nDans cette sélection il s’agit des restrictions imposées sur les seniors au volant. L’article original a été publié le 6 septembre 2014 en France par le site Web blog.seniorenforme.com.</p>\n\n<blockquote>\n<p><strong>Faut-il interdire la conduite aux seniors ?</strong><br />\n<br />\nUn village de l’Ain a lancé une pétition afin de retirer le permis de conduire à un retraité de 77 ans à l’origine de 3 accidents mortels ! Un procureur veut poursuivre les familles des chauffards seniors ! « Vieillir ou conduire, il faut choisir », cette citation est particulièrement d’actualité. En effet, certains préconisent depuis longtemps un test d’aptitude à la conduite à partir d’un certain âge.<br />\n<br />\nPourquoi stigmatiser une partie de la population ? Les seniors sont-ils plus maladroits que les autres classes d’âge au volant ? Certains veulent mettre un V à l’arrière des voitures pour signifier vieux conducteur comme le A ! Inadmissible !</p>\n\n<p>Il faut tordre l’idée reçue que les seniors sont des dangers sur les routes car en proportion ils ont moins d’accidents que les autres ! Ce qu’il faut aussi retenir, c’est que les accidents de voiture causés par les seniors ne sont dûs ni à l’alcool, ni à la vitesse, mais souvent à des fautes d’inattention comme un refus de priorité. Les personnes de plus de 65 ans ont des accidents principalement dans les intersections.</p>\n\n<p>Vous vous souvenez que déjà en 2002, le gouvernement voulait imposer un contrôle médical régulier à partir de 70 ans chez son médecin traitant.</p>\n\n<p>Cependant cette idée a été vite abandonnée car elle coûtait trop cher ! Cependant, dans de nombreux pays d’Europe les contrôles d’aptitude sont de mise comme en Espagne à partir de 60 ans ou en Suisse à partir de 70 ans. Mais vous imaginez la responsabilité de votre médecin traitant vous empêchant de prendre la voiture ? Pour certains, ne plus conduire est un signe de perte d’autonomie et de fin de liberté. Ne stigmatise-t-on pas les gens uniquement en fonction de leur âge ?</p>\n\n<p>La proposition de loi soumettant à un examen de santé les plus de 70 ans qui conduisent encore n’est-elle pas blessante quand on sait, selon les chiffres officiels, que les âgés n’ont pas plus d’accidents que les autres ? Bien sûr, les médias vont mettre en avant une personne de 80 ans qui a pris l’autoroute à l’envers, ou une autre qui s’est endormie au volant. Certes, mais ces conduites dangereuses sont-elles seulement l’apanage des seniors ?</p>\n\n<p>Cependant, il ne faut pas nier que conduire après un certain âge nécessite quelques adaptations simples et principes élémentaires de sécurité :<br />\n• Faites contrôler régulièrement votre vue et votre audition,<br />\n• D’autre part, il faut savoir que la Prévention Routière propose des stages de « remise à niveau » aux seniors,<br />\n• Faites attention dans les trajets du quotidien car les accidents surviennent le plus souvent à proximité du domicile,<br />\n• Et puis surtout écoutez votre entourage s’il s’inquiète de vous voir au volant à votre âge. C’est peut-être dur à entendre mais ils vous aiment et vous veulent du bien.</p>\n\n<p><sub>Used by permission</sub></p>\n</blockquote>\n\n<p><br />\n<strong>Source numéro 2</strong><br />\nIntroduction<br />\nDans cette sélection il s’agit des titulaires d’un permis selon l’âge. Le tableau original a été publié en juin 2012 au Canada par la Société de l’assurance automobile du Québec.<br />\n<img alt=\"A four column table titled &quot;Titulaires d'em permis en 2011&quot; shows values for Selon le sexe and Selon Fage. \" height=\"242\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1c331913fb1d77d03fcf74caafa52abd/original.png\" width=\"468\" /></p>\n\n<p><strong>Source numéro 3</strong><br />\nVous aurez 30 secondes pour lire l’introduction.<br />\nIntroduction<br />\nDans cette sélection il s’agit des seniors au volant. Le reportage original intitulé « Jusqu’à quel âge peut-on garder le volant?» a été publié le 10 juillet 2014 en France par France Inter. Étienne Manteaux, qui est procureur de la République de la ville d’Épinal, répond à la question. La sélection dure à peu près deux minutes.<br />\n<sub>Extrait du</sub> <em><sub>Téléphone</sub></em> <sub>sonne du 10 juillet 2014 sur France Inter</sub></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_d9377da96806e7c7120b614cb97c029f\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4a8208c5c1dc8faf9d9679c41212f748/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]