[{"id":"FT556461","type":"longtextV2","stimulusHtml":"<p>You have 1 minute to read the directions for this task.</p>\n\n<p>You will write a persuasive essay to submit to a French writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs</p>\n\n<p>Thème du cours: Les défis mondiaux<br />\nVous aurez 6 minutes pour lire le sujet de l’essai, la source numéro 1 et la source numéro 2.<br />\n<br />\n<strong>Sujet de l’essai:</strong><br />\nDoit-on permettre l’usage des OGM (organismes génétiquement modifiés) dans la production alimentaire?</p>\n\n<p><strong>Source numéro 1</strong><br />\n<br />\nIntroduction<br />\nDans cette sélection il s’agit de l’introduction des OGM dans l’agriculture africaine. L’article original a été publié le 25 juin 2004 en France par le journaliste Alpha Barry.</p>\n\n<blockquote>\n<p><strong>Les premiers pas vers les OGM</strong></p>\n\n<p>Les États de l’Afrique de l’Ouest viennent de s’engager en faveur d’une introduction de la biotechnologie, c’est-à-dire les OGM, dans l’agriculture africaine à l’issue d’une conférence organisée du 21 au 23 juin à Ouagadougou sur l’initiative des gouvernements burkinabè et américain Alors que les organisations de la société civile appellent à la prudence, pour les décideurs des pays concernés, c’est un «premier et important» pas qui est franchi dans la modernisation de l’agriculture africaine.</p>\n\n<p><br />\nPour les Africains, le débat sur les OGM est simple: dans un continent qui a faim, c’est le seul moyen d’augmenter de façon substantielle la productivité agricole et donc d’assurer la sécurité alimentaire aux populations. Selon les estimations des experts, l’Afrique dépassera à l’horizon 2025 1,2 milliards d’habitants. Le continent devra accroître sa production actuelle de 10 à 12 fois pour satisfaire les besoins de cette population. «Cela n’est pas possible sans une maîtrise et une adaptation des biotechnologies pour accroître rapidement la production alimentaire», estime Blaise Compaoré le président burkinabè, hôte de cette première conférence en Afrique.</p>\n\n<p>La réunion de Ouagadougou fait suite à une première organisée l’année dernière à Sacramento (États-Unis) par le gouvernement américain dans le but de convaincre les États africains d’introduire les OGM 30 dans leur agriculture. Le premier d’entre eux à mordre à l’hameçon tendu par les Américains est le Burkina Faso. Deuxième producteur de coton graine en Afrique de l’Ouest après le Mali avec 500 000 tonnes, le Burkina s’est lancé en 2003 avec la firme américaine Monsanto dans l’expérimentation «en milieu confiné» du coton transgénique. «On a bien réussi à augmenter notre production dans les conditions actuelles, mais il sera difficile de dépasser un million de tonnes. Or, avec la baisse des cours, nous n’avons pas d’autre choix que de produire en quantité. Et la biotechnologie peut nous permettre d’atteindre 2 à 3 millions de tonnes», explique Salif est presque Diallo, ministre burkinabè de l’agriculture.</p>\n\n<p><br />\nAutre exemple cité par les pro-OGM, celui de la<br />\nproduction laitière. Alors que sous d’autres cieux, les vaches issues de différents croisements produisent 40 à 50 litres de lait par jour, en Afrique on est à 1 litre «Est-ce que nous devons continuer à faire venir par avion des races du Brésil comme cela a été le cas il y a quelques années au Burkina?», s’interroge le professeur Hamidou Boly, directeur de l’Institut burkinabè de recherche agricole et enseignant de génétique animale dans différentes universités européennes. «Observer un moratoire ne veut pas dire qu’il faut se croiser les bras et attendre qu’un jour les Européens nous disent que les OGM sont sans danger avant de commencer les expérimentations», réagit le professeur Boly aux critiques des organisations burkinabè de la société civile.</p>\n\n<p><sub>Copyright © 2004 by RFI. Used by permission</sub></p>\n</blockquote>\n\n<p><strong>Source numéro 2</strong><br />\n<br />\nIntroduction<br />\nDans cette sélection il s’agit de la proportion de cultures OGM dans plusieurs pays. Le graphique original a été publié le 15 avril 2013 en France sur le site Web LeParisien.fr.</p>\n\n<p><img alt=\"An image plots certain data across various African countries, with texts written in foreign language.\" height=\"456\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7a2c9328472bce8ac4d8783967d861f9/original.png\" width=\"410\" /></p>\n\n<p><strong>Source numéro 3</strong><br />\nVous aurez 30 secondes pour lire l’introduction.<br />\n<br />\nIntroduction<br />\nDans cette sélection il s’agit d’une remise en cause des arguments pro-OGM. Le rapport original intitulé Les OGM, ça pollue aussi! a été publié le 6 octobre 2011 en France par Virginie Garin, journaliste à RTL. La sélection dure à peu près deux minutes.<br />\n<sub>© Radio RTL France / Virginie Garin, www.rtl.fr</sub></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_4f3a6f2893302facae0a687f563e5e79\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/30271bc1a5fd2c60fa91f6d024333de5/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]