[{"id":"FT556566","type":"longtextV2","stimulusHtml":"<p>You have 1 minute to read the directions for this task.</p>\n\n<p><strong>Directions:</strong>&nbsp;You will write a persuasive essay to submit to a French writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p>Thème du cours: Les défis mondiaux<br />\nVous aurez 6 minutes pour lire le sujet de l’essai, la source numéro 1 et la source numéro 2.<br />\n<br />\nSujet de l’essai:<br />\nFaut-il arrêter de manger de la viande et devenir végétarien pour être en bonne santé?</p>\n\n<p><strong>Source numéro 1</strong><br />\nIntroduction</p>\n\n<p>Dans cette sélection il s’agit de l’importance de la consommation de la viande. L’article original a été publié en 2009 en France par Alain Soussa, un journaliste qui écrit pour le site Doctissimo.fr.</p>\n\n<blockquote>\n<p><strong>Faut-il arrêter la viande?</strong></p>\n\n<p>Le steak tartare vit-il ses dernières heures? La viande rouge et les charcuteries, accusées de favoriser certains cancers, sont de plus en plus fréquemment montrées du doigt. Mais faut-il pour autant devenir végétarien? Pas si sûr ... Car les produits carnés sont également sources de vitamines, minéraux et protéines.</p>\n\n<p>Comment diminuer les risques de cancer en mangeant mieux? Au cœur des débats: la consommation de viande. Avant de mettre votre boucher au chômage, découvrez les bénéfices et les risques des produits animaliers, pour faire des choix éclairés et manger santé!</p>\n\n<p>L’excès de viande rouge peut être nocif pour la santé! C’est la conclusion de l’une des plus importantes études réalisées sur les liens entre consommation de viande et cancer du côlon. Les plus gros consommateurs augmentent les risques de tumeur: 40% de risques supplémentaires pour ceux qui mangent 200g de viande par jour, par rapport à ceux qui en mangent une à deux fois par semaine. Au rang des produits incriminés: les viandes rouges mais aussi les viandes transformées ( charcuteries, saucisses, boudin, pâté, corned-beef ...). En revanche, la volaille et le poisson ne semblent pas augmenter le risque. L’explication tiendrait au fer contenu dans les viandes rouges. Ce qui explique que les viandes blanches et les poissons beaucoup moins riches en fer n’augmentent pas les risques.</p>\n\n<p>Mais si une consommation excessive de viande est nocive, ne pas en manger du tout permet-il de protéger sa santé? Il semble bien que non. Si les recherches menées sur des populations suffisamment importantes sont rares, on retiendra néanmoins que les végétariens sont globalement plus minces que les autres, et qu’ils ont moins de problèmes de cholestérol. Mais pour les cancers, les résultats sont mitigés. Les études sur le cancer du sein, de l’estomac, des poumons ne montrent d’ailleurs aucune différence. Certes difficile de conclure à partir de ces petites études. D’autant que végétarien n’est pas toujours synonyme d’alimentation équilibrée ...</p>\n\n<p>Alors, que faire en pratique? Comme le souligne Elio Riboli, responsable de l’Agence Internationale pour la Recherche sur le Cancer (IARC) , pas question d’arrêter de manger la viande. Car le fait de supprimer du jour au lendemain un aliment faisant partie intégrante de notre alimentation risque de provoquer d’importants déséquilibres. Il ne faut pas oublier que la viande rouge est une source de protéines, de fer et de vitamines du groupe B. La règle: diminuer sa consommation de viande rouge (une à deux fois par semaine maximum) et augmenter la part de volailles et de poisson.</p>\n\n<p><sub>Used by permission</sub></p>\n</blockquote>\n\n<p><br />\n<strong>Source numéro 2</strong><br />\n<br />\nIntroduction<br />\nDans cette sélection il s’agit du taux de consommation de viande en France dans les années récentes. Le tableau original a été publié en juin 2008 en France par le Ministère de l’agriculture et de la pêche.</p>\n\n<p><img alt=\"A line graph titled &quot;La consommation de la viande rebondit en 2007&quot; has the vertical axis ranging from 94 to 103, in increments of 1 and horizontal axis representing the years from 1996 to 2007. The line plotted on the graph is labeled &quot;Kg par habitant et par an.&quot; The data presented in the graph is as follows: 1996, 100; 1997, 98.5; 1998, 102; 1999, 102; 2000, 99.7; 2001, 99.7; 2002, 100.5; 2003, 98; 2004, 95.5; 2005, 95.5; 2006, 94.8; 2007, 96.5. All values are estimated.\" height=\"225\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e18b97a0fcb670e09a7c19339df643d7/original.png\" width=\"423\" /></p>\n\n<p><strong>Source numéro 3</strong><br />\nVous aurez 30 secondes pour lire l’introduction.<br />\n<br />\nIntroduction<br />\nDans cette sélection il s’agit des raisons pour lesquelles on devient végétarien. L’interview originale intitulée \"Et si c’était ça le bonheur: J’ai choisi d’être végétarien\" a été publiée le 19 novembre 2009 en France par Faustine Bollaert, journaliste pour Europe 1. Elle interviewe Olivier Rafin qui est responsable de l’association Mangez végétarien. La sélection dure à peu près trois minutes.</p>\n\n<p><sub>\"Et si c’était ça le bonheur: J’ai choisi d’être végétarien\" by Faustine Bollaert, produced and broadcast by Europe 1, copyright © 2009 by</sub> <em><sub>Europe 1</sub></em><sub>. Used by permission.</sub></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_b65ae63fbae31329ff5dbeb2b2f0229b\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6798769173d2bbae0a1fcab05d96b830/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]