[{"id":"FT556465","type":"longtextV2","stimulusHtml":"<p>You have 1 minute to read the directions for this task.</p>\n\n<p><strong>Directions:</strong>&nbsp;You will write a persuasive essay to submit to a French writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p>Thème du cours: La famille et la communauté<br>\nVous aurez 6 minutes pour lire le sujet de l’essai, la source numéro 1 et la source numéro 2.<br>\n<br>\n<strong>Sujet de l’essai:</strong><br>\nEst-ce qu’on devrait abaisser l’âge du vote à 16 ans?</p>\n\n<p><strong>Source numéro 1</strong><br>\n<br>\nIntroduction<br>\nDans cette sélection il s’agit de l’âge du vote. L’article original a été publié le 20 avril 2012 en France par le professeur français Didier Maus de l’université Paul Cézanne Aix-Marseille.</p>\n\n<blockquote>\n<p><strong>Non, au droit de vote à 16 ans: «Impossible de faire preuve de discernement politique si jeune»</strong></p>\n\n<p><br>\nIl existe une tendance historique à abaisser l’âge de la majorité, qu’il s’agisse de la majorité civile, de la majorité sociale. C’est ainsi que la majorité civique de 21 ans a été ramenée à 18 ans à l’initiative de Valéry Giscard d’Estaing en 1974. Il s’en est suivi que l’âge d’éligibilité a lui-même été fixé à 18 ans, supprimant ainsi la sorte de stage qui existait antérieurement entre l’âge d’accès au droit de vote et celui auquel on peut se présenter. La dernière étape a été celle du Sénat, même s’il est encore nécessaire d’être âgé de 24 ans pour pouvoir se présenter à une élection sénatoriale.</p>\n\n<p>Il est évidemment nécessaire de déterminer un plancher en deçà duquel l’octroi du droit de vote n’aurait guère de signification.</p>\n\n<p>Est-il envisageable de le déterminer de manière rationnelle? Sans doute pas. Chaque individu accède à la conscience politique, et par conséquent à la capacité de participer à la décision collective à un âge différent. Cela dépend de nombreux facteurs, y compris les circonstances historiques. Les jeunes adolescents engagés dans la Résistance possédaient une expérience politique réelle. Le code électoral a d’ailleurs comporté pendant longtemps une disposition qui permettait d’accorder le droit de vote avant 21 ans à ceux qui avaient été décorés très jeune pour fait de guerre. Aujourd’hui il faut garder raison et ne pas céder à la tentation d’aligner le droit de vote sur le droit de participer aux élections professionnelles, à partir de l’âge légal d’accès au travail, c’est-à-dire 16 ans.</p>\n\n<p>Le jeune qui travaille a, par définition, quitté le système scolaire de l’enseignement secondaire et est entré dans le monde des adultes. La plupart des garçons et filles de 16 ans sont encore scolarisés. C’est un argument de poids pour considérer qu’ils n’ont pas encore rejoint la communauté politique nationale. Certes le constat pourrait être transposé pour les jeunes de 18 ans, mais en règle générale ils sont sortis du système scolaire ou sont en passe de le faire. Si l’on estime que les collèges et les lycées doivent mieux préparer à la vie civique, il faut maintenir la majorité à 18 ans.</p>\n\n<p>Honnêtement, 18 ans est un âge très généralement admis dans les démocraties européennes. Ne cédons pas à la manie de vouloir que la France soit systématiquement une exception.</p>\n\n<p><sub>http://www.atlantico.fr/decryptage/impossible-disposer-veritable-discernement-politique-16-ans-eva-joly-philippe-poutou-didier-maus-336402.html. Didier Maus. April 20, 2012</sub></p>\n</blockquote>\n\n<p><br>\n<strong>Source numéro 2</strong></p>\n\n<p>Introduction</p>\n\n<p>Dans cette sélection il s’agit du pourcentage du public qui s’est rendu aux élections présidentielles en France. Le tableau original a été publié le 22 avril 2007 en France par Ipsos et DELL.</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"A table titled &quot;Comprendre le vote des Francais&quot; shows votants percentage as follows. Sexe: Hommes, 85; Femmes, 84. Age: 18 - 24 years, 78; 25 to 334, 90; 35 to 44, 88; 45 to 59, 83; 60 to 69, 87; 70 ans et plus, 80. A text at the bottom in foreign language reads, &quot;Enquete sur le 1 et tour presidentiel 2007.&quot;\" height=\"334\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/24366124d061ebe518158b7f1f5ef844/original.png\" width=\"230\">\n<p><strong>Source numéro 3</strong><br>\nVous aurez 30 secondes pour lire l’introduction.<br>\n<br>\nIntroduction<br>\nDans cette sélection il s’agit de la demande de l’Union nationale lycéenne (l’UNL) concernant le droit de vote à 16 ans. L’interview originale intitulée \"Abaissement de la majorité électorale à 16 ans en débat\" a été publiée le 7 septembre 2009 en France par Élizabeth Martichoux et Jérôme Godefroy, journalistes à RTL. Élizabeth Martichoux et Jérôme Godefroy interviewent Antoine Évenou, secrétaire général de l’UNL. La sélection dure à peu près deux minutes et demie.</p>\n\n<p><sub>© radio RTL France / Jérôme Godefroy / Élizabeth Martichoux</sub></p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_9460a40dc00966c45335184a079cc8f4\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/246bc7ab7d0a6e3d58ab8e6201a80f17/original.mp3\" data-type=\"audioplayer\"></span></p>"}]