[{"id":"FT561895","type":"longtextV2","stimulusHtml":"<p><strong>Directions:</strong>&nbsp;</p>\n\n<ul>\n\t<li>\n\t<p>You will write a reply to an e-mail message. You have 15 minutes to read the message and write your reply.</p>\n\n\t<p>Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\t</li>\n\t<li>\n\t<p>Vous allez écrire une réponse à un message électronique. Vous aurez 15 minutes pour lire le message et écrire votre réponse.</p>\n\n\t<p>Votre réponse devrait débuter par une salutation et terminer par une formule de politesse. Vous devriez répondre à toutes les questions et demandes du message. Dans votre réponse, vous devriez demander des détails à propos de quelque chose mentionné dans le texte. Vous devriez également utiliser un registre de langue soutenu.</p>\n\t</li>\n</ul>\n\n<p>Thème du cours: L’esthétique</p>\n\n<p>Introduction</p>\n\n<p>C’est un message électronique de Yasmina Beglaoui, professeur de géographie qui préside à l’organisation d’une semaine internationale dans votre école. Vous recevez ce message parce que vous lui avez écrit en proposant une représentation de cultures francophones pour cette occasion.</p>\n\n<blockquote>\n<p><strong>De:</strong> Yasmina Beglaoui<br>\n<strong>Objet:</strong> Votre demande concernant la semaine internationale</p>\n\n<p>Cher participant/Chère participante,</p>\n\n<p>Nous vous remercions pour l’intérêt que vous portez à la semaine internationale. En effet, considérant que la rencontre des cultures constitue une dimension incontournable du monde contemporain et donc un élément clé de l’éducation et de la vie sociale, nous tenons à faire de cette semaine une occasion de découverte non seulement pour notre école mais aussi pour toute la communauté. Ainsi, nous nous intéressons tout particulièrement à des animations accessibles à un large public.</p>\n\n<p>Le succès de cette semaine internationale dépend en grande partie de l’attractivité de ses manifestations et de la participation du public. Avant de pouvoir donner suite à votre proposition, nous aimerions en savoir un peu plus :</p>\n\n<ul>\n\t<li>\n\t<p>Quelles sortes de spectacles ou d’expositions comptez-vous présenter concrètement ?</p>\n\t</li>\n\t<li>\n\t<p>Quels moyens efficaces envisagez-vous pour annoncer la semaine au plus grand public possible ?</p>\n\t</li>\n</ul>\n\n<p>En vous priant de nous communiquer ces informations dans les meilleurs délais, nous vous prions de croire à l’expression de nos sentiments les meilleurs.</p>\n\n<p>Yasmina Beglaoui</p>\n\n<p>Professeur de géographie</p>\n\n<p>Chef du comité interdisciplinaire de la semaine internationale</p>\n</blockquote>\n"}]