[{"id":"FT561896","type":"longtextV2","stimulusHtml":"<p><strong>Directions</strong>:&nbsp;</p>\n\n<ul>\n\t<li>\n\t<p>You will write a persuasive essay to submit to a French writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n\t<p>In your persuasive essay, you should present the sources’ different viewpoints on the topic and also clearly indicate your own viewpoint and defend it thoroughly. Use information from all of the sources to support your essay. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\t</li>\n\t<li>\n\t<p>Vous allez écrire un essai argumentatif pour un concours d’écriture de langue française. Le sujet de l’essai est basé sur trois sources incluses, écrites et sonore, qui présentent différents points de vue sur le sujet. Vous aurez d’abord 6 minutes pour lire le sujet de l’essai ainsi que les documents écrits. Ensuite, vous écouterez le document sonore deux fois ; vous devriez prendre des notes pendant l’écoute. Enfin, vous aurez 40 minutes pour préparer et écrire votre essai.</p>\n\n\t<p>Dans votre essai, vous devez présenter les différents points de vue sur le sujet, trouvés dans les sources, et aussi indiquer clairement votre propre point de vue et le défendre de façon convaincante. Utilisez des renseignements fournis par les trois sources pour soutenir votre argument. Identifiez de façon claire les sources auxquelles vous faites référence. De plus, divisez votre essai en paragraphes bien distincts.</p>\n\t</li>\n</ul>\n\n<p>Thème du cours: La famille et la communauté</p>\n\n<p>Vous aurez 6 minutes pour lire le sujet de l’essai, la source numéro 1 et la source numéro 2.</p>\n\n<p>Sujet de l’essai:</p>\n\n<p><strong>Faut-il quitter le domicile parental une fois adulte ?</strong></p>\n\n<p><strong>Source numéro 1</strong></p>\n\n<p>Introduction</p>\n\n<p>Dans cette sélection il s’agit de jeunes adultes vivant chez leurs parents au Maroc. L’article original a été publié le 27 septembre 2010 au Maroc par Jaouad Mdidech, journaliste à <em>La Vie éco.</em></p>\n\n<p><img alt=\"A web browser's blank search bar is shown\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/78fdce22d11b8866fe6de7eea52a0a7b/original.png\"></p>\n\n<p><strong>Ils ont 35 ans et plus et vivent encore chez leurs parents</strong></p>\n\n<p>Pas facile de quitter le nid familial quand on y est choyé et quand l’argent qu’on gagne ne profite qu’à celui qui l’engrange. A qui la faute ? Aux enfants qui en profitent ? Aux parents qui au fond d’eux-mêmes ont du mal à se séparer de leur progéniture ? Ou à la société qui n’arrive pas à assurer le travail à ces millions de jeunes adultes pour qu’ils puissent avoir leur propre vie loin de leurs parents ? La responsabilité est partagée, mais celle des parents qui n’ont pas su inculquer à leurs enfants le sens de l’indépendance est plus grande. Leur rôle est en effet de « faire en sorte que leurs enfants gagnent cette capacité à voler de leurs propres ailes. Toute personne adulte dispose en théorie de ce libre arbitre », estime Mohssine Benzakour, psychosociologue. Le grand désavantage de nos jeunes actuels, à la différence des générations précédentes, analyse Mohamed El Aouad, professeur de sociologie à la faculté de droit de Salé, est qu’« ils n’entrent pas de plain-pied dans la vie active juste après l’adolescence. La période des études devient très longue, la formation n’est pas adaptée au marché de l’emploi. Résultat : pas de travail, pas de logement et pas de mariage, les trois conditions essentielles pour accéder réellement à l’âge adulte ».</p>\n\n<p>Ce sont donc des considérations financières, en premier lieu, qui entravent l’exercice de ce « libre arbitre » dont parle M. Benzakour. L’écrasante majorité des jeunes adultes qui continuent de vivre sous le toit de leurs parents le font par manque de moyens pour se payer leur propre logement. On pourrait même avancer que c’est la règle générale pour les adultes célibataires, pour les femmes en particulier, de continuer à partager le toit parental. Et leur nombre ne cesse d’augmenter. L’aspect financier est donc primordial, « le taux de chômage pour cette tranche d’âge est assez fort, le loyer est à des prix exorbitants, le pouvoir d’achat par rapport au coût de la vie est très inférieur », confirme M. Benzakour.</p>\n\n<p>L’allongement des études, la précarité économique et le chômage y sont pour beaucoup. Mais cela n’explique pas tout. Habiter avec ses parents à 30 et 40 ans, tant qu’on n’est pas marié, n’est pas stigmatisé outre mesure dans la société marocaine. Car « il y a l’idée persistante et qui trouve ses sources dans notre culture », enchaîne M. Benzakour. « Tant qu’on est célibataire, on n’a pas le droit de vivre séparé de ses parents ».</p>\n\n<p>La raison économique et la raison culturelle ne sont pas seules à expliquer le prolongement de cette cohabitation des enfants adultes avec leurs parents. Il y en a qui travaillent, mais qui restent chez leurs parents n’osant pas franchir le pas. A cause d’un manque de confiance, mais aussi à cause de parents trop possessifs, estime M. Benzakour.</p>\n\n<p><strong>Source numéro 2</strong></p>\n\n<p>Introduction</p>\n\n<p>Dans cette sélection il s’agit de jeunes adultes habitant avec leurs parents au Canada. L’infographie originale a été publiée le 18 décembre 2013 au Canada par Statistique Canada.</p>\n\n<p><strong>Pourcentage de jeunes adultes âgés de 20 à 24 ans et de 25 à 29 ans vivant au domicile parental, 1981 à 2011</strong></p>\n\n<p><img alt=\"The figure presents a bar graph titled “Pourcentage de jeunes adultes âgés de 20 à 24 ans et de 25 à 29 ans vivant au domicile parental, 1981 à 2011.” The horizontal axis is labeled “année,” and the values 1981 through 2011, in increments of 5, are indicated. The vertical axis is labeled “pourcentage,” and the values 0 through 70, in increments of 10, are indicated. There are two bars associated with each horizontal axis value. One bar represents “20 à 24 ans,” and the other bar represents “25 à 29 ans.” The data represented by the bars are as follows. Année, 1981. 20 à 24 ans, 41%. 25 à 29 ans, 12%. Année, 1986. 20 à 24 ans, 49%. 25 à 29 ans, 14%. Année, 1991. 20 à 24 ans, 51%. 25 à 29 ans, 18%. Année, 1996. 20 à 24 ans, 53%. 25 à 29 ans, 20%. Année, 2001. 20 à 24 ans, 55%. 25 à 29 ans, 22%. Année, 2006. 20 à 24 ans, 57%. 25 à 29 ans, 23%. Année, 2011. 20 à 24 ans, 58%. 25 à 29 ans, 25%.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6a9f9babb520c5121a488581af37f6ac/original.png\"></p>\n\n<p><strong>Source numéro 3</strong></p>\n\n<p>Vous aurez 30 secondes pour lire l’introduction.</p>\n\n<p>Introduction</p>\n\n<p>Dans cette sélection il s’agit de jeunes Suisses vivant toujours chez leurs parents à l’âge adulte. Le reportage original intitulé « Vous habitez toujours chez vos parents ? » a été publié le 1er mars 2012 en Suisse par Jacques de Charrière et Cédric Louis de Radio Télévision Suisse. Jean-Philippe Ceppi, journaliste, Nahum Frenck, thérapeute de famille et Marco Vannotti, psychiatre, discutent. La sélection dure à peu près deux minutes.</p>\n\n<p>RTS Radio Télévision Suisse</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_a065c74487b7551c1da1dc5aab851279\" data-src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/61594f7bf8d54b291e41b7eed47ffe0d/original.mp3\" data-type=\"audioplayer\"></span></p>\n"}]