[{"id":"FT648569","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will listen to several audio selections. The first&nbsp;two audio selections are accompanied by reading&nbsp;selections. When there is a reading selection, you&nbsp;will have a designated amount of time to read it.</p>\n\n\t<p>For each audio selection, first you will have a&nbsp;designated amount of time to read a preview of the&nbsp;selection as well as to skim the questions that you<br />\n\twill be asked. Each selection will be played twice.&nbsp;As you listen to each selection, you may take notes.&nbsp;Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you&nbsp;will have 1 minute to begin answering the&nbsp;questions; after listening to each selection the<br />\n\tsecond time, you will have 15 seconds per question&nbsp;to finish answering the questions. For each&nbsp;question, choose the response that is best according&nbsp;to the audio and/or reading selection and mark your&nbsp;answer on your answer sheet.</p>\n\t</li>\n\t<li>\n\t<p>Vous allez écouter plusieurs documents sonores.&nbsp;Les deux premiers documents sonores sont chacun&nbsp;accompagnés d’une lecture. Vous aurez un temps&nbsp;déterminé pour faire chaque lecture.</p>\n\n\t<p>Pour chaque document sonore, vous aurez d’abord&nbsp;un temps déterminé pour lire une introduction et&nbsp;pour parcourir les questions qui suivent. Chaque&nbsp;document sonore sera passé deux fois. Vous&nbsp;pourrez prendre des notes pendant l’écoute de&nbsp;chaque document sonore, mais elles ne seront pas&nbsp;prises en compte.</p>\n\n\t<p>Après avoir écouté chaque document sonore une&nbsp;première fois, vous aurez 1 minute pour&nbsp;commencer à répondre aux questions ; après avoir<br />\n\técouté chaque document sonore une deuxième fois,&nbsp;vous aurez 15 secondes par question pour finir d’y&nbsp;répondre. Pour chaque question, choisissez la&nbsp;réponse la plus appropriée selon le document&nbsp;sonore et/ou la lecture et indiquez votre réponse sur&nbsp;la feuille de réponses.</p>\n\t</li>\n</ul>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_0beff97b7320fee7368c8af29ddde755\" data-src=\"https://assets.learnosity.com/organisations/537/14ba42c5-3903-4414-9e88-28eda9869ce2.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><strong>Sélection numéro 3</strong><br />\nThème du cours : La quête de soi<br />\nIntroduction<br />\nVous aurez d’abord 1 minute pour lire l’introduction et parcourir les questions.<br />\nDans cette sélection il s’agit d’une école pour apprendre à pédaler à Montréal. L’interview originale intitulée <em>Une vélo-école pour nouveaux arrivants</em> a été publiée le 27 avril 2012 au Canada par Dominique Poirier, journaliste à Radio-Canada. Dominique Poirier parle avec Jean-Sébastien Girard, reporteur canadien, à propos de la création d’une nouvelle école pour apprendre à pédaler. La sélection dure à peu près trois minutes..</p>\n\n<p><span style=\"font-size:0.8em;\">Used by permission</span></p>\n\n<p>Quel est le but principal de l’interview ?</p>\n","choicesHtml":["Expliquer les différences culturelles en ce qui concerne le vélo","Donner des conseils pratiques pour l’achat d’un premier vélo","Convaincre les nouveaux arrivants de l’utilité de savoir faire du vélo","Retracer les origines et le fonctionnement d’une école de vélo"],"answer":"3"}]