[{"id":"FT648637","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will listen to several audio selections. The first&nbsp;two audio selections are accompanied by reading&nbsp;selections. When there is a reading selection, you&nbsp;will have a designated amount of time to read it.</p>\n\n\t<p>For each audio selection, first you will have a&nbsp;designated amount of time to read a preview of the&nbsp;selection as well as to skim the questions that you<br />\n\twill be asked. Each selection will be played twice.&nbsp;As you listen to each selection, you may take notes.&nbsp;Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you&nbsp;will have 1 minute to begin answering the&nbsp;questions; after listening to each selection the<br />\n\tsecond time, you will have 15 seconds per question&nbsp;to finish answering the questions. For each&nbsp;question, choose the response that is best according&nbsp;to the audio and/or reading selection and mark your&nbsp;answer on your answer sheet.</p>\n\t</li>\n\t<li>\n\t<p>Vous allez écouter plusieurs sélections audio. Les&nbsp;deux premières sélections audio sont&nbsp;accompagnées chacune d’une lecture. Quand il y a<br />\n\tune lecture, vous aurez un temps déterminé pour la&nbsp;lire.</p>\n\n\t<p>Pour chaque sélection audio, vous aurez d’abord un&nbsp;temps déterminé pour lire une introduction et pour&nbsp;parcourir les questions qui vous seront posées.&nbsp;Chaque sélection sera jouée deux fois. Vous&nbsp;pouvez prendre des notes pendant que vous écoutez&nbsp;chaque sélection mais elles ne seront pas comptées.</p>\n\n\t<p>Après avoir écouté chaque sélection une première&nbsp;fois, vous aurez 1 minute pour commencer à&nbsp;répondre aux questions; après avoir écouté chaque<br />\n\tsélection une deuxième fois, vous aurez&nbsp;15 secondes par question pour finir de répondre&nbsp;aux questions. Pour chaque question, choisissez la<br />\n\tmeilleure réponse selon la sélection audio ou&nbsp;lecture et indiquez votre réponse sur votre feuille&nbsp;de réponse.</p>\n\t</li>\n</ul>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_70329d961013364036e78bca89d60cd3\" data-src=\"https://assets.learnosity.com/organisations/537/2a5376a4-a127-4465-9ced-494ec0e5d667.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><strong>Sélection numéro 3</strong><br />\nThème du cours: La quête de soi<br />\nIntroduction</p>\n\n<p>Vous aurez d’abord 1 minute pour lire l’introduction et parcourir les questions.<br />\nDans cette sélection il s’agit des commentaires sur la politique libanaise faits par l’écrivain de renom Jean-Marie Gustave Le Clézio. L’interview originale intitulée <em>Le salon livre francophone de Beyrouth</em> a été publiée le 1<span style=\"font-size:0.8em;\"><sup>er</sup></span> novembre 2009 en France par Diane Galliot, journaliste pour Radio France Internationale. Jean-Marie Gustave Le Clézio a gagné le prix Nobel de littérature en 2008. La sélection dure à peu près deux minutes et demie.</p>\n\n<p><span style=\"font-size:0.8em;\">“Le salon livre francophone de Beyrouth, copyright © by Radio France Internationale.” Used by permission.<br />\nhttp://www.rfi.fr/contenu/20191101-le-salon-livre-francophone-beyrouth</span></p>\n\n<p>D’après Le Clézio, qu’est-ce qui est essentiel pour résoudre les problèmes?</p>\n","choicesHtml":["Trouver un intermédiaire compétent","Établir un dialogue entre les gens","Former une équipe de spécialistes","Connaître intimement la vie de l’autre"],"answer":"1"}]