[{"id":"FT648531","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will read several selections. Each selection is accompanied by a number of questions. For each&nbsp;question, choose the response that is best according&nbsp;to the selection and mark your answer on your&nbsp;answer sheet.</p>\n\t</li>\n</ul>\n\n<ul>\n\t<li>\n\t<p>Vous allez lire une sélection de documents. Chaque&nbsp;document est accompagné de plusieurs questions.&nbsp;Pour chaque question, choisissez la réponse la plus&nbsp;appropriée selon le document et indiquez votre&nbsp;réponse sur la feuille de réponses.</p>\n\t</li>\n</ul>\n\n<p>Thème du cours : Les défis mondiaux<br />\nIntroduction<br />\nDans cette sélection il s’agit d’un mari et de ses histoires. Le roman original a été publié en 1998 au Canada par l’auteure libano-québécoise Abla Farhoud. Une femme libanaise parle de son mari, tel qu’il était avant et après leur immigration au Canada.</p>\n\n<p style=\"margin-left: 240px;\"><strong><span style=\"font-size:1.3em;\">Le bonheur a la queue glissante</span></strong></p>\n\n<p>&nbsp; &nbsp; &nbsp;Je crois que Salim m’aimait. Je pense qu’il m’aimait, sinon pourquoi serait-il monté si souvent pour me voir ? Il y<br />\navait deux bonnes heures à pied entre son village et le mien. Je crois qu’il me trouvait belle, il ne me l’a jamais dit,<br />\nsinon pourquoi m’aurait-il demandée en mariage ? On ne se marie pas avec une laideronne juste parce qu’elle est la<br />\nfille du prêtre le plus respecté de la région. Il aurait pu demander la main de ma soeur, mais non, c’est moi qu’il<br />\n<strong>(5)&nbsp;</strong>voulait épouser.<br />\n&nbsp; &nbsp; &nbsp;Toutes les filles des environs auraient été fières de se marier avec lui. Il était beau, blanc de peau, cheveux épais et<br />\nnoirs, il était fort, n’avait peur de rien, il avait de l’argent. Et il parlait bien. Ah Dieu ! qu’il savait bien parler. Et<br />\nraconter des histoires. Il savait faire oublier son pays à un étranger… Il nous séduisait avec des histoires anciennes et<br />\nd’autres qu’il inventait. En sa compagnie, personne ne pouvait s’ennuyer. La moindre anecdote dans sa bouche<br />\n<strong>(10)&nbsp;</strong>devenait un conte des<em> Mille et une nuits</em>, parfois drôle, parfois émouvante, toujours captivante. Il m’a fait beaucoup<br />\nrire. Et pleurer aussi.<br />\n&nbsp; &nbsp; Salim avait besoin de monde autour de lui. Beaucoup de monde. On aurait dit qu’il voulait à tout prix être aimé.<br />\nC’est vrai qu’il était aimable. Il était si différent dans une maison pleine ou une maison vide, avec seulement moi et<br />\nles enfants… Quand il n’avait personne avec qui discuter ou à qui raconter une histoire, il allait en chercher sur la<br />\n<strong>(15)&nbsp;</strong>place du village. Au Canada, plus de place du village, plus d’oreilles attentives pour l’écouter, plus d’yeux pour le<br />\nregarder. Plus personne pour comprendre ses histoires. Ici, chacun travaille et rentre chez soi, et lui aussi a été obligé<br />\nde travailler toute la journée. Ici, les hommes vont à la taverne pour boire de la bière et regarder la télévision. Salim<br />\nn’aimait ni la bière ni la télévision. Même s’il arrivait à se débrouiller dans les nouvelles langues, cela ne suffisait<br />\npas, un conteur a besoin de bien connaître la langue. Même ses enfants, qui auraient pu devenir son auditoire, à<br />\n<strong>(20)&nbsp;</strong>mesure qu’ils grandissaient oubliaient peu à peu la langue de leur père, ou n’y trouvaient aucun intérêt.<br />\n&nbsp; &nbsp; &nbsp; Les histoires restaient prises dans sa gorge et l’étouffaient.</p>\n\n<p><span style=\"font-size:0.8em;\">Used by permission</span></p>\n\n<p>D’après le passage, qu’est-ce qui rend la situation de Salim plus difficile ?</p>\n","choicesHtml":["Il répète trop souvent les mêmes histoires.","Il n’est pas au courant des moeurs québécoises.","Il n’a pas le soutien de sa femme.","Il a du mal à s’exprimer dans d’autres langues."],"answer":"3"}]