[{"id":"FT648620","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will listen to several audio selections. The first&nbsp;two audio selections are accompanied by reading&nbsp;selections. When there is a reading selection, you&nbsp;will have a designated amount of time to read it.</p>\n\n\t<p>For each audio selection, first you will have a&nbsp;designated amount of time to read a preview of the&nbsp;selection as well as to skim the questions that you<br />\n\twill be asked. Each selection will be played twice.&nbsp;As you listen to each selection, you may take notes.&nbsp;Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you&nbsp;will have 1 minute to begin answering the&nbsp;questions; after listening to each selection the<br />\n\tsecond time, you will have 15 seconds per question&nbsp;to finish answering the questions. For each&nbsp;question, choose the response that is best according&nbsp;to the audio and/or reading selection and mark your&nbsp;answer on your answer sheet.</p>\n\t</li>\n\t<li>\n\t<p>Vous allez écouter plusieurs sélections audio. Les&nbsp;deux premières sélections audio sont&nbsp;accompagnées chacune d’une lecture. Quand il y a<br />\n\tune lecture, vous aurez un temps déterminé pour la&nbsp;lire.</p>\n\n\t<p>Pour chaque sélection audio, vous aurez d’abord un&nbsp;temps déterminé pour lire une introduction et pour&nbsp;parcourir les questions qui vous seront posées.&nbsp;Chaque sélection sera jouée deux fois. Vous&nbsp;pouvez prendre des notes pendant que vous écoutez&nbsp;chaque sélection mais elles ne seront pas comptées.</p>\n\n\t<p>Après avoir écouté chaque sélection une première&nbsp;fois, vous aurez 1 minute pour commencer à&nbsp;répondre aux questions; après avoir écouté chaque<br />\n\tsélection une deuxième fois, vous aurez&nbsp;15 secondes par question pour finir de répondre&nbsp;aux questions. Pour chaque question, choisissez la<br />\n\tmeilleure réponse selon la sélection audio ou&nbsp;lecture et indiquez votre réponse sur votre feuille&nbsp;de réponse.</p>\n\t</li>\n</ul>\n\n<p><strong>Sélection numéro 1</strong><br />\nThème du cours: La science et la technologie<br />\n<strong>Source numéro 1</strong></p>\n\n<p>Vous aurez d’abord 4 minutes pour lire la source numéro 1.<br />\nIntroduction<br />\nDans cette sélection il s’agit de la revente des cadeaux. L’article original a été publié le 25 décembre 2009 en France par le journaliste Tijani Smaoui.</p>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_696f5887bcedfeb30130f15148c1ace3\" data-src=\"https://assets.learnosity.com/organisations/537/29970bdd-6030-4440-b11a-a694110e055e.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><span style=\"font-size:1.3em;\"><strong>La revente des cadeaux de Noël vire au fait de société</strong></span></p>\n\n<p>En quelques années, depuis le boom des sites d’enchères et de ventes directes entre internautes,<br />\npour nombre de Français, il est devenu commun de revendre les cadeaux de Noël qui, pour une<br />\nraison ou pour une autre, n’ont pas plu.</p>\n\n<p>Parce que «mamie s’est encore trompée sur mes goûts», «parce que ce film-là, je l’avais déjà» ou<br />\n<strong>(5)&nbsp;</strong>tout bêtement parce que «j’aurais préféré des sous», ils auraient été plus de 4 millions l’an dernier à<br />\nrevendre ainsi des cadeaux reçus à Noël, tout particulièrement des biens culturels, livres, DVD et<br />\nautres jeux vidéo.</p>\n\n<p>D’après la dernière enquête menée sur le sujet, par TNS Sofres pour eBay, cette année plus de 40%<br />\ndes internautes envisageaient de revendre leurs cadeaux avant même de les avoir déballés.</p>\n\n<p><strong>(10)&nbsp;</strong>Et les internautes concernés ne sont pas à un paradoxe près: s’ils ne semblent pas éprouver de gêne<br />\nà se débarrasser des cadeaux indésirés, le tiers d’entre eux se sentiraient affectés que l’on fasse de<br />\nmême avec ceux qu’ils ont offerts.</p>\n\n<p>En période de crise économique, l’heure ne semble plus aux scrupules, mais bien à la nécessité,<br />\nainsi parmi les revendeurs de Noël, 6 sur 10 compteraient utiliser l’argent de la revente à toute autre<br />\n<strong>(15)&nbsp;</strong>fin que de se faire plaisir.</p>\n\n<p>Phénomène nouveau: comme le montrent les premières constatations d’eBay et consorts,<br />\nl’augmentation du nombre d’objets vendus et de visites aurait été spectaculaire dès la nuit du<br />\nréveillon.</p>\n\n<p>Selon Pierre Kosciusko-Morizet, patron du site PriceMinister, l’augmentation du nombre d’accès<br />\n<strong>(20)&nbsp;</strong>Internet serait en cause: «quand il y avait un seul ordinateur par foyer, c’était assez délicat de<br />\nrevendre des cadeaux devant les gens qui les avaient offerts, mais aujourd’hui les adolescents ont<br />\nsouvent Internet dans leur chambre ou sur leur téléphone».</p>\n\n<p>Comment réussir votre revente:</p>\n\n<p>1. Rien de tel pour écouler un produit à bon prix que de le revendre «comme neuf», c’est-à-dire de<br />\n<strong>(25)&nbsp;</strong>préserver son emballage d’origine, et idéalement de ne pas du tout le déballer.</p>\n\n<p>2. Beaucoup d’internautes proposent les mêmes biens culturels, généralement des best-sellers,<br />\ntypiquement les ouvrages primés cette année. Leur décote étant rapide, mieux vaut se dépêcher.</p>\n\n<p>3. En fixant un prix de vente légèrement inférieur au moins cher des vendeurs en concurrence, vous<br />\nne pouvez pas vous tromper.</p>\n\n<p><b>(30)&nbsp;</b>4. Si votre ordinateur et votre connexion Internet sont partagés, pour la paix du foyer, soyez<br />\ndiscret...</p>\n\n<p><span style=\"font-size:0.8em;\">Used by permission.</span></p>\n\n<p><strong>Source numéro 2</strong></p>\n\n<p>Vous aurez 2 minutes pour lire l’introduction et parcourir les questions.<br />\nIntroduction<br />\nDans cette sélection il s’agit de la revente des cadeaux sur Internet. Le reportage original intitulé <em>L’après-Noël:&nbsp;</em><em>vendre ses cadeaux sur Internet</em> a été publié le 9 janvier 2010 en France par Dominique Desaunay, de Radio France Internationale. Dominique Desaunay est un journaliste français. La sélection dure à peu près deux minutes.</p>\n\n<p><span style=\"font-size:0.8em;\">\"L’après-Noël : vendre ses cadeaux sur internet,\"&nbsp;copyright © by Radio France International. Used by permission.<br />\nhttp://www.rfi.fr/contenu/20100108-lapres-noel-vendre-cadeaux-internet</span></p>\n\n<p>Dans l’article, selon Pierre Kosciusko-Morizet, qu’est-ce qui cause la popularité de la revente en ligne?</p>\n","choicesHtml":["Les gens maîtrisent mieux l’informatique.","Il y a beaucoup plus de sites de revente qu’autrefois.","Le nombre de foyers ayant plus d’un ordinateur a augmenté.","Il y a moins de cohésion sociale que dans le passé."],"answer":"2"}]