[{"id":"FT648596","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will read several selections. Each selection is&nbsp;accompanied by a number of questions. For each&nbsp;question, choose the response that is best according&nbsp;to the selection and mark your answer on your&nbsp;answer sheet.</p>\n\t</li>\n</ul>\n\n<ul>\n\t<li>\n\t<p>Vous allez lire plusieurs sélections. Chaque&nbsp;sélection est accompagnée de plusieurs questions.&nbsp;Pour chaque question, choisissez la meilleure<br />\n\tréponse selon la sélection et indiquez votre réponse&nbsp;sur votre feuille de réponse.</p>\n\t</li>\n</ul>\n\n<p>Thème du cours: La quête de soi<br />\nIntroduction<br />\nDans cette sélection il s’agit d’une description du caractère d’Oswald Nelvil. Le roman original a été publié en 1807 en France par l’écrivaine française Madame de Staël. Oswald Nelvil se rend en Italie pour soigner sa mélancolie.<span style=\"font-size:1.3em;\"></span></p>\n\n<p style=\"margin-left: 280px;\"><strong><span style=\"font-size:1.3em;\">Corinne ou l’Italie</span></strong></p>\n\n<p>&nbsp; &nbsp; Oswald lord Nelvil, pair d’Écosse, partit d’Édimbourg pour se rendre en Italie pendant l’hiver de 1794 à 1795. Il<br />\navait une figure noble et belle, beaucoup d’esprit, un grand nom, une fortune indépendante; mais sa santé était altérée<br />\npar un profond sentiment de peine, et les médecins, craignant que sa poitrine ne fût attaquée, lui avaient ordonné l’air<br />\ndu Midi. Il suivit leurs conseils, bien qu’il mît peu d’intérêt à la conservation de ses jours. Il espérait du moins<br />\n<strong>(5)&nbsp;</strong>trouver quelque distraction dans la diversité des objets qu’il allait voir. La plus intime de toutes les douleurs, la perte<br />\nd’un père, était la cause de sa maladie; des circonstances cruelles, des remords inspirés par des scrupules délicats,<br />\naigrissaient encore ses regrets, et l’imagination y mêlait ses fantômes. Quand on souffre, on se persuade aisément<br />\nque l’on est coupable, et les violents chagrins portent le trouble jusque dans la conscience.<br />\n&nbsp; &nbsp; À vingt-cinq ans il était découragé de la vie, son esprit jugeait tout d’avance, et sa sensibilité blessée ne goûtait<br />\n<strong>(10)&nbsp;</strong>plus les illusions du coeur. Personne ne se montrait plus que lui complaisant et dévoué pour ses amis quand il pouvait<br />\nleur rendre service; mais rien ne lui causait un sentiment de plaisir, pas même le bien qu’il faisait; il sacrifiait sans<br />\ncesse et facilement ses goûts à ceux d’autrui; mais on ne pouvait expliquer par la générosité seule cette abnégation<br />\nabsolue de tout égoïsme; et l’on devait souvent l’attribuer au genre de tristesse qui ne lui permettait plus de<br />\ns’intéresser à son propre sort. Les indifférents jouissaient de ce caractère, et le trouvaient plein de grâce et de<br />\n<strong>(15)&nbsp;</strong>charmes; mais quand on l’aimait, on sentait qu’il s’occupait du bonheur des autres comme un homme qui n’en<br />\nespérait pas pour lui-même; et l’on était presque affligé de ce bonheur qu’il donnait sans qu’on pût le lui rendre.<br />\n&nbsp; &nbsp; Lord Nelvil se flattait de quitter l’Écosse sans regret, puisqu’il y restait sans plaisir; mais ce n’est pas ainsi qu’est<br />\nfaite la funeste imagination des âmes sensibles: il ne se doutait pas des liens qui l’attachaient aux lieux qui lui<br />\nfaisaient le plus de mal, à l’habitation de son père. Il y avait dans cette habitation des chambres, des places dont il ne<br />\n<strong>(20)&nbsp;</strong>pouvait approcher sans frémir; et cependant, quand il se résolut à s’en éloigner, il se sentit plus seul encore. Quelque<br />\nchose d’aride s’empara de son coeur; il n’était plus le maître de verser des larmes quand il souffrait; il ne pouvait plus<br />\nfaire renaître ces petites circonstances locales qui l’attendrissaient profondément; ses souvenirs n’avaient plus rien de<br />\nvivant, ils n’étaient plus en relation avec les objets qui l’environnaient; il ne pensait pas moins à celui qu’il regrettait,<br />\nmais il parvenait plus difficilement à se retracer sa présence.</p>\n\n<p>Selon le texte, comment réagissent les vrais&nbsp;amis de Lord Nelvil?</p>\n","choicesHtml":["Ils se sacrifient pour lui.","Ils apprécient son abnégation.","Ils le trouvent charmant.","Ils s’inquiètent de son altruisme."],"answer":"3"}]