[{"id":"FT648556","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will listen to several audio selections. The first&nbsp;two audio selections are accompanied by reading&nbsp;selections. When there is a reading selection, you&nbsp;will have a designated amount of time to read it.</p>\n\n\t<p>For each audio selection, first you will have a&nbsp;designated amount of time to read a preview of the&nbsp;selection as well as to skim the questions that you<br />\n\twill be asked. Each selection will be played twice.&nbsp;As you listen to each selection, you may take notes.&nbsp;Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you&nbsp;will have 1 minute to begin answering the&nbsp;questions; after listening to each selection the<br />\n\tsecond time, you will have 15 seconds per question&nbsp;to finish answering the questions. For each&nbsp;question, choose the response that is best according&nbsp;to the audio and/or reading selection and mark your&nbsp;answer on your answer sheet.</p>\n\t</li>\n\t<li>\n\t<p>Vous allez écouter plusieurs documents sonores.&nbsp;Les deux premiers documents sonores sont chacun&nbsp;accompagnés d’une lecture. Vous aurez un temps&nbsp;déterminé pour faire chaque lecture.</p>\n\n\t<p>Pour chaque document sonore, vous aurez d’abord&nbsp;un temps déterminé pour lire une introduction et&nbsp;pour parcourir les questions qui suivent. Chaque&nbsp;document sonore sera passé deux fois. Vous&nbsp;pourrez prendre des notes pendant l’écoute de&nbsp;chaque document sonore, mais elles ne seront pas&nbsp;prises en compte.</p>\n\n\t<p>Après avoir écouté chaque document sonore une&nbsp;première fois, vous aurez 1 minute pour&nbsp;commencer à répondre aux questions ; après avoir<br />\n\técouté chaque document sonore une deuxième fois,&nbsp;vous aurez 15 secondes par question pour finir d’y&nbsp;répondre. Pour chaque question, choisissez la&nbsp;réponse la plus appropriée selon le document&nbsp;sonore et/ou la lecture et indiquez votre réponse sur&nbsp;la feuille de réponses.</p>\n\t</li>\n</ul>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_dbce118141dbab060b92aed200c62a50\" data-src=\"https://assets.learnosity.com/organisations/537/beb618fa-82c1-4c02-b16b-d54657973fad.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><strong>Sélection numéro 1</strong><br />\nThème du cours : La vie contemporaine<br />\n<strong>Source numéro 1</strong><br />\nVous aurez d’abord 4 minutes pour lire la source numéro 1.<br />\nIntroduction<br />\nDans cette sélection il s’agit des bibliothèques au Bénin. L’article original a été publié le 13 novembre 2011 en France par le groupe Artistes africains pour le développement (AAD).</p>\n\n<div class=\"prose prose_type:news_article style:1\">\n<p><span style=\"font-size:1.3em;\"><strong>« Belles bibliothèques du Bénin », inauguration de la première bibliothèque<br />\njeune public en accès libre décorée par un des plus grands artistes béninois</strong></span></p>\n\n<p>&nbsp; &nbsp; En réponse aux <em>Objectifs du millénaire pour le</em><br />\n<em>développement</em> des Nations Unies, Artistes africains<br />\npour le développement (AAD) a inauguré, en<br />\npartenariat avec la Fondation Zinsou, le jeudi 8<br />\n<strong>(5)&nbsp;</strong>novembre à 11h30, la première bibliothèque jeune<br />\npublic implantée dans le quartier populaire d’Agla, à<br />\nCotonou. L’inauguration de cette bibliothèque,<br />\nbaptisée « Bibliothèque Melchior Leridon », sera<br />\nsuivie de la rénovation de deux autres centres<br />\n<strong>(10)&nbsp;</strong>documentaires dans le cadre du projet « Belles<br />\nBibliothèques du Bénin ».<br />\n&nbsp; &nbsp; La cérémonie s’est déroulée en présence des<br />\nministres béninois de la Jeunesse et de la culture,<br />\nMessieurs Daplogan et Abimbola, de l’Ambassadeur<br />\n<strong>(15)&nbsp;</strong>de France au Bénin, Jean-Paul Monchau, et des<br />\nco-présidents d’AAD, Gervanne et Matthias Leridon.<br />\n&nbsp; &nbsp; Cette bibliothèque, implantée dans le quartier<br />\npopulaire d’Agla, est entièrement dédiée à l’accès des<br />\njeunes Béninois à la lecture.<br />\n<strong>(20)&nbsp;</strong>L’accès à l’éducation pour tous, et plus<br />\nparticulièrement l’alphabétisation, ont clairement été<br />\nérigés en priorité par les Nations Unies à travers les<br />\n<em>Objectifs du millénaire pour le développement 2015</em>.<br />\nConvaincu que la lecture est un pivot essentiel du<br />\n<strong>(25)</strong> développement, Artistes africains pour le&nbsp;<br />\ndéveloppement (AAD) met ainsi à disposition des<br />\nenfants et adolescents de Cotonou plus de 1 200<br />\nouvrages en français, en accès libre, constituant un<br />\ntrès important fonds documentaire destiné à la<br />\n<strong>(30)&nbsp;</strong>jeunesse.<br />\n&nbsp; &nbsp; Par la lecture, véritable porte d’entrée du<br />\ndéveloppement, AAD s’engage ainsi à faire des<br />\nlecteurs d’aujourd’hui les citoyens de demain.<br />\nComme le soulignent les co-présidents d’AAD, « il<br />\n<strong>(35)&nbsp;</strong>n’existe pas de moyen d’évasion et d’émancipation<br />\nplus fort que le livre. Parce que nous sommes<br />\nconvaincus qu’un développement n’est efficace et<br />\ndurable que s’il est producteur de sens, nous sommes<br />\naujourd’hui fiers de pouvoir contribuer à l’accès de<br />\n<strong>(40)</strong> tous à la lecture ».<br />\n&nbsp; &nbsp; Cette initiative a été encouragée par la réussite du<br />\nprojet « Les Bulles de Bukavu », la distribution<br />\ngratuite du plus grand tirage jamais réalisé d’une BD<br />\nen Afrique (100 000 exemplaires).<br />\n<strong>(45)&nbsp;</strong>Parce que pour AAD, un développement humain<br />\ndurable passe nécessairement par l’engagement<br />\nculturel, chacun de ses programmes mobilise un<br />\nartiste contemporain africain qui, en réalisant une<br />\ncréation inédite liée au projet, démultiplie ainsi son<br />\n<strong>(50)</strong> rayonnement et lui confère un ancrage dans la durée<br />\ngrâce à des « alliances de progrès ». C’est dans cette<br />\nlogique qu’AAD a confié à l’artiste béninois Zinkpè<br />\nla réalisation de la pièce centrale de cette<br />\nbibliothèque, un mobile suspendu, premier contact<br />\n<strong>(55)</strong> entre ces jeunes lecteurs et l’art contemporain, qui<br />\névolueront à ses côtés.<br />\n&nbsp; &nbsp; Cette première bibliothèque est baptisée « Melchior<br />\nLeridon », en référence au fils aîné des fondateurs<br />\nd’AAD, pour insister sur la nécessité de créer des<br />\n<strong>(60)</strong> passerelles culturelles entre enfants béninois et<br />\nfrançais.</p>\n</div>\n\n<p><span style=\"font-size:0.8em;\">African Artists for Development. www.aad-fund.org.</span></p>\n\n<p><strong>Source numéro 2</strong><br />\nVous aurez 2 minutes pour lire l’introduction et parcourir les questions.<br />\nIntroduction<br />\nDans cette sélection il s’agit des bibliothèques au Bénin. L’interview originale intitulée « Les bibliothèques au Bénin » a été publiée le 30 juillet 2013 en France par Radio France Internationale. Yvan Amar de Radio France Internationale parle avec Marie-Cécile Zinsou, présidente de la Fondation Zinsou, d’une nouvelle bibliothèque au Bénin. La sélection dure à peu près trois minutes.</p>\n\n<p><span style=\"font-size:0.8em;\">Used by permission</span></p>\n\n<p>Selon l’interview, quel est le plus grand&nbsp;avantage du numérique pour les bibliothèques au&nbsp;Bénin ?</p>\n","choicesHtml":["Il est relativement facile d’obtenir les&nbsp;tablettes d’occasion.","C’est la méthode de lecture actuellement&nbsp;recommandée dans les journaux.","Les clients des bibliothèques peuvent&nbsp;facilement s’échanger les livres.","C’est une option qui rend beaucoup de&nbsp;livres accessibles gratuitement."],"answer":"3"}]