[{"id":"FT648588","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will read several selections. Each selection is&nbsp;accompanied by a number of questions. For each&nbsp;question, choose the response that is best according&nbsp;to the selection and mark your answer on your&nbsp;answer sheet.</p>\n\t</li>\n</ul>\n\n<ul>\n\t<li>\n\t<p>Vous allez lire plusieurs sélections. Chaque&nbsp;sélection est accompagnée de plusieurs questions.&nbsp;Pour chaque question, choisissez la meilleure<br />\n\tréponse selon la sélection et indiquez votre réponse&nbsp;sur votre feuille de réponse.</p>\n\t</li>\n</ul>\n\n<p>Thème du cours: Les défis mondiaux<br />\nIntroduction<br />\nDans cette sélection il s’agit d’un match de hockey. La publicité originale a été publiée le 16 février 2010 au Canada par <em>Jour de la Terre Québec</em>, situé à Montréal. Cet organisme réalise des activités éducatives et culturelles pour la protection de l’environnement.</p>\n\n<p>&nbsp;</p>\n\n<p><strong><span style=\"font-size:1.3em;\">Sauvons le hockey, luttons contre les changements climatiques!</span></strong></p>\n\n<p>Comme chaque année depuis 2005, l’équipe du <em>Jour de la Terre Québec</em>, aidée de ses complices,<br />\nsoulignera l’anniversaire de l’entrée en vigueur du Protocole de Kyoto grâce à l’événement<br />\n«Sauvons le hockey, luttons contre les changements climatiques!».</p>\n\n<p>Nous vous invitons donc à chausser bottines ou patins et à vous munir d’un bâton et d’un casque<br />\n<strong>(5)&nbsp;</strong>pour disputer une joute amicale de hockey. Symbolique, cette partie fera directement référence à un<br />\neffet important des changements climatiques au Québec: la difficulté de pratiquer notre sport<br />\nnational sur les patinoires extérieures, même en février!</p>\n\n<p>C’est un rendez-vous le mardi 16 février prochain, de 10 h à midi, sur la patinoire du parc<br />\nToussaint-Louverture, située en face du 200 boulevard de Maisonneuve Est, entre les rues<br />\n<strong>(10)&nbsp;</strong>Saint-Dominique et Sanguinet, à deux pas du métro Saint-Laurent.</p>\n\n<p>Pour information ou inscription, contacter Émilie Forget: eforget@jourdelaterre.org ou au 514-728-0116.<span style=\"font-size:0.8em;\"></span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:0.8em;\">© by Jour de la Terre Québec</span></p>\n\n<p>En quoi ce match de hockey est-il symbolique?</p>\n","choicesHtml":["Il souligne qu’il y a de moins en moins de&nbsp;glace pour jouer au hockey.","Il représente les avantages de jouer au&nbsp;hockey sur ce terrain.","Il pousse les gens à relire le protocole de&nbsp;Kyoto.","Il permet d’utiliser le parc&nbsp;Toussaint-Louverture."],"answer":"0"}]