[{"id":"FT648604","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will read several selections. Each selection is&nbsp;accompanied by a number of questions. For each&nbsp;question, choose the response that is best according&nbsp;to the selection and mark your answer on your&nbsp;answer sheet.</p>\n\t</li>\n</ul>\n\n<ul>\n\t<li>\n\t<p>Vous allez lire plusieurs sélections. Chaque&nbsp;sélection est accompagnée de plusieurs questions.&nbsp;Pour chaque question, choisissez la meilleure<br />\n\tréponse selon la sélection et indiquez votre réponse&nbsp;sur votre feuille de réponse.</p>\n\t</li>\n</ul>\n\n<p>Thème du cours: La vie contemporaine<br />\n<strong>Source numéro 1</strong><br />\nIntroduction<br />\nDans cette sélection il s’agit de Yolaine Boutillon qui vit à la Réunion. L’article original a été publié le 4 février 2010 dans l’Île de la Réunion par le <em>Journal de l’Île de la Réunion</em>.</p>\n\n<p>&nbsp;</p>\n\n<div class=\"prose prose_type:news_article style:1\">\n<p style=\"margin-left: 80px;\"><span style=\"font-size:1.3em;\"><strong>La femme et la mer</strong></span></p>\n\n<p>&nbsp; &nbsp; Être femme de marin-pêcheur, ce n’est pas toujours<br />\nsimple. Rencontrez Yolaine Boutillon et tous les<br />\npréjugés tombent. Son sourire, son auto-dérision, ses<br />\nprojets autour de la mer et même une association:<br />\n<strong>(5)&nbsp;</strong>celle des femmes de marins-pêcheurs de la Réunion.<br />\n&nbsp; &nbsp; Une vraie tornade. Elle a un emploi du temps à<br />\nfaire pâlir un ministre. «Je pense vivre avec mon<br />\ntemps!» souligne la présidente depuis plus de cinq<br />\nannées de l’Association des femmes de<br />\n<strong>(10)&nbsp;</strong>marins-pêcheurs de La Réunion (AFEMAR). Pour<br />\nYolaine Boutillon, tout tourne autour de la mer. C’est<br />\nun peu son destin... Native de Saint-André, elle a très<br />\nvite déménagé dans le sud pour asseoir son<br />\nindépendance car elle trouvait agréable de voir la mer<br />\n<strong>(15)&nbsp;</strong>en ville. «Installée à Saint-Pierre, j’ai fait plusieurs<br />\npetits boulots, travaillé notamment dix années dans<br />\nune station service. Quand j’ai rencontré mon époux,<br />\nJean, il était infirmier libéral. Il est devenu<br />\npêcheur-professionnel à Saint-Pierre car c’était sa<br />\n<strong>(20)&nbsp;</strong>passion. Je me suis trompée sur la marchandise!»,<br />\nexplique cette mère de deux filles en éclatant de<br />\nrire. À la naissance de sa première fille, Lisa, elle<br />\narrête de travailler et rencontre alors d’autres femmes<br />\nde marins-pêcheurs. «J’avais entendu parler de<br />\n<strong>(25)&nbsp;</strong>l’association qui était en sommeil depuis une<br />\nvingtaine d’années. On a décidé de la remettre en<br />\nactivité.» Son but: rassembler les femmes de<br />\nmarins-pêcheurs afin qu’elles s’entraident quand leur<br />\nmari est en mer ou s’il a un accident. «Au départ, je<br />\n<strong>(30)&nbsp;</strong>voulais réunir toutes les femmes des pêcheurs de toute<br />\nl’île, mais c’est compliqué. Même si les membres<br />\nn’habitent qu’à Saint-Pierre, on accepte tout le<br />\nmonde.» Au fur et à mesure,Yolaine apprécie cet<br />\nesprit de partage, de soutien et de solidarité. Elle est<br />\n<strong>(35)&nbsp;</strong>de plus en plus dynamique au sein de l’association<br />\npour en devenir même la présidente en 2005.<br />\n&nbsp; &nbsp; Entre ses deux filles Lisa et Emmy, son époux, son<br />\ntravail qui consiste à vendre le poisson sur le port de<br />\nSaint-Pierre, l’association, «Yoyo» comme l’appelle<br />\n<strong>(40)&nbsp;</strong>ses amis, trouve le temps de monter un musée dédié à<br />\nla mer et d’endosser son rôle de conseillère<br />\ninter-quartier. «Il existe une commission municipale<br />\noù on a l’opportunité de rapporter ce qui ne va pas. Je<br />\nsuis la représentante du quartier de Saint-Pierre.<br />\n<strong>(45)&nbsp;</strong>J’aime ce côté citoyen.» Mais surtout ne lui parlez pas<br />\nde politique. Elle a même été approchée pour être sur<br />\nune liste électorale des prochaines élections<br />\nrégionales et a refusé l’invitation. «La politique, ce<br />\nn’est pour le moment pas pour moi. Je dois ouvrir le<br />\n<strong>(50)&nbsp;</strong>musée.» Alors qu’elle se déplace à la mairie pour un<br />\nsimple local pour son association, elle en ressort avec<br />\nune subvention, une maison et un projet de musée sur<br />\nla mer, La Caz Marine.</p>\n</div>\n\n<p><span style=\"font-size:0.8em;\">Article de Véronique Tournier, paru dans le supplément <em>Femme Magazine</em> du <em>Journal de l’Ile de La Réunion</em> du 12 février 2010, www.clicanoo.re</span></p>\n\n<p><strong>Source numéro 2</strong><br />\nIntroduction<br />\nDans cette sélection il s’agit de la durée d’embarquement des marins-pêcheurs en France et sur l’Île de la Réunion. Le tableau original a été publié en 2008 en France par l’INSEE.</p>\n\n<p class=\"text-center\"><strong><span style=\"font-size:1.3em;\">Durée d’embarquement des marins-pêcheurs</span></strong></p>\n\n<table class=\"table table-bordered\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td class=\"text-center\" colspan=\"3\">Durée d’embarquement (en %)</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>&nbsp;</td>\n\t\t\t<td class=\"text-center\">Réunion</td>\n\t\t\t<td class=\"text-center\">France</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>moins de 3 mois . . . . . . . . . . . .</td>\n\t\t\t<td class=\"text-center\">16,3</td>\n\t\t\t<td class=\"text-center\">14,6</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>3 à 6 mois . . . . . . . . . . . . . . . . .</td>\n\t\t\t<td class=\"text-center\">11,5</td>\n\t\t\t<td class=\"text-center\">10,6</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>6 à 9 mois . . . . . . . . . . . . . . . . .</td>\n\t\t\t<td class=\"text-center\">18,1</td>\n\t\t\t<td class=\"text-center\">12,0</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>plus de 9 mois . . . . . . . . . . . . . .</td>\n\t\t\t<td class=\"text-center\">54,1</td>\n\t\t\t<td class=\"text-center\">62,8</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>TOTAL (nombre)</td>\n\t\t\t<td class=\"text-center\">601</td>\n\t\t\t<td class=\"text-center\">24 460</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p class=\"text-center\">Étude menée auprès de 601 marins-pêcheurs à la Réunion et de 24 460 marins-pêcheurs en France</p>\n\n<p>Que dit Yolaine au sujet de la politique?</p>\n","choicesHtml":["Elle va être sur les listes électorales pour les prochaines élections.","Elle n’a aucune crainte pour l’avenir politique de la région.","Elle ne veut surtout pas en entendre parler pour le moment.","Elle travaille en étroite collaboration avec les milieux politiques réunionnais."],"answer":"2"}]