[{"id":"FT648547","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will read several selections. Each selection is accompanied by a number of questions. For each&nbsp;question, choose the response that is best according&nbsp;to the selection and mark your answer on your&nbsp;answer sheet.</p>\n\t</li>\n</ul>\n\n<ul>\n\t<li>\n\t<p>Vous allez lire une sélection de documents. Chaque&nbsp;document est accompagné de plusieurs questions.&nbsp;Pour chaque question, choisissez la réponse la plus&nbsp;appropriée selon le document et indiquez votre&nbsp;réponse sur la feuille de réponses.</p>\n\t</li>\n</ul>\n\n<p>Thème du cours : La famille et la communauté<br />\nIntroduction<br />\nDans cette sélection il s’agit d’un stage pour jeunes. C’est une lettre de Marie-Hélène Tissot, directrice de l’association Théâtre des mains qui parlent, adressée à Jean-Yves Desmoulins qui s’intéresse au poste d’animateur.</p>\n\n<p>Cher monsieur,</p>\n\n<p>Nous accusons réception de votre lettre et vous remercions de l’intérêt que vous portez au travail de<br />\nnotre association Théâtre des mains qui parlent. C’est avec plaisir que je réponds à vos questions sur<br />\nnotre stage d’art dramatique pour enfants sourds ou malentendants qui a lieu chaque année dans les<br />\n<strong>(5)&nbsp;</strong>mois de juillet-août.</p>\n\n<p>Fondée en 1983, l’association Théâtre des mains qui parlent s’est donnée pour tâche d’accueillir et<br />\nd’instruire dans les arts du théâtre des jeunes âgés de dix à quinze ans ayant des troubles de<br />\nl’audition. Nos locaux se trouvent dans les environs d’Aix-en-Provence, une des plus belles régions<br />\nde France. Nous recevons une trentaine d’enfants pour un séjour de trois semaines. À&nbsp;ces jeunes qui<br />\n<strong>(10)&nbsp;</strong>utilisent principalement la langue des signes, des professionnels offrent des cours et des ateliers dans<br />\nles domaines du théâtre, de l’art et de la photographie. À&nbsp;la fin du stage on présentera la pièce à<br />\nlaquelle tout le monde aura contribué. On aura aussi une exposition des oeuvres créées au cours des<br />\ntrois semaines.</p>\n\n<p>Les moniteurs qui nous aident dans ce travail doivent avoir des compétences en langue des signes<br />\n<strong>(15)&nbsp;</strong>aussi bien qu’une formation approfondie dans un domaine artistique. Ils s’engagent pour toute la<br />\ndurée du stage. Ils travaillent en collaboration avec des spécialistes dans les domaines enseignés. On<br />\ndemande aussi à nos moniteurs de compléter des cours intensifs sous la direction de nos enseignants<br />\ndeux semaines avant l’arrivée des stagiaires. Ces cours leur permettront d’approfondir leurs<br />\nconnaissances en langue des signes et en pédagogie.</p>\n\n<p><strong>(20)&nbsp;</strong>Les moniteurs sont nourris et logés et reçoivent une petite compensation financière. Ils ont quelques<br />\nheures de libre par semaine pendant les cours, les ateliers et les répétitions. Ainsi, les moniteurs<br />\npourront découvrir la beauté de la région.</p>\n\n<p>Si vous souhaitez participer au montage d’une pièce et en faciliter la réussite, je vous invite à poser<br />\nvotre candidature. Dans un premier temps, il vous faudra compléter le formulaire d’inscription qui<br />\n<strong>(25)&nbsp;</strong>se trouve sur notre site Web www.theatredesmainsquiparlent.org et nous l’envoyer avec une lettre de<br />\nmotivation et deux lettres de référence. Le dossier complet doit être envoyé directement au bureau de<br />\nl’association, dont l’adresse se trouve également sur notre site Web.</p>\n\n<p>Je vous présente mes meilleures salutations.</p>\n\n<p>Marie-Hélène Tissot<br />\n<strong>(30)&nbsp;</strong>Directrice, Théâtre des mains qui parlent</p>\n\n<p>En parlant des moniteurs, que veut-on dire par « Ils s’engagent... du stage » (lignes 15-16) ?</p>\n","choicesHtml":["Ils promettent d’assister aux cours tout au long des cinq semaines.","Ils promettent leur participation pendant cinq semaines.","Ils doivent animer des cours intensifs sur scène.","Ils doivent présenter leurs photos en fin de stage."],"answer":"1"}]