[{"id":"FT648612","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will read several selections. Each selection is&nbsp;accompanied by a number of questions. For each&nbsp;question, choose the response that is best according&nbsp;to the selection and mark your answer on your&nbsp;answer sheet.</p>\n\t</li>\n</ul>\n\n<ul>\n\t<li>\n\t<p>Vous allez lire plusieurs sélections. Chaque&nbsp;sélection est accompagnée de plusieurs questions.&nbsp;Pour chaque question, choisissez la meilleure<br />\n\tréponse selon la sélection et indiquez votre réponse&nbsp;sur votre feuille de réponse.</p>\n\t</li>\n</ul>\n\n<p>Thème du cours: La famille et la communauté<br />\nIntroduction<br />\nDans cette sélection il s’agit d’un don de vélos pour une bonne cause. C’est une lettre de Jeanne Chaudet, présidente de l’association «Vélocratie», adressée à l’éditeur en chef du journal <em>Le Petit Matin</em>.</p>\n\n<p>&nbsp;</p>\n\n<p>Cher Monsieur,</p>\n\n<p>Je vous écris suite à l’article intitulé «Un vélo dans la tête» paru dans la dernière édition du <em>Petit<br />\nMatin</em>. Je suis la présidente de «Vélocratie», une association composée d’une quinzaine de<br />\nvolontaires, et dédiée à la réinsertion des vélos d’occasion dans un but charitable. Nous travaillons<br />\n<strong>(5)&nbsp;</strong>en partenariat avec la Fédération Française de Cyclisme, les mairies, et différents organismes<br />\nhumanitaires installés un peu partout dans le monde, et nous sommes fiers d’annoncer que depuis<br />\nnos trois ans d’existence, nous avons déjà fait don de plus de 2000 bicyclettes.</p>\n\n<p>Le principe est simple et part d’une constatation navrante: combien d’entre nous avons un, deux,<br />\nvoire trois vélos dormant sous une épaisse couche de poussière, remisés depuis des lustres dans un<br />\n<strong>(10)&nbsp;</strong>coin obscur du garage, ne sortant que pour une occasionnelle randonnée estivale, pour n’être<br />\nfinalement plus qu’un souvenir de l’histoire familiale?</p>\n\n<p>Si «Un vélo dans la tête» propose à chacun de redécouvrir les routes de France et les joies des<br />\nballades nez au vent, «Vélocratie» propose aux autres de donner leurs illustres vélos pour la bonne<br />\ncause. Les dons ainsi recueillis trouvent une seconde vie dans les endroits les plus communs comme<br />\n<strong>(15)&nbsp;</strong>les plus inattendus, de l’université de Créteil aux écoles de Sierra Leone, en passant par l’orphelinat<br />\nde la Poste. Depuis l’an dernier, chaque personne ayant fait don d’un vélo peut désormais, si elle le<br />\nsouhaite, suivre le trajet parcouru par celui-ci, du centre de dépôt au point de livraison finale. Il suffit<br />\npour cela de remplir la fiche disponible dans les centres de dépôts. Vous pouvez voir sur notre site<br />\nInternet par exemple, le périple du vélo de Madame Charbonnier, parti depuis le «Décathlon» de<br />\n<strong>(20)&nbsp;</strong>Limoges jusqu’à la mairie de Vic-La-Gardiole, un parcours de plus de 900 kilomètres! Le vélo a<br />\nfinalement été distribué dans un foyer éducatif où il a permis à un enfant de plus de se joindre au<br />\ngroupe lors de randonnées cyclistes. Nous disposons de plus de 30 centres de dépôt et travaillons sur<br />\nl’ouverture d’une vingtaine d’autres d’ici à la fin de l’année.</p>\n\n<p>Pour toute question concernant notre association, que vous vouliez faire un don ou bien devenir<br />\n<strong>(25)&nbsp;</strong>membre de notre réseau de dépôt, vous pouvez consulter notre site Internet ou bien nous contacter<br />\ndirectement au 02-89-36-00-01.</p>\n\n<p>Nous espérons que notre lettre aura attiré votre attention, et que vous voudrez bien la publier dans<br />\nvotre journal dont nous sommes fans.</p>\n\n<p>&nbsp;</p>\n\n<p>Sincères salutations,</p>\n\n<p><strong>(30)&nbsp;</strong>Jeanne Chaudet, présidente de Vélocratie</p>\n\n<p>Quelle constatation déplorée par Jeanne Chaudet&nbsp;est aussi à l’origine des actions de son&nbsp;association?</p>\n","choicesHtml":["Le gouvernement n’aide pas les familles&nbsp;sans moyen de transport.","Les routes de France ne sont pas en bon&nbsp;état.","Les Français préfèrent la randonnée&nbsp;au vélo.","Beaucoup de vélos ne sont pas utilisés du&nbsp;tout ou très rarement."],"answer":"3"}]