[{"id":"FT648631","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will listen to several audio selections. The first&nbsp;two audio selections are accompanied by reading&nbsp;selections. When there is a reading selection, you&nbsp;will have a designated amount of time to read it.</p>\n\n\t<p>For each audio selection, first you will have a&nbsp;designated amount of time to read a preview of the&nbsp;selection as well as to skim the questions that you<br />\n\twill be asked. Each selection will be played twice.&nbsp;As you listen to each selection, you may take notes.&nbsp;Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you&nbsp;will have 1 minute to begin answering the&nbsp;questions; after listening to each selection the<br />\n\tsecond time, you will have 15 seconds per question&nbsp;to finish answering the questions. For each&nbsp;question, choose the response that is best according&nbsp;to the audio and/or reading selection and mark your&nbsp;answer on your answer sheet.</p>\n\t</li>\n\t<li>\n\t<p>Vous allez écouter plusieurs sélections audio. Les&nbsp;deux premières sélections audio sont&nbsp;accompagnées chacune d’une lecture. Quand il y a<br />\n\tune lecture, vous aurez un temps déterminé pour la&nbsp;lire.</p>\n\n\t<p>Pour chaque sélection audio, vous aurez d’abord un&nbsp;temps déterminé pour lire une introduction et pour&nbsp;parcourir les questions qui vous seront posées.&nbsp;Chaque sélection sera jouée deux fois. Vous&nbsp;pouvez prendre des notes pendant que vous écoutez&nbsp;chaque sélection mais elles ne seront pas comptées.</p>\n\n\t<p>Après avoir écouté chaque sélection une première&nbsp;fois, vous aurez 1 minute pour commencer à&nbsp;répondre aux questions; après avoir écouté chaque<br />\n\tsélection une deuxième fois, vous aurez&nbsp;15 secondes par question pour finir de répondre&nbsp;aux questions. Pour chaque question, choisissez la<br />\n\tmeilleure réponse selon la sélection audio ou&nbsp;lecture et indiquez votre réponse sur votre feuille&nbsp;de réponse.</p>\n\t</li>\n</ul>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_95c2e9f5812cf52f88ba4696417b5afd\" data-src=\"https://assets.learnosity.com/organisations/537/b4ed2333-74e1-4b85-937b-1a53d337e046.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><strong>Sélection numéro 2</strong><br />\nThème du cours: La famille et la communauté<br />\n<strong>Source numéro 1</strong></p>\n\n<p>Vous aurez d’abord 1 minute pour lire la source numéro 1.<br />\nIntroduction<br />\nDans cette sélection il s’agit des aliments choisis pour une randonnée. Le tableau a été publié en 2010 au Canada par Médias Transcontinental S.E.N.C.</p>\n\n<p class=\"text-center\"><span style=\"font-size:1.3em;\"><strong>Que préférez-vous grignoter en randonnée?</strong></span></p>\n\n<table class=\"table table-bordered\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td class=\"text-center\">Type de nourriture</td>\n\t\t\t<td class=\"text-center\">% de personnes</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Une barre énergétique</td>\n\t\t\t<td class=\"text-center\">22%</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Un muffin</td>\n\t\t\t<td class=\"text-center\">6%</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Des fruits séchés</td>\n\t\t\t<td class=\"text-center\">12%</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Un sandwich, roulé ou traditionnel</td>\n\t\t\t<td class=\"text-center\">12%</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Des légumes crus</td>\n\t\t\t<td class=\"text-center\">6%</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Jamais pareil, c’est au gré de mes humeurs</td>\n\t\t\t<td class=\"text-center\">42%</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td>Total des votes</td>\n\t\t\t<td class=\"text-center\">279</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>Pourcentage de personnes qui ont répondu «oui» à chaque question dans le sondage</p>\n\n<p><strong>Source numéro 2</strong></p>\n\n<p>Vous aurez 1 minute pour lire l’introduction et parcourir les questions.<br />\nIntroduction<br />\nDans cette sélection il s’agit d’une randonnée entre amis. C’est une conversation entre Claude et Nathalie, deux amis partis pour une randonnée dans le Parc du Bic au Québec. La sélection dure à peu près une minute et demie.</p>\n\n<p>D’après la conversation, que peut-on dire du&nbsp;Parc du Bic?</p>\n","choicesHtml":["Le Parc du Bic est une superbe région de&nbsp;France.","Le Parc du Bic est un parc au centre de la&nbsp;ville de Québec.","Le Parc du Bic offre des paysages&nbsp;spectaculaires.","Le Parc du Bic offre beaucoup d’options&nbsp;de restauration."],"answer":"2"}]