[{"id":"FT648562","type":"mcq","stimulusHtml":"<p><strong>Directions:</strong></p>\n\n<ul>\n\t<li>\n\t<p>You will listen to several audio selections. The first&nbsp;two audio selections are accompanied by reading&nbsp;selections. When there is a reading selection, you&nbsp;will have a designated amount of time to read it.</p>\n\n\t<p>For each audio selection, first you will have a&nbsp;designated amount of time to read a preview of the&nbsp;selection as well as to skim the questions that you<br />\n\twill be asked. Each selection will be played twice.&nbsp;As you listen to each selection, you may take notes.&nbsp;Your notes will not be scored.</p>\n\n\t<p>After listening to each selection the first time, you&nbsp;will have 1 minute to begin answering the&nbsp;questions; after listening to each selection the<br />\n\tsecond time, you will have 15 seconds per question&nbsp;to finish answering the questions. For each&nbsp;question, choose the response that is best according&nbsp;to the audio and/or reading selection and mark your&nbsp;answer on your answer sheet.</p>\n\t</li>\n\t<li>\n\t<p>Vous allez écouter plusieurs documents sonores.&nbsp;Les deux premiers documents sonores sont chacun&nbsp;accompagnés d’une lecture. Vous aurez un temps&nbsp;déterminé pour faire chaque lecture.</p>\n\n\t<p>Pour chaque document sonore, vous aurez d’abord&nbsp;un temps déterminé pour lire une introduction et&nbsp;pour parcourir les questions qui suivent. Chaque&nbsp;document sonore sera passé deux fois. Vous&nbsp;pourrez prendre des notes pendant l’écoute de&nbsp;chaque document sonore, mais elles ne seront pas&nbsp;prises en compte.</p>\n\n\t<p>Après avoir écouté chaque document sonore une&nbsp;première fois, vous aurez 1 minute pour&nbsp;commencer à répondre aux questions ; après avoir<br />\n\técouté chaque document sonore une deuxième fois,&nbsp;vous aurez 15 secondes par question pour finir d’y&nbsp;répondre. Pour chaque question, choisissez la&nbsp;réponse la plus appropriée selon le document&nbsp;sonore et/ou la lecture et indiquez votre réponse sur&nbsp;la feuille de réponses.</p>\n\t</li>\n</ul>\n\n<p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_5711b341525ade6806fc10fffb31f407\" data-src=\"https://assets.learnosity.com/organisations/537/adb102b2-2ad0-4613-9681-60fc9705ea32.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p><strong>Sélection numéro 2</strong><br />\nThème du cours : La quête de soi<br />\n<strong>Source numéro 1</strong><br />\nVous aurez d’abord 1 minute pour lire la source numéro 1.<br />\nIntroduction<br />\nDans cette sélection il s’agit du soutien des entreprises canadiennes au travail bénévole de leurs employés. L’infographie originale a été publiée en 2006 au Canada par Le Centre de développement des connaissances d’Imagine Canada et par l’Université de Lethbridge à Toronto.</p>\n\n<p class=\"text-center\"><span style=\"font-size:1.3em;\"><strong>Soutien des entreprises au bénévolat des employés au Canada</strong></span></p>\n\n<p class=\"text-center\"><img alt=\"The figure presents a bar graph titled “Soutien des entreprises au bénévolat des employés au Canada,” with 13 horizontal bars. On the horizontal axis, the percentages 0 through 20 percent, in increments of 5 percent, are indicated. 13 categories are indicated along the vertical axis. From top to bottom, the data represented by the bars are as follows. Santé (sauf les hôpitaux) : 16 pour cent. Services sociaux : 13 pour cent. Sports et loisirs : 12 pour cent. Hôpitaux : 7 pour cent. Formation et recherche : 6 pour cent. Religion : 4 pour cent. Préparation de subventions, cueillette de fonds et promotion du bénévolat : 3 pour cent. Associations professionnelles et d’affaires et syndicats : 2 pour cent. International : 2 pour cent. Environnement : 2 pour cent. Développement et logement : 1 pour cent. Arts et culture : 1 pour cent. Autres : 19 pour cent.\" height=\"364\" src=\"https://assets.learnosity.com/organisations/537/93b355d0-c47a-4603-8cec-5380b2f07c42.JPG\" width=\"559\" /></p>\n\n<p><strong>Source numéro 2</strong><br />\nVous aurez 1 minute pour lire l’introduction et parcourir les questions.<br />\nIntroduction<br />\nDans cette sélection il s’agit des possibilités de faire du bénévolat. C’est une conversation entre deux amis, Delphine et Antoine, qui parlent à propos des vacances où on peut faire du bénévolat. La sélection dure à peu près une minute et demie.</p>\n\n<p>Selon l’infographie, les employeurs canadiens soutiennent le plus les actions bénévoles liées</p>\n","choicesHtml":["aux universités","au secteur médical","au temps libre","aux services sociaux"],"answer":"1"}]