[{"id":"VH903461","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH903439.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Dans la conversation téléphonique, de quel argument Antoine se sert-il pour enfin convaincre Julie d’accepter son invitation ?</p>\n","rubricRef":"VH903461_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit des loisirs des Français. L’infographie originale a été publiée le 10 avril 2015 en France par TNS Sofres.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled “Vous préférez pratiquer vos activités de loisirs....” The infographic is divided into two columns. Each column contains a heading and several rows of data that include a statement and a bar with a percentage. The heading for column 1 is “Avec d’autres personnes équivaut à 65%.” The 7 rows of data in this column are as follows, and are preceded by a downward pointing arrow labeled “car.” Row 1. C’est plus agréable de partager ses activités, 80%. Row 2. Être avec d’autres personnes est motivant, 56%. Row 3. Pour renforcer des liens avec ces personnes, 44%. Row 4. Pour rencontrer de nouvelles personnes, 27%. Row 5. Pour ne pas m’ennuyer, 23%. Row 6. Pour m’aider à choisir l’activité, 5%. Row 7. Pour d’autres raisons, 5%. The heading for column 2 is “Seul, ou Seule, équivaut à 35%.” The 6 rows of data in this column are as follows, and are preceded by a downward pointing arrow labeled “car.” Row 1. Je peux m’organiser comme je veux, 56%. Row 2. Je ressens le besoin d’être seul, ou seule, de temps en temps, 54%. Row 3. Je peux choisir l’activité, 37%. Row 4. Je n’ai pas dans mon entourage de personnes avec lesquelles j’aimerais faire ces loisirs, 18%. Row 5. Personne ne critiquera ou jugera ce que je fais, 15%. Row 6. Pour d’autres raisons, 4%.\" height=\"364\" src=\"https://assets.learnosity.com/organisations/537/VH903439.g02.png\" width=\"525\" /></div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit d’un festival de musique. C’est une conversation entre Antoine et Julie, deux amis, qui discutent de quelques projets pour le week-end prochain. La sélection dure à peu près deux minutes.</p>\n</div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_abcd837208c0326156fec5bc691d6a5c\" data-src=\"https://assets.learnosity.com/organisations/537/VH903439.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Les quatre amis partageront toutes les dépenses du voyage.</p>","<p class=\"choice_paragraph\">Le festival de musique sera une excellente occasion pour se divertir entre amis.</p>","<p class=\"choice_paragraph\">Les quatre amis prendront des repas simples et économiques.</p>","<p class=\"choice_paragraph\">Les réservations des chambres dans un hôtel de bonne qualité sont déjà faites.</p>"],"answer":2}]