[{"id":"VH903226","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH903210.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Dans le contexte de l’avant dernier paragraphe, que veut dire le mot <span class=\"formatted_text font_style:italic\">désormais</span> ?</p>\n","rubricRef":"VH903226_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit d’un voyage scolaire potentiel en Belgique. C’est une lettre de Dominique Azincourt, chargée de relations avec la clientèle à l’Agence PromoMons adressée à un professeur américain.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Cher Monsieur Reynolds,</p><div class=\"letter_body\"><p class=\"passage_para\">Nous avons bien reçu votre courrier daté du 5 octobre où vous demandiez à notre agence de voyage de vous suggérer un programme d’activité susceptible de générer l’intérêt du groupe d’élèves américains avec lequel vous comptez visiter notre belle ville de Mons en mai prochain.</p><p class=\"passage_para\">Notre agence est en mesure de vous proposer toute une série de visites guidées du lundi au samedi inclus au prix de 50 euros de l’heure (maximum 15 personnes par guide). Pour les dimanches et jours fériés le prix est majoré à 60 euros. Pour certaines excursions, il faut en plus prévoir un transport en minibus et ajouter à ces frais le prix d’un forfait kilométrique.</p><p class=\"passage_para\">Nous pourrions vous proposer une visite à pied d’une durée de 4 heures à travers les rues de la ville afin que vous puissiez découvrir la richesse de son patrimoine architectural et culturel. Vous seriez en mesure de visiter la Grand-Place, l’Hôtel de Ville et ses jardins ainsi que le célèbre beffroi baroque qui surplombe la ville. Sous réserve d’accessibilité, nous proposons de même la visite de la fameuse Collégiale Sainte-Waudru renommée pour ses verrières du 16<sup>e </sup>siècle.</p><p class=\"passage_para\">Vous n’êtes pas sans savoir que la ville de Mons a été choisie comme « Capitale européenne de la culture » en 2015. Les manifestations organisées dans ce cadre ont laissé ça et là des traces dans la ville, en y introduisant en particulier quelques réalisations contemporaines parfaitement intégrées dans l’architecture patrimoniale. Nous pourrions vous proposer d’aller à la rencontre des témoins culturels et architecturaux de cette année écoulée qui a modifié le visage de la ville.</p><p class=\"passage_para\">Nous suggérons enfin une promenade en car ayant pour but de découvrir les hauts lieux de la Bataille de Mons qui a marqué le début de la première guerre mondiale. Le cimetière militaire de Saint-Symphorien, véritable havre de paix où tombes britanniques et allemandes sont désormais unies, constituerait dans le cadre de cette visite un autre lieu d’intérêt.</p></div><p class=\"letter_closing\">Quel que soit votre choix, nous nous ferons un plaisir de vous recevoir. Nous vous prions, Monsieur Reynolds, d’agréer l’expression de notre considération distinguée.</p><div class=\"letter_signature\"><p class=\"signature_line\">Dominique Azincourt</p><p class=\"signature_line\">Chargée de relations avec la clientèle</p><p class=\"signature_line\">Agence PromoMons</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Dans le passé</p>","<p class=\"choice_paragraph\">À partir de là</p>","<p class=\"choice_paragraph\">Il y a quelques jours</p>","<p class=\"choice_paragraph\">Depuis toujours</p>"],"answer":1}]