[{"id":"VH903418","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH903357.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Selon Marie-Claude Dumieux, quel est un des aspects particulièrement intéressants de la ville de Montréal ?</p>\n","rubricRef":"VH903418_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Dans cette sélection, il s’agit d’une offre de services. C’est une lettre de Marie-Claude Dumieux, gérante de l’Agence Sans Tracas (AST) à Khaled Benaissa, un client éventuel.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Cher Monsieur Benaissa,</p><div class=\"letter_body\"><p class=\"passage_para\">Je viens de prendre connaissance de votre courrier sollicitant nos services pour votre relocalisation à Montréal. C’est avec grand plaisir que je m’empresse d’y répondre.</p><p class=\"passage_para\">Notre agence propose une panoplie de services complets, que ce soit en termes de formalités administratives, services bancaires, obtention des documents officiels, recherche d’écoles, conseils judiciaires, transactions immobilières, abonnement (électricité, gaz, Internet), etc. Nous sommes conscients qu’un déménagement puisse sembler comme un obstacle infranchissable et c’est pourquoi nous prenons tout en main pour éviter tout souci à notre clientèle. Nous serions ravis de vous accompagner, vous et votre famille, dans vos démarches.</p><p class=\"passage_para\">Tout d’abord, sachez que Montréal est une métropole attirante, qui rayonne par son effervescence culturelle, sa haute qualité de vie et l’affabilité de ses citoyens. Deux fois plus peuplée que la capitale du Québec, c’est aussi une ville qui accueille de nombreux étudiants étrangers, ce qui lui donne une ambiance plutôt cosmopolite. Nous avons d’ailleurs d’excellents établissements scolaires, tel que le Collège international Marie de France, prêt à recevoir vos deux enfants. Bien entendu, nous nous chargerons de toutes les démarches afin d’assurer une bonne transition. En outre, ce collège offre des cours intensifs d’anglais pour les nouveaux arrivants.</p><p class=\"passage_para\">Si Montréal offre de grandes opportunités pour l’éducation et le travail, elle ne manque pas non plus d’amusements pour occuper votre temps libre. Beau temps, mauvais temps, elle regorge d’activités sportives pour petits et grands — ici, l’hiver se fête ! Dès les premiers flocons de neige, les familles chaussent leurs raquettes ou leurs skis, ou se donnent au hockey sur glace, des moyens sûrs pour vous et vos enfants de vraiment vous intégrer dans la société canadienne.</p><p class=\"passage_para\">Les atouts de Montréal étant trop nombreux à énumérer, je vous fais parvenir par courrier postal un guide de la ville ainsi que des informations supplémentaires sur notre agence.</p></div><p class=\"letter_closing\">Nous restons à votre disposition, cher Monsieur, et vous remercions à l’avance pour la confiance que vous nous accordez. De la part de toute l’équipe AST, nous vous souhaitons la bienvenue au Canada !</p><div class=\"letter_signature\"><p class=\"signature_line\">Marie-Claude Dumieux</p><p class=\"signature_line\">Gérante</p><p class=\"signature_line\">Agence Sans Tracas</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Le coût de la vie abordable</p>","<p class=\"choice_paragraph\">La diversité culturelle de la jeunesse</p>","<p class=\"choice_paragraph\">Les transports en commun efficaces</p>","<p class=\"choice_paragraph\">Les équipes de hockey renommées</p>"],"answer":1}]