[{"id":"VH902972","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH902965.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Dans le contexte de l’annonce, que veut dire le mot <span class=\"formatted_text font_style:italic\">bolide</span> dans le deuxième paragraphe ?</p>\n","rubricRef":"VH902972_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit d’un concours d’une descente sur une piste de neige. La publicité originale a été publiée le 21 décembre 2016 au Canada par la ville de Montréal.</p><div class=\"passage\"><div class=\"prose style:2\"><div class=\"title\"><p class=\"title_line passage-title\">La Descente Saint-Denis</p></div><p class=\"passage_para\">En vue de l’événement la Descente Saint-Denis, la toute première course de boîtes à savon hivernale qui fait partie de la programmation officielle des Célébrations du 375<sup>e</sup> anniversaire de Montréal, le public est invité à former une équipe de quatre personnes afin de participer à cette première historique dans la région à l’occasion des Hivernales.</p><p class=\"passage_para\">La Descente Saint-Denis proposera 280 mètres de pure adrénaline avec des défis captivants. Dès le départ, les équipes devront déneiger leur bolide afin d’entamer la descente.</p><p class=\"passage_para\">Ensuite, ils traverseront la zone thématique du parc des Laurentides, avant de s’attaquer à une bataille de boules de neige ! Une fois leur souffle repris, la section de l’érablière les attendra de pied ferme où raquettes d’hiver et eau d’érable seront au rendez-vous avant de laisser place à la dernière étape du parcours qui sera présentée sous le thème de l’été et des Caraïbes !</p><p class=\"passage_para\">Après avoir dévalé le parcours, une équipe à la fois, en plus ou moins deux minutes, les équipes franchiront la ligne d’arrivée, sans confirmer leur place sur le podium puisqu’il s’agit d’une course chronométrée et jugée, selon la créativité et l’originalité ainsi que la participation et l’animation.</p><p class=\"passage_para\">Les gagnants de chacune des catégories se partageront près de 3000 $ en bourses.</p><p class=\"standalone_statement style:1\">Pour les inscriptions, visitez le www.descentestdenis.com</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Trophée</p>","<p class=\"choice_paragraph\">Boule de neige</p>","<p class=\"choice_paragraph\">Voiture de course</p>","<p class=\"choice_paragraph\">Empreintes</p>"],"answer":2}]