[{"id":"VH909454-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to a French writing contest. The essay topic is based on two accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in the two sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Vous allez écrire un essai argumentatif pour un concours d’écriture de langue française. Le sujet de l’essai est basé sur deux sources incluses, écrite et sonore, qui présentent différents points de vue sur le sujet. Dans votre essai, vous présenterez et vous défendrez de la manière la plus complète votre point de vue sur le sujet. Vous soutiendrez votre argumentation en y intégrant des perspectives et des données tirées de chacune des deux sources. Il faudra indiquer de manière adéquate les sources auxquelles vous faites référence. Prenez soin également de structurer clairement votre essai à l’aide de paragraphes.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Sujet de l’essai&nbsp;:</span></p>\n\n<div class=\"prompt\">Les publicités influencent-elles nos choix dans l’achat de certaines marques&nbsp;?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’influence de la publicité. L’article original a été publié le 31 janvier 2017 en France par Dynamique-mag.com.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">L’influence de la publicité sur les consommateurs</p>\n</div>\n\n<p class=\"passage_para\">La publicité se présente comme une forme de communication. Elle cherche à attirer l’attention d’une cible définie au préalable. Son but est clairement incitatif et vise à adopter un comportement souhaité, par exemple, l’achat d’un produit ou d’un service.</p>\n\n<p class=\"passage_para\"><span class=\"font_weight:bold formatted_text\">Des objectifs publicitaires déterminés</span></p>\n\n<p class=\"passage_para\">C’est le besoin qui reste toutefois à l’origine de la majorité des actes d’achats. Les consommateurs qui vont acheter un produit ou un service n’exprime toutefois pas nécessairement de besoin. Un des rôles de la publicité est de créer le besoin. Des personnes qui n’auraient pas forcément besoin d’un produit ou service au départ sont ainsi amenées à avoir l’impression qu’elles en ont tout de même besoin. La publicité crée un sentiment de besoin par l’envie.</p>\n\n<p class=\"passage_para\">En termes de communication, la publicité a pour objectif de délivrer un message construit de manière spécifique. Ce message doit être clair, synthétique et argumenté en vue de convaincre le public auquel il s’adresse. Surtout, il est primordial que ce message soit intelligible, c’est-à-dire qu’il soit compréhensible.</p>\n\n<p class=\"passage_para\">La publicité promeut des marques et offre au consommateur la possibilité d’appartenir à un certain groupe social. Par exemple, l’influence des marques vestimentaires connaît un fort impact chez les jeunes. Ces derniers voient en cela un moyen d’identification, d’acceptation et d’appartenance à un certain groupe social. Ils constituent une cible très prisée des marques car ils ne se détachent pas de la société de consommation.</p>\n\n<p class=\"passage_para\">Les publicités alimentaires se placent comme les principales publicités. La moitié des publicités concernent un produit de nature comestible. Dans une logique concurrentielle, elles se veulent toujours plus appétissantes les unes que les autres. De plus en plus attirantes, et souvent glissées entre les films, elles se montrent très persuasives quand il s’agit d’inciter à l’achat.</p>\n\n<p class=\"passage_para\">Après le domaine alimentaire, s’en suit le domaine matériel. Le jeu de la concurrence en ressort très clairement. Chaque marque a pour but de vendre son produit et va miser sur l’aspect qualitatif ou peu onéreux. Et plus la publicité se montre convaincante, plus le consommateur sera enclin à acheter un produit même relativement coûteux.</p>\n\n<p class=\"passage_para\">Les publicités dites «&nbsp;implicites&nbsp;» détiennent une plus forte influence sur les consommateurs qui n’ont pas conscience d’être affectés et émettent des jugements plus forts. Lorsque les consommateurs voient leurs pensées et jugements affectés par une certaine influence, et ce de manière inconsciente et donc involontaire, on parle de «&nbsp;contamination mentale&nbsp;». Autrement dit, chez le consommateur, la capacité d’analyse et de raisonnement peut parfois se substituer par des envies, intuitions, sentiments.</p>\n\n<p class=\"passage_para\">Les consommateurs achètent les produits démarchés par la publicité alors qu’ils n’en ont pas forcément besoin. La publicité détient ainsi l’art d’acheter les consommateurs...</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span>\n\n<p>Extrait tiré de Dynamique-mag</p>\n\n<p><strong>Dans cette sélection il s’agit de l’avenir de la publicité. L’interview originale intitulée «&nbsp;Jacques Séguéla&nbsp;: Le futur de la publicité&nbsp;» a été publiée le 24 février 2010 en France par Pierre Philippe, Les vidéos du succès. Pierre Philippe interviewe Jacques Séguéla à propos de la publicité. La sélection dure à peu près deux minutes et demie.</strong></p>\n</div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\"><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VH909454.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]