[{"id":"VH905381","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH905329.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quel fait surprenant est révélé dans la sélection audio ?</p>\n","rubricRef":"VH905381_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit des inconvénients des voitures électriques et hybrides. L’article original a été publié le&nbsp;1&nbsp;mai&nbsp;2011 au Canada par l’auteure canadienne Marie-Eve Côté.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Avantages et inconvénients des voitures électriques</p>\n</div>\n\n<p class=\"passage_para\">Bien que les voitures électriques et hybrides possèdent des avantages très intéressants et à considérer pour l’achat d’une nouvelle voiture, elles ont également leur lot d’inconvénients. Rien n’est parfait.</p>\n\n<p class=\"passage_para\">Un des premiers désavantages de ce type de véhicules est le coût d’achat. Avec toutes les recherches effectuées pour l’introduction et l’amélioration constante de ces technologies complexes, il est bien normal que le prix soit plus élevé qu’un véhicule traditionnel. Le gouvernement encourage les gens avec la remise de crédits d’impôt et des économies pourront se faire avec l’essence, mais la différence de prix reste encore élevée et compenser le coût du véhicule prendra plusieurs années.</p>\n\n<p class=\"passage_para\">Bien que les voitures hybrides soient très économes en ville, c’est toutefois moins le cas pour l’autoroute. Souvent, c’est même difficile de percevoir l’économie d’essence sur l’autoroute parce que seulement le moteur thermique fait avancer le véhicule. Mais en ville, le moteur électrique est beaucoup plus sollicité et la différence peut être très grande en comparaison avec un véhicule à essence traditionnel. Il faut aussi mentionner que, puisque la voiture est silencieuse les piétons n’entendent pas sa venue et un certain danger les guette. Toutefois, les compagnies intègrent de plus en plus une technologie qui émet un léger son afin de prévenir les piétons de son arrivée.</p>\n\n<p class=\"passage_para\">Certaines batteries sont fabriquées à partir d’éléments néfastes pour l’environnement. C’est de plus en plus rare, mais il serait intéressant de poser la question lors de l’achat, à savoir si elle est recyclable. Chez les constructeurs automobiles, les batteries de dernière génération fabriquées à partir de lithium-ion sont de plus en plus populaires grâce à leurs propriétés. Elles permettent entre autres une grande charge électrique, elles sont capables de stocker plus d’énergie que le nickel et le cadmium. Également, ces batteries n’ont pas une vie éternelle et devront un jour ou l’autre être changées. Le problème c’est que le coût de remplacement des batteries est assez élevé. Plusieurs sont garanties pour plusieurs années, mais c’est à vérifier. Pour la voiture électrique, une des grandes peurs des gens est évidemment de manquer d’énergie, donc de rester en panne.</p>\n\n<p class=\"passage_para\">Pour l’entretien et la réparation, ces systèmes électriques sont relativement nouveaux et les mécaniciens ne sont pas encore familiers avec cela. Étant donné qu’une grande partie du groupe motopropulseur fonctionne avec des composants électroniques, il peut parfois s’avérer difficile de trouver le problème s’il y en a un.</p>\n\n<p class=\"passage_para\">Les voitures électriques et hybrides sont plus profitables dans un contexte urbain. Toutefois, les gens qui habitent en ville n’ont souvent pas accès à une prise électrique extérieure pour pouvoir recharger les batteries de certains véhicules. Ceci amène donc la question des infrastructures, qui est encore peu courante au Québec. Toutefois, avec la demande qui grimpe sans cesse, il est évident que les infrastructures deviendront de plus en plus présentes un peu partout.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Material republished with the express permission of Autonet.ca, a division of Postmedia Network Inc.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit du côté moins écologique de la voiture électrique. Le reportage original intitulé «&nbsp;Voiture électrique&nbsp;: oui, elle pollue aussi&nbsp;!&nbsp;» a été publié le 10 octobre 2014 en France par France Info. Un journaliste de France Info parle avec Jean-Rémy Macchia à propos des voitures électriques. La sélection dure à peu près deux minutes et demie.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Radio France / France Info / Jean-Rémy Macchia</span></span></div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_5c02f7f4332b5c1b0523be6cc6da3196\" data-src=\"https://assets.learnosity.com/organisations/507/VH905329.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Les moteurs électriques doivent être rechargés pendant de nombreuses heures.</p>","<p class=\"choice_paragraph\">La pollution grise est moins polluante que les gaz à effet de serre.</p>","<p class=\"choice_paragraph\">La France continue à dominer le salon des voitures écologiques.</p>","<p class=\"choice_paragraph\">La fabrication d’une voiture électrique implique un important coût humain.</p>"],"answer":3}]