[{"id":"VH902705","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH902537.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">D’après le passage, comment est-ce que le narrateur évolue sans avoir pu finir ses études&nbsp;?</p>\n","rubricRef":"VH902705_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit des réflexions sur une existence. Le roman original intitulé <span class=\"formatted_text font_style:italic\">L’Étranger</span> a été publié en 1942 en France par l’écrivain français Albert Camus. Meursault, le narrateur, réfléchit sur sa vie.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Peu après, le patron m’a fait appeler et sur le moment j’ai été ennuyé parce que j’ai pensé qu’il allait me dire de moins téléphoner et de mieux travailler. Ce n’était pas cela du tout. Il m’a déclaré qu’il allait me parler d’un projet encore très vague. Il voulait seulement avoir mon avis sur la question. Il avait l’intention d’installer un bureau à Paris qui traiterait ses affaires sur la place, et directement, avec les grandes compagnies et il voulait savoir si j’étais disposé à y aller. Cela me permettrait de vivre à Paris et aussi de voyager une partie de l’année. « Vous êtes jeune, et il me semble que c’est une vie qui doit vous plaire. » J’ai dit que oui mais que dans le fond cela m’était égal. Il m’a demandé alors si je n’étais pas intéressé par un changement de vie. J’ai répondu qu’on ne changeait jamais de vie, qu’en tout cas toutes se valaient et que la mienne ici ne me déplaisait pas du tout. Il a eu l’air mécontent, m’a dit que je répondais toujours à côté, que je n’avais pas d’ambition et que cela était désastreux dans les affaires. Je suis retourné travailler alors. J’aurais préféré ne pas le mécontenter, mais je ne voyais pas de raison pour changer ma vie. En y réfléchissant bien, je n’étais pas malheureux. Quand j’étais étudiant, j’avais beaucoup d’ambitions de ce genre. Mais quand j’ai dû abandonner mes études, j’ai très vite compris que tout cela était sans importance réelle.</p><p class=\"passage_para\">Le soir, Marie est venue me chercher et m’a demandé si je voulais me marier avec elle. J’ai dit que cela m’était égal et que nous pourrions le faire si elle le voulait. Elle a voulu savoir alors si je l’aimais. J’ai répondu comme je l’avais déjà fait une fois, que cela ne signifiait rien mais que sans doute je ne l’aimais pas. « Pourquoi m’épouser alors ? » a-t-elle dit. Je lui ai expliqué que cela n’avait aucune importance et que si elle le désirait, nous pouvions nous marier. D’ailleurs, c’était elle qui le demandait et moi je me contentais de dire oui. Elle a observé alors que le mariage était une chose grave. J’ai répondu : « Non. » Elle s’est tue un moment et m’a regardé en silence. Puis elle a parlé. Elle voulait simplement savoir si j’aurais accepté la même proposition venant d’une autre femme, à qui je serais attaché de la même façon. J’ai dit : « Naturellement. » Elle s’est demandé alors si elle m’aimait et moi, je ne pouvais rien savoir sur ce point. Après un autre moment de silence, elle a murmuré que j’étais bizarre, qu’elle m’aimait sans doute à cause de cela mais que peut-être un jour je la dégoûterais pour les mêmes raisons.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Éditions Gallimard</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Il perd le goût du succès matériel.</p>","<p class=\"choice_paragraph\">Il apprend que l’ambition dans les affaires est importante.</p>\n","<p class=\"choice_paragraph\">Il devient plus travailleur afin de réaliser ses projets.</p>","<p class=\"choice_paragraph\">Il découvre que les études ne remplacent pas l’expérience.</p>"],"answer":0}]