[{"id":"VH906211","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH906203.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Pourquoi est-il difficile pour l’auteur de l’article de parler aux jeunes marocains de leur histoire familiale ?</p>\n","rubricRef":"VH906211_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit des enfants d’immigrés marocains vivant en Belgique. L’article original a été publié le 13 novembre 2014 en Belgique par le journaliste et enseignant belge David D’Hondt.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Vivre ensemble&nbsp;: Les 50 ans de l’immigration marocaine&nbsp;? «&nbsp;Je savais même pas&nbsp;»</p>\n</div>\n\n<p class=\"passage_para\">Lorsque nous avons demandé à des jeunes d’une école secondaire professionnelle de Molenbeek s’ils avaient participé aux activités de célébration des 50 ans de l’immigration marocaine, les réactions ont fusé. D’abord pour dire qu’ils n’étaient pas au courant que voilà 50 ans, les premiers Marocains arrivaient sur le territoire belge.</p>\n\n<p class=\"passage_para\">On entend souvent parler des jeunes d’origine marocaine. En réalité, que reste-t-il de «&nbsp;marocain&nbsp;» chez eux&nbsp;? L’identité multiple qui les habite montre que ce n’est qu’une partie de ce qu’ils sont. Une partie qui semble devenir de plus en plus petite, au profit d’autres éléments. Mais cette complexité identitaire est difficile à vivre pour les jeunes. Ils sont à la fois d’ici et de là-bas. Un là-bas qui fait parfois référence au pays d’origine, mais plus souvent à une région, ou un village d’origine. Ici, c’est la difficulté de vivre la culture occidentale et une certaine forme de religiosité à la fois. Difficulté d’être accepté par l’autre comme étant d’ici aussi.</p>\n\n<p class=\"passage_para\">Difficile aussi de discuter de l’histoire de l’immigration avec ces jeunes. Toutes nos questions sur le moment de leur arrivée en Europe, le chemin parcouru, les raisons du départ, la manière dont ils ont vécu ce moment, leurs rêves, sont restées sans réactions ou font l’objet de réponses approximatives et incertaines. Par contre, ils sont conscients du rêve de leurs parents pour eux, leurs enfants. «&nbsp;Leur sentiment est que leur famille s’est sacrifiée. Pour eux, leur père et leur mère ont dû assumer le coût du déracinement et de l’exil &nbsp;».</p>\n\n<p class=\"passage_para\">En ce qui concerne l’héritage ouvrier des pères, la réponse doit être plus nuancée. D’une part, ils ont souvent mal connu leur père qui partait tôt le matin et revenait tard le soir fatigué. De quoi amener les jeunes et, souvent leurs parents, à refuser d’imaginer le même avenir. On voit du coup des élèves qui s’inscrivent dans les filières perçues comme «&nbsp;intellectuelles&nbsp;» de l’enseignement professionnel. La recherche d’une possible ascension sociale risque en fait de mener droit au statu quo. Ces filières de l’enseignement professionnel ne préparant pas réellement à un métier. Mais, d’autre part, l’héritage ouvrier des pères est souvent cité par les jeunes pour justifier leur place dans la ville. Ainsi, le rôle des parents dans la construction de la ville est mis en avant comme ayant permis à Bruxelles d’être la ville qu’elle est aujourd’hui. Soheib&nbsp;: «&nbsp;Sans nos parents, à Bruxelles il n’y aurait pas de routes et de rails de tram&nbsp;! C’est eux qui ont construit cette ville&nbsp;». Des propos qui permettent, comme l’explique le sociologue Didier Lapeyronnie, de légitimer la présence sur le sol du pays qu’ils habitent. Cela montre aussi qu’ils s’affirment comme étant d’ici. À partir du moment où l’on a construit cette ville, qui peut encore nous dire qu’on n’est pas d’ici&nbsp;?</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit des raisons de l’immigration en Belgique. Le tableau original a été publié en 2015 en Belgique par Myria, le Centre fédéral migration belge.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Répartition des motifs de délivrance des premiers titres de séjour pour les ressortissants issus des principaux pays tiers, 2013</p>\n</div>\n<img alt=\"The figure presents a horizontal bar graph. The horizontal axis has no label and the percentages 0 through 100, in increments of 10 percent, are indicated. The vertical axis has no label and the following 14 countries are listed from top to bottom: Maroc (N equals 5.641), Inde (N equals 2.325), États-Unis (N equals 2.262), Turquie (N equals 2.064), Afghanistan (N equals 1.553), Chine (N equals 1.531), Syrie (N equals 1.483), RD Congo (N equals 1.462), Cameroun (N equals 1.252), Brésil (N equals 1.107), Russie (N equals 1.012), Guinée (N equals 996), Japon (N equals 927), and Algérie (N equals 806). The bar given for each country totals 100 percent, and is divided into up to 6 sections. A key indicates that the sections are as follows: Section 1. Raisons liées à la famille; Section 2. Raisons liées à l’éducation; Section 3. Raisons liées à des activités rémunérées; Section 4. Statut de réfugié et protection subsidiaire; Section 5. Raisons humanitaires; Section 6. Autres raisons. The data for each country are as follows. Maroc: Raisons liées à la famille, 71 pour cent. Raisons liées à l’éducation, 4 pour cent. Raisons liées à des activités rémunérées, 3 pour cent. Raisons humanitaires, 6 pour cent. Autres raisons, 16 pour cent. Inde: Raisons liées à la famille, 47 pour cent. Raisons liées à l’éducation, 8 pour cent. Raisons liées à des activités rémunérées, 40 pour cent. Raisons humanitaires, 2 pour cent. Autres raisons, 3 pour cent. États-Unis: Raisons liées à la famille, 40 pour cent. Raisons liées à l’éducation, 14 pour cent. Raisons liées à des activités rémunérées, 32 pour cent. Autres raisons, 14 pour cent. Turquie: Raisons liées à la famille, 62 pour cent. Raisons liées à l’éducation, 15 pour cent. Raisons liées à des activités rémunérées, 9 pour cent. Statut de réfugié et protection subsidiaire, 1 pour cent. Raisons humanitaires, 3 pour cent. Autres raisons, 10 pour cent. Afghanistan: Raisons liées à la famille, 26 pour cent. Raisons liées à l’éducation, 0.5 pour cent. Statut de réfugié et protection subsidiaire, 71 pour cent. Raisons humanitaires, 1 pour cent. Autres raisons, 1.5 pour cent. Chine: Raisons liées à la famille, 35 pour cent. Raisons liées à l’éducation, 35 pour cent. Raisons liées à des activités rémunérées, 17 pour cent. Statut de réfugié et protection subsidiaire, 4 pour cent. Raisons humanitaires, 1 pour cent. Autres raisons, 8 pour cent. Syrie: Raisons liées à la famille, 14 pour cent. Raisons liées à l’éducation, 2 pour cent. Raisons liées à des activités rémunérées, 0.5 pour cent. Statut de réfugié et protection subsidiaire, 81 pour cent. Raisons humanitaires, 1 pour cent. Autres raisons, 1.5 pour cent. RD Congo: Raisons liées à la famille, 65 pour cent. Raisons liées à l’éducation, 11 pour cent. Raisons liées à des activités rémunérées, 0.5 pour cent. Statut de réfugié et protection subsidiaire, 6 pour cent. Raisons humanitaires, 8 pour cent. Autres raisons, 10 pour cent. Cameroun: Raisons liées à la famille, 47 pour cent. Raisons liées à l’éducation, 39 pour cent. Raisons liées à des activités rémunérées, 3 pour cent. Statut de réfugié et protection subsidiaire, 2 pour cent. Raisons humanitaires, 2 pour cent. Autres raisons, 7 pour cent. Brésil: Raisons liées à la famille, 42 pour cent. Raisons liées à l’éducation, 24 pour cent. Raisons liées à des activités rémunérées, 6 pour cent. Raisons humanitaires, 15 pour cent. Autres raisons, 13 pour cent. Russie: Raisons liées à la famille, 50 pour cent. Raisons liées à l’éducation, 12 pour cent. Raisons liées à des activités rémunérées, 11 pour cent. Statut de réfugié et protection subsidiaire, 11 pour cent. Raisons humanitaires, 5 pour cent. Autres raisons, 11 pour cent. Guinée: Raisons liées à la famille, 71 pour cent. Raisons liées à l’éducation, 2 pour cent. Statut de réfugié et protection subsidiaire, 20 pour cent. Raisons humanitaires, 3 pour cent. Autres raisons, 4 pour cent. Japon: Raisons liées à la famille, 51 pour cent. Raisons liées à l’éducation, 10 pour cent. Raisons liées à des activités rémunérées, 35 pour cent. Autres raisons, 4 pour cent. Algérie: Raisons liées à la famille, 62 pour cent. Raisons liées à l’éducation, 13 pour cent. Raisons liées à des activités rémunérées, 2 pour cent. Statut de réfugié et protection subsidiaire, moins d’un demi-pour cent. Raisons humanitaires, 7 pour cent. Autres raisons, 16 pour cent.\" height=\"375\" src=\"https://assets.learnosity.com/organisations/537/VH906203.g03.png\" width=\"532\" />\n<p class=\"caption\">Source&nbsp;: OE – Eurostat (l’office de statistique de l’Union européenne)</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Parce qu’ils ne connaissent pas énormément sur les circonstances de l’arrivée de leurs familles</p>","<p class=\"choice_paragraph\">Parce qu’ils n’ont pas grand-chose en commun avec l’auteur</p>","<p class=\"choice_paragraph\">Parce que leurs parents ne veulent pas qu’ils racontent leurs rêves</p>","<p class=\"choice_paragraph\">Parce que c’était un sacrifice difficile pour leurs parents</p>"],"answer":0}]