[{"id":"VH902834","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH902717.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quel est l’objectif principal de l’article&nbsp;?</p>\n","rubricRef":"VH902834_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><div class=\"stimulus_block\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’enseignement des langues africaines en France. L’article original a été publié le 16 septembre 2014 en France par la journaliste Aude Konan.</p><div class=\"passage\"><div class=\"prose style:1\"><div class=\"title\"><p class=\"title_line passage-title\">L’apprentissage des langues africaines à l’INALCO (l’Institut national des langues et civilisations orientales)</p></div><p class=\"passage_para\">Le berbère, l'arabe dialectal, le wolof et le peul seraient les langues africaines les plus parlées en France. Hormis pour l'arabe, dont l'enseignement se démocratise, l'Institut national des langues et civilisations orientales (Inalco) reste incontournable pour les autres langues. Fondé en 1795 par Guillaume Dudé, l'Inalco s'est imposé comme la formation supérieure par excellence de l'enseignement des langues dites « orientales ». Avec dix-neuf langues africaines enseignées, il offre la plus grande palette de choix en la matière.</p><p class=\"passage_para\">Le nombre d'étudiants effectuant un cursus supérieur dans l'une de ces langues a récemment augmenté : ils étaient 185 en 2010-2011, 239 en 2013-2014. Pour le directeur du département Afrique, Jean de Dieu Karangwa, cet engouement s'explique par différents facteurs : « La majorité des élèves est constituée de personnes qui orientent leur avenir vers l'Afrique, des étudiants qui ont besoin de langues africaines dans leur cursus, ainsi que ceux préparant les concours des Affaires étrangères pour embrasser une carrière diplomatique. Il y a aussi des élèves qui travaillent avec des populations d'origine africaine et voudraient connaître au moins une de leurs langues. Il s'agit d'assistants sociaux ou de fonctionnaires. »</p><p class=\"passage_para\">Plus d'un quart de ces étudiants sont issus de la deuxième génération d'immigrés. Près d'un descendant d'immigré sur deux reconnaît avoir été en contact direct avec plusieurs langues dans l'enfance. Il s'agit, selon Jean de Dieu Karangwa « de jeunes qui se présentent avec une envie d'apprendre ou de se perfectionner dans la langue de leurs parents ». Pour Mamou, 21 ans, étudiante en bambara, c'était une évidence : « Mes parents me parlent bambara depuis petite. Je n'ai jamais mis les pieds en Afrique mais en grandissant, je rêvais d'apprendre la grammaire et la culture malienne. » « La formation donnée touche tous les aspects de la langue ainsi que, entre autres, des enseignements de littérature, et cinéma en Afrique », ajoute Jean de Dieu Karangwa. Pour ces étudiants, ayant grandi en France et ayant des liens ténus avec les pays d'origine de leurs parents, apprendre une langue africaine est aussi bien lié à un désir de construire une identité propre que d'en apprendre plus sur leurs origines.</p><p class=\"passage_para\">L'enseignement à l'Inalco se heurte cependant à des difficultés. Réputé pour l'apprentissage de langues asiatiques, l'Inalco reste peu visible sur l'enseignement des langues africaines alors même qu'il est le seul institut à offrir cette opportunité dans toute la France. Monsieur Karangwa est cependant confiant : « Nous prévoyons un investissement au niveau de l'enseignement à distance, ainsi qu'un suivi plus personnalisé ». D'autres questions restent en suspens, comme la possibilité par exemple de passer le Capes dans une langue dite rare, comme le wolof ou le peul. Des débouchés concrets pour faire vivre ces langues parlées sur le territoire français, malgré leur reconnaissance non-officielle.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Africultures/www.africultures.com</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’enseignement des langues africaines en France. L’interview originale intitulée « Apprendre les langues africaines à Paris ? » a été publiée le 9 février 2015 en France par Radio France Internationale. Yvan Amar de Radio France Internationale parle avec Miriam Bah de l’enseignement des langues africaines à Paris. La sélection dure à peu près deux minutes et demie.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© RFI</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_fee9be9febfefe4314c5dbeca527933b\" data-src=\"https://assets.learnosity.com/organisations/537/VH902717.a02.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Vanter les compétences des professeurs de langues africaines</p>","<p class=\"choice_paragraph\">Mettre en valeur les contributions d’une organisation en France</p>","<p class=\"choice_paragraph\">Faire de la publicité pour les voyages pédagogiques en Afrique</p>","<p class=\"choice_paragraph\">Faire découvrir des carrières dans la formation de professeurs</p>"],"answer":1}]