[{"id":"VH905322","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH905256.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Dans le dernier paragraphe, que veut dire le verbe <span class=\"formatted_text font_style:italic\">défiler</span> dans le contexte du passage ?</p>\n","rubricRef":"VH905322_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit d’une aventure dans l’espace. Le roman original intitulé <span class=\"formatted_text font_style:italic\">La planète des singes</span> a été publié en 1963 en France par l’écrivain français Pierre Boulle. Le narrateur, Ulysse Mérou, est en voyage avec son partenaire Nova – une jeune fille qu’il a rencontrée sur la planète des singes Soror – et leur enfant, Sirius.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Le tour est joué. Je vogue de nouveau dans l’espace, à bord du vaisseau cosmique, filant comme une comète en direction du système solaire, avec une vitesse qui s’accroît à chaque seconde.</p><p class=\"passage_para\">Je ne suis pas seul. J’emmène avec moi Nova et Sirius, le fruit de nos amours interplanétaires, qui sait dire papa, maman et bien d’autres mots. Il y a également à bord un couple de poulets et de lapins, et aussi diverses graines, que les savants avaient mis dans le satellite pour étudier le rayonnement sur des organismes très divers. Tout cela ne sera pas perdu.</p><p class=\"passage_para\">L’abordage de notre vaisseau s’est bien passé. J’ai pu m’en approcher peu à peu, en manœuvrant le satellite, pénétrer dans le compartiment resté béant, prévu pour le retour de notre chaloupe. Alors, les robots sont entrés en action pour refermer toutes les issues. Nous étions à bord. L’appareillage était intact et le calculateur électronique se chargea de faire toutes les opérations du départ.</p><p class=\"passage_para\">Nous sommes en route depuis plus d’un an de notre temps propre. Nous avons atteint la vitesse de la lumière à une fraction infinitésimale près, parcouru en un temps très court un espace immense et c’est déjà la période de freinage, qui doit durer une autre année. Dans notre petit univers, je ne me lasse pas d’admirer ma nouvelle famille.</p><p class=\"passage_para\">Quelle émotion j’ai ressentie ce matin en constatant que le soleil commençait à prendre une dimension perceptible ! Il nous apparaît maintenant comme une boule de billard et se teinte de jaune. Je le montre du doigt à Nova et à Sirius. Je leur explique ce qu’est ce monde nouveau pour eux et ils me comprennent. Aujourd’hui Sirius parle couramment et Nova, presque aussi bien. Elle a appris en même temps que lui. Miracle de la maternité, miracle dont j’ai été l’agent.</p><p class=\"passage_para\">Le soleil grossit à chaque instant. Je cherche à repérer les planètes dans le télescope. Je m’oriente facilement. Je découvre Jupiter, Saturne, Mars, et la Terre. Voici la Terre !</p><p class=\"passage_para\">Des larmes me montent aux yeux. Il faut avoir vécu plus d’un an sur la planète des singes pour comprendre mon émotion. Je sais, après sept cents ans, je ne retrouverai ni parents ni amis, mais je suis avide de revoir de véritables hommes.</p><p class=\"passage_para\">Collés aux hublots, nous regardons la Terre s’approcher. Il n’y a plus besoin de télescope pour distinguer les continents. Nous sommes satellisés. Nous tournons autour de ma vieille planète. Je vois défiler l’Australie, l’Amérique et la France, oui, voici la France. Nous nous embrassons tous trois en sanglotant.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">La planète des singes</span>, de Pierre Boulle © Éditions Julliard, Paris, 1963</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Glisser</p>","<p class=\"choice_paragraph\">Passer</p>","<p class=\"choice_paragraph\">Répandre</p>","<p class=\"choice_paragraph\">Disparaître</p>"],"answer":1}]