[{"id":"VH911260","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH911252.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Dans le contexte de la lettre, qu’est-ce que le thème du concours suggère à propos de l’art ?</p>\n","rubricRef":"VH911260_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit de la création d’un atelier de dessin en vue de la participation de la section moyenne maternelle à un concours de dessin. C’est une lettre de Monsieur Francis Delvaux, professeur des écoles, classe moyenne maternelle, adressée à Madame Giraud, présidente de l’Association des parents d’élèves de l’école maternelle.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Chère Madame,</p><div class=\"letter_body\"><p class=\"passage_para\">Je vous écris afin de solliciter votre aide pour un projet que j’aimerais réaliser avec mes élèves.</p><p class=\"passage_para\">J’ai reçu la semaine dernière une brochure de la société d’édition de livres pour enfants Lisez Jeunesse qui invite les professeurs d’école à inscrire leurs élèves à un concours de dessin organisé dans le cadre de l’opération « Sauvez les ours blancs ». Le concours est organisé du 25 septembre au 25 octobre en faveur des catégories 3-5 ans, 6-8 ans et 9-11 ans.</p><p class=\"passage_para\">De plus, la maison d’édition offre de nombreux prix. Les cinq lauréats de chaque catégorie seront récompensés par un lot d’albums en relation avec le thème du concours. Il y aura aussi des prix à titre d’encouragement.</p><p class=\"passage_para\">Nous avons souvent parlé en classe de la nécessité de renflouer notre bibliothèque et voici une occasion qui s’offre à nous. Imaginez la fierté et le plaisir de nos enfants s’ils pouvaient se vanter de quelques nouveaux livres dans notre modeste bibliothèque en reconnaissance de leurs talents.</p><p class=\"passage_para\">L’heure de conte, si populaire en fin de journée, prendrait une toute autre signification pour les enfants et même pour moi-même si le livre du jour était un des livres reçus à titre de récompense.</p><p class=\"passage_para\">J’aimerais donc organiser un atelier de dessin dans un coin de la classe. Malheureusement, je ne dispose que d’un budget très limité pour l’année et il me manque de nombreuses fournitures telles que du papier dessin, des crayons de couleur, des pastels et des feutres, de même que des enveloppes 12.5 cm x 12.5 cm. Il y aurait également les frais d’envoi de nos dessins à couvrir. Face à cette situation, je fais appel à vous, à l’intérêt que vous portez à notre école et à nos élèves, et sollicite de votre part un appui financier nous permettant de mettre en valeur les dons artistiques de nos élèves.</p><p class=\"passage_para\">En effet, il me faut compléter un bulletin de participation individuel pour accompagner le dessin de chaque enfant et établir une liste de tous les participants de la classe et ce avant la date du 20 octobre afin d’assurer que tous les envois arrivent bien avant la date limite du concours.</p></div><p class=\"letter_closing\">En espérant recevoir une réponse favorable de votre part, veuillez recevoir, chère Madame, mes meilleures salutations.</p><div class=\"letter_signature\"><p class=\"signature_line\">Francis Delvaux</p><p class=\"signature_line\">Professeur des écoles</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Il est difficile de cultiver le goût de l’art dès le plus jeune âge.</p>","<p class=\"choice_paragraph\">Même les petits peuvent devenir des artistes engagés.</p>","<p class=\"choice_paragraph\">L’art sert principalement à l’expression créative de l’individu.</p>","<p class=\"choice_paragraph\">La plupart des artistes s’inquiètent des changements climatiques.</p>"],"answer":1}]