[{"id":"VH911229","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH911215.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quelle caractéristique des employeurs de Marie est présentée dans le texte ?</p>\n","rubricRef":"VH911229_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit d’une immigrante antillaise en France dans les années soixante. Le roman original intitulé <span class=\"formatted_text font_style:italic\">Lettres à Une Noire</span> a été publié en 1978 en France par l’écrivaine française Françoise Ega. La narratrice, Marie, écrit à son amie Carolina.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Mais oui, Carolina, les misères des pauvres du monde entier se ressemblent comme des sœurs ; on te lit par curiosité, moi je ne te lirai jamais : tout ce que tu as écrit, je le sais. Il y a huit jours que j’ai commencé ces lignes, mes petits bougent tellement que je n’ai guère le temps de coucher sur le papier le tourbillon de mes pensées. Je gagne de l’argent et je fais le point : je suis femme de ménage depuis cinq jours, mes employeurs sont embarrassés parce que je ne suis pas fraîchement débarquée ; je parle des Champs-Élysées ou de Notre-Dame de la Garde avec beaucoup de facilité. Quinze jours se sont passés et personne ne m’a demandé ni mon nom ni ma carte d’identité, c’est inouï !</p><p class=\"passage_para\">Carolina, tu ne me liras jamais : je n’aurai jamais le temps de te lire, je vais vite comme toutes les ménagères trop occupées. Pour écrire quelque chose, il me faut bien cacher mon crayon, les petits le font disparaître, et mes cahiers aussi. Quant à mon mari, il me trouve ridicule de perdre du temps à écrire des sottises ; alors, il cache précieusement son stylo. Comment arrivais-tu à conserver un crayon avec ta marmaille ? Pour les miens, un crayon perdu est une chose naturelle. Il n’y a qu’une chose qui les arrête, c’est lorsque je leur dis qu’il n’y a plus que l’argent du pain à la maison. Mon homme dit : « Pourvu qu’il y ait le pain de chaque jour, le reste viendra après. » Je crois, Carolina, que tu connais ces paroles. Dans ta favela, tu n’as jamais pu penser à autre chose qu’au pain de chaque jour. Je crois que c’est ce qui me rapproche de toi, Carolina Maria de Jésus.</p><p class=\"passage_para\">Si un jour je t’envoie ces lignes, tu voudras savoir la suite de mon histoire. Cela me donne un fichu courage pour mettre mes pensées noir sur blanc pendant que mes petits dorment. Pour gagner dix francs dans mon après-midi, j’ai fait quatre chambres à coucher, j’ai nettoyé deux salles de bains, deux cabinets, j’ai épluché deux kilos de petits pois. Ils ont encore pris un de mes cahiers, j’ai toutes les feuilles à recopier. Si tu n’étais pas devenue mon égérie, j’aurais tout flanqué par la fenêtre en me disant « à quoi bon écrire des choses ? » Je ferme une fenêtre sur mes pensées, une autre s’ouvre, et je te vois, ployée dans ta favela et en train d’écrire sur du papier que tu as ramassé dans les poubelles. Moi qui ai l’immense bonheur d’avoir un cahier, une lampe de chevet et de la musique, je pense que ce serait une lâcheté de tout laisser tomber parce qu’un gamin a déchiré les feuilles d’un cahier. Il n’y a plus qu’à recommencer.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"><span class=\"formatted_text font_style:italic\">Lettres à une Noire</span>, <span class=\"formatted_text font_style:italic\">récit antillais</span>, Françoise Ega © L’Harmattan, 1978</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Leur générosité</p>","<p class=\"choice_paragraph\">Leur esprit accueillant</p>","<p class=\"choice_paragraph\">Leur honnêteté</p>","<p class=\"choice_paragraph\">Leur manière impersonnelle</p>"],"answer":3}]