[{"id":"VH911213","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH911104.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quel message le titre de l’annonce « La culture haïtienne dans le monde » suggère-t-il ?</p>\n","rubricRef":"VH911213_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit d’un Salon du livre haïtien. La publicité originale a été publiée le 30 novembre 2016 en Haïti par Péguy F. C. Pierre, du journal haïtien, <span class=\"formatted_text font_style:italic\">Le Nouvelliste</span>.</p><div class=\"passage\"><div class=\"prose style:2\"><div class=\"title\"><p class=\"title_line passage-title\">La culture haïtienne dans le monde</p></div><p class=\"passage_para\">Les 3 et 4 décembre à Paris, salon du livre haïtien et exposition vente d’artisanat organisés au bénéfice des actions de l’association Haïti Futur. Parrainé par la romancière Yanick Lahens, le salon du livre sera consacré aux auteures de la Caraïbe avec pour invitées : la romancière Kettly Mars, Magdalée Brunache, lauréate d’un concours de nouvelles, Jemimah Labossière, responsable adjointe des Éditions C3, et Étienne Oremil, président de l’APROFH (Association des professeurs de français d’Haïti).</p><p class=\"passage_para\">Ce salon du livre sera l’occasion exceptionnelle de se procurer des ouvrages édités en Haïti comme l’inédit de Philoctète, <span class=\"formatted_text font_style:italic\">Entre les saints des saints</span>, le recueil de poésies <span class=\"formatted_text font_style:italic\">Il n'est pays que de bonté</span> de Paul-Harry Laurent… et aussi un recueil de nouvelles issues d’un concours pour des lycéens lancé par l’association des professeurs de français d’Haïti (APROFH).</p><p class=\"passage_para\">Au programme du samedi : à 15 h, table ronde sur les auteures de la Caraïbe ; à 17 h, table ronde sur l’édition ; à 20 h, soirée carte blanche à Yanick Lahens, musique et poésie haïtiennes. Au programme le dimanche : à 11 h, échanges avec les lauréates de l’APROH ; à 16 h 30, signatures.</p><p class=\"standalone_statement style:1\">17 rue de l’Avre, 75015 Paris, facebook.com/events/225919087819140</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Plusieurs pays ont contribué à l’évolution du style artistique populaire aujourd’hui en Haïti.</p>","<p class=\"choice_paragraph\">Le Salon du livre haïtien se déplace pour avoir lieu dans une variété de régions francophones.</p>","<p class=\"choice_paragraph\">Les produits culturels haïtiens exercent une influence au-delà des frontières du pays.</p>","<p class=\"choice_paragraph\">C’est en explorant le monde qu’on arrive à mieux comprendre la culture haïtienne.</p>"],"answer":2}]