[{"id":"VH911311-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: Email Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an email message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Vous allez répondre à un courrier électronique. Votre réponse doit commencer par une salutation et se terminer par une formule de politesse. Vous devez répondre à toutes les questions et toutes les demandes du message. Dans votre réponse, vous devez demander des détails sur un sujet évoqué dans le courrier. Vous devez utiliser un registre de langue soutenu.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">C’est un message électronique de Monsieur Bernard Robic, directeur de CinéNet. Vous recevez ce message parce que vous avez contacté CinéNet pour faire partie du jury de son festival de films francophones en ligne.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">De&nbsp;:&nbsp;Bernard Robic</p>\n\n<p class=\"memo_info prefix:Subject\">Objet&nbsp;:&nbsp;Votre message concernant le festival du film sur Internet</p>\n</div>\n</div>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Cher/Chère Cinéphile,</p>\n\n<p class=\"passage_para\">Nous sommes heureux de vous accueillir à CinéNet, le premier festival de films francophones en ligne. Pour répondre aux divers intérêts du public, nous souhaitons offrir une grande sélection de films et de séries télévisées à visionner sur Internet lors du festival. Il faut préciser que ni une connaissance détaillée de la cinématographie ni une expérience préalable ne sont requises pour devenir membre du jury. Nous tenons toutefois à rassembler un groupe d'amateurs ayant une très haute appréciation pour le septième art et capables, à travers leurs recommandations, d'influer sur le goût du grand public. Afin de communiquer vos qualifications, veuillez nous fournir quelques renseignements supplémentaires&nbsp;:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Quels genres de films ou de séries télévisées vous intéressent le plus et pourquoi&nbsp;?</li>\n\t<li class=\"list_paragraph\">Sur quels critères évaluez-vous la qualité d’un film ou d’une série télévisée&nbsp;?</li>\n</ul>\n\n<p class=\"passage_para\">Nous vous invitons à nous envoyer au plus tôt les réponses à nos questions pour assurer le bon déroulement du festival.</p>\n</div>\n\n<p class=\"letter_closing\">Cordialement,</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Bernard Robic</p>\n\n<p class=\"signature_line\">Directeur</p>\n\n<p class=\"signature_line\">CinéNet</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]