[{"id":"VH910356","type":"audio","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">General Speaking Directions</span></p>\n\n<p class=\"direction_paragraph\">This part requires spoken responses. Your spoken responses will be recorded. Your score will be based on what you record. It is important that you speak loudly enough and clearly so that your responses are recorded.</p>\n\n<p class=\"direction_paragraph\">Cette partie exige des réponses orales. Vos réponses orales seront enregistrées. Votre note sera basée sur ce que vous aurez enregistré. Il est important que vous parliez assez fort pour que vos réponses soient enregistrées.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">&nbsp;</p>\n\n<p class=\"introduction passage-intro\"><span class=\"font_weight:bold formatted_text\">Task 4: Cultural Comparison</span></p>\n\n<p class=\"introduction passage-intro\">You will make an oral presentation on a specific topic. In your one-minute presentation, compare a French-speaking community with which you are familiar to your own or another community. You should demonstrate your understanding of cultural features of this French-speaking community. You should also organize your presentation clearly.</p>\n\n<p class=\"introduction passage-intro\">Vous allez faire un exposé sur un sujet précis. Dans votre exposé dont la durée sera d’une minute, comparez une région du monde francophone que vous connaissez à votre propre communauté ou à une autre communauté. Vous devez démontrer votre compréhension de réalités culturelles de cette région du monde francophone. Vous devez aussi organiser clairement votre exposé.</p>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n\n<p class=\"stem_paragraph\"><span class=\"font_weight:bold formatted_text\">Sujet de présentation&nbsp;:</span></p>\n\n<p class=\"stem_paragraph\">Dans une communauté francophone que vous connaissez, quels genres de manifestations ou d’activités (célébrations, commémorations, fêtes, festivals, sports, etc.) font partie intégrante de son identité nationale&nbsp;? Comparez les manifestations ou activités faisant partie intégrante de l'identité nationale de cette communauté francophone aux manifestations ou activités faisant partie intégrante de l'identité nationale de votre communauté ou sinon d'une autre communauté. Dans votre exposé, vous pouvez faire référence à ce que vous avez étudié, vécu, observé, etc.</p>\n"}]