[{"id":"VH911289","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH911280.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Dans le contexte de la lettre, que signifie l’expression « mesurer la peine des anciens » dans le premier paragraphe ?</p>\n","rubricRef":"VH911289_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit de la Reconstitution de la bataille de Waterloo. C’est une lettre de Louis Deluc adressée au directeur de l’association « Bataille de Waterloo 1815 ».</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Cher Monsieur,</p><div class=\"letter_body\"><p class=\"passage_para\">J’ai récemment appris que l’ASBL « Bataille de Waterloo 1815 » était chargée d’organiser une série de manifestations gravitant autour du bicentenaire de la bataille de Waterloo avec en apothéose une reconstitution grandiose de la bataille devant des dizaines de milliers de spectateurs. J’ai entendu dire que des milliers de reconstituants volontaires seraient convoqués à un casting et que quelques milliers seront ensuite retenus selon des critères bien précis. Parader dans un uniforme rutilant, participer à des batailles où l’on brûle de la poudre, mesurer la peine des anciens qui ont participé à cette épopée héroïque, il y a bien des raisons qui me pousseraient à collaborer à une telle entreprise de reconstitution historique. Pourriez-vous m’informer de la date du casting ? Pourriez-vous aussi me donner des détails sur les critères de sélection ?</p><p class=\"passage_para\">J’imagine qu’il y aura bien sûr des charges de cavalerie. Pour pouvoir tenir un cheval dans un concert de coups de canons, il faut avoir un cheval entraîné et savoir le manier. Il se fait que je suis le propriétaire d’un étalon accoutumé à ce genre d’opérations et que je suis un cavalier expérimenté. C’est au titre de cavalier que je souhaiterais avant tout porter ma candidature. Si vous souhaitiez vous assurer mes services, cela vous serait-il utile que je me déplace avec mon cheval ? Ou comptez-vous avoir sur place tous les chevaux entraînés nécessaires ?</p><p class=\"passage_para\">J’ai dans le passé participé à des reconstitutions historiques comme celle de la bataille de Hastings qui se déroule chaque année en Angleterre. Mais je suis bien de nationalité française, ce qui pourrait être un atout supplémentaire dans le cas qui nous occupe. Il s’agira de célébrer la victoire des troupes de la coalition sur les troupes de Napoléon et il sera difficile de mobiliser les bonnes volontés parmi les Français habitués à ce genre de manifestations. Il serait bien triste d’entendre majoritairement parler anglais, néerlandais ou allemand dans le camp des forces de l’empereur ! Je m’exprime non seulement parfaitement dans la langue de Molière mais suis aussi un excellent orateur.</p><p class=\"passage_para\">Je tiens à vous témoigner toute ma reconnaissance pour le travail de mémoire auquel vous contribuez. Le spectacle sera grandiose et j’aimerais y participer.</p></div><p class=\"letter_closing\">Je vous prie, cher Monsieur, d’agréer l’expression de mes sentiments les meilleurs.</p><div class=\"letter_signature\"><p class=\"signature_line\">Louis Deluc</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Ressentir la souffrance des soldats présents à l’événement original</p>","<p class=\"choice_paragraph\">Reconstituer les batailles des soldats présents à l’événement original</p>","<p class=\"choice_paragraph\">Partager la responsabilité des soldats présents à l’événement original</p>","<p class=\"choice_paragraph\">Évaluer la gravité des blessures des soldats présents à l’événement original</p>"],"answer":0}]