[{"id":"VH921150","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH921141.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">D’après le passage, quel est le comportement des animaux avant que l’orage n'éclate ?</p>\n","rubricRef":"VH921150_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit de deux jeunes filles, Louise et Madeline, à la campagne. Le roman original intitulé <span class=\"formatted_text font_style:italic\">Fleurs champêtres</span> a été publié en 1895 au Canada par l’écrivaine québécoise Robertine Barry, connue sous le pseudonyme de Françoise.</p><div class=\"passage\"><div class=\"prose prose_type:short_story style:1\"><p class=\"passage_para\">« Quel temps écrasant ! Nous allons avoir de la pluie, c’est sûr. »</p><p class=\"passage_para\">– Sitôt dit, sitôt fait. Une large goutte vient de tomber sur mon nez. Dieu sait comme nous allons être arrosées !</p><p class=\"passage_para\">– Excellente raison pour se hâter de chercher un abri. Ce petit chemin de traverse conduit à la demeure de la mère Madeloche, notre plus proche voisine. Suis-moi vite et nous y serons avant l’orage.</p><p class=\"passage_para\">C’était par une forte chaleur de juillet.</p><p class=\"passage_para\">Le soleil avait dardé ses brûlants rayons avec une ardeur telle qu’on aurait pu se croire aux jours de Phaëton rasant la terre au risque de l’embraser. Lourde, étouffante était l’atmosphère, et les poumons rendaient avec effort l’air qu’ils aspiraient. La terre, enfiévrée, avait soif d’eau, de fraîcheur, de rosée ; les plantes, recouvertes d’une épaisse poussière, avaient perdu leur verdeur printanière et paraissaient flétries avant le temps.</p><p class=\"passage_para\">Subitement le temps s’assombrit et, du fond de l’horizon, montèrent des nuages menaçants. Le grillon cessa son cri-cri sous l’herbette, comme l’oiseau son chant dans les bois. Dans les prés, les animaux s’éveillaient de leur torpeur et regardaient au loin, inquiets, dans l’attente d’un événement pour eux inconnu, tandis que leur langue rugueuse pendait, haletante.</p><p class=\"passage_para\">À la campagne, où l’on entend d’ordinaire plutôt les voix de la nature que le bruit des hommes, l’heure qui précède la tempête est une heure solennelle.</p><p class=\"passage_para\">Et quand tout se tait, les insectes, les oiseaux, que la brise ne murmure plus dans les feuilles, un grand silence se fait, majestueux, troublant comme le recueillement qui devra préluder à la fin de toutes choses créées, la dissolution des éléments.</p><p class=\"passage_para\">Tout à coup, l’orage éclate, violent, terrible, comme une colère longtemps contenue. Le vent recouvre sa voix, mais ce n’est plus le doux trémolo des feuilles sous la ramée. Il se lève en longs sifflements, châtiant ces mêmes arbustes qu’il caressait tout à l’heure : le grand maître n’a plus d’amour. Les frêles saules ploient et demandent grâce : courbés et pleurant, ils ne résistent plus, tandis que le peuplier indomptable lance encore aux nues son insolent défi.</p><p class=\"passage_para\">L’orage se déchaînait dans toute sa force au moment où les deux jeunes filles, qui venaient d’échanger le petit dialogue qui précède, atteignaient en courant une maison basse et longue à toit pointu.</p><p class=\"passage_para\">Une femme déjà dans l’âge, droite encore en dépit des années, vint répondre aux coups pressés des promeneuses.</p><p class=\"passage_para\">La mère Madeloche eut un bon sourire de bienvenue en reconnaissant Louise Bressoles.</p><p class=\"passage_para\">– Entrez, entrez, mesm’zelles, dit la bonne vieille.</p><p class=\"passage_para\">– C’est terriblement beau, dit Madeline, s’attardant sur le seuil de la maison à contempler les ravages de l’ouragan. Qui aurait prévu ce bouleversement, il y a quelques minutes ? On a souvent comparé aux vents des passions...</p><p class=\"passage_para\">– Entre vite, cria Louise, tu feras de la philosophie tout à ton aise, bien abritée sous le toit hospitalier de la bonne mère Madeloche.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Ils s’approvisionnent à la dernière minute.</p>","<p class=\"choice_paragraph\">Ils sont agités et fuient les espaces ouverts.</p>","<p class=\"choice_paragraph\">Ils deviennent silencieux et attentifs.</p>","<p class=\"choice_paragraph\">Ils poussent des cris d’avertissement.</p>"],"answer":2}]