[{"id":"VH924848","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH924836.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">À quoi servent les « tests lambdas » mentionnés dans l’article dans le troisième paragraphe ?</p>\n","rubricRef":"VH924848_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\"><img alt=\"Dans cette sélection il s’agit de la mise en œuvre de la voiture autonome. L’article original a été publié en avril 2017 en France sur le site Web Les Échos.fr.  Comment Renault se prépare à la voiture autonome  Le constructeur déploie ses tests en France et vise une commercialisation en 2020. Le mode autonome sera activable seulement dans certaines conditions de sécurité.  Le pilote met le clignotant, lâche le volant, et la voiture glisse d’elle-même sur la file de gauche, en s’insérant naturellement dans sa voie… Bienvenue dans le prototype de voiture autonome de Renault, à bord duquel « Les Echos » ont pu monter ce vendredi. Depuis plus d’un an, la firme au Losange fait ainsi rouler six modèles Espace bardés de multiples capteurs sur les routes de l’Ouest francilien – en l’occurrence sur la N118 à proximité de Boulogne-Billancourt, en direction de Vélizy.  « Dès l’année prochaine, on aura plusieurs dizaines de véhicules sur les routes », indique Laurent Taupin, ingénieur en chef du véhicule autonome de Renault. Dans les prochaines semaines, le groupe va déployer des « tests lambdas » en invitant des clients non experts à se mettre au volant afin de mieux appréhender la réaction de l’individu dans cet environnement totalement nouveau.  Une équipe de 50 personnes (regroupant des ingénieurs maison, mais aussi des partenaires spécialistes en intelligence artificielle, en software, en data…) pilote le programme et multiplie les cas de figures, avec une attention particulièrement poussée sur les situations les plus complexes (tunnels, ponts, chantiers…). Certains scénarios obligent à prendre des largesses par rapport au code de la route. « Par exemple, la réglementation prévoit des distances de sécurité de deux secondes. Mais, dans le cas où un véhicule vous fait une queue de poisson, plutôt que de piler violemment, on va programmer un freinage plus progressif. »  L’objectif final : parvenir au niveau 4 de la conduite autonome, baptisé dans le jargon « hands off, eyes off », avec une commercialisation des premiers modèles en 2020. « À ce stade, le système doit être capable d’assumer seul la conduite dans certaines situations, et le pilote peut alors s’adonner à d’autres activités », poursuit l’ingénieur. Précision importante : la voiture ne sera pas autonome de A à Z mais proposera un mode autonome lorsque les conditions seront totalement réunies. Ainsi, des routes enneigées ou très pluvieuses, ou encore des zones d’accident, devraient rester en mode manuel. « Notre objectif est de redonner du temps aux gens avec une sécurité totale. On ne transige pas là-dessus. »  Certes, certaines marques proposent déjà des assistances à la conduite très évoluées (Tesla, Mercedes), mais à chaque fois le conducteur doit rester impérativement vigilant, les mains sur le volant. Pour pouvoir lire à bord ou regarder ses e-mails, la technologie doit être éprouvée dans le temps, et le cadre réglementaire clarifié (responsabilité en cas d’accident, assurances…).  « Comment Renault se prépare à la voiture autonome », Maxime Amiot, Les Échos.fr, 2017 Dans cette sélection il s’agit de l’avenir de la voiture autonome. Le graphique original a été publié en 2016 en France par Pascaline Boittiaux.\" height=\"451\" src=\"https://assets.learnosity.com/organisations/537/7291a579-e353-418f-a0de-cb09aa6facc1.PNG\" width=\"900\" /></p>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a horizontal bar graph titled “La voiture autonome : Celle de l avenir ?” Eight categories are provided. Each category has one bar. The data represented by each bar are as follows. Category 1. Je ne me sentirais pas en sécurité, 50 %. Category 2. Je souhaite contrôler la voiture en permanence, 45 %. Category 3. Je ne veux pas que la voiture fasse des erreurs, 43 %. Category 4. Conduire est un plaisir, 30 %. Category 5. Je ne connais pas assez bien cette technologie, 27 %. Category 6. Un trafic mixte ne m’inspirerait pas confiance, 26 %. Category 7. Je ne souhaite pas investir dans une fonction autonome, 25 %. Category 8. Je suis préoccupé à l idée que la voiture pourrait être piratée, 23 %.\" height=\"437\" src=\"https://assets.learnosity.com/organisations/537/VH924836.g03.png\" width=\"450\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">À déterminer les articles du code de la route mal compris par les conducteurs</p>","<p class=\"choice_paragraph\">À évaluer les expériences de conduite avec les voitures autonomes chez les personnes peu familiarisés avec cette technologie</p>","<p class=\"choice_paragraph\">À calculer les risques de mauvais fonctionnement du système de conduite autonome afin d’établir les prix des assurances</p>","<p class=\"choice_paragraph\">À examiner comment adapter certaines routes pour les rendre accessibles aux voitures autonomes</p>"],"answer":1}]