[{"id":"VH926252-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to a French writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Vous allez écrire un essai argumentatif pour un concours d’écriture de langue française. Le sujet de l’essai est basé sur trois sources incluses, écrites et sonore, qui présentent différents points de vue sur le sujet. Dans votre essai, vous présenterez et vous défendrez de la manière la plus complète votre point de vue sur le sujet. Vous soutiendrez votre argumentation en y intégrant des perspectives et des données tirées de chacune des trois sources. Il faudra indiquer de manière adéquate les sources auxquelles vous faites référence. Prenez soin également de structurer clairement votre essai à l’aide de paragraphes.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Sujet de l’essai&nbsp;:</span></p>\n\n<div class=\"prompt\">Faut-il interdire les téléphones portables à l’école&nbsp;?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’interdiction d’utiliser les téléphones portables au collège. L’article original a été publié le 15 septembre 2017 en France dans le journal <span class=\"formatted_text font_style:italic\">La Croix</span> par Lucie Alexandre.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">La question du jour&nbsp;: Faut-il interdire les téléphones portables au collège&nbsp;?</p>\n</div>\n\n<p class=\"passage_para\">Le ministre de l’éducation nationale, Jean-Michel Blanquer, a redit cette semaine dans plusieurs médias qu’il souhaitait interdire les téléphones portables au collège. Cette interdiction devrait voir le jour en 2018.</p>\n\n<p class=\"standalone_statement style:1\"><span class=\"formatted_text font_weight:bold\">Les effets sont désastreux pour la sociabilité en classe</span></p>\n\n<p class=\"standalone_statement style:1\">Philippe Donatien, Secrétaire général du Syndicat indépendant des personnels de direction de l’éducation nationale</p>\n\n<p class=\"passage_para\">Les portables perturbent le fonctionnement d’un établissement, et ce à plusieurs niveaux. Ils ont un impact négatif, déjà connu depuis longtemps, en termes pédagogiques et disciplinaires. Avec Internet, il est devenu ingérable de lutter contre la triche, et les professeurs ne sont pas là pour traquer les téléphones pendant les contrôles. Par ailleurs, je pense que le droit à la déconnexion devrait aussi concerner les enfants, et que nous sommes face à un réel enjeu de santé publique. Les effets sont désastreux pour la sociabilité en classe. Les téléphones mobiles et la fascination qu’ils exercent n’aident pas les enfants à devenir des citoyens. Certains n’échangent plus du tout avec les autres élèves pendant le temps scolaire et connaissent à peine leurs camarades. Il faut que les parents arrêtent de légitimer cet usage permanent. Il est inadmissible qu’ils tentent de communiquer avec leur enfant lorsqu’il est en classe. En cas d’authentique urgence, je sais par expérience que le rôle d’intermédiaire du personnel éducatif est essentiel. L’école se doit d’éloigner les portables parce que son rôle est aussi de préserver les enfants de situations familiales parfois compliquées. Enfin, cela provoque des dysfonctionnements importants dans les établissements. Les élèves peuvent envoyer en direct depuis la classe des informations complètement erronées à leurs parents. J’ai connu des cas où ces derniers faisaient irruption dans la salle de cours en pleine journée pour s’en prendre à un enseignant qui aurait causé du tort à leur enfant, et c’est évidemment inacceptable.</p>\n\n<p class=\"passage_para\">Pour toutes ces raisons, je suis favorable à l’interdiction des portables. Mais de tels effets d’annonce peuvent s’avérer pervers s’ils ne sont pas suivis de faits. Cela nous décrédibilise.</p>\n\n<p class=\"passage_para\">En revanche, je me demande quelle décision on peut prendre pour que ce soit applicable. Soyons réalistes, pour que le portable soit interdit à l’entrée des collèges, il faudrait prévoir un lieu où les élèves le déposent chaque matin, et s’assurer que chacun récupère bien le sien le soir. Ce serait l’idéal.</p>\n\n<p class=\"passage_para\">Mais aujourd’hui, c’est techniquement impossible. Je crains qu’on n’aboutisse à la même position paradoxale qu’avec la cigarette, dont l’interdiction théorique ne s’est jamais concrétisée, faute de consigne claire. J’appelle donc à ce qu’on nous donne le cadre légal nécessaire. Dans le cas contraire, nous serons forcément ridicules, et les parents pourront contester nos mesures. Le problème dans ce genre de débats, c’est qu’on nous envoie toujours au front sans garanties.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">«&nbsp;La question du jour&nbsp;: Faut-il interdire les téléphones portables au collège&nbsp;?&nbsp;», Lucie Alexandre, <span class=\"formatted_text font_style:italic\">La Croix</span>, 2017</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’interdiction de l’usage des téléphones portables. Le tableau original de l’Institut français d’opinion publique (l’Ifop) a été publié le 10 janvier 2018 en France par le site Web Lexpress.fr.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Interdiction du téléphone portable</p>\n</div>\n<img alt=\"The figure presents an infographic. At the top of the infographic, a question reads as follows: “Êtes-vous favorable ou opposé à une interdiction de l’usage des téléphones portables par les élèves dans les écoles primaires et les collèges ?” The infographic contains two tables. Each table has three columns and three rows of data. For each table, there is no heading for column 1, the heading for column 2 is “Favorable,” and the heading for column 3 is “Opposé.” The first table is titled “Dans les salles de classe.” The data in the table are as follows. Row 1. Moins de 40 ans. Favorable, 83 %; Opposé, 17 %. Row 2. 40 ans et plus. Favorable, 80 %; Opposé, 20 %. Row 3. Ensemble. Favorable, 82 %; Opposé, 18 %. The second table is titled “Partout dans l’enceinte des établissements.” The data in the table are as follows. Row 1. Moins de 40 ans. Favorable, 62 %; Opposé, 38 %. Row 2. 40 ans et plus. Favorable, 72 %; Opposé, 28 %. Row 3. Ensemble. Favorable, 69 %; Opposé, 31 %.\" height=\"466\" src=\"https://assets.learnosity.com/organisations/507/VH926252.g02.png\" width=\"500\" /></div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’interdiction des portables dans les écoles et les collèges. L’interview original intitulée «&nbsp;Bannir les cellulaires à l’école&nbsp;: ‘ça ne fonctionnera pas’&nbsp;» a été publiée le 19 décembre 2017 au Canada par Mario Dumont de la chaîne de télévision canadienne TVA Nouvelles. Mario Dumont parle avec Thierry Karsenti, Chaire de recherche du Canada sur les technologies en éducation. La sélection dure à peu près deux minutes et demie.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">«&nbsp;Bannir les cellulaires à l'école&nbsp;: ‘ça ne fonctionnera pas’&nbsp;», Mario Dumont, TVA Nouvelles, 2017</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/507/VH926252.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]