[{"id":"VH924806","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH924613.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Comment peut-on caractériser la transformation des entreprises décrite dans l’article ?</p>\n","rubricRef":"VH924806_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de la transformation numérique dans les entreprises. L’article original a été publié le 13&nbsp;février 2018 en Belgique par la journaliste belge Marine Roucourt.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Qu’est-ce que la transformation numérique des entreprises&nbsp;?</p>\n</div>\n\n<p class=\"passage_para\">De plus en plus souvent sur la toile, on entend parler de transformation numérique (ou digitale) des entreprises. De nombreux articles pullulent dans le but de vanter les bienfaits de ce type de transition pour les entreprises, ses opportunités, ses défis, ses dangers et les procédures à mettre en place afin de devenir cette entreprise numérique sacralisée.</p>\n\n<p class=\"passage_para\">L’expression «&nbsp;transformation numérique&nbsp;» devient un terme générique derrière lequel on inscrit tout un tas de concepts et d’utilisations, mais qu’est-ce que cela signifie réellement&nbsp;?</p>\n\n<p class=\"passage_para\">Si elle est souvent comprise comme telle, la transformation numérique des activités d’une entreprise ne se limite pas à l’adoption de nouveaux outils créés en masse par l’arrivée des nouvelles technologies. Il ne suffit pas de créer un site d’e-commerce, quelques pages sur les réseaux sociaux et d’installer un intranet pour affirmer que l’entreprise a réalisé une transformation numérique. Si l’adoption de ces nouveaux outils accompagne la transition de l’organisation, cela ne suffit certainement pas à la définir.</p>\n\n<p class=\"passage_para\">En effet, cette transformation comprend l’ensemble des étapes par lesquelles une entreprise devra passer pour évoluer depuis ce qu’elle est aujourd’hui vers ce qu’elle souhaite devenir numériquement. Il s’agit d’un processus complet qui va intégrer de nouveaux usages dans le but de faire évoluer l’entreprise et d’améliorer sa performance et sa compétitivité. La transformation digitale va intégrer les nouvelles technologies afin de soutenir l’organisation et transformer son mode de fonctionnement tout en s’alignant sur les stratégies existantes de l’entreprise.</p>\n\n<p class=\"passage_para\">Avec l’essor des nouvelles technologies, le monde et ses habitants sont devenus de plus en plus connectés. Les comportements des consommateurs et des salariés ont changé, de nouveaux usages et besoins sont apparus et ils attendent de l’entreprise qu’elle soit capable d’y répondre.</p>\n\n<p class=\"passage_para\">Pouvez-vous encore imaginer demander des informations au sujet d’une entreprise et ne recevoir une réponse que trois semaines plus tard&nbsp;? Ou commander un article et n’être livré qu’au bout de deux semaines&nbsp;? Non. Nous vivons dans un monde où l’immédiateté est devenue la norme et où le consommateur et le salarié ne sont plus patients. Les mentalités ont changé, il semble donc naturel que le monde entrepreneurial en fasse autant.</p>\n\n<p class=\"passage_para\">Une organisation qui transforme verra son mode habituel de fonctionnement bouleversé. De nombreux chantiers vont éclore au sein de l’entreprise qui sera poussée à revoir certains de ses aspects opérationnels. L’organisation va devoir apprendre à évoluer dans un monde nouveau sans pour autant rompre avec ses valeurs et son identité.</p>\n\n<p class=\"passage_para\">La révolution numérique ne se suffit pas à elle-même. On constate qu’elle s’accompagne d’une révolution culturelle liée à l’apparition de ces nouveaux usages, modes de communication et commerces. Les mentalités changent, les frontières physiques de l’entreprise s’estompent tellement qu’il devient difficile de les discerner et les salariés demandent plus de flexibilité que jamais. Dans de telles conditions, il est impensable de vouloir à tout prix conserver les modèles traditionnels des organisations.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© INV_2019-7</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit des bénéfices perçus de la transformation numérique. L’infographie originale a été publiée le 10 juin 2017 en France par OpinionWay.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Les bénéfices perçus de la transformation numérique</p>\n</div>\n<img alt=\"The figure presents an infographic that is divided into three columns. The following incomplete statement is shown as the heading for column 1: “La transformation numérique dans mon entreprise permet de....” The heading for column 2 is “Ensemble des entreprises,” and the heading for column 3 is “Entreprises avancées dans la transformation numérique.” There are seven completions to the incomplete statement that is in the heading for column 1. The data, by row, are as follows. Row 1. A picture of gears is shown. Gagner en efficacité opérationnelle (réduction des coûts, fiabilité des opérations, maîtrise des risques, réduction des délais); Ensemble des entreprises, 91 %; Entreprises avancées dans la transformation numérique, 99 %. Row 2. A picture of ink well is shown. Développer la notoriété et l’image de l’entreprise; Ensemble des entreprises, 82 %; Entreprises avancées dans la transformation numérique, 87 %. Row 3. A picture of a smartphone is shown. Faciliter la relation client en proposant de nouveaux canaux de communication; Ensemble des entreprises, 86 %; Entreprises avancées dans la transformation numérique, 95 %. Row 4. A picture of an envelope is shown. Améliorer le recueil des besoins clients grâce aux données (big data, cookies,...); Ensemble des entreprises, 82 %; Entreprises avancées dans la transformation numérique, 91 %. Row 5. A picture of a glowing lightbulb is shown. Encourager l’innovation, Ensemble des entreprises, 76 %; Entreprises avancées dans la transformation numérique, 80 %. Row 6. A picture of a bag of money is shown. Développer de nouveaux business (offre, services, chiffre d’affaires); Ensemble des entreprises, 70 %; Entreprises avancées dans la transformation numérique, 67 %. Row 7. A picture of men in suits is shown. Faire évoluer le mode de management; Ensemble des entreprises, 65 %; Entreprises avancées dans la transformation numérique, 83 %.\" height=\"537\" src=\"https://assets.learnosity.com/organisations/507/VH924613.g05.png\" width=\"497\" /></div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Les entreprises cherchent à adopter les stratégies de leurs concurrents pour mieux anticiper les défis auxquels ils pourraient faire face.</p>","<p class=\"choice_paragraph\">La transformation numérique implique l’utilisation de nouveaux outils sans la modification des procédures actuelles.</p>","<p class=\"choice_paragraph\">La transformation numérique nécessite l’établissement d’une forte présence sur les médias sociaux.</p>","<p class=\"choice_paragraph\">Les entreprises cherchent à améliorer leur fonctionnement tout en restant fidèles à leurs valeurs et à leur image.</p>"],"answer":3}]