[{"id":"VH926015-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\">You will write an argumentative essay to submit to a French writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\">Vous allez écrire un essai argumentatif pour un concours d’écriture de langue française. Le sujet de l’essai est basé sur trois sources incluses, écrites et sonore, qui présentent différents points de vue sur le sujet. Dans votre essai, vous présenterez et vous défendrez de la manière la plus complète votre point de vue sur le sujet. Vous soutiendrez votre argumentation en y intégrant des perspectives et des données tirées de chacune des trois sources. Il faudra indiquer de manière adéquate les sources auxquelles vous faites référence. Prenez soin également de structurer clairement votre essai à l’aide de paragraphes.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"font_weight:bold formatted_text\">Sujet de l’essai&nbsp;:</span></p>\n\n<div class=\"prompt\">Faut-il interdire les applications du covoiturage rémunéré&nbsp;?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit des opinions sur l’application UberPOP en France. L’article original a été publié le 15&nbsp;décembre&nbsp;2014 en France sur le site Web L’argus.fr.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Les taxis veulent la peau d’Uber</p>\n</div>\n\n<p class=\"passage_para\">Les méthodes de la société de VTC Uber ont poussé les taxis parisiens à bloquer les aéroports de la région. Le ministère de l’intérieur a assuré que le système à la base de la polémique, UberPOP, ne sera plus au 1<sup>er</sup> janvier prochain.</p>\n\n<p class=\"passage_para\">Le gouvernement français a annoncé lundi, à la satisfaction des chauffeurs de taxi en colère, l’interdiction au 1<sup>er</sup> janvier de l’application UberPOP, offre payante de transport entre particuliers proposée par la société américaine Uber.</p>\n\n<p class=\"passage_para\">Le porte-parole du ministère de l’intérieur a expliqué que ce serait chose faite avec l’entrée en vigueur de la loi Thévenoud sur la régulation de la concurrence avec les taxis.</p>\n\n<p class=\"passage_para\">À la question «&nbsp;Cette application sera-t-elle interdite à brève échéance&nbsp;?&nbsp;», Pierre-Henry Brandet a répondu «&nbsp;absolument&nbsp;» sur iTELE, au moment où les taxis ralentissaient les accès à Paris pour dénoncer cette application, qui constitue selon eux une «&nbsp;concurrence déloyale&nbsp;» et n’a pas été interdite en urgence vendredi par le tribunal de commerce.</p>\n\n<p class=\"passage_para\">La mise en relation de particuliers grâce à des systèmes comme UberPOP sera passible de deux ans de prison et de 300 000 euros d’amende, a indiqué le porte-parole du ministère de l’intérieur&nbsp;: «&nbsp;Non seulement c’est illégal de se prêter à ce service mais en plus pour le consommateur il y a un véritable danger&nbsp;», a-t-il poursuivi, soulignant que les conducteurs n’avaient pas d’assurance adéquate.</p>\n\n<p class=\"passage_para\">«&nbsp;La loi qui a été votée et portée par le gouvernement de réglementation de la profession de taxi, des VTC (voitures de tourisme avec chauffeur), qui entrera en vigueur le 1<sup>er</sup> janvier prochain, est encore plus contraignante pour ce genre de société&nbsp;», a encore dit Pierre-Henry Brandet.</p>\n\n<p class=\"passage_para\">Le Premier ministre, Manuel Valls, s’est défendu de prendre parti pour la corporation des taxis. «&nbsp;Nous ne cédons à aucune corporation, nous appliquons la loi&nbsp;», a-t-il dit en marge d’un déplacement, soulignant que les décrets d’application de la loi Thévenoud pourraient être signés dans les prochains jours.</p>\n\n<p class=\"passage_para\">Dans un communiqué, l’Union nationale des taxis (UNT) a dit accueillir «&nbsp;avec beaucoup de satisfaction&nbsp;» les déclarations du gouvernement.</p>\n\n<p class=\"passage_para\">«&nbsp;Il n’était pas concevable que le gouvernement laisse une start-up américaine organiser du travail clandestin en France en toute impunité&nbsp;», écrit dans un communiqué son président, Alain Griset.</p>\n\n<p class=\"passage_para\">La branche française d’Uber a été condamnée en octobre dernier à une amende de 100 000 euros pour «&nbsp;pratiques commerciales trompeuses&nbsp;» pour avoir présenté UberPOP comme du covoiturage. Uber a fait appel de cette décision et continue de proposer ce service.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© L'argus.fr</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit du covoiturage dans différents pays européens. L’infographie originale a été publiée en 2014 en France par Carpooling.fr.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Carpooling</p>\n\n<div class=\"subtitle\">\n<p class=\"title_line author\">Tout le monde covoiture… et vous&nbsp;?</p>\n</div>\n</div>\n<img alt=\"The figure presents an infographic titled “Villes championnes d’Europe du covoiturage.” The infographic lists the following 25 locations in Europe. 1. Berlin, Allemagne. 2. Paris, France. 3. Vienne, Autriche. 4. Zurich, Suisse. 5. Bruxelles, Belgique. 6. Prague, République Tchèque. 7. Wroclow, Pologne. 8. Milan, Italie. 9. Madrid, Espagne. 10. Amsterdam, Pays-Bas. 11. Budapest, Hongrie. 12. Londres, Royaume-Uni. 13. Luxembourg, Luxembourg. 14. Bratislava, Slovaquie. 15. Athènes, Grèce. 16. Copenhague, Danemark. 17. Eschen, Liechtenstein. 18. Ljubljana, Slovénie. 19. Zagreb, Croatie. 20. Lviv, Ukraine. 21. Istanbul, Turquie. 22. Sofia, Bulgarie. 23. Bucarest, Roumaine. 24. Belgrade, Serbie. 25. Malmö, Suède. To the left of the list of the locations there are 9 text bubbles laid over a map of Europe. From top to bottom they read as follows. Text bubble 1. En Allemagne, un covoiturage toutes les 6 secondes. Text bubble 2. Les Polonais sont les plus généreux et donne une note de 4,5 aux autres covoitureurs. Text bubble 3. Le plus long Covoiturage : Londres (UK) à Van (Turquie). Text bubble 4. Graz - Vienne : covoiturage le plus populaire d’Autriche. Text bubble 5. Zurich - Munich en covoiturage : 24 euros sans changer de voiture ! Text bubble 6. + 462 % : Le covoiturage explose en France ! Text bubble 7. Covoiturage le plus fréquent en Italie : Milan - Rome. Text bubble 8. Un covoiturage Athènes - Patras coûte environ 14,25 euros. Text bubble 9. 6 % des covoiturages en Espagne sont vers l’international. At the bottom of the infographic there are three blocks of text. From left to right they are as follows. Block 1. Plus de 16 couples se sont mariés grâce à carpooling.fr. Block 2. Les Passagers les plus inattendus : Un gecko, 20kg de cire, une clé oubliée et 25 hamsters sauvés d’un laboratoire. Block 3. Prix de l’essence ou nuages de cendres volcaniques font grimper la pratique du covoiturage en Europe.\" height=\"663\" src=\"https://assets.learnosity.com/organisations/537/VH926015.g07.png\" width=\"670\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de BlaBlaCar, un site Web de covoiturage. L’interview originale intitulée «&nbsp;Frédéric Mazzella, invité de la Matinale Bourdin&nbsp;» a été publiée le 23 décembre 2014 en France par la chaîne de radio RMC. Jean-Jacques Bourdin de RMC parle avec Frédéric Mazzella, PDG de BlaBlaCar. La sélection dure à peu près deux minutes.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/537/VH926015.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]