[{"id":"VH947423","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947418.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">D’après le passage, pourquoi Jacques Vaillant ne veut-il pas étudier le droit ?</p>\n","rubricRef":"VH947423_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit d’un garçon qui grandit. Le roman original <span class=\"formatted_text font_style:italic\">Le débutant </span>a été publié en 1914 au Canada par l’écrivain québécois Arsène Bessette. Paul Minot, un jeune homme, pense à son avenir.</p><div class=\"passage\"><div class=\"prose prose_type:short_story style:1\"><p class=\"passage_para\">Au collège comme à l’école, Paul Mirot fut un très brillant élève, et c’est à son application à l’étude, à sa facilité d’apprendre et de résoudre les problèmes les plus abstraits, qu’il dut de ne pas être renvoyé, vingt fois plutôt qu’une, chez son tuteur, pour avoir manqué d’obéissance. Malgré la règle sévère de la maison, ses professeurs le surprenaient souvent, caché dans quelque coin, lisant des livres défendus que lui apportait secrètement Jacques Vaillant, un camarade roublard, fils du député Vaillant, ou bien, dissimulé derrière les bosquets, au fond de la cour du collège, regardant l’herbe pousser et les oiseaux voltiger sur les branches.</p><p class=\"passage_para\">À vingt ans, il avait terminé ses études et revenait prendre place au foyer de ses parents d’adoption. Qu’allait-il faire ? Il n’en savait rien. L’oncle Batèche voulut qu’il se fit curé pour goûter le suprême bonheur d’aller finir ses jours dans un presbytère, dont la bonne tante Zoé serait la ménagère. « C’était », disait-il à son neveu, « <span class=\"formatted_text font_style:italic\">le meilleur méquier</span>, pas de mauvaises récoltes, ben logé, ben nourri, tout à soi en ce monde et le ciel dans l’autre. » Paul Mirot ne mordait pas à l’amorce. Alors, l’oncle lui proposa la culture de la betterave <span class=\"formatted_text font_style:italic\">en grand</span>, il y avait une fortune à faire. Les avocats aussi gagnaient pas mal d’argent, et les médecins qui vendaient trente sous une petite boîte de pilules ou un emplâtre ne se mouchaient pas avec des <span class=\"formatted_text font_style:italic\">quarquiers de terrine</span>.</p><p class=\"passage_para\">Le jeune homme évitait toute discussion et passait son temps à lire ou à se promener dans la campagne. Sa chambre était encombrée de livres qu’il avait rapportés d’un voyage à Montréal, et l’oncle Batèche ne comprenait pas que l’on puisse dépenser tant d’argent pour du papier et s’amuser à lire un tas de <span class=\"formatted_text font_style:italic\">menteries</span>. Cependant, il n’osait pas crier trop fort, son pupille arrivait à sa majorité, et il lui faudrait rendre ses comptes qui étaient pas mal embrouillés.</p><p class=\"passage_para\">Jacques Vaillant apprit à Paul Mirot qu’il fondait de grandes espérances sur ses succès futurs dans le journalisme. Son père désirait lui faire étudier le droit, mais des avocats, il y en avait déjà trop, il en connaissait qui crevaient de faim ; tandis que des journalistes sérieux, savants, aussi sincères dans l’expression de leurs opinions que redoutables par la puissance de leur plume, on n’en découvrait pas encore au Canada.</p><p class=\"passage_para\">« Tu avais toujours le premier prix de composition au collège, malgré tes mauvaises notes. Je parie que tu ferais un fameux écrivain, en passant par le journalisme. Et nous travaillerions ensemble... »</p><p class=\"passage_para\">« Ce serait charmant. »</p><p class=\"passage_para\">« Alors, si je te proposais la chose ? »</p><p class=\"passage_para\">« J’accepterais les yeux fermés. »</p><p class=\"passage_para\">« C’est entendu. L’affaire est bâclée. »</p><p class=\"passage_para\">Tous deux s’empressèrent de revenir auprès des époux Batèche et de leurs invités pour leur faire part du beau projet qu’ils avaient conçu.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Il préférerait la sécurité de la vie religieuse.</p>","<p class=\"choice_paragraph\">La filière de droit est extrêmement rigide.</p>","<p class=\"choice_paragraph\">La saturation de la profession le rend difficile à gagner sa vie.</p>","<p class=\"choice_paragraph\">Il pourrait gagner plus d’argent en pratiquant la médecine.</p>"],"answer":2}]