[{"id":"VH947437","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH947435.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quel sentiment de Joëlle est suggéré par la phrase « Le papier gercé comme une peau usée se craquela quand vint le moment de révéler enfin son précieux secret » au début du quatrième paragraphe ?</p>\n","rubricRef":"VH947437_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit d’un objet légué à une jeune fille. Le roman original intitulé <span class=\"font_style:italic formatted_text\">Le Don</span> a été publié en 1987 au Canada par les écrivains canadiens Yves Beauchesne et David Schinkel. Joëlle parle de l’héritage qu’elle vient de recevoir.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:short_story style:1\">\n<p class=\"passage_para\">À son pupitre, elle tira sur la petite chaîne qui pendait d’un abat-jour en verre vert. Sous la lumière, les contours de plusieurs taches d’eau se précisèrent sur l’enveloppe froissée. C’était pourtant le paquet qui intriguait Joëlle. La lettre, elle, pouvait attendre.</p>\n\n<p class=\"passage_para\">Ça devait être un bijou ancien que sa tante lui avait légué là. Peut-être même un rang de perles. Joëlle n’avait bien sûr aucune raison véritable de soupçonner cela. C’était une impression, rien de plus. Mais n’était-ce pas le genre de chose que les vieilles filles avaient l’habitude de donner&nbsp;? Cela serait comme un héritage qu’elle pourrait à son tour donner en partage à sa propre fille. Elle cassa la ficelle et arracha le papier.</p>\n\n<p class=\"passage_para\">Une odeur de lavande lui chatouilla les narines. Une fragrance faible et comme venue de très loin. Lorsqu’elle ouvrit le paquet, une pluie de fleurs séchées s’épandit sur le pupitre. Joëlle en cueillit une et la porta à son nez. Comme tante Émilie était morte depuis plusieurs années, ces fleurs-là devaient être bien vieilles.</p>\n\n<p class=\"passage_para\">Le papier gercé comme une peau usée se craquela quand vint le moment de révéler enfin son précieux secret. À la vue de l’objet, le désenchantement s’empara de Joëlle.</p>\n\n<p class=\"passage_para\">Ce n’était rien d’autre qu’un livre.</p>\n\n<p class=\"passage_para\">Un tout petit livre recouvert de velours marron, usé jusqu’au beige vers la tranche, mais paré encore de beaux reflets moirés presque partout. D’une main, Joëlle le souleva, soufflant la lavande séchée qui voulait s’y accrocher. Au centre, vers le bas, elle remarqua quelque chose d’inscrit en lettres dorées et en relief. Elle rapprocha le livre de la lumière et lut : JOURNAL.</p>\n\n<p class=\"passage_para\">Son journal, c’était donc ça le cadeau de tante Émilie.</p>\n\n<p class=\"passage_para\">D’un coup de pouce, Joëlle ouvrit la couverture et feuilleta le livre en commençant par la fin. Toutes les pages semblaient intactes. Le papier était épais et vieilli ; la tranche, elle, était raboteuse, comme si les feuilles avaient été déchirées, plutôt que coupées, aux dimensions du livre. Il sembla à Joëlle que ce journal devait déjà être ancien lorsque tante Émilie l’avait rangé en lieu sûr. Peut-être même l’avait-elle reçu en cadeau alors qu’elle n’était encore qu’une toute petite fille&nbsp;?</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© <span class=\"font_style:italic formatted_text\">Le Don</span>, Beauchesne, Yves et Schinkel, David. Éditions Pierre Tisseyre, Montréal, 1990. Document reproduit sous licence COPIBEC. Vente et reproduction interdites sans autorisation.</span></span></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">L’impatience</p>","<p class=\"choice_paragraph\">La nostalgie</p>","<p class=\"choice_paragraph\">La tristesse</p>","<p class=\"choice_paragraph\">L’indécision</p>"],"answer":0}]