[{"id":"VH964658-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: Email Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an email message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Vous allez répondre à un courrier électronique. Votre réponse doit commencer par une salutation et se terminer par une formule de politesse. Vous devez répondre à toutes les questions et toutes les demandes du message. Dans votre réponse, vous devez demander des détails sur un sujet évoqué dans le courrier. Vous devez utiliser un registre de langue soutenu.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">C’est un message électronique de Paul Morelli, directeur de Futurs Entrepreneurs, une association chargée d’organiser un forum d’emploi pour renseigner les jeunes sur des possibilités de carrière. Vous recevez ce message parce que Futurs Entrepreneurs voudrait que vous fassiez partie d’une table ronde que l'association organise dans votre communauté.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">De&nbsp;:&nbsp;Paul Morelli</p>\n\n<p class=\"memo_info prefix:Subject\">Objet&nbsp;:&nbsp;Table ronde au forum d’emploi</p>\n</div>\n</div>\n\n<p class=\"letter_salutation\">Cher/Chère élève,</p>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Je vous contacte à propos du forum d’emploi organisé par Futurs Entrepreneurs. Nous avons invité des représentants de différentes entreprises pour promouvoir leurs services et pour renseigner les lycéens sur les différents métiers exercés dans leurs entreprises. Nous espérons que vous, en tant que président du club de Futurs Entrepreneurs de votre lycée, pourrez représenter les perspectives de vos camarades en posant des questions aux intervenants. Parmi nos invités, il y aura plusieurs entrepreneurs qui feront part de leurs expériences en tant que créateurs d’entreprises ou de start-up.</p>\n\n<p class=\"passage_para\">Nous vous prions de répondre aux questions suivantes pour contribuer à la préparation de la conférence&nbsp;:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">À votre avis, quels métiers sont les plus intéressants pour les jeunes d’aujourd’hui et pourquoi&nbsp;?</li>\n\t<li class=\"list_paragraph\">Qu’est-ce que les employeurs peuvent faire pour aider les jeunes à mieux réussir en début de carrière&nbsp;?</li>\n</ul>\n\n<p class=\"passage_para\">J’espère que vous accepterez de participer à notre table ronde pour cette discussion qui promet d’être informative et enrichissante.</p>\n</div>\n\n<p class=\"letter_closing\">Mes sentiments les plus distingués,</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Paul Morelli</p>\n\n<p class=\"signature_line\">Directeur</p>\n\n<p class=\"signature_line\">Futurs Entrepreneurs</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]