[{"id":"VH964706-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><span class=\"font_weight:bold formatted_text\">Task 1: E-Mail Reply</span></p>\n\n<p class=\"direction_paragraph\">You will write a reply to an e-mail message. Your reply should include a greeting and a closing and should respond to all the questions and requests in the message. In your reply, you should also ask for more details about something mentioned in the message. Also, you should use a formal form of address.</p>\n\n<p class=\"direction_paragraph\">Vous allez répondre à un courrier électronique. Votre réponse doit commencer par une salutation et se terminer par une formule de politesse. Vous devez répondre à toutes les questions et toutes les demandes du message. Dans votre réponse, vous devez demander des détails sur un sujet évoqué dans le courrier. Vous devez utiliser un registre de langue soutenu.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"introduction passage-intro\">C’est un message électronique d’Annick Perrier, directrice de l’organisation Les jeunes pour la sécurité routière. Vous recevez ce message parce qu’Annick Perrier voudrait savoir vos opinions et habitudes concernant l’utilisation du téléphone portable au volant.</p>\n\n<div class=\"passage\">\n<div class=\"email\">\n<div class=\"memo_header\">\n<div class=\"memo_info_block\">\n<p class=\"memo_info prefix:From\">De&nbsp;:&nbsp;Annick Perrier</p>\n\n<p class=\"memo_info prefix:Subject\">Objet&nbsp;:&nbsp;Sondage</p>\n</div>\n</div>\n\n<p class=\"letter_salutation\">Cher/Chère élève,</p>\n\n<div class=\"letter_body\">\n<p class=\"passage_para\">Je vous contacte pour vous encourager à participer à notre sondage sur l’utilisation du téléphone portable au volant. L’utilisation du téléphone en conduisant multiplie les risques d’accidents et devient un problème sérieux dans notre communauté. L’envoi et la réception des textos peuvent facilement détourner l’attention d’un conducteur de la route. Pour les jeunes conducteurs ayant peu d’expérience, même une conversation au téléphone en utilisant son kit «&nbsp;mains libres&nbsp;» peut représenter une distraction dangereuse. La nouvelle campagne publicitaire de notre organisation a pour but de sensibiliser les jeunes conducteurs aux dangers du portable au volant et de les encourager à servir de modèles de bonnes habitudes pour leurs camarades.</p>\n\n<p class=\"passage_para\">En vous invitant à participer à cette initiative importante, je vous prie de répondre aux questions suivantes&nbsp;:</p>\n\n<ul class=\"unordered_list style:1\">\n\t<li class=\"list_paragraph\">Quel conseil en particulier offririez-vous à vos camarades pour les dissuader d’envoyer des textos pendant qu’ils conduisent&nbsp;?</li>\n\t<li class=\"list_paragraph\">À votre avis, quel moyen serait le plus efficace pour communiquer notre message aux jeunes&nbsp;?</li>\n</ul>\n\n<p class=\"passage_para\">Je vous serai reconnaissante de m’envoyer vos suggestions aussitôt que possible.</p>\n</div>\n\n<p class=\"letter_closing\">Bien cordialement,</p>\n\n<div class=\"letter_signature\">\n<p class=\"signature_line\">Annick Perrier</p>\n\n<p class=\"signature_line\">Directrice</p>\n\n<p class=\"signature_line\">Les jeunes pour la sécurité routière</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]