[{"id":"VH963533","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH963528.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quel est le message principal qu’on peut tirer de la conversation ?</p>\n","rubricRef":"VH963533_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"standalone_statement style:1\">Vous aurez d’abord 1 minute pour lire la source numéro 1.</p>\n\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit des conditions de travail en France. L’infographie originale a été publiée en 2015 en France par le site Web Biendansmontravail.fr.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">&nbsp;</p>\n</div>\n<img alt=\"The figure presents an infographic, titled “Une étonnante satisfaction générale,” that contains the following information. An emoji of a happy face has a note that 80% de salariés satisfaits au travail. Ce chiffre augmente depuis 10 ans malgré la crise. An icon of a man has a note that 80% satisfaits de la relation avec la hiérarchie. An icon of a group of people has a note that 92% satisfaits de la relation avec les collègues. Beneath the previously described information, there is a sub-heading titled “...malgré de grosses frustrations.” The following information is displayed. 1 salarié sur 2 estime que son travail s’est dégradé depuis qu’il a commencé à travailler, n’a plus confiance dans sa direction (oui, on peut être satisfait de sa hiérarchie directe sans avoir confiance dans sa direction). To the right of this information there is an icon of a downward facing arrow in a coordinate plane and an icon of a tie. Two images with corresponding information are shown, as follows. The first image shows two rows of 5 people, with the first 4 of the people shaded, and a note that 41% des salariés stressés. An icon of a person sitting at a desk working on a computer with a clock nearby is shown. A note shows that Dont 60% à cause du travail. An icon of a person holding a clock on his back shows the word, Contraintes, to the right. Lastly, the following group of words is shown. Organisation, which has been strongly emphasized. Hiérarchie and Tensions, which have been emphasized, and then Surcharge, Moyens, Soutien, Adaptation, Reconnaissance, Intensité, Environnement.\" height=\"527\" src=\"https://assets.learnosity.com/organisations/537/VH963528.g04.png\" width=\"450\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit des changements au travail. C’est une conversation entre deux anciens collègues, Alice et Christophe. La sélection dure à peu près deux minutes et demie.</p>\n</div>\n<span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_78a57b0ffe19e8607e4fbd01aa857dcf\" data-src=\"https://assets.learnosity.com/organisations/537/VH963528.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Les entreprises françaises devraient fusionner pour éviter d’être racheté par une entreprise étrangère.</p>","<p class=\"choice_paragraph\">Les entreprises françaises devraient se réorganiser pour faire des économies.</p>","<p class=\"choice_paragraph\">Il est important de chercher l’aide d’un collègue quand un obstacle paraît insurmontable.</p>","<p class=\"choice_paragraph\">Il est important de rester positif envers les changements au travail.</p>"],"answer":3}]