[{"id":"VH972586","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH969014.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">À quoi sert le dernier paragraphe de l’article ?</p>\n","rubricRef":"VH972586_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><div class=\"stimulus_block\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’œuvre nommée <span class=\"formatted_text font_style:italic\">Histoire générale de l’Afrique</span>. L’article original a été publié le 15 février 2017 en France par le journaliste Julien Le Gros.</p><div class=\"passage\"><div class=\"prose prose_type:news_article style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Histoire de l’Afrique : les artistes africains entrent dans la danse</p></div><p class=\"passage_para\">Amadou et Mariam, Rokia Traoré, Cheick Tidiane Seck, Ray Lema, Dawala, Salif Keita, Ballaké Sissoko, Oxmo Puccino... Tous ces artistes se sont engagés dans une coalition pour promouvoir l’<span class=\"formatted_text font_style:italic\">Histoire générale de l’Afrique</span>. Cette série de huit volumes pédagogiques entamée en 1964 a demandé 35 ans de travail aux plus de 230 historiens mobilisés par l’Unesco. En 2015, l’institution a lancé cette initiative de la coalition des artistes. Avec Cheick Tidiane Seck, Ray Lema en est le porte-parole : « Les artistes doivent se mouiller pour que la connaissance des peuples africains passe dans l’imaginaire des gens. Il ne s’agit pas seulement d'enseigner cette histoire dans les manuels scolaires. On a aussi un rôle important de transmission à jouer. »</p><p class=\"passage_para\">Également membre de la coalition, Rokia Traoré estime quant à elle que cette initiative peut « mener à une meilleure connaissance de l’histoire de l’Afrique par les Africains et par le reste du monde. Cette histoire multiple, à l’image du continent, doit être examinée dans le détail. <span class=\"formatted_text font_style:italic\">Histoire générale de l’Afrique</span> prouve que cette histoire est chronologiquement traçable. À ce jour, il y a très peu d’informations sur trop d’événements importants sur le continent. La perturbation qu’a représentée la colonisation n’a pas arrangé les choses. La tradition orale, qui est très fragile, a été perturbée. Certaines données fragiles et complexes qui étaient véhiculées par les organisations sociales ont été perturbées pendant plusieurs décennies. C’est pour cela qu’on parle d’histoire générale de l’Afrique... Alors qu’on ne parle pas d’histoire générale de l’Europe. Il faut commencer quelque part cet énorme puzzle fait de tous petits morceaux. »</p><p class=\"passage_para\">Pour reconstituer ce puzzle, la chanteuse malienne a déjà mené des recherches actives : « J’en ai appris un rayon en faisant des recherches pour un monologue musical sur l’empire du Mandé. J'ai été stupéfaite de constater à quel point il n’y a pas d’écrits sur l’histoire de cet empire. J’ai dû m’adresser aux griots de mon pays, qui ne m’ont pas toujours bien accueillie. Bako Dagnon a été une des rares à avoir vraiment pris le temps de me donner des explications. Au départ, nous étions parties pour faire une série de trois interviews. Finalement ça a duré six mois ! » Rokia Traoré tire la sonnette d’alarme sur ce patrimoine malien (et africain) menacé par l’oubli : « C’est une initiative disparate. Il faut vraiment aller chercher les informations. Bako Dagnon a disparu très jeune en emportant beaucoup de connaissances. Il est important de préciser l’histoire liée aux royaumes et empires africains avant qu’il ne soit trop tard. Il faut récolter les témoignages de gens qui ne vont pas tarder à disparaître. Ils sont probablement les derniers à porter des connaissances qui leur ont été transmises par leurs parents selon la tradition orale. »</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’<span class=\"formatted_text font_style:italic\">Histoire générale de l’Afrique</span>. L’interview originale intitulée « Du nouveau pour l’<span class=\"formatted_text font_style:italic\">Histoire générale de l'Afrique</span> (UNESCO) » a été publiée le 8 septembre 2012 en France par Radio France Internationale. Elikia M’Bokolo de Radio France Internationale parle avec Ali Moussa-Iye de l’<span class=\"formatted_text font_style:italic\">Histoire générale de l’Afrique</span>. La sélection dure à peu près trois minutes.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Institut national de l’audiovisuel (Ina)</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_a7d4c5cdc0e74ce05b4bf532bb8c722f\" data-src=\"https://assets.learnosity.com/organisations/537/VH969014.a01.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">À proposer une méthode inouïe</p>","<p class=\"choice_paragraph\">À communiquer de l’urgence</p>","<p class=\"choice_paragraph\">À reconnaître une autorité respectée</p>","<p class=\"choice_paragraph\">À promouvoir un événement médiatique</p>"],"answer":1}]