[{"id":"VH979968","type":"audio","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\"><span class=\"formatted_text font_weight:bold\">General Speaking Directions</span></p><p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\">This part requires spoken responses. Your spoken responses will be recorded. Your score will be based on what you record. It is important that you speak loudly enough and clearly so that your responses are recorded.</p><p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\">Cette partie exige des réponses orales. Vos réponses orales seront enregistrées. Votre note sera basée sur ce que vous aurez enregistré. Il est important que vous parliez assez fort pour que vos réponses soient enregistrées.</p><br><div><div class=\"stimulus_reference\"><p class=\"introduction passage-intro\"></p><p class=\"introduction passage-intro\"><span class=\"formatted_text font_weight:bold\">Task 4: Cultural Comparison</span></p><p class=\"introduction passage-intro\">You will make an oral presentation on a specific topic to your class. In your two-minute presentation, compare a French-speaking community with which you are familiar to your own or another community. You should demonstrate your understanding of cultural features of this French-speaking community. You should also organize your presentation clearly.</p><p class=\"introduction passage-intro\">Vous allez faire un exposé pour votre classe sur un sujet précis. Dans votre exposé dont la durée sera de deux minutes, comparez une région du monde francophone que vous connaissez à votre propre communauté ou à une autre communauté. Vous devez démontrer votre compréhension de réalités culturelles de cette région du monde francophone. Vous devez aussi organiser clairement votre exposé.</p></div></div><p class=\"stem_paragraph\"></p><p class=\"stem_paragraph\"><span class=\"formatted_text font_weight:bold\">Sujet de présentation&nbsp;:</span></p><p class=\"stem_paragraph\">Dans une communauté francophone que vous connaissez, que pensent les gens de la protection de l’environnement et de la préservation de la nature&nbsp;? Comparez ce que pensent les gens de cette communauté francophone de la protection de l’environnement et de la préservation de la nature à ce que pensent les gens de votre communauté ou sinon d’une autre communauté. Dans votre exposé, vous pouvez faire référence à ce que vous avez étudié, vécu, observé, etc.</p>"}]