[{"id":"VH971301-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to a French writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Vous allez écrire un essai argumentatif pour un concours d’écriture de langue française. Le sujet de l’essai est basé sur trois sources incluses, écrites et sonore, qui présentent différents points de vue sur le sujet. Dans votre essai, vous présenterez et vous défendrez de la manière la plus complète votre point de vue sur le sujet. Vous soutiendrez votre argumentation en y intégrant des perspectives et des données tirées de chacune des trois sources. Il faudra indiquer de manière adéquate les sources auxquelles vous faites référence. Prenez soin également de structurer clairement votre essai à l’aide de paragraphes.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold\">Sujet de l’essai&nbsp;:</span></p>\n\n<div class=\"prompt\">Est-ce que le capitalisme menace notre planète&nbsp;?</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit du capitalisme et de l’environnement. L’article original a été publié le 30 janvier 2017 en France par le site Web du journal <span class=\"formatted_text font_style:italic\">Contrepoints</span>.</p>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Idée reçue&nbsp;:&nbsp;«&nbsp;le capitalisme est anti-écologique&nbsp;»</p>\n</div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Le système capitaliste, c’est mauvais pour la planète&nbsp;? Au contraire, la propriété privée incite à mieux respecter l’environnement.</span></p>\n\n<p class=\"passage_para\">La rengaine est connue, notre société de consommation nous mènerait au désastre, le capitalisme est mauvais pour la planète.</p>\n\n<p class=\"passage_para\">C’est vite oublier que par essence le capitalisme est un système qui tend à optimiser la gestion des ressources, y compris les ressources naturelles, et que malheureusement les désastres écologiques ont plus souvent eu lieu sous des régimes collectivistes que sous des régimes capitalistes.</p>\n\n<p class=\"passage_para\">Dans une économie capitaliste, les droits de propriété sont respectés, les individus sont libres et l’intervention du gouvernement est limitée. Un système collectiviste est l’exact opposé&nbsp;: la propriété privée est abolie, les individus ne sont pas libres et l’État dicte la vie de ses citoyens.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Un exemple de gestion privée et de gestion publique </span></p>\n\n<p class=\"passage_para\">Maintenant que ces bases sont posées, prenons deux pays&nbsp;: la Capitalie et la Collectivie. Ces deux pays se partagent une île où règne une grande forêt luxuriante abritant quantité d’animaux sauvages, arbres fruitiers et sources d’eau fraîche. Néanmoins, au gré de leur histoire, la Capitalie et la Collectivie ont opté pour deux modèles différents de société&nbsp;: la Capitalie a choisi le système capitaliste, la Collectivie, le système collectiviste.</p>\n\n<p class=\"passage_para\">En Collectivie, la forêt appartient à chacun puisque c’est un bien public. Dès lors chacun est libre de l’utiliser comme il le souhaite, si c’est à tout le monde, c’est un peu à moi aussi. Certains individus commencent alors à scier les arbres pour construire des maisons et se chauffer. D’autres en voyant que certains avaient pris la liberté de scier les arbres de la forêt se disent&nbsp;: si eux le font, j’en ai aussi le droit puisque la forêt est un bien public.</p>\n\n<p class=\"passage_para\">En Capitalie, la forêt est découpée en portions qui sont la propriété des individus. Ces derniers, parce qu’ils sont propriétaires effectifs d’une portion ont tout intérêt à ne pas abattre trop d’arbres au risque de perdre leur portion de forêt. Cette dernière mettant beaucoup de temps à repousser, chacun est poussé à gérer au mieux sa portion afin de ne pas détruire trop vite ses ressources en bois.</p>\n\n<p class=\"passage_para\">Nous pourrions continuer cette comparaison sur bien d’autres points, néanmoins, je pense que vous avez compris l’idée sous-jacente. Un système collectiviste dilue la responsabilité si bien que personne ne se sent responsable de rien et personne ne cherche à mieux gérer les ressources naturelles. À l’inverse, un système capitaliste pousse les individus à mieux gérer leurs ressources, que celles-ci soient financières, humaines ou naturelles.</p>\n\n<p class=\"passage_para\">Parce qu’il déresponsabilise les individus, le collectivisme encourage les individus à consommer plus qu’ils ne l’auraient fait si les biens et services avaient appartenu à des personnes définies. Son aboutissement ne peut donc être que la pénurie, y compris de ressources naturelles. Comme le disait Milton Friedman, «&nbsp;<span class=\"formatted_text font_style:italic\">if you put the Federal Government in charge of the Sahara Desert, in 5 years there’d be a shortage of sand.</span>&nbsp;»</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’opinion des Français sur le sujet du capitalisme. L’infographie originale a été publiée le 18 février 2013 en France par l’Institut français d’opinion publique (Ifop) et le journal <span class=\"formatted_text font_style:italic\">La Croix</span>.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Les Français sceptiques face au capitalisme</p>\n</div>\n<img alt=\"The figure presents a segmented horizontal bar graph titled “Selon Vous, Le Système Capitaliste....” Each bar is divided into three segments. A key indicates that the dark gray segment represents “Fonctionne plutôt bien et il faut le conserver,” that the patterned segment represents “Fonctionne plutôt mal mais il faut le conserver car il n’y a pas d’alternative,” and that the light grey segment represents “Fonctionne mal et il faut l’abandonner.” The horizontal axis is not labeled, and has the percentages 0 through 100, in increments of 10 percent, indicated. The vertical axis has the following six countries given from top to bottom: Inde, Afrique du Sud, Chine, États-Unis, Brésil, and France. The data represented by each bar are as follows. Inde: Fonctionne plutôt bien et il faut le conserver, 68%; Fonctionne plutôt mal mais il faut le conserver car il n’y a pas d’alternative, 28%; Fonctionne mal et il faut l’abandonner, 4%. Afrique du Sud: Fonctionne plutôt bien et il faut le conserver, 59%; Fonctionne plutôt mal mais il faut le conserver car il n’y a pas d’alternative, 29%; Fonctionne mal et il faut l’abandonner, 12%. Chine: Fonctionne plutôt bien et il faut le conserver, 58%; Fonctionne plutôt mal mais il faut le conserver car il n’y a pas d’alternative, 41%; Fonctionne mal et il faut l’abandonner, 1%. États-Unis: Fonctionne plutôt bien et il faut le conserver, 56%; Fonctionne plutôt mal mais il faut le conserver car il n’y a pas d’alternative, 35%; Fonctionne mal et il faut l’abandonner, 9%. Brésil: Fonctionne plutôt bien et il faut le conserver, 55%; Fonctionne plutôt mal mais il faut le conserver car il n’y a pas d’alternative, 39%; Fonctionne mal et il faut l’abandonner, 6%. France: Fonctionne plutôt bien et il faut le conserver, 20%; Fonctionne plutôt mal mais il faut le conserver car il n’y a pas d’alternative, 54%; Fonctionne mal et il faut l’abandonner, 26%.\" height=\"264\" src=\"https://assets.learnosity.com/organisations/507/VH971301.g02.png\" width=\"555\" />\n<p class=\"caption\">Pas moins de 80&nbsp;% des Français interrogés désapprouvent le système capitaliste. Un quart d’entre eux estiment même qu’il faut en sortir.</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de la crise écologique et du capitalisme. L’interview originale intitulée «&nbsp;Pour sauver la planète, sortez du capitalisme&nbsp;» a été publiée en 2009 en France par Hervé Kempf, journaliste spécialisé en environnement. Monsieur Kempf parle d’une alternative au capitalisme pour sortir de la crise écologique. La sélection dure à peu près trois minutes.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">«&nbsp;Pour sauver la planète, sortez du capitalisme&nbsp;!&nbsp;», Hervé Kempf, Seuil, 2009</span></span></div>\n<span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-src=\"https://assets.learnosity.com/organisations/507/VH971301.a01.mp3\" data-type=\"audioplayer\"></span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}]