[{"id":"VH980439","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH968792.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">À la fin de l’interview, que propose Gérald Kierzek comme alternative aux cabines de télémédecine ?</p>\n","rubricRef":"VH980439_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"complex_stimulus\"><div class=\"stimulus_block\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit du développement des pratiques médicales à distance en Afrique. L’article original a été publié le 10 juin 2013 en France par le journaliste français Olivier Monnier.</p><div class=\"passage\"><div class=\"prose prose_type:news_article style:1\"><div class=\"title\"><p class=\"title_line passage-title\">La télémédecine, une chance pour l’Afrique</p></div><p class=\"passage_para\">Les pratiques médicales à distance par Internet se développent depuis quelques années sur tout le continent africain. Elles permettent de combler certaines lacunes de systèmes de santé défaillants et inéquitables.</p><p class=\"passage_para\">Ce matin-là, François Akagblan, stomatologue au centre hospitalier universitaire (CHU) de Cocody à Abidjan, discute le cas d’un patient avec l’un de ses confrères. Scène banale, à ceci près que ce confrère travaille au CHU de Strasbourg, à plusieurs milliers de kilomètres.</p><p class=\"passage_para\">Le patient a été blessé au visage. Le chirurgien de Strasbourg demande des éléments précis en vue d’une éventuelle opération. « Je lui envoie régulièrement des photos du patient pour lui montrer l’évolution des blessures », poursuit François Akagblan. « Le numérique a bouleversé notre façon de travailler. »</p><p class=\"passage_para\">L’an passé au Mali, ils sont près de 2 000 patients à avoir pu effectuer une échographie à distance, et un peu plus de 1 000 à avoir passé un électrocardiogramme dans des conditions similaires. Ces patients dépendent de cinq hôpitaux de district, dans des zones reculées du pays, qui n’ont ni radiologues ni cardiologues. Ces hôpitaux de district sont reliés aux centres médicaux de Bamako, si bien que les examens qui y sont effectués peuvent être interprétés par des spécialistes basés dans la capitale. C’est ce que l’on appelle la téléconsultation ou télé-expertise.</p><p class=\"passage_para\">« Le but premier est d’éviter les évacuations sanitaires inutiles et d’appuyer la prise en charge des patients sur place », explique le docteur Cheikh Oumar Bakayoko, coordinateur du Réseau en Afrique francophone pour la télémédecine (Raft), qui regroupe 18 pays. Fort de son succès au Mali, la téléconsultation échographique et cardiologique est en train de se développer un peu partout sur le continent : en République démocratique du Congo, en Mauritanie, en Guinée-Conakry et au Tchad ; le Sénégal et le Burkina Faso devraient suivre.</p><p class=\"passage_para\">Parmi les nombreux avantages de la télémédecine, celui de son faible coût est généralement mis en avant. Selon le Raft, les patients maliens qui ont bénéficié d’une échographie à distance ont économisé en moyenne 35 000 francs CFA (53 €) par consultation, sur le coût du transport s’ils avaient dû se rendre à Bamako. « De toute façon, si on leur dit de faire 1 000 kilomètres pour passer un examen à la capitale, la plupart des patients ne partent pas, ils restent chez eux », poursuit le docteur Bakayoko.</p><p class=\"passage_para\">Autre avantage : une meilleure surveillance des épidémies et des maladies qui se répandent rapidement, notamment le paludisme. Au Mali, des petits centres de santé à l’intérieur du pays recueillent les données épidémiologiques et les envoient par téléphone portable au niveau régional, puis national.</p><p class=\"passage_para\">La télémédecine, une aubaine pour les pays d’Afrique aux systèmes de santé globalement défaillants ? Le professeur ivoirien Ehua en est convaincu. « Les nouvelles technologies de l’information et de la communication (NTIC) permettent d’améliorer les soins et rendre leur accès plus équitable », résume-t-il.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div></div></div><div class=\"stimulus_block\"><div class=\"multimedia_script\"><div class=\"scene\"><div class=\"displayed_content\"><p class=\"introduction passage-intro\">Dans cette sélection il s’agit des points faibles de la médecine à distance. L’interview originale intitulée « Coup de gueule contre la télémédecine » a été publiée le 10 janvier 2017 en France par Samuel Étienne, journaliste et animateur de télévision et de radio pour Europe 1. Samuel Étienne parle avec Gérald Kierzek, médecin urgentiste français et chroniqueur médical, à propos des cabines de télémédecine. La sélection dure à peu près deux minutes.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used by permission</span></span></div><span class=\"sound_script\"><p><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_756e04a674d7ab0d957cf4e61e6b22e2\" data-src=\"https://assets.learnosity.com/organisations/537/VH968792.a01.mp3\" data-type=\"audioplayer\"></span></p></span></div></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Le développement d’appareils de diagnostique plus faciles à transporter</p>","<p class=\"choice_paragraph\">Le développement de technologies plus rapides pour que les médecins puissent voir plus de patients</p>","<p class=\"choice_paragraph\">Le recrutement de plus de jeunes pour pratiquer la médecine dans les grandes villes</p>","<p class=\"choice_paragraph\">L’envoi des personnes de diverses professions médicales pour examiner des patients</p>"],"answer":3}]