[{"id":"VR017266","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028481.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quelle signification peut-on le plus logiquement attribuer au rêve de la fillette ?</p>\n","rubricRef":"VR017266_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Sélection numéro 2</p><p class=\"introduction passage-intro\">Thème du cours : La quête de soi</p><p class=\"introduction passage-intro\">Introduction</p><p class=\"introduction passage-intro\">Dans cette sélection il s’agit des réflexions d’une fillette berbère qui vient d’immigrer en France. Le roman original intitulé <span class=\"formatted_text font_style:italic\">Les Yeux baissés</span> a été publié en janvier 1991 en France par l’écrivain marocain Tahar Ben Jelloun. La jeune fille raconte un souvenir d’enfance.</p><div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">Mon père m’avait acheté un dictionnaire pour enfants. Ce fut mon premier cadeau. Un livre d’images où les mots étaient écrits en gros, expliqués et illustrés. J’apprenais des mots par cœur sans toujours les comprendre. Quand j’allais à la boulangerie, je ne montrais plus du doigt une baguette de pain, et je n’offrais plus ma main ouverte pleine de monnaie ; je disais comme tout le monde : « Deux baguettes bien cuites » ; j’ouvrais le porte-monnaie et je payais la somme exacte.</p><p class=\"passage_para\">Je dormais souvent le dictionnaire sous l’oreiller. J’étais persuadée que les mots allaient, la nuit, le traverser et venir s’installer dans des cases prêtes pour le rangement. Les mots quitteraient ainsi les pages et viendraient s’imprimer dans ma tête. Je serais savante le jour où, dans le livre, il n’y aurait que des pages blanches. Tous les matins, je vérifiais l’état des choses. La première page dont j’avais avalé les mots était celle consacrée à la pierre. Je savais tout des pierres. Tout était enregistré dans ma tête. Je jubilais. C’était formidable. J’en traduisais quelques passages en berbère. La pierre m’obsédait et les mots qui la décrivaient m’enchantaient.</p><p class=\"passage_para\">Une nuit, je supprimai l’oreiller et mis ma tête directement sur le livre magique. J’eus du mal à m’endormir. Ce n’était pas confortable. C’était peut-être à cause de ce manque de respect pour le livre que je fis un cauchemar.</p><p class=\"passage_para\">Je me trouvais de nouveau au village, assise sous l’arbre, à garder les vaches. Tout d’un coup, je vis arriver vers moi des mots géants, tous armés de pelles. Ils marchaient en se dandinant. Ceux qui avaient aux pieds des<span class=\"formatted_text font_style:italic\"> l</span> avançaient sans problème, mais ceux qui se terminaient par des <span class=\"formatted_text font_style:italic\">s</span> ou des <span class=\"formatted_text font_style:italic\">y</span>, avaient du mal à suivre le rythme de l’invasion. Le verbe « prendre » ramassait tout ce que j’avais appris sur la « pierre ». Il y eut une petite guerre brève mais efficace entre les mots français et les mots berbères. Je fus défendue avec fermeté et courage. Les mots berbères ne se laissaient pas faire. Ils avaient formé une ligne de défense contre les envahisseurs. La bataille fut rude. J’en sus quelque chose avec la forte migraine qui s’ensuivit. Il y eut quelques blessés, notamment certains mots composés : le « rez-de-chaussée » gisait à la sortie, « arc-bouté » s’était cassé en quatre, « foie » avait perdu son <span class=\"formatted_text font_style:italic\">e</span>, il tournait en rond parce que, tout d’un coup, il était devenu féminin.</p><p class=\"passage_para\">Ma mère, attirée par mes pleurs, vint me consoler. Je n’osais pas lui raconter mon rêve. Le plus urgent, c’était de vérifier s’il y avait réellement des dégâts. J’ouvris le dictionnaire. Tout y était en ordre. Les mots étaient sages. Rien n’avait bougé.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"><span class=\"formatted_text text_decoration:underline\">Les Yeux baissés</span>, Tahar Ben Jelloun, © Éditions du Seuil, 1991, <span class=\"formatted_text font_style:italic\">Points</span>, 1997</span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Elle a collectionné trop de pierres.</p>","<p class=\"choice_paragraph\">Elle ne veut plus vivre dans une ferme.</p>","<p class=\"choice_paragraph\">Elle a deux identités linguistiques qui s’affrontent.</p>","<p class=\"choice_paragraph\">Elle n’est pas assez mûre pour son âge.</p>"],"answer":2}]