[{"id":"VR017228","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028465.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Quel est le but principal de l’annonce ?</p>\n","rubricRef":"VR017228_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Sélection numéro 1</p><p class=\"introduction passage-intro\">Thème du cours : Les défis mondiaux</p><p class=\"introduction passage-intro\">Introduction</p><p class=\"introduction passage-intro\">Dans cette sélection il s’agit de la Journée de la diaspora haïtienne. La publicité originale a été publiée en 2015 au Canada par le site Web Journeediaspora.com.</p><div class=\"passage\"><div class=\"prose prose_type:advertisement style:1\"><div class=\"title\"><p class=\"title_line passage-title\">Journée de la diaspora haïtienne</p></div><p class=\"passage_para\">Pour cette année nous tenons à apporter un brin d’innovation en célébrant cette journée sous une thématique liée au développement économique : investissement et relation d’affaires, Québec-Haïti-Canada. Nous souhaiterions, à travers les différents panels et présentations, discuter de différentes opportunités à la création de richesses et d’emplois durables en Haïti et de l’implication de la diaspora haïtienne.</p><p class=\"passage_para\">Le Groupe DP Consultations est fier de présenter pour la quatrième année consécutive la Journée nationale de la diaspora haïtienne qui se tiendra le 25 avril, à l’Université du Québec à Montréal (UQAM), à la salle Marie Gérin-Lajoie.</p><p class=\"passage_para\">L’événement est organisé en collaboration avec l’Institut d’études internationales de Montréal (IEIM), le Centre interdisciplinaire de recherche en développement international et société (CIRDIS), la Jeune chambre de commerce haïtienne (JCCH), la Ville de Montréal, belairdirect, L’ŒUVRE LÉGER, Maison d’Haïti, Industrielle Alliance et plusieurs organisations, institutions du secteur privé et public.</p><p class=\"passage_para\">Nous sommes des professionnels formés en gestion de projets, en relations publiques, en communication et dans d’autres domaines connexes. À travers notre firme de consultants, nous sommes des jeunes dynamiques, sérieux, compétents et crédibles, qui voulons apporter notre contribution à la société par des actions concrètes et positives.</p><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\"></span></span></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Faire appel à des volontaires</p>","<p class=\"choice_paragraph\">Promouvoir un groupe de consultation</p>","<p class=\"choice_paragraph\">Donner des précisions au sujet d’un événement</p>","<p class=\"choice_paragraph\">Informer le public d’un nouveau centre de recherche</p>"],"answer":2}]