[{"id":"VR020858","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR028505.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">D’après la lettre, qu’est-ce que les bénévoles auprès du Coup de main ont le droit de choisir ?</p>\n","rubricRef":"VR020858_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><p class=\"introduction passage-intro\">Sélection numéro 4</p><p class=\"introduction passage-intro\">Thème du cours : La quête de soi</p><p class=\"introduction passage-intro\">Introduction</p><p class=\"introduction passage-intro\">Dans cette sélection il s’agit d’une association humanitaire basée au Maroc. C’est une lettre d’Elamria Ben Brahim, directrice générale du volontariat, adressée aux participants potentiels.</p><div class=\"passage\"><div class=\"letter letter_type:business style:1\"><p class=\"letter_salutation\">Chers citoyens du monde,</p><div class=\"letter_body\"><p class=\"passage_para\">Nous avons le plaisir de vous annoncer la création d’une nouvelle association humanitaire au Maroc, le Coup de main, qui a pour mission d’offrir une aide de courte durée aux personnes nécessiteuses habitant des pays africains avoisinants. Vous savez sans doute que l’objectif de la plupart des associations, comme Médecins sans frontières, par exemple, est d’envoyer des experts en mission à long terme. Par contraste, notre association envoie des personnes non spécialistes sur place pour travailler côte à côte avec des services d’aide humanitaire locaux pendant de courtes périodes.</p><p class=\"passage_para\">Parmi nos dernières initiatives est un projet en cours de lancement au Burkina Faso où l’augmentation du nombre de personnes déplacées rend les besoins de base considérables. Les volontaires seront déployés dans les communautés les plus démunies où plusieurs programmes touchant une variété de secteurs ont été mis en place : programmes d’hygiène et de sécurité alimentaire, soutiens scolaires et enseignement du français, centres de soins dans les endroits à faible accessibilité, etc.</p><p class=\"passage_para\">Pour nous, c’est la flexibilité qui compte avant tout. Nos volontaires s’engagent pendant une semaine, une quinzaine de jours ou un mois au maximum, ce qui leur procure une expérience satisfaisante d’ouverture personnelle. Les volontaires ne sont pas rémunérés, mais ils bénéficient d’un enrichissement moral ainsi qu’une formation pratique qui leur servira à vie.</p><p class=\"passage_para\">Nous recherchons des personnes de tous âges ayant l’esprit d’équipe et le désir d’améliorer les conditions de vie des Burkinabés. Lorsque vous poserez votre candidature, vous pourrez indiquer l’activité qui vous intéresse. De plus, si vous avez de l’expérience dans les métiers du bâtiment, nous vous prions de le signaler car la rénovation des écoles est au cœur de notre mission. Vous pouvez aussi préciser la durée souhaitée de votre service, ce qui nous aidera à vous proposer une activité convenable. Le logement dépend des conditions de la communauté où vous serez placé, mais nous nous chargeons de tous les frais, y compris les vols jusqu’à Ouagadougou, l’hébergement et la nourriture.</p><p class=\"passage_para\">Pour plus d’informations, consultez notre site Web www.lecoupdemain.org ou appelez-nous au (212) 524 441771.</p></div><p class=\"letter_closing\">En espérant faire bientôt votre connaissance,</p><div class=\"letter_signature\"><p class=\"signature_line\">Elamria Ben Brahim</p><p class=\"signature_line\">Directrice générale du volontariat</p><p class=\"signature_line\">Le Coup de main</p></div></div></div></div>"}],"choicesHtml":["<p class=\"choice_paragraph\">Leurs vols pour se rendre à Ouagadougou</p>","<p class=\"choice_paragraph\">La durée de leur participation</p>","<p class=\"choice_paragraph\">La région où ils vont travailler pendant leur mission</p>","<p class=\"choice_paragraph\">Leur type de logement avant de faire leur mission</p>"],"answer":1}]