[{"id":"VR033633","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH902848.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Qu’est-ce que le tableau indique à propos des employés en général ?</p>\n","rubricRef":"VR033633_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’utilisation des réseaux sociaux au travail. L’article original a été publié le&nbsp;13&nbsp;janvier&nbsp;2014 au Canada par la journaliste canadienne Isabelle Massé.</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Vie au travail&nbsp;: le privé est public sur les réseaux sociaux</p>\n</div>\n\n<p class=\"passage_para\">La popularité toujours grandissante – davantage aujourd’hui chez les 55 ans et plus – de Facebook, Twitter et autres Instagram confronte les entreprises et leurs employés à de nouvelles réalités&nbsp;: la loyauté élargie envers l’employeur et le renouvellement des frontières délimitant les domaines personnel et professionnel.</p>\n\n<p class=\"passage_para\">Car les cas de «&nbsp;débordement médias sociaux&nbsp;» se multiplient. «&nbsp;Les employés les utilisent pour ventiler&nbsp;», constate Myriam Robichaud, avocate chez Fasken Martineau, qui donnait récemment une formation nommée «&nbsp;Médias sociaux&nbsp;: quoi faire quand vos employés dépassent les bornes&nbsp;?&nbsp;» «&nbsp;Ils se sentent plus libres de partager leurs pensées.&nbsp;»</p>\n\n<p class=\"passage_para\">«&nbsp;Ils ont l’impression que, le soir, leurs agissements sur Facebook n’ont aucun impact&nbsp;», note aussi Éloïse Gratton, associée, coprésidente, vie privée de la firme McMillan et coauteure du livre <span class=\"font_style:italic formatted_text\">Privacy in the Workplace</span>. «&nbsp;Ils ont l’impression que ce ne pourra être utilisé contre eux.&nbsp;»</p>\n\n<p class=\"passage_para\">Mais ils ont tout faux&nbsp;! «&nbsp;Il y a une certaine méconnaissance du fait que les lois s’appliquent en ligne&nbsp;», affirme Éloïse Gratton. «&nbsp;En vertu de la Charte québécoise, les employés ont la liberté d’expression. Mais elle n’est pas sans limites. Au Québec, on n’a pas le droit de critiquer son employeur ni ses activités. C’est contre l’obligation de loyauté prévue au Code civil. Si on a un profil Facebook, même privé, c’est considéré comme public, selon le Code civil.&nbsp;»</p>\n\n<p class=\"passage_para\">Si les réseaux sociaux rapprochent les gens et permettent à tous le droit de parole publique, ils poussent les entreprises à revoir leur politique d’usage technologique. «&nbsp;Il y a deux ans, on a ajouté les mots ‘médias sociaux’ dans le code de conduite de l’entreprise&nbsp;», mentionne Isabelle Arthur, chef du service, relations avec les médias d'Air Canada. «&nbsp;On a communiqué avec nos 27 000 employés, tant les pilotes que le personnel de bureau et de maintenance, pour les informer que les réseaux sociaux sont maintenant inclus dans les médias traditionnels, d’une certaine façon.&nbsp;»</p>\n\n<p class=\"passage_para\">«&nbsp;Dans la dernière année, bon nombre d’entreprises ont été conscientisées&nbsp;», souligne Bruno Guglielminetti, directeur, communication numérique, du cabinet de relations publiques National. «&nbsp;Un peu comme à l’époque de l'arrivée des ordinateurs dans les lieux de travail, puis d’Internet, des portables et du téléphone cellulaire, les administrateurs ont dû encadrer leur utilisation. La différence avec les réseaux sociaux, c’est qu’on encadre le lien qui existe entre l’individu et l’entreprise.&nbsp;»</p>\n\n<p class=\"passage_para\">National dit être plus sollicité que jamais pour former employeurs et employés à cette nouvelle réalité. «&nbsp;Les formations ont doublé en deux ans&nbsp;», note Bruno Guglielminetti. «&nbsp;Tant chez les cabinets d’avocats que chez les banques et les compagnies d’assurances.&nbsp;»</p>\n\n<p class=\"passage_para\">Mais malgré toutes les précautions prises, les entreprises doivent jauger, au cas par cas, ce qui relève du domaine privé et ce qui relève du domaine public. «&nbsp;Il y a des zones grises&nbsp;», concède Éloïse Gratton.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">© Isabelle Massé / La Presse</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit des employés qui se connectent à Internet au travail. Le tableau original a été publié en 2015 en France par l’éditeur de logiciels, Olféo.</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">La réalité de l'utilisation d'Internet au bureau</p>\n</div>\n<img alt=\"The figure presents a chart. The chart consists of 4 main rows and 12 additional rows that are sub-rows of row 4. The following five countries are provided in row 4: Allemagne, Belgique, France, Luxembourg, Suisse. In this description, the 12 sub-rows will be read as a continuation of row 4, and the data for these rows will be presented by country. The data in the chart are as follows. Row 1. Temps passé sur Internet au bureau à des fins personnelles par jour et par employé: 44 pour cent du temps passé sur le surf personnel; 50 minutes par jour, soit une demi-journée par semaine. Row 2. Chute de productivité par jour en moyenne et par employé: 10,2 pour cent. Row 3. Coût moyen de l’usage personnel d’Internet par employé pour une entreprise: 1,2 mois de salaire par an, soit 6 656 euros par an. Row 4. Catégories des sites les plus visités au bureau par pays: Wiki, Forums, Blogs: Allemagne, 18 pour cent. Belgique, 22 pour cent. France, 16 pour cent. Luxembourg, 17 pour cent. Suisse, 13 pour cent. Plate-forme video-radio: Allemagne, 0 pour cent. Belgique, 10 pour cent. France, 14 pour cent. Luxembourg, 15 pour cent. Suisse, 11 pour cent. Actualités-médias: Allemagne, 24 pour cent. Belgique, 14 pour cent. France, 14 pour cent. Luxembourg, 18 pour cent. Suisse, 20 pour cent. Commerce en ligne: Allemagne, 6 pour cent. Belgique, 6 pour cent. France, 13 pour cent. Luxembourg, 11 pour cent. Suisse, 10 pour cent. Réseaux sociaux: Allemagne, 13 pour cent. Belgique, 17 pour cent. France, 12 pour cent. Luxembourg, 14 pour cent. Suisse, 15 pour cent. Loisirs: Allemagne, 13 pour cent. Belgique, 9 pour cent. France, 9 pour cent. Luxembourg, 8 pour cent. Suisse, 9 pour cent. Webmail et messagerie instantanée: Allemagne, 6 pour cent. Belgique, 4 pour cent. France, 8 pour cent. Luxembourg, 5 pour cent. Suisse, 9 pour cent. Jeux d’argent en ligne: Allemagne, 0 pour cent. Belgique, 5 pour cent. France, 6 pour cent. Luxembourg, 3 pour cent. Suisse, 4 pour cent. Téléchargement: Allemagne, 8 pour cent. Belgique, 10 pour cent. France, 4 pour cent. Luxembourg, 5 pour cent. Suisse, 0 pour cent. Banque en ligne: Allemagne, 7 pour cent. Belgique, 0 pour cent. France, 0 pour cent. Luxembourg, 4 pour cent. Suisse, 7 pour cent. Vente de médicaments: Allemagne, 4 pour cent. Belgique, 0 pour cent. France, 0 pour cent. Luxembourg, 0 pour cent. Suisse, 0 pour cent. Autre: Allemagne, 3 pour cent. Belgique, 3 pour cent. France, 4 pour cent. Luxembourg, 0 pour cent. Suisse, 2 pour cent.\" height=\"428\" src=\"https://assets.learnosity.com/organisations/507/VH902848.g02.png\" width=\"575\" />\n<p class=\"caption\">Données basées sur une analyse des connexions à Internet en 2014 d’entreprises en Allemagne, en Belgique, en France, au Luxembourg et en Suisse.</p>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Ils passent environ une journée par semaine sur Internet à des fins personnelles.</p>","<p class=\"choice_paragraph\">L’utilisation d’Internet au travail n’a pas d’effet sur leur productivité.</p>","<p class=\"choice_paragraph\">Environ le quart du temps qu’ils passent en ligne est pour des raisons professionnelles.</p>","<p class=\"choice_paragraph\">Le temps qu’ils passent en ligne est une cause de pertes financières importantes pour les entreprises.</p>"],"answer":3}]