[{"id":"VR033589","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH903507.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">De quoi dépendent les expats le plus tant pour l’éducation de leurs enfants que pour la transmission de la culture française aux enfants ?</p>\n","rubricRef":"VR033589_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"complex_stimulus\">\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection, il s’agit de la transmission de la culture française aux enfants dans les familles expatriées. L’infographie originale a été publiée en 2015 en France par Ipsos.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents an infographic titled “Comment les expats transmettent-ils la culture française à leurs enfants?” The left side of the infographic contains three categories. Each category has a percentage and image associated with it, as follows. Category 1. À la maison, 89%. A house is shown. Category 2. Lors de vacances en France, 65%. A travel backpack is shown. Category 3. Par la scolarisation dans une école française, 33%. A school building is shown. The right side of the infographic is titled “Où vos enfants sont-ils scolarisés?” and branches off from the third category on the left side. There are 4 categories shown. Each category has a percentage and image associated with it, as follows. Category 1. Système d’enseignement local, 32%. A map locator symbol is shown. Category 2. Réseau des écoles françaises à l’étranger, 31%. A French flag is shown. Category 3. Écoles internationales, 08%. A globe is shown. Category 4. Scolarisation à domicile, 01%. A house is shown.\" height=\"350\" src=\"https://assets.learnosity.com/organisations/537/VH903507.g01.png\" width=\"375\" /></div>\n</div>\n\n<div class=\"stimulus_block\">\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de la langue et des traditions françaises dans les familles habitant hors France. C’est une conversation entre Sylvie et Nicolas, deux amis français, expatriés aux États-Unis, qui parlent de leurs enfants. La sélection dure à peu près deux minutes et demie.</p>\n\n<div class=\"multimedia_script\">\n<div class=\"scene\"><span class=\"sound_script\"></span>\n\n<p><span class=\"sound_script\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_c5bbcb02f71f85896c2d3ad1a18b19aa\" data-src=\"https://assets.learnosity.com/organisations/537/VH903507.a01.mp3\" data-type=\"audioplayer\"></span></span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Des écoles internationales</p>","<p class=\"choice_paragraph\">Des écoles françaises</p>","<p class=\"choice_paragraph\">Des voyages en France</p>","<p class=\"choice_paragraph\">Du temps en famille</p>"],"answer":1}]