[{"id":"VR060159","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Task 2: Argumentative Essay</span></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You have 1 minute to read the directions for this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Vous aurez 1 minute pour lire les instructions de cette tâche.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will write an argumentative essay to submit to a French writing contest. The essay topic is based on three accompanying sources, which present different viewpoints on the topic and include both print and audio material. First, you will have 6 minutes to read the essay topic and the printed material. Afterward, you will hear the audio material twice; you should take notes while you listen. Then, you will have 40 minutes to prepare and write your essay.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">In your essay, clearly present and thoroughly defend your own position on the topic. Integrate viewpoints and information you find in all three sources to support your argument. As you refer to the sources, identify them appropriately. Also, organize your essay into clear paragraphs.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Vous allez écrire un essai argumentatif pour un concours d’écriture de langue française. Le sujet de l’essai est basé sur trois sources incluses, écrites et sonore, qui présentent différents points de vue sur le sujet. Vous aurez d’abord 6 minutes pour lire le sujet de l’essai ainsi que les documents écrits. Ensuite, vous écouterez le document sonore deux fois&nbsp;; vous devriez prendre des notes pendant l’écoute. Enfin, vous aurez 40 minutes pour préparer et écrire votre essai.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Dans votre essai, vous présenterez et vous défendrez de la manière la plus complète votre point de vue sur le sujet. Vous soutiendrez votre argumentation en y intégrant des perspectives et des données tirées de chacune des trois sources. Il faudra indiquer de manière adéquate les sources auxquelles vous faites référence. Prenez soin également de structurer clairement votre essai à l’aide de paragraphes.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">You will now begin this task.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Vous allez maintenant commencer cette tâche.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><span class=\"formatted_text font_weight:bold\">Time — Approximately 55 minutes</span></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"complex_stimulus\">\n<p class=\"lead_in\">Thème du cours&nbsp;: La vie contemporaine</p>\n\n<p class=\"standalone_statement style:1\">Vous aurez 6 minutes pour lire le sujet de l’essai, la source numéro 1 et la source numéro 2.</p>\n\n<div class=\"prompt\"><span class=\"formatted_text font_weight:bold\">Sujet de l'essai&nbsp;:</span> <span class=\"formatted_line_break delivery_mode:PPT\"></span>Faut-il donner plus d’importance à l’enseignement artistique à l’école&nbsp;?</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Source numéro 1</p>\n\n<p class=\"title_line passage-title\">Introduction</p>\n</div>\n\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’impact de l’éducation artistique. L’article original a été publié en 2013 en France par l’Organisation de coopération et de développement économiques (l’OCDE).</p>\n\n<div class=\"passage\">\n<div class=\"prose prose_type:news_article style:1\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">L’art pour l’art&nbsp;? Un aperçu</p>\n</div>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Éducation artistique et compétences de réflexion et de créativité</span></p>\n\n<p class=\"passage_para\">Tout le monde associe l’art à la créativité. Il existe quelques études faisant le lien entre une plus grande créativité et l’enseignement du théâtre et de la danse, mais le nombre limité d’études et la pertinence statistique des résultats positifs observés ne nous permettent pas de généraliser cette conclusion. Les recherches menées sur l’éducation artistique pluridisciplinaire n’ont pas clairement démontré un effet sur la créativité des élèves et leur capacité à résoudre un problème.</p>\n\n<p class=\"passage_para\">Le manque de preuves scientifiques sur cette question peut s’expliquer par l’approche limitative généralement choisie pour mesurer la créativité&nbsp;: tests portant sur les compétences générales tels que les tests de créativité de Torrance (lors duquel les élèves doivent par exemple inventer des manières originales d’utiliser des objets de la vie de tous les jours ou donner un titre original à des images). Il existe une autre explication à cette absence de lien de causalité démontrée entre éducation artistique et créativité. En effet, une matière peut être enseignée de manière à stimuler la créativité et l’imagination ou au contraire de manière mortifère. Un cours de science (ou de toute autre matière) peut donc développer la créativité et l’imagination des élèves s’il est enseigné de manière adaptée et une discipline artistique peut n’avoir aucun impact sur la créativité et l’imagination si elle est mal enseignée. Il se peut également que les élèves ayant acquis un certain savoir-faire dans une discipline artistique développent des aptitudes créatives dans cette discipline mais que cette créativité nouvellement acquise ne se répercute pas sur d’autres domaines. Les études évaluant la créativité liée à un domaine spécifique restent encore à effectuer.</p>\n\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Éducation artistique et compétences sociales et comportementales</span></p>\n\n<p class=\"passage_para\">L’éducation artistique est souvent perçue par les responsables politiques et les enseignants comme un moyen de faire aimer l’école aux élèves et de les inciter à s’investir davantage dans les matières classiques. Les études empiriques montrent que les élèves participant à des cours d’éducation artistique font preuve d’une attitude plus ambitieuse vis-à-vis de l’apprentissage scolaire et d’un niveau plus élevé de participation et de motivation. L’implication et la motivation se mesurent généralement par une meilleure assiduité à l’école, un taux de décrochage scolaire plus faible et certaines attitudes, comme la persévérance, le fait d’être «&nbsp;concentré sur sa tâche&nbsp;», de montrer de l’intérêt, etc. Il s’agit néanmoins d’études corrélationnelles qui ne permettent pas de conclure que c’est bien l’éducation artistique qui motive ainsi les élèves. D’éventuelles explications non causales existent néanmoins&nbsp;: il se peut par exemple que les élèves bénéficiant d’un enseignement artistique fréquentent des établissements scolaires d’un meilleur niveau général et où il est donc plus motivant d’étudier, ou que les élèves ayant volontairement opté pour une discipline artistique aient simplement été plus motivés dès le départ. La réalisation d’études expérimentales supplémentaires apparaît donc nécessaire.</p>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Winner, E., T. Goldstein et S. Vincent-Lancrin (2014), L'art pour l'art&nbsp;?&nbsp;: L'impact de l'éducation artistique, La recherche et l'innovation dans l'enseignement, Éditions OCDE, Paris, https://doi.org/10.1787/9789264183841-fr.</span></span></div>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Source numéro 2</p>\n\n<p class=\"title_line passage-title\">Introduction</p>\n</div>\n\n<p class=\"introduction passage-intro\">Dans cette sélection il s’agit de l’éducation artistique et culturelle en France. L’infographie originale a été publiée en 2016 en France par le Haut conseil de l’éducation artistique et culturelle (HCEAC).</p>\n\n<div class=\"standalone_image\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Chiffres clés de l’éducation artistique et culturelle</p>\n</div>\n<img alt=\"The figure presents an infographic comprised of 6 regions. From left to right the regions read as follows. The first region has an image of France with the number 350 inside of it. A caption below the image reads: conventions territoriales signées entre l’État et les collectivités territoriales pour développer l’éducation artistique et culturelle. The second region has an image of a plus sign and the text “de 2.” A caption below the image reads: Milliards d’euros de l’État en faveur de l’éducation artistique et culturelle. The third region has a picture of an upward slanting arrow in a coordinate plane, with a plus sign and the number 80% above it. A caption below the image reads: augmentation des crédits du ministère de la culture et de la communication alloués à l’éducation artistique et culturelle entre 2012 et 2016. The fourth region has an image of a plus sign and the number 61%. A caption below the image reads: augmentation des crédits de la politique de la ville consacrés aux pratiques culturelles et à l’éducation artistique et culturelle entre 2012 et 2015. The fifth region has an image of a pie chart and the number 94%. A caption below the image reads: des communes proposent des activités artistiques et culturelles sur le temps périscolaire. The sixth region has an image of a musical note and the number 92%. A caption below the image reads: des établissements dotés d’une chorale scolaire à la rentrée 2016, soit une augmentation de followed by a plus sign and the number 7%.\" height=\"415\" src=\"https://assets.learnosity.com/organisations/537/VR060159.g02.png\" width=\"600\" />\n<p class=\"caption\">&nbsp;</p>\n</div>\n</div>\n\n<div class=\"stimulus_block\">\n<div class=\"multimedia_script\">\n<div class=\"scene\">\n<div class=\"displayed_content\">\n<div class=\"title\">\n<p class=\"title_line passage-title\">Source numéro 3</p>\n\n<p class=\"title_line passage-title\">Vous aurez 30 secondes pour lire l’introduction.</p>\n\n<p class=\"title_line passage-title\">Introduction</p>\n\n<p class=\"title_line passage-title\">Dans cette sélection il s’agit de la place de la musique à l’école. Le reportage original intitulé «&nbsp;Enseigner les arts à l'école&nbsp;: quels bienfaits&nbsp;?&nbsp;» a été publié le 20 mai 2018 en France par RFI. La journaliste introduit le sujet et Marianne Blayau, déléguée générale de l’association Orchestre à l’école, discute des effets de faire jouer les élèves dans un orchestre. La sélection dure à peu près deux minutes et demie.</p>\n</div>\n<span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Institut National de l'Audiovisuel</span></span></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"standalone_statement style:1\">&nbsp;</p>\n\n<p class=\"standalone_statement style:1\"><span class=\"learnosity-feature\" data-player=\"bar\" data-simplefeature_id=\"_6a890852dfe0c6c4fc296512e0de2668\" data-src=\"https://assets.learnosity.com/organisations/537/dabb743c-aeeb-47a8-8653-3f96a80d4f6b.mp3\" data-type=\"audioplayer\"></span></p>\n\n<p class=\"standalone_statement style:1\">If you finish before time is called, you may check your work on Part A only. Do not go on to Part B until you are told to do so.</p>\n\n<p class=\"standalone_statement style:1\">Si vous finissez avant le temps imparti, vous pouvez uniquement vérifier votre travail de la Partie A. Ne passez pas à la Partie B avant qu’on ne vous le dise.</p>\n"}]