[{"id":"VR218663","type":"audio","stimulusHtml":"<br><div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\">\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Task 4: Cultural Comparison</span></p>\n<p class=\"passage_para\">You will have 1 minute to read the directions for this task.</p>\n<p class=\"passage_para\">Vous aurez 1 minute pour lire les instructions de cette tâche.</p>\n<p class=\"passage_para\">You will make an oral presentation on a specific topic to your class. You will have 4 minutes to read the presentation topic and prepare your presentation. Then you will have 2 minutes to record your presentation.</p>\n<p class=\"passage_para\">In your presentation, compare a French-speaking community with which you are familiar to your own or another community. You should demonstrate your understanding of cultural features of the French-speaking community. You should also organize your presentation clearly.</p>\n<p class=\"passage_para\">Vous allez faire un exposé pour votre classe sur un sujet précis. Vous aurez 4 minutes pour lire le sujet de cet exposé et préparer votre exposé. Vous aurez alors 2 minutes pour vous enregistrer.</p>\n<p class=\"passage_para\">Dans votre exposé, comparez une région du monde francophone que vous connaissez à votre propre communauté ou à une autre communauté. Vous devez démontrer votre compréhension de réalités culturelles de cette communauté francophone. Vous devez aussi organiser clairement votre exposé.</p>\n<p class=\"passage_para\">You will now begin this task.</p>\n<p class=\"passage_para\">Vous allez maintenant commencer cette tâche.</p>\n<p class=\"passage_para\">&nbsp;</p>\n<p class=\"passage_para\">Thème du cours : L’esthétique</p>\n<p class=\"passage_para\"><span class=\"formatted_text font_weight:bold\">Sujet de présentation :</span></p>\n<p class=\"passage_para\">Quelle est l’importance d’apprendre une langue étrangère (c’est-à-dire une langue autre que votre langue maternelle) pour les gens d’une communauté francophone que vous connaissez ? Comparez son importance pour cette communauté francophone à son importance pour votre communauté ou pour une autre communauté. Dans votre exposé, vous pouvez faire référence à ce que vous avez étudié, vécu, observé, etc.</p>\n</div></div></div></div>\n","rubricRef":"VR218663_rubric"}]