[{"id":"VH874869_rubric_category_0","type":"custom","title":"Part A ","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct identification</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly identify what each point symbol on the map represents.</p>","<p>The response correctly identifies that each point symbol on the map represents one million people.</p>"]},{"id":"VH874869_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Two points are earned for TWO correct identifications</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly identify any one of the following topographic features shown on the map.</p>","<p>The response correctly identifies ONE of the following topographic features shown on the map.</p>","<p>The response correctly identifies TWO of the following topographic features shown on the map.</p>"]},{"id":"VH874869_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Two points are earned for TWO correct descriptions</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The answer does not correctly describe any one of the following ways that topography affects the spatial pattern of population distribution shown on the map.</p>","<p>The response correctly describes ONE of the following ways that topography affects the spatial pattern of population distribution shown on the map.</p>","<p>The response correctly describes TWO of the following ways that topography affects the spatial pattern of population distribution shown on the map.</p>"]},{"id":"VH874869_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide the following description of how the availability of natural resources may affect population distribution.</p><p>· In areas with sparse natural resources (for example, harsh climate, lack of suitable soil for agriculture, lack of fresh water), population is likely to be more sparsely distributed.</p>","<p>The response provides the following description of how the availability of natural resources may affect population distribution.</p><p>· In areas with sparse natural resources (for example, harsh climate, lack of suitable soil for agriculture, lack of fresh water), population is likely to be more sparsely distributed.</p>"]}]