[{"id":"VH951354_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for one correct identification.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly identify any one of the following architectural or technological features of the rural landscape shown in the photograph.</p>","<p>The response identifies ONE of the following architectural or technological features of the rural landscape shown in the photograph:</p>"]},{"id":"VH951354_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for one correct identification.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly identify any one of the following architectural or technological feature of the urban landscape shown in the photograph.</p>","<p>The response identifies ONE of the following architectural or technological feature of the urban landscape shown in the photograph:</p>"]},{"id":"VH951354_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe how a country’s physical landscape influences its cultural landscape by stating one of the following.</p>","<p>The response correctly describes how a country’s physical landscape influences its cultural landscape by stating one of the following.</p>"]},{"id":"VH951354_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe a type of technology shown in one or both of the photographs.</p>","<p>The response correctly describes one of the following types of technology shown in one or both of the photographs.</p>"]},{"id":"VH951354_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain how the technology shown in both photographs affected land-use patterns in the Netherlands by stating both of the following.</p>","<p>The response correctly explains how the technology shown in the photographs affected land-use patterns in the Netherlands by stating both of the following.</p>"]},{"id":"VH951354_rubric_category_5","type":"custom","title":"Part F","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain how the cultural landscape shown in one or both of the photographs conveys a local sense of place by stating one of the following</p>","<p>The response correctly explains how the cultural landscape shown in one or both of the photographs conveys a local sense of place by stating one of the following.</p>"]}]