[{"id":"VH950491_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for one correct identification.</p><p>Two points are earned for two correct identifications.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly identify any of the following culture traits that are indicative of ethnicity.</p>","<p>The answer correctly identifies ONE of the following culture traits indicative of ethnicity.</p>","<p>The answer correctly identifies TWO of the following culture traits indicative of ethnicity.</p>"]},{"id":"VH950491_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe relocation diffusion using one of the following.</p>","<p>The response correctly describes relocation diffusion by using one of the following.</p>"]},{"id":"VH950491_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe one of the following ways in which relocation diffusion resulted in the cultural landscapes shown in both photographs.</p>","<p>The response correctly describes one of the following ways in which relocation diffusion resulted in the cultural landscapes shown in both photographs.</p>"]},{"id":"VH950491_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain how the cultural landscapes represent more than one culture by using one of the following.</p>","<p>The response correctly explains how the cultural landscapes represent more than one culture by using one of the following.</p>"]},{"id":"VH950491_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain one of the following ways that attitudes toward people of Chinese ethnicity shaped the cultural landscapes shown in the photographs.</p>","<p>The response correctly explains one of the following ways that attitudes toward people of Chinese ethnicity shaped the cultural landscapes shown in the photographs.</p>"]}]