[{"id":"VH954290_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe what information the demographic transition model provides about a country by stating any one of the following.</p>","<p>The response correctly describes what information the demographic transition model provides about a country by stating one of the following.</p>"]},{"id":"VH954290_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct identification and one point is earned for a correct description.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not meet either of the criteria below.</p>","<p>The response meets one of the criteria below.</p>","<p>The response meets both of the criteria below.</p>"]},{"id":"VH954290_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe the relationship between birth rate and infant mortality rate as the epidemiological transition occurs in a country.</p><p>· As a country moves through the epidemiological transition, both the birth rate and the infant mortality rate can be expected to decline as chronic diseases occurring later in life become the leading causes of death within the country.</p>","<p>The response correctly describes the relationship between birth rate and infant mortality rate as the epidemiological transition occurs in a country.</p><p>· As a country moves through the epidemiological transition, both the birth rate and the infant mortality rate can be expected to decline as chronic diseases occurring later in life become the leading causes of death within the country.</p>"]},{"id":"VH954290_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain what the total fertility rate and the infant mortality rate imply about the roles of women in the countries shown in the table.</p>","<p>The response correctly explains what the total fertility rate and the infant mortality rate imply about the roles of women in the countries shown in the table.</p><p>· The total fertility rates listed in the table are well above the replacement level of <math aria-label=\"2.1 to 2.3\">\n <semantics>\n  <mrow>\n   <mn>2.1</mn><mo>−</mo><mn>2.3</mn></mrow>\n  <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=\n  feaagKart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLn\n  hiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr\n  4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9\n  vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=x\n  fr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaaeaaaaaaaaa8\n  qacaaIYaGaaiOlaiaaigdacqGHsislcaaIYaGaaiOlaiaaiodaaaa@3B57@\n  </annotation>\n </semantics>\n</math> . High total fertility rates are associated with lower levels of education among women, implying that women may have limited educational opportunities in the countries listed in the table.</p><p>· The infant mortality rates listed in the table range from 15 to 67. In more developed countries, infant mortality rates are generally under 10. Higher infant mortality rates imply that healthcare for pregnant women and mothers of infants is limited in the countries listed in the table.</p>"]}]