[{"id":"VH969787_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe the data in the table that classifies Delhi as a megacity in either of the following ways:</p><ul><li><p>Delhi is classified as a megacity because it has a total population greater than 10 million.</p></li><li><p>From 1991 to 2011, Delhi’s total population grew to over 10 million. </p></li></ul>","<p>The response correctly describes the data in the table that classifies Delhi as a megacity as ONE of the following</p>"]},{"id":"VH969787_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe a pull factor that has contributed to Delhi’s total population change over time by stating that many people move to Delhi from rural areas and smaller cities for ONE for the following reasons:</p><ul><li><p>in search of employment opportunities</p></li><li><p>in the hopes of improving their income or quality of life</p></li><li><p>to join family members or friends already living in Delhi</p></li><li><p>to have better access to services, health care, or education </p></li></ul>","<p>The response correctly describes a pull factor that has contributed to Delhi’s total population change over time by stating that many people move to Delhi from rural areas and smaller cities for ONE for the following reasons:</p>"]},{"id":"VH969787_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain any of the following ways how local housing development has contributed to the change in Delhi’s population density, as shown in the data table:</p><ul><li><p>The city’s center increases in the size, height, and/or number of large apartment buildings and condominium that attract a growing population of middle-class workers in the country’s capital</p></li><li><p>Infilling occurs where open space presents an economic opportunity for landowners to build small multi-family housing units, placing more people into existing city blocks</p></li><li><p>The government is increasing its provision of public housing in apartment blocks within the city, which provide larger buildings with multi-family housing units </p></li></ul>","<p>The response correctly explains ONE of the following ways how local housing development has contributed to the change in Delhi’s population density, as shown in the data table:</p>"]},{"id":"VH969787_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe any of the following challenges related to urban infrastructure that Delhi’s government is likely to face:</p><ul><li><p>A need for additional public transportation lines and/or added capacity on existing transit systems</p></li><li><p>A need for improved sanitation, water supply, waste disposal, or wastewater treatment facilities</p></li><li><p>A need for more housing, especially for lower-income residents</p></li><li><p>A need for improved communication or electric utility infrastructure</p></li><li><p>A need for additional public schools, colleges, universities, and/or libraries </p></li></ul>","<p>The response correctly describes ONE of the following challenges related to urban infrastructure that Delhi’s government is likely to face:</p>"]},{"id":"VH969787_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain a challenge to Delhi’s local environmental sustainability that is shown in the photograph, stating that increased number of vehicles on the roadways results in visible air pollution, fog, smog, and/or airborne chemicals that leads to ONE for the following:</p><ul><li><p>health problems</p></li><li><p>transportation accidents</p></li><li><p>diverting potential economic investment in the city </p></li></ul>","<p>The response correctly explains a challenge to Delhi’s local environmental sustainability that is shown in the photograph, stating that increased number of vehicles on the roadways results in visible air pollution, fog, smog, and/or airborne chemicals that leads to ONE for the following:</p>"]},{"id":"VH969787_rubric_category_5","type":"custom","title":"Part F","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain the degree to which India’s level of economic development as a country contributes to Delhi’s local challenges to environmental sustainability using any one of the following:</p><ul><li><p>India is a less developed country which has limited government funding to pay for pollution abatement programs (such as alternative fuels) or large investments in public transit.</p></li><li><p>India has a growing industrial sector which has limited environmental regulations such as controls on air pollution. Industrial air emissions contribute to the city’s air pollution levels.</p></li><li><p>India has a large rural population and urban poor population who are dependent on burning wood for home heating and cooking. The smoke increases the city’s air pollution levels.</p></li><li><p>During the dry season, farmers in northern India will burn the dead vegetation in their fields (following the harvest) to improve soil nutrients. The smoke can increase the city’s air pollution levels.</p></li><li><p>As India’s economy grows, more people can afford to own cars or buy trucks for their businesses. The additional vehicle increases the total amount of air pollution. </p></li></ul>","<p>The response correctly explains the degree to which India’s level of economic development as a country contributes to Delhi’s local challenges to environmental sustainability using one of the following:</p>"]},{"id":"VH969787_rubric_category_6","type":"custom","title":"Part G","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain any of the following solutions to the challenge of environmental sustainability that is shown in the photograph:</p><ul><li><p>Transportation-oriented development of new housing, industrial and retailing areas. Or, laws requiring new developments be constructed with bus lanes, train lines, and stations.</p></li><li><p>Vehicle restrictions, high-occupancy requirements, tolls, or congestion pricing to limit the number of vehicles on the roads.</p></li><li><p>Smart-growth policies, slow-growth, or zoning policies that restrict the amount of land that can be developed or create a development boundary or greenbelt around the city.</p></li><li><p>Alternative electrical energy and/or alternative fuel programs that are cleaner-burning or have zero emissions.</p></li><li><p>New Urbanism or mixed land-use developments where workers live, shop, and work within walkable distances. </p></li></ul>","<p>The response correctly explains ONE of the following possible solutions to the challenge of environmental sustainability that is shown in the photograph:</p>"]}]