[{"id":"VH973942_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for correctly identifying BOTH scales of analysis</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide a correct identification, or the response provides only one of the following correct identifications:</p>","<p>The response correctly identifies BOTH of the following identifications:</p>"]},{"id":"VH973942_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe either of the following characteristics of specialty agriculture:</p>","<p>The response correctly describes ONE of the following characteristics of specialty agriculture:</p>"]},{"id":"VH973942_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe the spatial pattern of orange cultivation in Florida as any one of the following:</p>","<p>The response correctly describes the spatial pattern of orange cultivation in Florida as any one of the following:</p>"]},{"id":"VH973942_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain any one of the following barriers to agricultural development that prevents orange cultivation in South Florida:</p>","<p>The response correctly explains ONE of the following barriers to agricultural development that prevents orange cultivation in South Florida:</p>"]},{"id":"VH973942_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain either of the following barriers to agricultural development that prevents counties in North Florida from producing oranges as a crop:</p>","<p>The response correctly explains ONE of the following barriers to agricultural development that prevents counties in North Florida from producing oranges as a crop:</p>"]},{"id":"VH973942_rubric_category_5","type":"custom","title":"Part F","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide a correct explanation of how the world map misrepresents orange cultivation in the United States using any one of the following:</p>","<p>The response correctly explains how the world map misrepresents orange cultivation in the United States using ONE of the following:</p>"]},{"id":"VH973942_rubric_category_6","type":"custom","title":"Part G","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not provide a correct explanation of how oranges are part of a commodity chain within multinational agribusiness corporations, using any one of the following:</p>","<p>The response correctly explains how oranges are part of a commodity chain within multinational agribusiness corporations that move oranges from growing regions to processing facilities and to stores, using ONE of the following:</p>"]}]