[{"id":"VH979966_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct definition.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly define the concept of the multinational state as a country with multiple culture groups or multiple ethnic groups under a single government.</p>","<p>The response correctly defines the multinational state as a country with multiple culture groups or multiple ethnic groups under a single government.</p>"]},{"id":"VH979966_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain any of the following factors that leads to the devolution of a state:</p><ul><li><p>Ethnic differences, ethnocentrism, or ethnic separatism can be the source of conflict between culture groups, or source of conflict between one ethnic group and a government.</p></li><li><p>One or more ethnic groups may control a government, while another ethnic group has limited political power.</p></li><li><p>Ethnic nationalist political parties may compete for political power or attempt to gain control of territory.</p></li><li><p>An ethnic group existing within a territory shared with other culture groups may attempt to gain control through armed conflict, ethnic cleansing, or terrorism</p></li><li><p>Irredentism, as a country may attempt to annex or regain territory in a neighboring state inhabited by people who have ethnic ties back that country.</p></li><li><p>An ethnic group may desire to establish its own nation-state or agree to establish an autonomous region within an existing country.</p></li></ul>","<p>The response correctly explains ONE of the following factors that leads to the devolution of a state:</p>"]},{"id":"VH979966_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain any of the following ways how communication technology plays an important role in the goals of devolutionary groups and democracy movements:</p><ul><li><p>Personal computers, personal communication devices, or cell phones can be used to connect people who support a common ethnic, religious, or political desire to devolve the state or reform the government.</p></li><li><p>Software applications (apps) for social networking can be used to connect people who support a common ethnic, religious, or political desire to devolve the state or reform the government.</p></li><li><p>Radio, television, news, or the internet can be used to broadcast ethnic, religious, or political group’s intent to devolve the state or reform the government.</p></li><li><p>Ethnic, religious, or political groups who intend to devolve the state or reform the government can develop their own apps, websites, channels or news.</p></li></ul>","<p>The response correctly explains ONE of the following ways how communication technology plays an important role in the goals of devolutionary groups and democracy movements:</p>"]},{"id":"VH979966_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain any of the following limitations of communication technology in furthering the goals of devolutionary groups and democracy movements:</p>","<p>The response correctly explains ONE of the following limitations of communication technology in furthering the goals of devolutionary groups and democracy movements:</p>"]},{"id":"VH979966_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe that governments may promote a political nationalism, ethnic nationalism, or patriotism, through forms of identity, such as symbols, folklore, sports, holidays, military or other traditions. </p>","<p>The response correctly describes that governments may promote a political nationalism, ethnic nationalism, or patriotism, through forms of identity, such as symbols, folklore, sports, holidays, military or other traditions. </p>"]},{"id":"VH979966_rubric_category_5","type":"custom","title":"Part F","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain any of the following ways how uneven development within a state can act as a centrifugal force:</p>","<p>The response correctly describes ONE for the following ways how uneven development within a state can act as a centrifugal force:</p>"]},{"id":"VH979966_rubric_category_6","type":"custom","title":"Part G","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation. </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain any of the following reasons why a government would choose to create an autonomous region or choose to maintain a unitary state:</p>","<p>The response correctly explains ONE of the following reasons a government would choose to create an autonomous region or choose to maintain a unitary state:</p>"]}]