[{"id":"VH984705_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe any of the following differences between the level of industrialization typically seen in more developed countries and in less developed countries.</p>","<p>The response correctly describes <strong>ONE</strong> of the following differences between the level of industrialization typically seen in more developed countries and in less developed countries:</p>"]},{"id":"VH984705_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe the difference between the primary economic sector and the secondary economic sector using <strong>BOTH</strong> of the following:</p>","<p>The response correctly describes the difference between the primary economic sector and the secondary sector using <strong>BOTH</strong> of the following:</p>"]},{"id":"VH984705_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain how the rise of secondary sector employment affects population size in urban communities using any of the following:</p>","<p>The response correctly explains how the rise of secondary sector employment affects population size in urban communities using <strong>ONE</strong> of the following:</p>"]},{"id":"VH984705_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe any of the following changes in transportation infrastructure necessary to facilitate urban industrial development:</p>","<p>The response correctly describes <strong>ONE</strong> of the following changes in transportation infrastructure necessary to facilitate urban industrial development:</p>"]},{"id":"VH984705_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain any of the following ways that women’s roles in the household or local labor force changed as a result of industrialization:</p>","<p>The response correctly explains <strong>ONE</strong> of the following ways that women’s roles in the household or local labor force changed as a result of industrialization:</p>"]},{"id":"VH984705_rubric_category_5","type":"custom","title":"Part F","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain any of the following ways that increasing industrialization can affect gender equality in less developed countries:</p>","<p>The response explains <strong>ONE</strong> of the following ways that increasing industrialization can affect gender equality in less developed countries:</p>"]},{"id":"VH984705_rubric_category_6","type":"custom","title":"Part G","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain the degree to which dependency theory accounts for uneven economic development on the global scale using any of the following:</p>","<p>The response explains the degree to which dependency theory accounts for uneven economic development on the global scale, using <strong>ONE</strong> of the following:</p>"]}]