[{"id":"VR032522_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Do not accept fall of or end of Communism in the world or globally.</p><p>1 point is earned for a correct identification.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly identify <strong>one</strong> of the following geopolitical events that initiated change in the number of international boundaries in Europe between 1980 and 2013:</p>","<p>The response correctly identifies <strong>one</strong> of the following geopolitical events that initiated change in the number of international boundaries in Europe between 1980 and 2013:</p>"]},{"id":"VR032522_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Two points are earned for both a correct explanation and a correct example description.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain how nationalism can eliminate an international boundary or describe an example from the maps shown, including the following: </p>","<p><strong>T</strong>he response correctly explains or describes <strong>one</strong> of the following:</p>","<p><strong>T</strong>he response correctly explains and describes <strong>both</strong> of the following: </p>"]},{"id":"VR032522_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Two points are earned for both a correct explanation and a correct example description.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain how nationalism can create new international boundaries, nor does it describe an example from the maps shown, failing to include the following:</p>","<p>The response correctly explains how nationalism can create new international boundaries, <strong>or</strong> it describes an example from the maps shown, failing to include both of the following:</p>","<p>The response correctly explains how nationalism can create new international boundaries, <strong>and</strong> it describes an example from the maps shown, including both of the following:</p>"]},{"id":"VR032522_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Two points are earned for two correct descriptions.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>two</strong> ways supranationalism has affected the functions of international boundaries in Europe, including any of the following ways:</p>","<p>The response correctly describes <strong>one</strong> way that supranationalism has affected the functions of international boundaries in Europe, including any <strong>one</strong> of the following ways:</p>","<p>The response correctly describes <strong>two</strong> ways that supranationalism has affected the functions of international boundaries in Europe, including <strong>two</strong> of the following ways:</p>"]}]