[{"id":"VR032509_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>For Identification: Do not accept primary or secondary, but quaternary or quinary is allowed if mentioned with tertiary.</p><p>Two points are earned for one correct identification and one description.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly identify nor describe the economic sector that becomes dominant when a country deindustrializes and restructures from an industrial to a postindustrial economy:</p>","<p>The response correctly identifies or describes the economic sector that becomes dominant when a country deindustrializes and restructures from an industrial to a postindustrial economy:</p>","<p>The response correctly identifies and describes the economic sector that becomes dominant when a country deindustrializes and restructures from an industrial to a postindustrial economy:</p>"]},{"id":"VR032509_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each point must be from different categories.</p><p>Two points are earned for <strong>two</strong> correct descriptions.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p><strong>T</strong>he response does not correctly describe the following ways that countries transitioning to a postindustrial economy utilize the international division of labor:</p>","<p><strong>T</strong>he response correctly describes <strong>one</strong> of the following ways countries transitioning to a postindustrial economy utilize the international division of labor:</p>","<p><strong>T</strong>he response correctly describes <strong>two</strong> of the following ways countries transitioning to a postindustrial economy utilize the international division of labor:</p>"]},{"id":"VR032509_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following ways that the roles of women in the paid labor force of developed countries change as a result of the transition to a postindustrial economy:</p>","<p>The response correctly describes <strong>one</strong> of the following ways that the roles of women in the paid labor force of developed countries change as a result of the transition to a postindustrial economy:</p>"]},{"id":"VR032509_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Do not accept schools or K-12 school buildings, which are banned on brownfields.</p><p>Two points are earned for two correct descriptions.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe the following ways that brownfields can be redeveloped in postindustrial cities:</p>","<p>The response correctly describes <strong>one</strong> of the following ways that brownfields can be redeveloped in postindustrial cities:</p>","<p>The response correctly describes <strong>two</strong> of the following ways that brownfields can be redeveloped in postindustrial cities:</p>"]}]