[{"id":"VR032511_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Two points are earned for <strong>two</strong> correct descriptions.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe any of the following factors which led to the development of the galactic city as an urban landscape in North America:</p>","<p>The response correctly describes <strong>one</strong> of the following factors which led to the development of the galactic city as an urban landscape:</p>","<p>The response correctly describes <strong>two</strong> of the following factors which led to the development of the galactic city as an urban landscape:</p>"]},{"id":"VR032511_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Students must describe both the old CBD and the edge city to earn one point.</p><p>Two points are earned for <strong>two</strong> correct descriptions.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe any of the following ways that the spatial organization of commercial land use is different between the original CBD and an edge city:</p>","<p>The response correctly describes <strong>one</strong> of the following ways that the spatial organization of commercial land use is different between the original CBD and an edge city:</p>","<p>The response correctly describes <strong>two</strong> of the following ways that the spatial organization of commercial land use is different between the original CBD and an edge city:</p>"]},{"id":"VR032511_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe any of the following negative impacts of edge city development on the environment:</p>","<p>The response correctly describes <strong>one</strong> negative impact of edge city development on the environment:</p>"]},{"id":"VR032511_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Any initiative or policy can be matched with any impact. An explanation must be matched with an impact to receive one point</p><p>Two points are earned for <strong>two</strong> correct explanations with impacts.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain how the following sustainable design initiatives or smart growth policies below could address negative impacts of edge city development on the environment:</p>","<p>The response correctly explains <strong>one</strong> way that sustainable design initiatives or smart growth policies could address negative impacts of edge city development on the environment:</p>","<p>The response correctly explains <strong>two</strong> ways that sustainable design initiatives or smart growth policies could address negative impacts of edge city development on the environment:</p>"]}]