[{"id":"VR041992_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Description must include two types of spatial data.</p><p>One point is earned for a correct description.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe at least <strong>two</strong> of the following kinds of information used by geographers to map food deserts:</p><p>· Geographers can map access to a resource (grocery stores, supermarkets, supercenters) and where people live (distance from a store)</p><p>· Geographers can map where stores are located versus socioeconomic and demographic information (income, race, and age)</p><p>· Geographers can map the location of local residents and access to public transportation or a private vehicle</p>","<p>The response correctly describes at least <strong>two</strong> of the following kinds of information used by geographers use to map food deserts:</p><p>· Geographers can map access to a resource (grocery stores, supermarkets, supercenters) and where people live (distance from a store)</p><p>· Geographers can map where stores are located versus socioeconomic and demographic information (income, race, and age)</p><p>· Geographers can map the location of local residents and access to public transportation or a private vehicle</p>"]},{"id":"VR041992_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Each point must be from different categories.</p><p>Four points are earned for <strong>two</strong> correct identifications WITH explanations.</p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>The response does not correctly identify nor explain <strong>two</strong> reasons food deserts exist in urban areas in developed countries:</p>","<p>The response correctly identifies or explains <strong>one</strong> of the following reasons that food deserts exist in urban areas within developed countries:</p>","<p><strong>T</strong>he response correctly identifies and/or explains <strong>two</strong> of the following reasons that food deserts exist in urban areas within developed countries:</p>","<p><strong>T</strong>he response correctly identifies and/or explains <strong>three</strong> of the following reasons that food deserts exist in urban areas within developed countries:</p>","<p>The response correctly identifies and explains <strong>four</strong> of the following reasons that food deserts exist in urban areas within developed countries:</p>"]},{"id":"VR041992_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Two points are earned for <strong>one</strong> correct identification and <strong>one</strong> correct explanation.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly identifies or explains <strong>one</strong> of the following (types of) impacts living in a food desert:</p>","<p>The response correctly identifies or explains <strong>one</strong> of the following (types of) impacts living in a food desert:</p>","<p>The response correctly identifies and explains <strong>both</strong> of the following (types of) impacts from living in a food desert:</p>"]}]