[{"id":"VR042003_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point is earned for a correct definition.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly:</p>","<p>The response correctly:</p>"]},{"id":"VR042003_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Response must specifically describe how each factor contributes to devolutionary pressures (e.g., a desire for autonomy/separation/statehood, areas or peoples are isolated or less connected, increasing centrifugal forces within the country).</p><p>Three points are earned for <strong>three</strong> correct descriptions.</p>","labels":["0 points","1 point","2 points","3 points"],"values":[0,1,2,3],"maxScores":[3,3,3,3],"descriptions":["<p>The response does not correctly describe how <strong>any</strong> of the following forces contribute to devolutionary pressures within a country:</p>","<p>The response correctly describes how <strong>one</strong> of the following forces contribute to devolutionary pressures within a country:</p>","<p>The response correctly describes how <strong>two</strong> of the following forces contribute to devolutionary pressures within a country:</p>","<p>The response correctly describes how each of the following <strong>three</strong> forces contribute to devolutionary pressures within a country:</p>"]},{"id":"VR042003_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Two points are earned for <strong>one</strong> correct identification and <strong>one</strong> correct explanation.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly identify nor explain one political impact resulting from devolutionary pressures in either Spain or Nigeria.</p>","<p>The response does <strong>one</strong> of the following for EITHER Spain OR Nigeria:</p>","<p>The response does <strong>two</strong> of the following for <strong>either</strong> Spain or Nigeria:</p>"]}]