[{"id":"VR054435_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>One point for a correct description </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe an economic force that encourages people to move into metropolitan areas.</p>","<p>The response correctly describes ONE of the following economic forces that encourages people to move into metropolitan areas:</p><p>• Access to employment opportunities</p><p>• Higher wage opportunities</p><p>• New business opportunities</p><p>• Housing opportunities</p><p>• Access to communications and utility infrastructure</p>"]},{"id":"VR054435_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>One point for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain a reason why suburbanization occurs in the United States and Canada.</p>","<p>The response correctly explains ONE of the following reasons why suburbanization occurs in the United States and Canada:</p><p>• Development of commuter train lines allows people working in city center to live outside of the city.</p><p>• Development of highways allow car owners to live in the urban periphery and work in other locations.</p><p>• Economic decline in city centers motivates working-class, middle-class, or upper-class residents to move from the central city to the suburbs as they seek local amenities or higher quality public services in suburban communities.</p><p>• Land costs are lower on the urban periphery, making housing more affordable for new workers, migrants, or first-time home buyers</p>"]},{"id":"VR054435_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>One point for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain a reason why gentrification occurs in the United States and Canada.</p>","<p>The response correctly explains ONE of the following reasons why gentrification occurs in the United States and Canada:</p><p>Property owners reinvest in or renovate an existing residential and/or commercial building because the structure (or neighborhood) for the following reasons:</p><p>• If sold, the renovated building would result in a significant return on investment for the owners.</p><p>• The building or neighborhood has architectural or aesthetic value and, if renovated, the building would attract home buyers.</p><p>• The building or neighborhood is located near a growth pole (e.g., university, government center, hospital, research center, or new business center).</p><p>• The building or neighborhood is located near a cultural center (e.g., arts center, arts district, performance hall, park, historical location, historical district, or traditionally ethnic neighborhood).</p><p>• The building or neighborhood is located along new transit lines, bikeable or walkable trails or lanes, greenways (rails to trails), or waterways (docklands, quays).</p>"]},{"id":"VR054435_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>One point for a correct explanation</p><p>The response must have one rural AND one urban explanation of impact.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly compare gentrification and suburbanization in terms of the socioeconomic impacts on an area’s original residents.</p>","<p>The response correctly compares gentrification and suburbanization in terms of ONE of the following impacts on rural areas and ONE of the following impacts on urban areas:</p><p>Rural residents own or rent land or farmland that rises in value. This results in a loss of the agricultural or rural way of life for the following reasons:</p><p>• As suburbs grow closer to farms, land is sold to developers because of opportunity for economic gain.</p><p>• As suburbs grow closer to farms, land is sold due to prohibitive increases in property taxes.</p><p>• Tenant farmers cannot afford higher rents and must move off of land.</p><p>Urban area residents or business people own or rent a property or commercial space. This results in a loss of homes or business locations or potential homelessness or business closures for the following reasons:</p><p>• Housing or commercial space is closed for reconstruction.</p><p>• Gentrified housing or commercial space is sold for economic gain.</p><p>• Local homeowners and business owners cannot afford higher property taxes.</p><p>• Tenants cannot afford higher rents and are forced to move to lower-cost locations.</p>"]},{"id":"VR054435_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>One point for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain how gentrified neighborhoods or areas of new urbanism redevelopment can affect the larger metropolitan area’s housing economy.</p>","<p>The response correctly explains how gentrified neighborhoods or areas of new urbanism redevelopment can affect the larger metropolitan area’s housing economy using ONE of the following:</p><p>• Baseline property values or rents increase across the city, making housing costs or the cost of running a business more expensive, and/or in many cases, prohibitive for local residents who must move out of the area.</p><p>• Socioeconomic housing patterns change as some middle- or upper-class residents move into urban neighborhoods where they previously did not live.</p><p>• New housing development is focused in gentrified or new urbanism areas while other urban areas remain economically underdeveloped.</p><p>• Transit development is focused in gentrified or new urbanism areas while other urban areas remain underserviced by public transit.</p>"]},{"id":"VR054435_rubric_category_5","type":"custom","title":"Part F","stimulusHtml":"<p>One point for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe a way redevelopment using new urbanism changes the population density of a city.</p>","<p>The response correctly describes ONE of the following ways that redevelopment using new urbanism changes the population density of a city:</p><p>Population density increases as a result of the following:</p><p>• Housing is integrated within commercial areas or zoned as mixed-use developments.</p><p>• New development increases the number of housing units per block.</p><p>• Former large industrial sites with no population are converted to housing.</p>"]},{"id":"VR054435_rubric_category_6","type":"custom","title":"Part G","stimulusHtml":"<p>One point for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain a reason that people may desire to migrate away from metropolitan areas.</p>","<p>The response correctly explains ONE of the following reasons that people may desire to migrate away from metropolitan areas to rural areas:</p><p>• Rural areas offer large plots of land at relatively low cost per acre compared to cities and suburbs for construction of a new home.</p><p>• Rural areas are increasingly accessible to the internet and digital cellular phone service, allowing telecommuters to live and work remotely.</p><p>• Rural areas have reduced environmental stressors, such as traffic, pollution, noise, and light, and, as a result, living in rural areas improves quality of life.</p><p>• Rural areas have agricultural land available for those who prefer to supply their own food and materials for home use.</p><p>• Rural areas have agricultural land available for those who prefer to engage in commercial agriculture.</p>"]}]