[{"id":"VR054449_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>One point for a correct definition</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly define the term indigenous language.</p>","<p>The response correctly defines the term indigenous language by using ONE of the following:</p><p>• An indigenous language is a language that is spoken by the original, aboriginal, first, first nation, native, ethnic, or island inhabitants of a place, area, or region.</p><p>• An indigenous language is a language of inhabitants whose territory has been colonized by another culture group.</p>"]},{"id":"VR054449_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>One point for a correct description</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe types of physical regions where indigenous languages are most likely to survive.</p>","<p>The response correctly describes types of physical regions where indigenous languages are most likely to survive as remote or disconnected areas including TWO or more of the following types of region.</p><p>• forest</p><p>• polar</p><p>• mountain</p><p>• valley</p><p>• island</p><p>• jungle</p><p>• plateau</p><p>• savanna</p>"]},{"id":"VR054449_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>One point for a correct description</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe how historically the political geography of colonialism affected indigenous languages.</p>","<p>The response correctly describes how historically the political geography of colonialism affected indigenous languages using ONE of the following:</p><p>• Colonist language marginalizes indigenous language.</p><p>• Colonial power favors one indigenous language or group over another within the colony.</p><p>• Legacy of colonial education systems deemphasize learning in indigenous language or context.</p><p>• Business and trade favors colonist language or the development of pidgin or creole languages.</p><p>• State religious institutions impose colonist languages or translate colonist religious texts into indigenous languages.</p>"]},{"id":"VR054449_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>One point for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain how indigenous languages have been under threat from primary economic activities in the Americas since the 1970s.</p>","<p>The response correctly explains how indigenous languages have been under threat from primary economic activities in the Americas since the 1970s by using ONE of the following:</p><p>Extractive industries (oil, natural gas, hydroelectric dams, forestry, mining, commercial fishing, aquiculture, agribusiness) are appropriating land and resources from indigenous peoples. And the answer should include one of the following:</p><p>• Extractive industries are causing indigenous peoples to migrate, disperse, or otherwise lose their connection to their land and culture.</p><p>• Extractive industries are interrupting local indigenous community life or breaking-up indigenous social networks.</p><p>• Extractive industries are introducing workers from the outside who bring non-native language and culture or employ local indigenous people who assimilate to non-native language and culture.</p>"]},{"id":"VR054449_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>One point for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain the degree to which globalization can explain the loss of indigenous languages in Africa since the 1970s.</p>","<p>The response correctly explains the degree to which globalization can explain the loss of indigenous languages in Africa since the 1970s, using ONE of the following:</p><p>There is less use or less need for indigenous languages due to one of the following processes:</p><p>• Media, Internet, consumer goods, trade, and higher education encourage indigenous peoples to learn, accept, or adapt to the global economy or globalized culture.</p><p>• Foreign investment in infrastructure (e.g., cellular phone networks, railways, highways, and ports) places indigenous peoples in contact with the global economy or globalized culture.</p><p>• Nongovernmental organizations (NGOs) and aid agencies create local institutions where non-native languages are used.</p>"]},{"id":"VR054449_rubric_category_5","type":"custom","title":"Part F","stimulusHtml":"<p>One point for a correct explanation</p><p>As a comparison, the response must include a statement regarding Africa AND a statement regarding the Americas.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain why indigenous languages are less threatened in Africa than in the Americas.</p>","<p>The response correctly explains why indigenous languages are less threatened in Africa than in the Americas, by using ONE of the following comparisons:</p><p>• In Africa, there is better support from local government, community and cultural groups, whereas in the Americas, fewer public and private institutions support indigenous language use.</p><p>• In Africa, education, trade, employment, and shopping can be transacted in indigenous languages or in a lingua franca. In the Americas, basic and daily activities most commonly take place in the language of the dominant culture.</p><p>• In Africa, there are more rural, agricultural societies in which indigenous languages may flourish. In the Americas, a larger percent of the population lives in urban regions where indigenous languages might not be accepted.</p><p>• In the Americas many indigenous populations have been negatively affected by disease and resettlement, which has interrupted the resilience and longevity of indigenous languages. In Africa, immunity to Old World diseases and the ability to maintain local indigenous social networks has resulted in the endurance of local languages and cultural traditions.</p>"]},{"id":"VR054449_rubric_category_6","type":"custom","title":"Part G","stimulusHtml":"<p>One point for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain how media and communications technology can be used to preserve indigenous languages in the Americas.</p>","<p>The response correctly explain how media and communications technology can be used to preserve indigenous languages in the Americas, by using ONE of the following:</p><p>The large percentage of languages under threat in the Americas can benefit from one of the following to improve chances of survival.</p><p>• Translation of religious, musical, historical, or other cultural traditions into script are created for written languages that were formerly oral or from spoken-word societies.</p><p>• The development of written, printed, or typed indigenous languages, using native terms to describe flora, fauna, foods, medicines, traditions, and toponyms have proliferated in scientific, print, radio, television, and digital media, expanding the use of indigenous languages to even nonspeakers.</p><p>• Culturally specific ways of observing or interacting with the environment (agricultural practices, animal husbandry, land use, systems of property, animist religious traditions, rites of passage, resource use, trade in natural resources, engineering, navigation, and astronomy) have been brought to the attention of scientific, educational, governmental, and non-governmental organizations, who develop media, documents, courses, and textbooks that help to preserve indigenous language and culture.</p><p>• Social media platforms integrate indigenous languages into their software to allow for interaction across electronic media and devices.</p><p>• Installation of rural cellular telephone, cellular data networks, and/or satellite communication systems allow for indigenous peoples to improve communication between communities in different locations.</p>"]}]