[{"id":"VR054440_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>One point for a correct identification </p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly identify the type of boundary that delineates the former East Germany and West Germany.</p>","<p>The response correctly identifies the type of boundary that delineates the former East Germany and West Germany as a relict boundary.</p>"]},{"id":"VR054440_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>One point for a correct description</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe the pattern of unemployment across Germany.</p>","<p>The response correctly describes the pattern of unemployment across Germany using ONE of the following:</p><p>• Higher unemployment is concentrated in the northern part of the country.</p><p>• Highest unemployment is concentrated in the eastern part of the country.</p><p>• Highest unemployment is concentrated in the former East Germany.</p>"]},{"id":"VR054440_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>One point for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain how the legacy of communism has resulted in higher unemployment in some lander.</p>","<p>The response correctly explains how the legacy of communism has resulted in higher unemployment in some lander using ONE of the following:</p><p>The fall of communism in East Germany resulted in the following:</p><p>• Many workers in state-owned industries lost their jobs to factory closures by the government who could not afford to pay every worker at western or noncommunist pay rates.</p><p>• Many state-owned factories or infrastructure networks were privatized or sold to corporations, who then reduced the size of the workforce through layoffs to make the operations more profitable.</p>"]},{"id":"VR054440_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>One point for a correct explanation</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain the degree to which the legacy of communism and unemployment has affected the pattern of internal migration within Germany.</p>","<p>The response correctly explains the degree to which the legacy of communism and unemployment has affected the pattern of internal migration within Germany using ONE of the following:</p><p>• East Germans were well educated in academic and/or technical fields during the communist era, and many found lucrative employment opportunities in the former West Germany or Berlin.</p><p>• Low levels of local amenities and/or services in East German towns and cities motivated many to seek living and/or work opportunities in the former West Germany or Berlin where the quality of life was much higher.</p><p>• Many Germans especially along the East-West border or in Berlin were separated from their families and, following reunification, moved to be reunited.</p><p>• Some industrial areas of East Germany were dangerously polluted, as a result of limited environmental regulation during the communist era, and residents moved due to health and safety concerns.</p>"]},{"id":"VR054440_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>One point for a correct description</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe a demographic factor regarding education attainment in Germany that affects international migration into the country.</p>","<p>The response correctly describes ONE of the following demographic factors regarding education attainment in Germany that affects international migration into the country:</p><p>The high level of education in the country suggest the following:</p><p>• Few Germans desire to work in low-skill, low-pay, or low-benefit employment, and this leads to a large number of available jobs.</p><p>• Education opportunities attracts immigrants who desire to gain an education for themselves or their children.</p><p>• There is a significant amount of business innovation (or research and development), and many new business start-ups attract workers and investors from other countries.</p><p>• The education level combined with the reduced number of young Germans means the numbers of students leaving school or university is shrinking at a pace where openings in the current workforce cannot be replenished. Some of these openings are then filled by migrants.</p>"]},{"id":"VR054440_rubric_category_5","type":"custom","title":"Part F","stimulusHtml":"<p>One point for a correct description</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe a demographic factor regarding population age in Germany that affects international migration into the country.</p>","<p>The response correctly describes ONE of the following demographic factors regarding population age in Germany that affects international migration into the country:</p><p>Germany’s population is shrinking and the average age is increasing, resulting in the following:</p><p>• There is a general need across the economy for workers and international migrants to fill these positions.</p><p>• Entry-level jobs or jobs for younger workers are readily available and filled by international migrants.</p><p>• Jobs in travel and tourism, hospitality, health care, or eldercare are often filled by international migrants due to the large number of older Germans consuming these services.</p>"]},{"id":"VR054440_rubric_category_6","type":"custom","title":"Part G","stimulusHtml":"<p>One point for a correct description</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe a reason behind the occurrence of xenophobia against foreign guest workers in Germany.</p>","<p>The response correctly describes ONE of the following reasons behind the occurrence of xenophobia against foreign guest workers in Germany.</p><p>• Social difference including ethnicity, religion, social interaction, gender roles, and language may cause xenophobia based on cultural dissimilarity.</p><p>• Guest workers (<em>gastarbeiter</em>) who were once temporary labor have in many cases become permanent residents or citizens who receive benefits form the government. Government cuts to benefits tend to boost xenophobic rhetoric or violence.</p><p>• Competition for workers can suppress wage rates, as some migrants may be willing to work at a lower hourly rate or smaller salary.</p><p>• During times of high unemployment, some temporary guest workers might be paid a repatriation grant to move back to their home countries with money that was not available to unemployed Germans. These guest workers may eventually return to Germany when the economy recovers or some might not be able to return to their home country and request permanent resident or asylum status.</p>"]}]