[{"id":"VR188980_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following historical reasons for India’s current number of English speakers:</p>","<p>The response correctly describes <strong>one</strong> of the following historical reasons for India’s current number of English speakers:</p>"]},{"id":"VR188980_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following contemporary reasons why people in China and India are learning English:</p>","<p>The response correctly explains <strong>one</strong> of the following contemporary reasons why people in China and India are learning English:</p>"]},{"id":"VR188980_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following barriers to the diffusion of English throughout China:</p>","<p>The response correctly describes <strong>one</strong> of the following barriers to the diffusion of English throughout China:</p>"]},{"id":"VR188980_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly use the table to explain <strong>one</strong> of the following reasons for the difference in the percentage of English speakers in the Netherlands compared with the percentage in China:</p>","<p>The response correctly uses the table to explain <strong>one</strong> of the following reasons for the difference in the percentage of English speakers in the Netherlands compared with the percentage in China:</p>"]},{"id":"VR188980_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following economic reasons why a corporation based in an English-speaking country would locate a call center in a country where English is not the dominant language:</p>","<p>The response correctly explains <strong>one</strong> of the following economic reasons why a corporation based in an English-speaking country would locate a call center in a country where English is not the dominant language:</p>"]},{"id":"VR188980_rubric_category_5","type":"custom","title":"Part F","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following limitations of using the data in the table to understand a country’s level of economic development:</p>","<p>The response correctly explains <strong>one</strong> of the following limitations of using the data in the table to understand a country’s level of economic development:</p>"]},{"id":"VR188980_rubric_category_6","type":"custom","title":"Part G","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following negative local impacts of a global lingua franca on places where a different language is spoken:</p>","<p>The response correctly explains <strong>one</strong> of the following negative local impacts of a global lingua franca on places where a different language is spoken:</p>"]}]