[{"id":"VR188979_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly define the concept of total fertility rate using the following:</p>","<p>The response correctly defines the concept of total fertility rate using the following:</p>"]},{"id":"VR188979_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>Part A definition must be correct to score this point.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following differences between the total fertility rate and the rate of natural increase:</p>","<p>The response correctly describes <strong>one </strong>of the following differences between the total fertility rate and the rate of natural increase:</p>"]},{"id":"VR188979_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways the total fertility rate changes as a country shifts from an agricultural economy to a manufacturing-based economy:</p>","<p>The response correctly explains <strong>one</strong> of the following ways the total fertility rate changes as a country shifts from an agricultural economy to a manufacturing-based economy:</p>"]},{"id":"VR188979_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain how access to education for women in less developed countries is likely to affect the total fertility rate using <strong>one</strong> of the following:</p>","<p>The response correctly explains how access to education for women in less developed countries is likely to affect the total fertility rate using <strong>one</strong> of the following:</p>"]},{"id":"VR188979_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>The response must include a statement or indication of a moderate to high degree and an explanation.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain the degree to which access to specialized women’s health care (i.e., gynecologic or obstetric care) in more developed countries is likely to affect a country’s total fertility rate using <strong>one</strong> of the following:</p>","<p>The response correctly explains the degree to which access to specialized women’s health care (i.e., gynecologic or obstetric care) in more developed countries is likely to affect a country’s total fertility rate using <strong>one</strong> of the following:</p>"]},{"id":"VR188979_rubric_category_5","type":"custom","title":"Part F","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following economic reasons why governments enact pronatalist policies:</p>","<p>The response correctly explains <strong>one</strong> of the following economic reasons why governments enact pronatalist policies:</p>"]},{"id":"VR188979_rubric_category_6","type":"custom","title":"Part G","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways in which a government may influence an individual’s family planning decisions by implementing a pronatalist policy:</p>","<p>The response correctly explains <strong>one</strong> of the following ways in which a government may influence an individual’s family planning decisions by implementing a pronatalist policy:</p>"]}]