[{"id":"VR217673_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that they are similar or trending up</p><p>Two points for comparing how the data is similar by making specific references to the graph.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly compare the data trend from 2000 to 2015 for Latin America and the Caribbean to the trend shown for the world using <strong>one</strong> of the following:</p>","<p>The response correctly compares the data trend from 2000 to 2015 for Latin America and the Caribbean to the trend shown for the world using <strong>one</strong> of the following:</p>","<p>The response correctly compares the data trend from 2000 to 2015 for Latin America and the Caribbean to the trend shown for the world using <strong>one </strong>of the following:</p>"]},{"id":"VR217673_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that high yields produce surplus or traditional practices cannot compete.</p><p>Two points for explaining why and how rising trends affect traditional agricultural practices in a region specified on the graph.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly use the data for one of the regions shown on the graph to explain <strong>one</strong> of the following reasons why the trend may have an effect on traditional agricultural practices:</p>","<p>The response correctly uses the data for one of the regions shown on the graph to explain <strong>one</strong> of the following reasons why the trend may have an effect on traditional agricultural practices:</p>","<p>The response correctly uses the data for one of the regions shown on the graph to explain <strong>one </strong>of the following reasons why the trend may have an effect on traditional agricultural practices:</p>"]},{"id":"VR217673_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that rising grain yields would decrease the death rate and increase population growth.</p><p>Two points for explaining how increased grain yields would affect population growth for countries in stage 2 of the demographic transition.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one</strong> of the following ways that changes in grain yields may affect rural populations in countries in stage 2 of the demographic transition:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that changes in grain yields may affect rural populations in countries in stage 2 of the demographic transition:</p>","<p>The response correctly explains<strong> one</strong> of the following ways that changes in grain yields may affect rural populations in countries in stage 2 of the demographic transition:</p>"]},{"id":"VR217673_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that types of agricultural practices are not shown in the data.</p><p>Two points for explaining how the data in the graph do not show types of agricultural practices.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following limitations of the data in showing the types of agricultural practices used at the regional scale:</p>","<p>The response correctly explains <strong>one </strong>of the following limitations of the data in showing the types of agricultural practices used at the regional scale:</p>","<p>The response correctly explains <strong>one</strong> of the following limitations of the data in showing the types of agricultural practices used at the regional scale:</p>"]}]