[{"id":"VR217169_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for a statement describing a land use shown in Image 1.</p><p>Two points for explaining how one of the land uses shown in Image 1 relates to the cultural landscape.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways land-use patterns contribute to the cultural landscape:</p>","<p>The response correctly states <strong>one </strong>of the following ways land-use patterns contribute to the cultural landscape:</p>","<p>The response correctly explains <strong>one</strong> of the following ways land-use patterns contribute to the cultural landscape:</p>"]},{"id":"VR217169_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for describing one way that local cultural practices may be affected by large-scale processes to produce new forms of cultural ideas.</p><p>Two points for describing two ways that local cultural practices may be affected by large-scale processes to produce new forms of cultural ideas.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following ways that local cultural practices may be affected by large-scale processes to produce new forms of cultural ideas.</p>","<p>The response correctly describes <strong>one</strong> of the following ways that local cultural practices may be affected by large-scale processes to produce new forms of cultural ideas.</p>","<p>The response correctly describes <strong>two</strong> of the following ways that local cultural practices may be affected by large-scale processes to produce new forms of cultural ideas.</p>"]},{"id":"VR217169_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the images do not indicate the degree of sovereignty in either of the locations shown, or for correctly describing the concept of sovereignty.</p><p>Two points for explaining how the concept of sovereignty relates to the cultural landscape and noting a limitation of the images.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following limitations of using the images to understand how sovereignty relates to the cultural landscape:</p>","<p>The response correctly states <strong>one </strong>of the following limitations of using the images to understand how sovereignty relates to the cultural landscape:</p>","<p>The response correctly explains <strong>one</strong> of the following limitations of using the images to understand how sovereignty relates to the cultural landscape:</p>"]},{"id":"VR217169_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that use of English in both the United Kingdom and India has increased cultural convergence between the two countries.</p><p>Two points for explaining a specific example of how the use of the English language contributes to cultural convergence between the United Kingdom and India.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one</strong> of the following ways how the use of the English language relates to cultural convergence between the United Kingdom and India:</p>","<p>The response correctly states the following way how the use of the English language relates to cultural convergence between the United Kingdom and India:</p>","<p>The response correctly explains <strong>one</strong> of the following ways how the use of the English language relates to cultural convergence between the United Kingdom and India:</p>"]},{"id":"VR217169_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that differences within a country’s cultural landscape map act as devolutionary pressures.</p><p>Two points for explaining a specific example of how differences within a country’s cultural landscape may act as devolutionary pressures.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which differences within a country’s cultural landscape may relate to the process of devolution.</p>","<p>The response correctly states the following degree to which differences within a country’s cultural landscape may relate to the process of devolution.</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which differences within a country’s cultural landscape may relate to the process of devolution:</p>"]}]