[{"id":"VR217691_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that younger people may still be working or priced out of the community.</p><p>Two points for explaining how the community is geared towards and more attractive to older people.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following reasons why people under the age of 50 are unlikely to migrate to this community:</p>","<p>The response correctly states <strong>one </strong>of the following reasons why people under the age of 50 are unlikely to migrate to this community:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why people under the age of 50 are unlikely to migrate to this community:</p>"]},{"id":"VR217691_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that older people may seek the company of each other and/or organized recreation opportunities.</p><p>Two points for explaining how seniors’ needs and interests are different than other/younger demographics.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following social pull factors that would draw migrants who are over age 65 over long distances to the location shown in the pyramid:</p>","<p>The response correctly states <strong>one</strong> of the following social pull factors that would draw migrants who are over age 65 over long distances to the location shown in the pyramid:</p>","<p>The response correctly describes <strong>one </strong>of the following social pull factors that would draw migrants who are over age 65 over long distances to the location shown in the pyramid:</p>"]},{"id":"VR217691_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for explaining that there is a larger total population of women over age 80.</p><p>Two points for explaining that the pyramid reflects the reality that women live longer, and the oldest cohort includes women of all ages past 80.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following reasons why the population for females aged over 80 can be a slightly larger group than the women aged 75 to 79 population:</p>","<p>The response correctly states the following reason why the population for females aged over 80 can be a slightly larger group than the women aged 75 to 79 population:</p>","<p>The response correctly explains <strong>one </strong>of the following reasons why the population for females aged over 80 can be a slightly larger group than the women aged 75 to 79 population:</p>"]},{"id":"VR217691_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the pyramid can be used to predict services for older people.</p><p>Two points for explaining that while it effectively predicts the need for services to the older population it may not effectively predict the needs of particular community groups.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which the population pyramid shown can be used to predict local needs for social welfare services:</p>","<p>The response correctly states <strong>one </strong>of the following degrees to which the population pyramid shown can be used to predict local needs for social welfare services:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which the population pyramid shown can be used to predict local needs for social welfare services:</p>"]}]