[{"id":"VR217693_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating generational differences or lack of social opportunities for younger people and/or children.</p><p>Two points for explaining why younger people may not utilize services provided in this community and/or have different lifestyle preferences and/or economic capabilities.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following social reasons why people under the age of 50 are unlikely to migrate to this community:</p>","<p>The response correctly explains <strong>one</strong> of the following social reasons why people under the age of 50 are unlikely to migrate to this community:</p>","<p>The response correctly explains <strong>one</strong> of the following social reasons why people under the age of 50 are unlikely to migrate to this community:</p>"]},{"id":"VR217693_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that it is an economic class-based community, good value for services provided or as a real estate investment.</p><p>Two points for explaining that migrants may seek to reside in communities for economic reasons such as value, price, or access to health care services.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe<strong> one</strong> of the following economic pull factors that would draw migrants from long distances to the location shown in the pyramid:</p>","<p>The response correctly describes<strong> one</strong> of the following economic pull factors that would draw migrants from long distances to the location shown in the pyramid:</p>","<p>The response correctly describes<strong> one</strong> of the following economic pull factors that would draw migrants from long distances to the location shown in the pyramid:</p>"]},{"id":"VR217693_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for explaining that males have a shorter life expectancy than women.</p><p>Two points for explaining that males have a shorter life expectancy than women due to higher mortality from behavioral/lifestyle patterns and professions in hazardous working conditions.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following reasons why the male population aged 65 and over can be significantly smaller than the female population over age 65:</p>","<p>The response correctly explains<strong> one</strong> of the following reasons why the male population aged 65 and over can be significantly smaller than the female population over age 65:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why the male population aged 65 and over can be significantly smaller than the female population over age 65:</p>"]},{"id":"VR217693_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the pyramid can predict general needs and demand for senior-friendly restaurants and food services.</p><p>Two points for stating that while the pyramid can predict general needs for food services of different types, however it does not provide specific information regarding resident preference or meal restrictions or level of mobility/ability.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways in which the population pyramid shown can be used to predict local needs for food services:</p>","<p>The response correctly explains <strong>one</strong> of the following ways in which the population pyramid shown can be used to predict local needs for food services:</p>","<p>The response correctly explains <strong>one</strong> of the following ways in which the population pyramid shown can be used to predict local needs for food services:</p>"]}]