[{"id":"VR217687_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating the location is either a natural resource extraction site, construction site, or government institution.</p><p>Two points for explaining that the location is either a natural resource extraction site, construction site, or government institution where men migrate (voluntarily or involuntarily) for labor, education, military service, or corrections.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways a remote location may result in a population pyramid like the one shown in the graph:</p>","<p>The response correctly states <strong>one</strong> of the following ways a remote location may result in a population pyramid like the one shown in the graph:</p>","<p>The response correctly explains <strong>one</strong> of the following ways a remote location may result in a population pyramid like the one shown in the graph:</p>"]},{"id":"VR217687_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating a push factor that is a physical geographic characteristic or is environmental in origin.</p><p>Two points for explaining how certain push factors motivate rural or agricultural residents to engage in rural-to-urban migration.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following environmental push factors that would motivate a male migrant from a rural area to move to an urban area in a very distant location:</p>","<p>The response correctly states the following environmental push factors that would motivate a male migrant from a rural area to move to an urban area in a very distant location:</p>","<p>The response correctly describes <strong>one</strong> of the following environmental push factors that would motivate a male migrant from a rural area to move to an urban area in a very distant location:</p>"]},{"id":"VR217687_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating the slowing down of the rate of natural increase over time.</p><p>Two points for explaining the reduction in the rate of natural increase due to migrants returning to their home areas, or due to the low relative size of the female population.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following probable long-term changes to the rate of natural increase for the location shown in the population pyramid:</p>","<p>The response correctly states the following probable long-term change to the rate of natural increase for the location shown in the population pyramid:</p>","<p>The response correctly explains <strong>one</strong> of the following:</p>"]},{"id":"VR217687_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that there will be limited assimilation.</p><p>Two points for explaining how assimilation will be limited by social, economic, and political barriers depending upon a male immigrant’s level of integration into local society.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which the demographic pattern shown in the pyramid may result in assimilation of migrants into the community:</p>","<p>The response correctly states<strong> one </strong>of the following degrees to which the demographic pattern shown in the pyramid may result in assimilation of migrants into the community:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which the demographic pattern shown in the pyramid may result in assimilation of migrants into the community:</p>"]}]