[{"id":"VR217176_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for correctly describing one difference.</p><p>Two points for correctly describing two differences.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe one of the following differences between the methods of potato production shown in Image 1 and Image 2:</p>","<p>The response correctly describes <strong>one </strong>of the following differences between the methods of potato production shown in Image 1 and Image 2:</p>","<p>The response correctly describes <strong>two </strong>of the following differences between the methods of potato production shown in Image 1 and Image 2:</p>"]},{"id":"VR217176_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the potato spread through relocation diffusion.</p><p>Two points for explaining how the potato spread through relocation diffusion, with reference to the spatial pattern of this diffusion.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following processes by which the potato diffused from its hearth of domestication to other continents:</p>","<p>The response correctly explains one of the following processes by which the potato diffused from its hearth of domestication to other continents:</p>","<p>The response correctly explains <strong>one </strong>of the following processes by which the potato diffused from its hearth of domestication to other continents:</p>"]},{"id":"VR217176_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating an environmental effect.</p><p>Two points for explaining the process by which an environmental effect is likely to occur.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that the agricultural practice shown in Image 2 may affect local environmental sustainability:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that the agricultural practice shown in Image 2 may affect local environmental sustainability:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that the agricultural practice shown in Image 2 may affect local environmental sustainability:</p>"]},{"id":"VR217176_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating an effect of monocropping that may lead to local food insecurity.</p><p>Two points for explaining the process by which an effect of monocropping may lead to local food insecurity.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which the practice of monocropping may lead to local food insecurity:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which the practice of monocropping may lead to local food insecurity:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which the practice of monocropping may lead to local food insecurity:</p>"]},{"id":"VR217176_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that potatoes are easy to farm, store, and/or sell.</p><p>Two points for explaining why potatoes may be suitable for small-scale farmers to sell as a cash crop, transitioning out of subsistence farming.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that potato farming may help small family farms in developing countries transition out of subsistence farming:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that potato farming may help small family farms in developing countries transition out of subsistence farming:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that potato farming may help small family farms in developing countries transition out of subsistence farming:</p>"]}]