[{"id":"VR217692_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that there are more people over 60 who live there.</p><p>Two points for explaining how individual preferences, community restrictions, and particular family dynamics may affect population.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following reasons why a recently established community might have a population structure for people over the age of 60:</p>","<p>The response correctly states the following reason why a recently established community might have a population structure for people over the age of 60:</p>","<p>The response correctly explains <strong>one </strong>of the following reasons why a recently established community might have a population structure for people over the age of 60:</p>"]},{"id":"VR217692_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating political reasons or lifestyle preferences.</p><p>Two points for explaining how older people may be drawn to areas that best align with their culture, lifestyle preferences, and/or economic situation.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following political pull factors that would draw migrants, who are over age 65, over long distances:</p>","<p>The response correctly states <strong>one </strong>of the following political pull factors that would draw migrants, who are over age 65, over long distances:</p>","<p>The response correctly explains <strong>one </strong>of the following political pull factors that would draw migrants, who are over age 65, over long distances:</p>"]},{"id":"VR217692_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that there is a larger total population of men over age 80.</p><p>Two points for explaining that the pyramid shows a larger total population of men over age 80 because all 80+ year-olds are shown within the same cohort.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following reasons why the population for males aged over 80 can be a slightly larger group than the men aged 75 to 79 population:</p>","<p>The response correctly states the following reason why the population for males aged over 80 can be a slightly larger group than the men aged 75 to 79 population:</p>","<p>The response correctly explains the following reason why the population for males aged over 80 can be a slightly larger group than the men aged 75 to 79 population:</p>"]},{"id":"VR217692_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that it is a good or limited predictor.</p><p>Two points for explaining how the pyramid may be useful in predicting the general need for emergency services, but that it may not be a useful tool for planning due to lack of detail.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which the population pyramid shown can be used to predict local needs for emergency services:</p>","<p>The response correctly states <strong>one </strong>of the following degrees to which the population pyramid shown can be used to predict local needs for emergency services:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which the population pyramid shown can be used to predict local needs for emergency services:</p>"]}]