[{"id":"VR217698_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the rate of natural increase is high.</p><p>Two points for describing the rate of natural increase as high due to the expanding numbers of children born into each youth cohort.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe the rate of natural increase indicated by the shape of the population pyramid shown using <strong>one</strong> of the following:</p>","<p>The response correctly describes the rate of natural increase indicated by the shape of the population pyramid shown using <strong>one</strong> of the following :</p>","<p>The response correctly describes the rate of natural increase indicated by the shape of the population pyramid shown using <strong>one</strong> of the following :</p>"]},{"id":"VR217698_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that a culture group may value multiple children.</p><p>Two points for explaining how a culture group may promote large families by placing value on children, placing women in maternal roles, restrict contraception, or using pronatalist policies.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one</strong> of the following cultural factors that may contribute to the local population trend shown in the graph:</p>","<p>The response correctly explains <strong>one </strong>of the following cultural factors that may contribute to the local population trend shown in the graph:</p>","<p>The response correctly explains <strong>one</strong> of the following cultural factors that may contribute to the local population trend shown in the graph:</p>"]},{"id":"VR217698_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that poverty or prices may be push factors.</p><p>Two points for explaining people may move away due to local poverty, increasing costs, or decreasing prices for what they produce.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which economic push factors may affect the population structure for the community shown in the graph:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which economic push factors may affect the population structure for the community shown in the graph:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which economic push factors may affect the population structure for the community shown in the graph:</p>"]},{"id":"VR217698_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that more jobs will be needed for young workers.</p><p>Two points for explaining that the increasing size of the youth-dependent age cohorts indicates that there will be a corresponding increase in the available labor pool over the years who will require paid work.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one</strong> of the following possible outcomes regarding future employment needs based on the population pyramid shown:</p>","<p>The response correctly explains<strong> one</strong> of the following possible outcomes regarding future employment needs based on the population pyramid shown:</p>","<p>The response correctly explains<strong> one </strong>of the following possible outcomes regarding future employment needs based on the population pyramid shown:</p>"]}]