[{"id":"VR217683_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating the difference in the trend lines, without explicitly comparing the two regions.</p><p>Two points for accurately describing the trend patterns for both regions.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following comparisons of the trend lines:</p>","<p>The response correctly states the following comparison of the trend lines:</p>","<p>The response correctly explains <strong>one</strong> of the following comparisons of the trend lines:</p>"]},{"id":"VR217683_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that there was a decline in agricultural density, without explicitly defining agricultural density or explaining the processes that led to the change in agricultural density.</p><p>Two points for explaining how the reduction in percent of land used for agriculture has been concurrent with increases in mechanization, larger farm sizes, reduction in the number of farms, farmers, or farming households lowering agricultural density.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways how agricultural land use change may have affected the agricultural density of Europe:</p>","<p>The response correctly states the following way how agricultural land use change may have affected the agricultural density of Europe:</p>","<p>The response correctly explains <strong>one</strong> of the following ways how agricultural land use change may have affected the agricultural density of Europe:</p>"]},{"id":"VR217683_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating an effect of either intensive or extensive farming practices, without explaining the effects or the types of farming practices that cause these effects.</p><p>Two points for explaining how the impacts of intensive or extensive farming practices relates to sustainability.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways how the intensity of farming practices in a region can have variable effects on environmental sustainability:</p>","<p>The response correctly states <strong>one</strong> of the following ways how the intensity of farming practices in a region can have variable effects on environmental sustainability:</p>","<p>The response correctly explains <strong>one</strong> of the following ways how the intensity of farming practices in a region can have variable effects on environmental sustainability:</p>"]},{"id":"VR217683_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the Middle East and North Africa need agricultural goods imported due to the dry climate or lack of arable land, without explicitly connecting to the economies of the Middle East and North Africa.</p><p>Two points for explaining how the Middle East and North Africa are mainly agricultural and oil exporting countries and dependent upon foreign exchange to provide consumer goods manufactured in other countries.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways how some countries have become highly dependent on one or more imported commodities from other regions:</p>","<p>The response correctly states the following way how some countries have become highly dependent on one or more imported commodities from other regions:</p>","<p>The response correctly explains <strong>one</strong> of the following ways how some countries have become highly dependent on one or more imported commodities from other regions:</p>"]}]