[{"id":"VR217178_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for describing one way that Image 1 illustrates the concept of intensive agriculture.</p><p>Two points for describing two ways that Image 1 illustrates the concept of intensive agriculture.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following ways that Image 1 illustrates the concept of intensive agriculture:</p>","<p>The response correctly describes<strong> one</strong> of the following ways that Image 1 illustrates the concept of intensive agriculture:</p>","<p>The response correctly describes <strong>two</strong> of the following ways that Image 1 illustrates the concept of intensive agriculture:</p>"]},{"id":"VR217178_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the Green Revolution led to higher yields of potatoes due to new technologies.</p><p>Two points for explaining how the Green Revolution led to higher yields of potato crops.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways that the Green Revolution led to higher yields of potato crops:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the Green Revolution led to higher yields of potato crops:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the Green Revolution led to higher yields of potato crops:</p>"]},{"id":"VR217178_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that more traditional agricultural practices use lower levels of pesticide and fertilizer.</p><p>Two points for explaining why traditional agricultural practices are associated with lower levels of pesticide and fertilizer use.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following :</p>","<p>The response correctly explains <strong>one</strong> of the following :</p>","<p>The response correctly explains <strong>one</strong> of the following :</p>"]},{"id":"VR217178_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that mixed crop farming minimizes the risk of a crop failure.</p><p>Two points for fully explaining a reason why mixed crop farming may be economically advantageous to farmers.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one</strong> of the following degrees to which the practice of mixed crop farming may be economically advantageous to farmers:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which the practice of mixed crop farming may be economically advantageous to farmers:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which the practice of mixed crop farming may be economically advantageous to farmers:</p>"]},{"id":"VR217178_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that farms can be linked to larger markets through complex commodity chains when they sell their crops.</p><p>Two points for explaining how small family farms can integrate into complex commodity chains, and/or explaining a specific effect that this integration may have on small farms.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways that small family farms growing potatoes in developing countries can be integrated into a complex commodity chain:</p>","<p>The response correctly explains<strong> one</strong> of the following ways that small family farms growing potatoes in developing countries can be integrated into a complex commodity chain:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that small family farms growing potatoes in developing countries can be integrated into a complex commodity chain:</p>"]}]