[{"id":"VR217172_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for ONE correct description of an economic factor.</p><p>Two points for TWO correct descriptions of economic factors.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following economic factors that have contributed to similarities between the cultural landscapes shown:</p>","<p>The response correctly describes <strong>one</strong> of the following economic factors that have contributed to similarities between the cultural landscapes shown:</p>","<p>The response correctly describes <strong>two</strong> of the following economic factors that have contributed to similarities between the cultural landscapes shown:</p>"]},{"id":"VR217172_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the Internet allows for a diversity of cultural expression, without explicitly linking this concept to cultural divergence.</p><p>One point for stating that the Internet allows for a diversity of cultural expression, without explicitly linking this concept to cultural divergence.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways how increased Internet access throughout the world is likely to contribute to cultural divergence:</p>","<p>The response correctly states <strong>one</strong> of the following ways how increased Internet access throughout the world is likely to contribute to cultural divergence:</p>","<p>The response correctly explains<strong> one</strong> of the following ways how increased Internet access throughout the world is likely to contribute to cultural divergence:</p>"]},{"id":"VR217172_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the food may change as its influenced by other cultures and/or locations, without explicitly describing the process by which this occurs.</p><p>Two points for describing how, through the processes of diffusion,(relocation, stimulus, expansion) culture traits such as food are often modified and take new or modified forms in different locations.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following processes by which an ethnic food may be altered as it spreads from its country of origin:</p>","<p>The response correctly states <strong>one</strong> of the following processes by which an ethnic food may be altered as it spreads from its country of origin:</p>","<p>The response correctly explains<strong> one</strong> of the following processes by which an ethnic food may be altered as it spreads from its country of origin:</p>"]},{"id":"VR217172_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating the definition of syncretism, without explaining how this process may affect the cultural landscapes of New York and Tokyo.</p><p>Two points for explaining how many different cultural traits combine to create new forms of cultural expression that can be seen in the cultural landscapes of New York and Tokyo.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which the process of syncretism may affect the cultural landscapes of New York and Tokyo:</p>","<p>The response correctly states <strong>one</strong> of the following degrees to which the process of syncretism may affect the cultural landscapes of New York and Tokyo:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which the process of syncretism may affect the cultural landscapes of New York and Tokyo:</p>"]},{"id":"VR217172_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the images provide only a small amount of information regarding population density, without explaining how this limitation relates to population density or environmental effects.</p><p>Two points for explaining a limitation of the images in terms of specific geographical factors or features that are not shown in the images.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following limitations of comparing Image 1 and Image 2 to understand how population density affects the environment and natural resources:</p>","<p>The response correctly states <strong>one</strong> of the following limitations of comparing Image 1 and Image 2 to understand how population density affects the environment and natural resources:</p>","<p>The response correctly explains <strong>one</strong> of the following limitations of comparing Image 1 and Image 2 to understand how population density affects the environment and natural resources:</p>"]}]