[{"id":"VR217697_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the average life expectancy is low.</p><p>Two points for describing a section of the pyramid that indicates average life expectancy is low.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe the average life expectancy indicated by the shape of the population pyramid shown using <strong>one</strong> of the following:</p>","<p>The response correctly describes the average life expectancy indicated by the shape of the population pyramid shown using <strong>one</strong> of the following :</p>","<p>The response correctly describes the average life expectancy indicated by the shape of the population pyramid shown using <strong>one </strong>of the following :</p>"]},{"id":"VR217697_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that there is limited health care or lack of contraceptive use.</p><p>Two points for explaining that there is limited access to health care and family planning programs due to limited government funding.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following health care factors that may contribute to the local population trend shown in the graph:</p>","<p>The response correctly explains <strong>one</strong> of the following health care factors that may contribute to the local population trend shown in the graph:</p>","<p>The response correctly explains <strong>one</strong> of the following health care factors that may contribute to the local population trend shown in the graph:</p>"]},{"id":"VR217697_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that there are likely many out-migrants from this location.</p><p>Two points for explaining why there are likely many out-migrants from this location due to economic and employment conditions.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which out-migration from this community may affect the population structure shown in the graph:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which out-migration from this community may affect the population structure shown in the graph:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which out-migration from this community may affect the population structure shown in the graph:</p>"]},{"id":"VR217697_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that there will be a need for more services or physical infrastructure.</p><p>Two points for explaining that there will be increased needs for public service institutions and transportation infrastructure due to the rapidly growing population.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following possible outcomes regarding future infrastructure needs based on the population pyramid shown:</p>","<p>The response correctly explains <strong>one</strong> of the following possible outcomes regarding future infrastructure needs based on the population pyramid shown:</p>","<p>The response correctly explains<strong> one</strong> of the following possible outcomes regarding future infrastructure needs based on the population pyramid shown:</p>"]}]