[{"id":"VR217688_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that a significant percentage of the population in this location is 15 to 29 years old.</p><p>Two points for explaining a reason why a significant percentage of the population in this location is 15 to 29 years old.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following reasons why the population shown in the pyramid might have this particular age structure:</p>","<p>The response correctly explains <strong>one </strong>of the following reasons why the population shown in the pyramid might have this particular age structure:</p>","<p>The response correctly explains <strong>one </strong>of the following reasons why the population shown in the pyramid might have this particular age structure:</p>"]},{"id":"VR217688_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating a cultural pull factor.</p><p>Two points for stating a cultural pull factor and describing why this factor might motivate a female migrant from a rural area to move to an urban area in a very distant location.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following cultural pull factors that would motivate a female migrant from a rural area to move to an urban area in a very distant location:</p>","<p>The response correctly explains <strong>one </strong>of the following cultural pull factors that would motivate a female migrant from a rural area to move to an urban area in a very distant location:</p>","<p>The response correctly explains <strong>one </strong>of the following cultural pull factors that would motivate a female migrant from a rural area to move to an urban area in a very distant location:</p>"]},{"id":"VR217688_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that more women than men have moved to this location.</p><p>Two points for explaining a likely reason why more women than men have moved to this location.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following reasons why the female population aged 15 to 29 might be larger than the male population aged 15 to 29:</p>","<p>The response correctly explains <strong>one </strong>of the following reasons why the female population aged 15 to 29 might be larger than the male population aged 15 to 29:</p>","<p>The response correctly explains <strong>one </strong>of the following :</p>"]},{"id":"VR217688_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the pyramid does not indicate the types of migration or whether migration is temporary or permanent.</p><p>Two points for explaining an additional type of data that would be required to indicate whether residents are temporary or permanent.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following limitations of the population pyramid in illustrating the spatial pattern of migration in this location:</p>","<p>The response correctly explains <strong>one </strong>of the following limitations of the population pyramid in illustrating the spatial pattern of migration in this location:</p>","<p>The response correctly explains <strong>one </strong>of the following limitations of the population pyramid in illustrating the spatial pattern of migration in this location:</p>"]}]