[{"id":"VR217679_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the percent employed in agriculture declined in both the region of East Asia and the Pacific and the world during this time period.</p><p>Two points for comparing the rate or level of the decline in employment in agriculture in the region of East Asia and the Pacific compared to the world during this time period.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following comparisons of the trend lines:</p>","<p>The response correctly states the following comparison of the trend lines:</p>","<p>The response correctly explains <strong>one </strong>of the following comparisons of the trend lines:</p>"]},{"id":"VR217679_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that civil unrest or discrimination may act as push factors that affect agricultural employment in Latin American and the Caribbean.</p><p>Two points for explaining an event, process, or policy that acts as a push factor that affects agricultural employment in Latin American and the Caribbean.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which political push factors have affected agricultural employment:</p>","<p>The response correctly states <strong>one </strong>of the following degrees to which political push factors have affected agricultural employment:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which political push factors have affected agricultural employment:</p>"]},{"id":"VR217679_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the graph does not provide any direct information about the type of agriculture being practiced in each region.</p><p>Two points for explaining a specific example of a type of data, a process, or a spatial relationship that is not shown on the graph.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following limitations of the data in the graph to explain the impacts of large-scale commercial agriculture operations on the percent of the workforce engaged in agriculture:</p>","<p>The response correctly states the following limitation of the data in the graph to explain the impacts of large-scale commercial agriculture operations on the percent of the workforce engaged in agriculture:</p>","<p>The response correctly explains <strong>one </strong>of the following limitations of the data in the graph to explain the impacts of large-scale commercial agriculture operations on the percent of the workforce engaged in agriculture:</p>"]},{"id":"VR217679_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that changes to a region’s percent of the workforce engaged in agriculture may affect the diets of consumers in either a positive or a negative way.</p><p>Two points for explaining how (i.e., the process by which) changes to a region’s percent of the workforce engaged in agriculture may affect the diets of consumers in either a positive or a negative way.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain how <strong>one </strong>of the following changes in the percent of the workforce engaged in agriculture will affect the diets of consumers:</p>","<p>The response correctly states how <strong>one </strong>of the following changes in the percent of the workforce engaged in agriculture will affect the diets of consumers:</p>","<p>The response correctly explains how one of the following changes in the percent of the workforce engaged in agriculture will affect the diets of consumers:</p>"]}]