[{"id":"VR217166_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that architecture is an example of a material/human influence on the physical landscape.</p><p>Two points for explaining how architecture contributes to the cultural landscape, with reference to specific architectural styles or features shown Image 2.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways architecture contributes to the cultural landscape:</p>","<p>The response correctly states the following way architecture contributes to the cultural landscape:</p>","<p>The response does not correctly explain <strong>one</strong> of the following ways architecture contributes to the cultural landscape:</p>"]},{"id":"VR217166_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for describing one way in which new forms of cultural ideas and practices are socially constructed.</p><p>Two points for describing two ways in which new forms of cultural ideas and practices are socially constructed.</p><p>No more than one point for each of the categories.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following:</p>","<p>The response correctly describes <strong>one </strong>of the following:</p>","<p>The response correctly describes <strong>two </strong>of the following:</p>"]},{"id":"VR217166_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the images fail to show the processes by which imperialism spread cultural traits.</p><p>Two points for explaining a specific example of a process or underlying relationship that is not illustrated by the images.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain the following processes by which imperialism spread cultural traits:</p>","<p>The response correctly states the following processes by which imperialism spread cultural traits:</p>","<p>The response correctly explains <strong>one </strong>of the following processes by which imperialism spread cultural traits:</p>"]},{"id":"VR217166_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that people may attribute meanings to shared public spaces.</p><p>Two points for explaining a specific way that people may attribute meanings to shared public spaces.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that shared public spaces contribute to a sense of place:</p>","<p>The response correctly states the following way that shared public spaces contribute to a sense of place:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that shared public spaces contribute to a sense of place:</p>"]},{"id":"VR217166_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that a national government can enact laws or policies that affect cultural landscapes.</p><p>Two points for explaining a specific type of law or policy that a country’s government can enact to express political power by altering cultural landscapes.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which a country’s government expresses political power by altering cultural landscapes:</p>","<p>The response correctly states the following degree to which a country’s government expresses political power by altering cultural landscapes:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which a country’s government expresses political power by altering cultural landscapes:</p>"]}]