[{"id":"VR217180_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the map scale is a bar scale, or the image is a large-scale map.</p><p>Two points for describing how the scale in Image 1 compares the length of the bar on the map to a prescribed distance on the Earth.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following aspects of the map scale in Image 1:</p>","<p>The response correctly states <strong>one </strong>of the following aspects of the map scale in Image 1:</p>","<p>The response correctly describes <strong>one </strong>of the following aspects of the map scale in Image 1:</p>"]},{"id":"VR217180_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that terrace farming may decrease the overall cost of irrigation.</p><p>Two points for explaining that people adopted terracing because it increased the land’s productivity which produced economic benefits.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following economic reasons why people adopted the land use practice shown in Image 2:</p>","<p>The response correctly states <strong>one </strong>of the following economic reasons why people adopted the land use practice shown in Image 2:</p>","<p>The response correctly explains <strong>one </strong>of the following economic reasons why people adopted the land use practice shown in Image 2:</p>"]},{"id":"VR217180_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that irrigation projects take water from other places without replenishing them.</p><p>Two points for explaining how irrigation projects contribute to water resource depletion through overuse, surface evaporation, and/or drawing down aquifers.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how irrigation may contribute to water resource depletion:</p>","<p>The response correctly states the following way how irrigation may contribute to water resource depletion:</p>","<p>The response correctly explains <strong>one </strong>of the following ways how irrigation may contribute to water resource depletion:</p>"]},{"id":"VR217180_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that mechanized irrigation increases crop yields in arid climates.</p><p>Two points for explaining how mechanized irrigation significantly improves crop production in dry/arid/desert climate locations through sophisticated technology.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which mechanized irrigation may allow crops to be grown in locations with arid climates:</p>","<p>The response correctly states the following degree to which mechanized irrigation may allow crops to be grown in locations with arid climates:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which mechanized irrigation may allow crops to be grown in locations with arid climates:</p>"]},{"id":"VR217180_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating a policy of governments to assist farmers financially.</p><p>Two points for explaining that governments can provide financial assistance to farmers through subsidies, low interest loans, and/or crop insurance.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how government policies may reduce farmers’ economic risks associated with events such as severe weather or crop failure:</p>","<p>The response correctly states <strong>one </strong>of the following ways how government policies may reduce farmers’ economic risks associated with events such as severe weather or crop failure:</p>","<p>The response correctly explains <strong>one </strong>of the following ways how government policies may reduce farmers’ economic risks associated with events such as severe weather or crop failure:</p>"]}]