[{"id":"VR217170_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for ONE correct description of how the process of globalization has contributed to similarities between Image 1 and Image 2.</p><p>Two points for TWO correct descriptions of how the process of globalization has contributed to similarities between Image 1 and Image 2.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following ways the process of globalization has contributed to similarities between Image 1 and Image 2:</p>","<p>The response correctly describes <strong>one</strong> of the following ways the process of globalization has contributed to similarities between Image 1 and Image 2:</p>","<p>The response correctly describes <strong>one</strong> of the following ways the process of globalization has contributed to similarities between Image 1 and Image 2:</p>"]},{"id":"VR217170_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that increased access reduces the time or perceived distance between places.</p><p>Two points for explaining how internet access removes barriers to commercial or cultural exchange and increases efficiency of trade or information sharing, reducing the relative distance between places.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways how increased Internet access throughout the world is likely to contribute to time-space convergence:</p>","<p>The response correctly states <strong>one</strong> of the following ways how increased Internet access throughout the world is likely to contribute to time-space convergence:</p>","<p>The response correctly explains <strong>one</strong> of the following ways how increased Internet access throughout the world is likely to contribute to time-space convergence:</p>"]},{"id":"VR217170_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that artists and musicians connect through various forms of media without connecting this to the adoption of new cultural traits.</p><p>Two points for describing New York and Tokyo as global centers of cultural development (world cities) where artists and musicians travel and/or communicate to and from to learn and/or develop different forms of artistic culture.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following process by which artists or musicians in cities such as New York or Tokyo adopt cultural traits from cultures on other continents:</p>","<p>The response correctly states <strong>one</strong> of the following process by which artists or musicians in cities such as New York or Tokyo adopt cultural traits from cultures on other continents:</p>","<p>The response correctly describes <strong>one</strong> of the following process by which artists or musicians in cities such as New York or Tokyo adopt cultural traits from cultures on other continents:</p>"]},{"id":"VR217170_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that cities will assimilate cultures or people to make them more similar.</p><p>Two points for explaining how global centers of culture (world cities) like New York or Tokyo will assimilate peoples or culture in such a way as to globalize and homogenize the landscape.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which the process of assimilation may affect the cultural landscapes of New York and Tokyo:</p>","<p>The response correctly states <strong>one</strong> of the following degrees to which the process of assimilation may affect the cultural landscapes of New York and Tokyo:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which the process of assimilation may affect the cultural landscapes of New York and Tokyo:</p>"]},{"id":"VR217170_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the images don’t indicate much regarding gender and ethnic identity.</p><p>Two points for explaining how gender and ethnic identity are social constructs that have limited impact or visibility on the globalized urban landscape.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following limitations of comparing Image 1 and Image 2 to understand differences between the gender and ethnic identities of New York City and Tokyo:</p>","<p>The response correctly states <strong>one</strong> of the following limitations of comparing Image 1 and Image 2 to understand differences between the gender and ethnic identities of New York City and Tokyo:</p>","<p>The response correctly explains <strong>one</strong> of the following limitations of comparing Image 1 and Image 2 to understand differences between the gender and ethnic identities of New York City and Tokyo:</p>"]}]