[{"id":"VR217183_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating a difference between the spatial patterns shown in the two images, or stating that Image 1 resulted from the long lot method whereas Image 2 resulted from the metes and bounds method.</p><p>Two points for describing why the patterns shown in Image 1 resulted from the long lots survey method and/or why the patterns shown in Image 2 resulted from the metes and bounds survey method.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following differences between the land survey methods that resulted in the spatial patterns shown in Image 1 and Image 2:</p>","<p>The response correctly describes <strong>one </strong>of the following differences between the land survey methods that resulted in the spatial patterns shown in Image 1 and Image 2:</p>","<p>The response correctly describes <strong>one </strong>of the following differences between the land survey methods that resulted in the spatial patterns shown in Image 1 and Image 2:</p>"]},{"id":"VR217183_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.<br>One point for stating that the land survey method used in Oxfordshire is complicated, unreliable due to its reliance on landscape features, or results in irregular land use patterns.</p><p>Two points for describing why one or more characteristics or results of the land survey method used in Oxfordshire are disadvantageous.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following disadvantages of the land survey method used in Oxfordshire.</p>","<p>The response correctly describes <strong>one </strong>of the following disadvantages of the land survey method used in Oxfordshire.</p>","<p>The response correctly describes <strong>one </strong>of the following disadvantages of the land survey method used in Oxfordshire.</p>"]},{"id":"VR217183_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the land survey method shown in Image 1 (or the long lots land survey method) divided the land into areas of equal size.</p><p>Two points for explaining how the size, shape, or position of the tracts of land shown in Image 1 relate to equal access to natural resources, or for explaining the connection between long lots and inequalities associated with feudalism.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that the land survey method shown in Image 1 may reflect ideas about social equality:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that the land survey method shown in Image 1 may reflect ideas about social equality:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that the land survey method shown in Image 1 may reflect ideas about social equality:</p>"]},{"id":"VR217183_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that localized intensive agricultural practices may pollute bodies of surface water.</p><p>Two points for explaining a specific example of how localized intensive agricultural practices may affect bodies of surface water.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that localized intensive agricultural practices may affect bodies of surface water in the St. Lawrence River valley:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that localized intensive agricultural practices may affect bodies of surface water in the St. Lawrence River valley:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that localized intensive agricultural practices may affect bodies of surface water in the St. Lawrence River valley:</p>"]},{"id":"VR217183_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that changing the scale to 1:1,000 will make it easier to see the details of land use patterns.</p><p>Two points for explaining that changing the scale to 1:1,000 will make it easier to see one or more specific features of rural land use patterns.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following advantages of changing the scale of these images to 1:1,000 for interpreting rural land use patterns:</p>","<p>The response correctly explains <strong>one </strong>of the following advantages of changing the scale of these images to 1:1,000 for interpreting rural land use patterns:</p>","<p>The response correctly explains <strong>one </strong>of the following advantages of changing the scale of these images to 1:1,000 for interpreting rural land use patterns:</p>"]}]