[{"id":"VR217163_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for describing one feature of the cultural landscape in Image 2.</p><p>Two points for describing two different features of the cultural landscape in Image 2.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following characteristics of the cultural landscape shown in Image 2:</p>","<p>The response correctly describes <strong>one</strong> of the following characteristics of the cultural landscape shown in Image 2: </p>","<p>The response correctly describes <strong>two</strong> of the following characteristics of the cultural landscape shown in Image 2:</p>"]},{"id":"VR217163_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that adherents of Islam spread from its hearth.</p><p>Two points for explaining how Islam diffused from its hearth.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways that the spread of Islam from its culture hearth is an example of expansion diffusion:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the spread of Islam from its culture hearth is an example of expansion diffusion:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the spread of Islam from its culture hearth is an example of expansion diffusion:</p>"]},{"id":"VR217163_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating the difference in the global spatial pattern of t Buddhism and Judaism.</p><p>Two points for explaining how Buddhism has spread over a larger area while Judaism has remained clustered near its hearth.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways that the global spatial pattern of Buddhism differs from the global spatial pattern of ethnic religions such as Judaism:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the global spatial pattern of Buddhism differs from the global spatial pattern of ethnic religions such as Judaism:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the global spatial pattern of Buddhism differs from the global spatial pattern of ethnic religions such as Judaism:</p>"]},{"id":"VR217163_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating an economic effect of pilgrimages in Image 2.</p><p>Two points for explaining how pilgrims contribute to the economy.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following likely economic effects of pilgrimages on the location shown in Image 2:</p>","<p>The response correctly explains <strong>one</strong> of the following likely economic effects of pilgrimages on the location shown in Image 2:</p>","<p>The response correctly explains <strong>one</strong> of the following likely economic effects of pilgrimages on the location shown in Image 2:</p>"]},{"id":"VR217163_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that religious differences can result in greater autonomy or self-governance.</p><p>Two points for explaining how religious differences may contribute to devolution in Image 1.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which religion may contribute to devolutionary pressures within the location shown in Image 1:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which religion may contribute to devolutionary pressures within the location shown in Image 1:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which religion may contribute to devolutionary pressures within the location shown in Image 1:</p>"]}]