[{"id":"VR217165_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for describing one difference in the cultural landscape of both images’ pilgrimage locations.</p><p>Two points for describing two separate differences in the cultural landscape of both images’ pilgrimage locations.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following differences between the cultural landscapes of these pilgrimage locations:</p>","<p>The response correctly describes <strong>one</strong> of the following differences between the cultural landscapes of these pilgrimage locations:</p>","<p>The response correctly describes <strong>one</strong> of the following differences between the cultural landscapes of these pilgrimage locations:</p>"]},{"id":"VR217165_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that Islam spread to different locations as Muslims moved from its hearth.</p><p>Two points for explaining how Islam was able to spread through relocation diffusion.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways that the spread of Islam from its culture hearth is an example of relocation diffusion:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the spread of Islam from its culture hearth is an example of relocation diffusion:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the spread of Islam from its culture hearth is an example of relocation diffusion:</p>"]},{"id":"VR217165_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating the difference in the global spatial pattern of Hinduism and Buddhism.</p><p>Two points for explaining how the global spatial patterns differ between Hinduism and Buddhism.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways that the global spatial pattern of Hinduism differs from the global spatial pattern of universalizing religions such as Buddhism:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the global spatial pattern of Hinduism differs from the global spatial pattern of universalizing religions such as Buddhism:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the global spatial pattern of Hinduism differs from the global spatial pattern of universalizing religions such as Buddhism:</p>"]},{"id":"VR217165_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that migrants may introduce new cultural traits to the location shown in Image 2.</p><p>Two points for explaining how patterns of migration affect the culture in Image 2 through multiculturalism or differing social and political views.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following likely cultural effects of the patterns of migration associated with the location shown in Image 2:</p>","<p>The response correctly explains <strong>one</strong> of the following likely cultural effects of the patterns of migration associated with the location shown in Image 2:</p>","<p>The response correctly explains <strong>one</strong> of the following likely cultural effects of the patterns of migration associated with the location shown in Image 2:</p>"]},{"id":"VR217165_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that a centrifugal force can increase political/cultural divisions in Jerusalem.</p><p>Two points for explaining the degree to which a centrifugal force can cause a division in the location in Image 1.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which religion may act as a centrifugal force within the location shown in Image 1:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which religion may act as a centrifugal force within the location shown in Image 1:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which religion may act as a centrifugal force within the location shown in Image 1:</p>"]}]