[{"id":"VR217168_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating a shared cultural practice that is shown in Image 1.</p><p>Two points for explaining the process by which a specific cultural practice shown in Image 1 contributes to the cultural landscape.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain how <strong>one</strong> of the following shared practice contributes to the cultural landscape:</p>","<p>The response correctly states how <strong>one</strong> of the following shared practice contributes to the cultural landscape:</p>","<p>The response correctly explains how <strong>one</strong> of the following shared practice contributes to the cultural landscape:</p>"]},{"id":"VR217168_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for describing one way that the process of globalization may produce new forms of cultural ideas and practices that affect a city’s cultural landscape.</p><p>Two points for describing two ways that the process of globalization may produce new forms of cultural ideas and practices that affect a city’s cultural landscape.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following ways that the process of globalization may produce new forms of cultural ideas and practices:</p>","<p>The response correctly describes <strong>one</strong> of the following ways that the process of globalization may produce new forms of cultural ideas and practices:</p>","<p>The response correctly describes <strong>two</strong> of the following ways that the process of globalization may produce new forms of cultural ideas and practices:</p>"]},{"id":"VR217168_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the images do not provide information about the connection of people, their culture, and/or political systems to the land.</p><p>Two points for explaining that the images do not provide information about the connection of people, their culture, and/or their political or economic systems to the land and discussing the relationship between territoriality and one of the cultural landscapes shown in the images.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following limitations of using the images to understand how territoriality relates to the cultural landscape:</p>","<p>The response correctly states the following limitation of using the images to understand how territoriality relates to the cultural landscape:</p>","<p>The response correctly explains <strong>one</strong> of the following limitations of using the images to understand how territoriality relates to the cultural landscape:</p>"]},{"id":"VR217168_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One for point for stating that English is used extensively in India and is a major feature of India’s cultural landscape.</p><p>Two points for explaining how the process of colonialism contributed to the diffusion of the English language to India.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways how diffusion of the English language relates to cultural landscapes in India:</p>","<p>The response correctly states the following ways how diffusion of the English language relates to cultural landscapes in India:</p>","<p>The response correctly explains <strong>one</strong> of the following ways how diffusion of the English language relates to cultural landscapes in India:</p>"]},{"id":"VR217168_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that a minority group that lacks self-determination may not be adequately or accurately represented within a cultural landscape.</p><p>Two points for explaining why a minority group that lacks self-determination may not be adequately or accurately represented within a cultural landscape.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which a cultural landscape may reflect a minority group’s level of self-determination:</p>","<p>The response correctly states the following degree to which a cultural landscape may reflect a minority group’s level of self-determination:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which a cultural landscape may reflect a minority group’s level of self-determination:</p>"]}]