[{"id":"VR217179_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for describing the terrain as flat land or a wide river valley.</p><p>Two points for describing distinctive terrain and landcover features of center pivot irrigation around Cimarron, Kansas.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following aspects of the terrain in Image 1:</p>","<p>The response correctly states <strong>one </strong>of the following aspects of the terrain in Image 1:</p>","<p>The response correctly explains <strong>one </strong>of the following aspects of the terrain in Image 1:</p>"]},{"id":"VR217179_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that people made the steep hills into terraces for farming.</p><p>Two points for explaining that people adopted terracing as an irrigation method to create flat, suitable land for farming crops like wet rice.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following reasons why people adopted the land use practice shown in Image 2:</p>","<p>The response correctly states the following reason why people adopted the land use practice shown in Image 2:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why people adopted the land use practice shown in Image 2:</p>"]},{"id":"VR217179_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that irrigation may increase water pollution.</p><p>Two points for explaining that irrigation is an intensive form of agriculture that can negatively alter water quality and ecosystem dynamics.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following negative effects that irrigation may have on water quality:</p>","<p>The response correctly states <strong>one</strong> of the following negative effects that irrigation may have on water quality:</p>","<p>The response correctly explains <strong>one</strong> of the following effects that irrigation may have on water quality:</p>"]},{"id":"VR217179_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that mechanized irrigation has increased productivity within the agricultural sector.</p><p>Two points for explaining that mechanized irrigation systems, such as center pivot, promote higher yields in larger spaces with minimal inputs, improving cost efficiency, increasing revenue/profits, and generating a surplus.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which mechanized irrigation has increased economies of scale within the agricultural sector:</p>","<p>The response correctly states the following degree to which mechanized irrigation has increased economies of scale within the agricultural sector:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which mechanized irrigation has increased economies of scale within the agricultural sector:</p>"]},{"id":"VR217179_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that commercial farms can outcompete small farms.</p><p>Two points for explaining that large-scale commercial agricultural operations are increasingly replacing small family farms in developed countries due to competitiveness and higher productivity.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following reasons why large-scale commercial agricultural operations are increasingly replacing small family farms in developed countries:</p>","<p>The response correctly states <strong>one</strong> of the following reasons why large-scale commercial agricultural operations are increasingly replacing small family farms in developed countries:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why large-scale commercial agricultural operations are increasingly replacing small family farms in developed countries:</p>"]}]