[{"id":"VR217680_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the percent employed in agriculture declined in both sub-Saharan Africa and the world during this time period.</p><p>Two points for comparing the rate or level of the decline in employment in agriculture in both sub-Saharan Africa and the world during this time period.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following comparisons of the trend lines:</p>","<p>The response correctly states the following comparison of the trend lines:</p>","<p>The response correctly explains <strong>one</strong> of the following comparisons of the trend lines:</p>"]},{"id":"VR217680_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that economic pull factors in urban areas contributed to a decline in agricultural employment in South Asia.</p><p>Two points for explaining the relationship between one or more specific economic pull factors and the decline in agricultural employment.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which economic pull factors have affected agricultural employment:</p>","<p>The response correctly states the following degree to which economic pull factors have affected agricultural employment:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which economic pull factors have affected agricultural employment:</p>"]},{"id":"VR217680_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the graph does not provide any direct information about the use of genetically modified organisms in the regions shown on the graph.</p><p>Two points for explaining that the graph does not provide any direct information about the processes or spatial relationships that led to declines in employment in agriculture.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following limitations of the data to explain the impacts of using genetically modified organisms on the agricultural percentage of the workforce:</p>","<p>The response correctly states the following limitation of the data to explain the impacts of using genetically modified organisms on the agricultural percentage of the workforce:</p>","<p>The response correctly explains <strong>one</strong> of the following limitations of the data to explain the impacts of using genetically modified organisms on the agricultural percentage of the workforce:</p>"]},{"id":"VR217680_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that in sub-Saharan Africa/South Asia/East Asia and Pacific/Latin American and Caribbean, a decline in employment in agriculture may lead to a decrease in food security.</p><p>Two points for explaining the relationship between declining employment in agriculture and increasing or decreasing challenges to food security.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain how <strong>one</strong> of the following changes in the percent of the workforce engaged in agriculture will affect the challenges to food security: </p>","<p>The response correctly states how the following change in the percent of the workforce engaged in agriculture will affect the challenges to food security:</p>","<p>The response correctly explains how <strong>one</strong> of the following changes in the percent of the workforce engaged in agriculture will affect the challenges to food security:</p>"]}]