[{"id":"VR217689_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that some government institutions might attract young people.</p><p>Two points for explaining a reason why some government institutions might attract young people.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following reasons why the location of public institutions may result in the particular age structure shown in the population pyramid:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why the location of public institutions may result in the particular age structure shown in the population pyramid:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why the location of public institutions may result in the particular age structure shown in the population pyramid:</p>"]},{"id":"VR217689_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating a demographic pull factor.</p><p>Two points for stating a demographic pull factor and describing why this factor might motivate a female migrant from a rural area to move to an urban area in a very distant location.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following demographic pull factors that would motivate a female migrant from a rural area to move to an urban area in a very distant location:</p>","<p>The response correctly describes <strong>one</strong> of the following demographic pull factors that would motivate a female migrant from a rural area to move to an urban area in a very distant location:</p>","<p>The response correctly describes <strong>one</strong> of the following demographic pull factors that would motivate a female migrant from a rural area to move to an urban area in a very distant location:</p>"]},{"id":"VR217689_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that women have a longer life expectancy than men.</p><p>Two points for explaining a reason why women have a longer life expectancy than men.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following reasons why the female population age 80 and over is larger than the male age-80-and-over population:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why the female population age 80 and over is larger than the male age-80-and-over population:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why the female population age 80 and over is larger than the male age-80-and-over population:</p>"]},{"id":"VR217689_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the population pyramid does not provide any direct information about the types of push and pull factors in this location.</p><p>Two points for explaining how an additional type of data would be required to indicate the types of push and pull factors in this location.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following limitations of the population pyramid shown in illustrating the push and pull factors of migration in this location:</p>","<p>The response correctly explains <strong>one</strong> of the following limitations of the population pyramid shown in illustrating the push and pull factors of migration in this location:</p>","<p>The response correctly explains <strong>one</strong> of the following limitations of the population pyramid shown in illustrating the push and pull factors of migration in this location:</p>"]}]