[{"id":"VR217676_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that both trend lines are increasing.</p><p>Two points for comparing how the trend lines of East Asia and the world are increasing by referencing data in the graph.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly compare the wheat production trend lines of East Asia and the world since 1961 using <strong>one</strong> of the following:</p>","<p>The response correctly compares the wheat production trend lines of East Asia and the world since 1961 using <strong>one</strong> of the following:</p>","<p>The response correctly compares the wheat production trend lines of East Asia and the world since 1961 using <strong>one</strong> of the following :</p>"]},{"id":"VR217676_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating the impact of hybrid seeds and chemical fertilizers on wheat farming in Africa.</p><p>Two points for explaining how hybrid seeds and chemical fertilizers impacted wheat farming in Africa.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways that hybrid seeds and chemical fertilizers had an impact on wheat farming in Africa:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that hybrid seeds and chemical fertilizers had an impact on wheat farming in Africa:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that hybrid seeds and chemical fertilizers had an impact on wheat farming in Africa:</p>"]},{"id":"VR217676_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that yields were already high in Europe, but rapidly increased in East Asia.</p><p>Two points for explaining why the Green Revolution had different impact on wheat farming in East Asia and Europe, as European farmers had long adopted these practices.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following reasons why the Green Revolution had different impacts on farming in East Asia relative to agriculture in Europe:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why the Green Revolution had different impacts on farming in East Asia relative to agriculture in Europe:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why the Green Revolution had different impacts on farming in East Asia relative to agriculture in Europe:</p>"]},{"id":"VR217676_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that life expectancy increases in any one of the regions shown on the graph.</p><p>Two points for explaining how life expectancy increased in one of the regions shown on the graph as a result of increased wheat yields.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following relationships between changes in wheat farming practices and life expectancy:</p>","<p>The response correctly explains <strong>one</strong> of the following relationships between changes in wheat farming practices and life expectancy:</p>","<p>The response correctly explains <strong>one</strong> of the following relationships between changes in wheat farming practices and life expectancy:</p>"]}]