[{"id":"VR217182_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for describing hilly or mountainous landscapes.</p><p>Two points for accurately describing the terrain in Image 2 as hills or mountains that have been modified by terracing.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following aspects of the topography shown in Image 2:</p>","<p>The response correctly states <strong>one</strong> of the following aspects of the topography shown in Image 2:</p>","<p>The response correctly describes the following aspect of the topography shown in Image 2:</p>"]},{"id":"VR217182_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that natural vegetation was replaced with circular patterns.</p><p>Two points for explaining that center pivot irrigation systems replaced natural vegetation with circular patterns or replaced rangeland with cropland.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how the land use practice shown in Image 1 resulted in land cover change:</p>","<p>The response correctly states <strong>one </strong>of the following ways how the land use practice shown in Image 1 resulted in land cover change:</p>","<p>The response correctly explains<strong> one</strong> of the following ways how the land use practice shown in Image 1 resulted in land cover change:</p>"]},{"id":"VR217182_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that terraces transform hills into farmable/arable land.</p><p>Two points for explaining how societies benefit from efficient uses of land for farming and water resources.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following positive effects that terracing may have on a rural society:</p>","<p>The response correctly states <strong>one</strong> of the following positive effects that terracing may have on a rural society:</p>","<p>The response correctly explains <strong>one</strong> of the following positive effects that terracing may have on a rural society:</p>"]},{"id":"VR217182_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that mechanized irrigation increases carrying capacity and increases crop production.</p><p>Two points for explaining how mechanized irrigation efficiently improves carrying capacity, with some negative effects.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one</strong> of the following degrees to which mechanized irrigation has increased the carrying capacity of land used for agriculture:</p>","<p>The response correctly states the following degree to which mechanized irrigation has increased the carrying capacity of land used for agriculture:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which mechanized irrigation has increased the carrying capacity of land used for agriculture:</p>"]},{"id":"VR217182_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that subsidies may help farmers in more developed countries compete.</p><p>Two points for explaining mechanisms and policies governments may use to address differences and disparities in market access between farmers in more developed and less developed countries.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways how government policies may allow farmers in developed countries to compete with imported crops from developing countries:</p>","<p>The response correctly states the following way how government policies may allow farmers in developed countries to compete with imported crops from developing countries:</p>","<p>The response correctly explains <strong>one </strong>of the following ways how government policies may allow farmers in developed countries to compete with imported crops from developing countries:</p>"]}]