[{"id":"VR217696_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the shape of the population pyramid indicates a high dependency ratio.</p><p>Two points for describing how the population pyramid indicates a high dependency ratio.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe the dependency ratio indicated by the shape of the population pyramid shown using <strong>one </strong>of the following :</p>","<p>The response correctly describes the dependency ratio indicated by the shape of the population pyramid shown using <strong>one</strong> of the following:</p>","<p>The response correctly describes the dependency ratio indicated by the shape of the population pyramid shown using <strong>one </strong>of the following:</p>"]},{"id":"VR217696_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating an economic factor that may contribute to the local population trend shown in the graph.</p><p>Two points for explaining how the trend shown on the graph relates to an economic factor that may contribute to population growth.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following economic factors that may contribute to the local population trend shown in the graph:</p>","<p>The response correctly explains <strong>one </strong>of the following economic factors that may contribute to the local population trend shown in the graph:</p>","<p>The response correctly explains <strong>one </strong>of the following economic factors that may contribute to the local population trend shown in the graph:</p>"]},{"id":"VR217696_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating an environmental push factor.</p><p>Two points for explaining how an environmental push factor may affect the population structure shown in the graph.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which environmental push factors may affect the population structure for the community shown in the graph:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which environmental push factors may affect the population structure for the community shown in the graph:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which environmental push factors may affect the population structure for the community shown in the graph:</p>"]},{"id":"VR217696_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that demand for housing will increase.</p><p>Two points for explaining how the population pyramid indicates that there will be an increased demand for housing.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following possible outcomes regarding future housing demand based on the population pyramid shown:</p>","<p>The response correctly explains <strong>one </strong>of the following possible outcomes regarding future housing demand based on the population pyramid shown:</p>","<p>The response correctly explains <strong>one </strong>of the following possible outcomes regarding future housing demand based on the population pyramid shown:</p>"]}]