[{"id":"VR217173_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that there is higher labor intensity in India and lower labor intensity in Australia, without describing the methods of sugarcane production.</p><p>Two points for comparing the high level of labor intensity in sugar cane production/ transportation in India and low level of labor intensity/high level of mechanization in Australia.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following comparisons of the sugarcane production methods:</p>","<p>The response correctly states the following comparison of the sugarcane production methods:</p>","<p>The response correctly explains <strong>one </strong>of the following comparisons of the sugarcane production methods:</p>"]},{"id":"VR217173_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating sugarcane was an Old World crop that came to the New World, without explaining the process of diffusion.</p><p>Two points for explaining that sugarcane originated in Southeast Asia and spread through expansion diffusion and to the old World and spread through relocation diffusion to the New World.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how the Columbian Exchange contributed to the diffusion of sugarcane from its hearth of domestication:</p>","<p>The response correctly states <strong>one </strong>of the following ways how the Columbian Exchange contributed to the diffusion of sugarcane from its hearth of domestication:</p>","<p>The response correctly explains <strong>one </strong>of the following ways how the Columbian Exchange contributed to the diffusion of sugarcane from its hearth of domestication:</p>"]},{"id":"VR217173_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that heavy rains or farming may cause erosion.</p><p>Two points for explaining that farming/tillage in regions with monsoons may lead to soil erosion or that Indian farmers or government agencies may lack the economic capacity to control erosion on a large scale.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how the type of sugarcane production shown in Image 1 may contribute to soil erosion:</p>","<p>The response correctly states <strong>one </strong>of the following ways how the type of sugarcane production shown in Image 1 may contribute to soil erosion:</p>","<p>The response correctly explains <strong>one </strong>of the following ways how the type of sugarcane production shown in Image 1 may contribute to soil erosion:</p>"]},{"id":"VR217173_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that women’s roles and/or employment will change significantly.</p><p>Two points for explaining that women, who are the largest number of participants in subsistence farming, may transition from agricultural to commercial activities or work outside of the farm or home.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how women’s roles in society are likely to change as an area transitions from subsistence farming to commercial farming:</p>","<p>The response correctly states <strong>one </strong>of the following ways how women’s roles in society are likely to change as an area transitions from subsistence farming to commercial farming:</p>","<p>The response correctly explains <strong>one </strong>of the following ways how women’s roles in society are likely to change as an area transitions from subsistence farming to commercial farming:</p>"]},{"id":"VR217173_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that prices or demand are dependent upon global factors.</p><p>Two points for explaining how global economic factors affect the production levels for agricultural goods in developing countries.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how patterns of world trade may affect a developing country that exports sugarcane:</p>","<p>The response correctly states <strong>one </strong>of the following ways how patterns of world trade may affect a developing country that exports sugarcane:</p>","<p>The response correctly explains <strong>one </strong>of the following ways how patterns of world trade may affect a developing country that exports sugarcane:</p>"]}]