[{"id":"VR217177_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for correctly describing one similarity.</p><p>Two points for correctly describing two similarities.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following similarities between the agricultural practices shown in Image 1 and Image 2:</p>","<p>The response correctly describes <strong>one </strong>of the following similarities between the agricultural practices shown in Image 1 and Image 2:</p>","<p>The response correctly describes <strong>one </strong>of the following similarities between the agricultural practices shown in Image 1 and Image 2:</p>"]},{"id":"VR217177_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the potato was originally introduced to Europe as a food crop through relocation diffusion.</p><p>Two points for explaining how the potato was originally introduced to Europe as a food crop through relocation diffusion, with reference to the spatial pattern of this diffusion.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following processes by which the potato was originally introduced to Europe as a food crop:</p>","<p>The response correctly explains <strong>one </strong>of the following processes by which the potato was originally introduced to Europe as a food crop:</p>","<p>The response correctly explains <strong>one </strong>of the following processes by which the potato was originally introduced to Europe as a food crop:</p>"]},{"id":"VR217177_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating an effect that the practice shown in Image 2 may have on local water resources.</p><p>Two points for explaining how the process of the practice shown in Image 2 may affect local water resources.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that the agricultural practice shown in Image 2 may affect local water resources:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that the agricultural practice shown in Image 2 may affect local water resources:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that the agricultural practice shown in Image 2 may affect local water resources:</p>"]},{"id":"VR217177_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that monocropping increases economies of scale because it maximizes profits and minimizes costs.</p><p>Two points for explaining how the process of monocropping increases economies of scale by maximizing profits and/or minimizing costs.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which the practice of monocropping may increase the economies of scale for farmers:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which the practice of monocropping may increase the economies of scale for farmers:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which the practice of monocropping may increase the economies of scale for farmers:</p>"]},{"id":"VR217177_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that increasing demand for processed potato products in more developed countries benefits potato farmers in less developed countries.</p><p>Two points for explaining how the process of increasing demand for processed potato products in more developed countries benefits potato farmers in less developed countries, or a specific effect for farmers in less developed countries.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that increasing demand for processed potato products in developed countries may affect potato farmers in less developed countries:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that increasing demand for processed potato products in developed countries may affect potato farmers in less developed countries:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that increasing demand for processed potato products in developed countries may affect potato farmers in less developed countries:</p>"]}]