[{"id":"VR217695_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the shape of the population pyramid indicates a high total fertility rate.</p><p>Two points for describing how the shape of the population pyramid indicates a high total fertility rate.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe the total fertility rate indicated by the shape of the population pyramid shown using <strong>one </strong>of the following:</p>","<p>The response correctly describes the total fertility rate indicated by the shape of the population pyramid shown using <strong>one </strong>of the following :</p>","<p>The response correctly describes the total fertility rate indicated by the shape of the population pyramid shown using <strong>one </strong>of the following :</p>"]},{"id":"VR217695_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating an agricultural factor that may contribute to population growth.</p><p>Two points for explaining how the trend shown on the graph relates to an agricultural factor that may contribute to population growth.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following agricultural factors that may contribute to the local population trend shown in the graph:</p>","<p>The response correctly explains <strong>one </strong>of the following agricultural factors that may contribute to the local population trend shown in the graph:</p>","<p>The response correctly explains <strong>one </strong>of the following agricultural factors that may contribute to the local population trend shown in the graph:</p>"]},{"id":"VR217695_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating a possible effect of in-migration.</p><p>Two points for explaining how the graph relates to a possible effect of in-migration.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which in-migration to this community may affect the population structure shown in the graph:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which in-migration to this community may affect the population structure shown in the graph:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which in-migration to this community may affect the population structure shown in the graph:</p>"]},{"id":"VR217695_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that demand for higher education will increase.</p><p>Two points for explaining how the population pyramid indicates that there will be an increased demand for higher education.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following possible outcomes regarding future higher-education demand based on the population pyramid shown:</p>","<p>The response correctly explains <strong>one </strong>of the following possible outcomes regarding future higher-education demand based on the population pyramid shown:</p>","<p>The response correctly explains <strong>one </strong>of the following possible outcomes regarding future higher-education demand based on the population pyramid shown:</p>"]}]