[{"id":"VR217682_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that both trends are declining without explicitly comparing the two regions.</p><p>Two points for describing how both trend lines declined since 1986, with Europe declining at a faster rate.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following comparisons of the trend lines:</p>","<p>The response correctly states the following comparison of the trend lines:</p>","<p>The response correctly describes <strong>one </strong>of the following comparisons of the trend lines:</p>"]},{"id":"VR217682_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the percent of land used for farming is increasing due to population growth without connecting population change to increased demand for food.</p><p>Two points for explaining how increases in population have increased consumer demand for agricultural products and the need for a higher percent of land used in farming.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways changes in population may have affected the percent of land that is used for farming in the Middle East and North Africa:</p>","<p>The response correctly states the following way changes in population may have affected the percent of land that is used for farming in the Middle East and North Africa:</p>","<p>The response correctly explains <strong>one </strong>of the following ways changes in population may have affected the percent of land that is used for farming in the Middle East and North Africa:</p>"]},{"id":"VR217682_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that climate limits the amount or type of land or types of foods grown, without explaining the types of effects agricultural practices may have.</p><p>Two points for explaining how climate plays an important role in determining what inputs are needed for farming and the consequences of those inputs in the environment.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how agricultural practices can have variable effects on environmental sustainability:</p>","<p>The response correctly states <strong>one </strong>of the following ways how agricultural practices can have variable effects on environmental sustainability:</p>","<p>The response correctly explains <strong>one </strong>of the following ways how agricultural practices can have variable effects on environmental sustainability:</p>"]},{"id":"VR217682_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that large-scale commercial agriculture is out-competing small family farms for land and/or resources.</p><p>Two points for explaining how in Latin America and the Caribbean large-scale commercial agriculture is buying and combining small landholding into large, mechanized farms, due to increasing global demand and/or investment.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following reasons why large-scale commercial agricultural operations are replacing small family farms:</p>","<p>The response correctly states the following reason why large-scale commercial agricultural operations are replacing small family farms:</p>","<p>The response correctly explains <strong>one </strong>of the following reasons why large-scale commercial agricultural operations are replacing small family farms:</p>"]}]