[{"id":"VR217672_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the trends are rising or show rising yields.</p><p>Two points for comparing how the trend is rising by using data or making specific references from the graph.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly compare the data trend from 1960 to 2015 for Latin America and the Caribbean to the trend shown for Europe using <strong>one</strong> of the following:</p>","<p>The response correctly compares the data trend from 1960 to 2015 for Latin America and the Caribbean to the trend shown for Europe using <strong>one</strong> of the following:</p>","<p>The response correctly compares the data trend from 1960 to 2015 for Latin America and the Caribbean to the trend shown for Europe using <strong>one</strong> of the following:</p>"]},{"id":"VR217672_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that carrying capacity will decrease.</p><p>Two points for explaining why increasing grain yields will increase or decrease the carrying capacity by referencing one of the regions shown in the graph.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly use the data for one of the regions shown in the graph to explain <strong>one</strong> of the following reasons why the trend may have an effect on the environmental carrying capacity of agricultural areas:</p>","<p>The response correctly uses the data for one of the regions shown in the graph to explain <strong>one</strong> of the following reasons why the trend may have an effect on the environmental carrying capacity of agricultural areas:</p>","<p>The response correctly uses the data for one of the regions shown in the graph to explain <strong>one</strong> of the following reasons why the trend may have an effect on the environmental carrying capacity of agricultural areas:</p>"]},{"id":"VR217672_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that rural populations will decrease in stage 3 of the demographic transition.</p><p>Two points for explaining how rural populations decline in stage 3 of the demographic transition due to changes in agricultural production systems or practices.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways that changes in grain yields may affect rural populations in countries in stage 3 of the demographic transition:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that changes in grain yields may affect rural populations in countries in stage 3 of the demographic transition:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that changes in grain yields may affect rural populations in countries in stage 3 of the demographic transition:</p>"]},{"id":"VR217672_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that no patterns of consumption are shown in the graph.</p><p>Two points for explaining why the data do not show regional patterns of consumption due to a lack of information regarding where the crops were sold or consumed.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one</strong> of the following limitations of the data in showing regional patterns of consumption:</p>","<p>The response correctly explains <strong>one</strong> of the following limitations of the data in showing regional patterns of consumption:</p>","<p>The response correctly explains <strong>one </strong>of the following limitations of the data in showing regional patterns of consumption:</p>"]}]