[{"id":"VR217677_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the trend lines were similar or slightly increasing.</p><p>Two points for comparing how the trend lines for East Asia and Europe were similar by referencing the graph.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly compare the wheat production trend lines of East Asia and Europe from 2001 to 2016 using <strong>one</strong> of the following:</p>","<p>The response correctly compares the wheat production trend lines of East Asia and Europe from 2001 to 2016 using <strong>one</strong> of the following:</p>","<p>The response correctly compares the wheat production trend lines of East Asia and Europe from 2001 to 2016 using <strong>one</strong> of the following:</p>"]},{"id":"VR217677_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that mechanization and irrigation improved farming practices and/or higher wheat yields in South Asia.</p><p>Two points for explaining how mechanization and irrigation impacted wheat farming in South Asia.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways that mechanization and irrigation had an impact on wheat farming in South Asia:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that mechanization and irrigation had an impact on wheat farming in South Asia:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that mechanization and irrigation had an impact on wheat farming in South Asia:</p>"]},{"id":"VR217677_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the Green Revolution increased wheat yields in Africa and East Asia or East Asian countries increased higher yields than Africa.</p><p>Two points for explaining how the Green Revolution impacted farming in African countries relative to agriculture in East Asian countries.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways that the Green Revolution impacted farming in African countries relative to agriculture in East Asian countries:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the Green Revolution impacted farming in African countries relative to agriculture in East Asian countries: </p>","<p>The response correctly explains <strong>one</strong> of the following ways that the Green Revolution impacted farming in African countries relative to agriculture in East Asian countries:</p>"]},{"id":"VR217677_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the fertility rate declines as wheat yields increased.</p><p>Two points for explaining how fertility rates declined as wheat yield production increased.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following relationships between changes in wheat farming practices and the fertility rate:</p>","<p>The response correctly explains <strong>one</strong> of the following relationships between changes in wheat farming practices and the fertility rate:</p>","<p>The response correctly explains <strong>one</strong> of the following relationships between changes in wheat farming practices and the fertility rate: </p>"]}]