[{"id":"VR217158_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for a general response stating the physical and cultural characteristics of a location/site have special meaning to a group.</p><p>Two points for describing why the Jerusalem site has a meaning for a specific group or groups.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe the concept of place as it relates to pilgrimage locations using <strong>one </strong>of the following:</p>","<p>The response correctly describes the concept of place as it relates to pilgrimage locations using <strong>one</strong> of the following:</p>","<p>The response correctly describes the concept of place as it relates to pilgrimage locations using <strong>one </strong>of the following:</p>"]},{"id":"VR217158_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that universalizing sites are widespread.</p><p>Two points for explaining how a universalizing religion can result in a widespread spatial pattern of population and pilgrimage sites through migration, diffusion, or the acceptance of new members.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that a universalizing religion is likely to have an effect on the number of international pilgrimage locations:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that a universalizing religion is likely to have an effect on the number of international pilgrimage locations:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that a universalizing religion is likely to have an effect on the number of international pilgrimage locations:</p>"]},{"id":"VR217158_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating how a centripetal force applies to the pilgrimage site in Image 1.</p><p>Two points for explaining how a centripetal force causes unity, acceptance, and community for Muslims at this site.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that large pilgrimages can create a centripetal force for a religious group:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that large pilgrimages can create a centripetal force for a religious group:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that large pilgrimages can create a centripetal force for a religious group:</p>"]},{"id":"VR217158_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating how places are closer in time and space.</p><p>Two points for explaining how time-space convergence has eased travel and communication for people making pilgrimages.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that time-space convergence is contributing to an increase in the number of people traveling to international pilgrimage locations:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that time-space convergence is contributing to an increase in the number of people traveling to international pilgrimage locations:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that time-space convergence is contributing to an increase in the number of people traveling to international pilgrimage locations:</p>"]},{"id":"VR217158_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for describing restriction and access to the site.</p><p>Two points for explaining why there are government regulations executed at pilgrimage sites.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following government policies that may be put in place to regulate access to international pilgrimage locations:</p>","<p>The response correctly explains <strong>one </strong>of the following government policies that may be put in place to regulate access to international pilgrimage locations:</p>","<p>The response correctly explains <strong>one </strong>of the following government policies that may be put in place to regulate access to international pilgrimage locations:</p>"]}]