[{"id":"VR217171_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for ONE correct description of a similar advance in technology from Image 1 and Image 2.</p><p>Two points for TWO correct descriptions of similar advances in technology from Image 1 and Image 2.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following ways in which advances in technology have contributed to similarities between the cultural landscapes:</p>","<p>The response correctly describes <strong>one </strong>of the following ways in which advances in technology have contributed to similarities between the cultural landscapes:</p>","<p>The response correctly describes <strong>two </strong>of the following ways in which advances in technology have contributed to similarities between the cultural landscapes:</p>"]},{"id":"VR217171_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that increased Internet access allows for more or distant cultures to come in contact with each other.</p><p>Two points for explaining how increased Internet access allows for more or distant cultures to interact or mix resulting in the spread of culture traits, ideas, or technologies to places where they did not previously exist.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how increased Internet access throughout the world is likely to contribute to cultural convergence:</p>","<p>The response correctly states <strong>one </strong>of the following ways how increased Internet access throughout the world is likely to contribute to cultural convergence:</p>","<p>The response correctly explains <strong>one </strong>the following ways how increased Internet access throughout the world is likely to contribute to cultural convergence:</p>"]},{"id":"VR217171_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that globalization or diffusion can promote ethnic foods in other countries, without explaining the process.</p><p>Two points for describing how a spatial process by which ethnic foods are popularized in other countries.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following processes by which an ethnic food can become a widespread popular menu item in restaurants:</p>","<p>The response correctly states <strong>one </strong>of the following processes by which an ethnic food can become a widespread popular menu item in restaurants:</p>","<p>The response correctly describes <strong>one </strong>of the following processes by which an ethnic food can become a widespread popular menu item in restaurants:</p>"]},{"id":"VR217171_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that acculturation will increase cultural diversity OR decrease the cultural diversity of the landscape.</p><p>Two points for explaining how a process by which cultural diversity increases diversity within and adherence to the dominant local culture.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which the process of acculturation may affect the cultural landscapes of New York and Tokyo:</p>","<p>The response correctly states <strong>one</strong> of the following degrees to which the process of acculturation may affect the cultural landscapes of New York and Tokyo:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which the process of acculturation may affect the cultural landscapes of New York and Tokyo:</p>"]},{"id":"VR217171_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the images do not provide any population information.</p><p>Two points for explaining how the images provide only qualitative information, or a snapshot of local foot traffic, or a small area of the city.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following limitations of comparing Image 1 and Image 2 to understand the population growth and composition of New York City and Tokyo:</p>","<p>The response correctly states the following limitation of comparing Image 1 and Image 2 to understand the population growth and composition of New York City and Tokyo:</p>","<p>The response correctly explains <strong>one </strong>of the following limitations of comparing Image 1 and Image 2 to understand the population growth and composition of New York City and Tokyo:</p>"]}]