[{"id":"VR217184_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating a similarity between the land survey methods shown in the two images.</p><p>Two points for describing how a similarity between the land survey methods resulted in the spatial patterns shown in Image 1 and Image 2.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following similarities between the land survey methods that resulted in the spatial patterns shown in Image 1 and Image 2:</p>","<p>The response correctly describes <strong>one </strong>of the following similarities between the land survey methods that resulted in the spatial patterns shown in Image 1 and Image 2:</p>","<p>The response correctly describes <strong>one </strong>of the following similarities between the land survey methods that resulted in the spatial patterns shown in Image 1 and Image 2:</p>"]},{"id":"VR217184_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating a disadvantage of the land survey method used in the St. Lawrence River valley.</p><p>Two points for describing why one or more characteristics or results of the land survey method used in the St. Lawrence River valley may be disadvantageous.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following disadvantages of the land survey method used in the St. Lawrence River valley:</p>","<p>The response correctly describes <strong>one </strong>of the following disadvantages of the land survey method used in the St. Lawrence River valley:</p>","<p>The response correctly describes <strong>one </strong>of the following disadvantages of the land survey method used in the St. Lawrence River valley:</p>"]},{"id":"VR217184_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the land use patterns shown in Image 2 produce a unique cultural landscape and/or contribute to the feelings, perceptions, and attitudes associated with a sense of place.</p><p>Two points for explaining the process by which the land use patterns shown in Image 2 produce a unique cultural landscape and/or contribute to the feelings, perceptions, and attitudes associated with a sense of place.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that the land use patterns shown in Image 2 may create a sense of place in contemporary rural communities:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that the land use patterns shown in Image 2 may create a sense of place in contemporary rural communities:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that the land use patterns shown in Image 2 may create a sense of place in contemporary rural communities:</p>"]},{"id":"VR217184_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that agricultural practices in Oxfordshire may become more sustainable.</p><p>Two points for explaining one of more specific ways in which a growing demand for organic products in Oxfordshire may affect agricultural practices in this area.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that a growing demand for organic products in Oxfordshire may affect agricultural practices in this area:</p>","<p>The response correctly explains <strong>one </strong>of the following ways that a growing demand for organic products in Oxfordshire may affect agricultural practices in this area:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that a growing demand for organic products in Oxfordshire may affect agricultural practices in this area:</p>"]},{"id":"VR217184_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that remotely sensed images show an aerial view of spatial patterns.</p><p>Two points for explaining one or more specific kinds of rural landscape analysis that can be performed using remote sensing.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following reasons why remotely sensed images are useful for rural landscape analysis:</p>","<p>The response correctly explains <strong>one </strong>of the following reasons why remotely sensed images are useful for rural landscape analysis:</p>","<p>The response correctly explains <strong>one </strong>of the following reasons why remotely sensed images are useful for rural landscape analysis:</p>"]}]