[{"id":"VR217678_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the percent employed in agriculture declined in both regions during this time period.</p><p>Two points for comparing the rate or level of the decline in employment in agriculture in both regions during this time period.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following comparisons of the trend lines:</p>","<p>The response correctly states the following comparison of the trend lines:</p>","<p>The response correctly compares the following trend lines:</p>"]},{"id":"VR217678_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that rural to urban migration increased in East Asia and the Pacific.</p><p>Two points for explaining the relationship between rural to urban migration and a decline in agricultural employment.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which internal migration patterns have affected agricultural employment:</p>","<p>The response correctly states <strong>one </strong>of the following degrees to which internal migration patterns have affected agricultural employment:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which internal migration patterns have affected agricultural employment:</p>"]},{"id":"VR217678_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the graph does not provide any direct information about the mechanization of agriculture.</p><p>Two points for explaining that the graph does not provide any direct information about the process or processes that led to declines in employment in agriculture.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain one of the following limitations of the data:</p>","<p>The response correctly states the following limitation of the data:</p>","<p>The response correctly explains the following limitation of data:</p>"]},{"id":"VR217678_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating an example of how declining overall employment in agriculture may affect women in society.</p><p>Two points for explaining the relationship between declining overall employment in agriculture, improved educational opportunities for women, and changes in women’s roles in society.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain how <strong>one </strong>of the following changes may affect the roles of women in society:</p>","<p>The response correctly states <strong>one </strong>of the following changes that may affect the roles of women in society:</p>","<p>The response correctly explains <strong>one </strong>of the following changes that may affect the roles of women in society:</p>"]}]