[{"id":"VR217167_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that transportation technology is part of the cultural landscape shown in Image 2.</p><p>Two points for explaining how specific technologies contribute to the cultural landscape shown in Image 2.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways technology contributes to the cultural landscape shown in Image 2:</p>","<p>The response correctly states the following way technology contributes to the cultural landscape shown in Image 2:</p>","<p>The response correctly explains <strong>one </strong>of the following ways technology contributes to the cultural landscape shown in Image 2:</p>"]},{"id":"VR217167_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for describing one way that urbanization may produce new forms of cultural ideas and practices.</p><p>Two points for describing two ways that urbanization may produce new forms of cultural ideas and practices.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following ways that urbanization may produce new forms of cultural ideas and practices:</p>","<p>The response correctly describes <strong>one </strong>of the following ways that urbanization may produce new forms of cultural ideas and practices:</p>","<p>The response correctly describes <strong>two </strong>of the following ways that urbanization may produce new forms of cultural ideas and practices:</p>"]},{"id":"VR217167_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the images fail to show the processes by which colonialism spread cultural patterns and practices.</p><p>Two points for explaining a specific example of a process or underlying relationship that is not illustrated by the images.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following limitations of using the images to understand how colonialism spread cultural patterns and practices:</p>","<p>The response correctly states the following limitation of using the images to understand how colonialism spread cultural patterns and practices:</p>","<p>The response correctly explains <strong>one </strong>of the following limitations of using the images to understand how colonialism spread cultural patterns and practices:</p>"]},{"id":"VR217167_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for describing the concept of placemaking without explaining this concept to shared public spaces.</p><p>Two points for explaining an explicit link between urban placemaking, quality of life, and shared public spaces.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways that shared public spaces relate to the concept of placemaking:</p>","<p>The response correctly describes the concept of placemaking:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that shared public spaces relate to the concept of placemaking:</p>"]},{"id":"VR217167_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that cultural landscapes may or may not correspond to or align with political boundaries at any scale.</p><p>Two points for explaining a specific reason how cultural landscapes do or do not align with political boundaries at any scale.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following degrees to which features in a cultural landscape relate to a country’s political boundaries:</p>","<p>The response correctly states the following degree to which features in a cultural landscape relate to a country’s political boundaries:</p>","<p>The response correctly explains <strong>one </strong>of the following degrees to which features in a cultural landscape relate to a country’s political boundaries:</p>"]}]