[{"id":"VR217186_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the spatial pattern shown in Image 2 resulted from the metes and bounds survey method.</p><p>Two points for describing how the metes and bounds survey method resulted in the spatial pattern shown in Image 2.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe the land survey method that resulted in the spatial pattern shown in Image 2 using <strong>one</strong> of the following:</p>","<p>The response correctly describes the land survey method that resulted in the spatial pattern shown in Image 2 using <strong>one</strong> of the following :</p>","<p>The response correctly describes the land survey method that resulted in the spatial pattern shown in Image 2 using<strong> one </strong>of the following :</p>"]},{"id":"VR217186_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the land survey method used in the St. Lawrence River valley (long lots) provides the maximum number of landholders with access to a waterway or road.</p><p>Two points for describing a specific advantage of the long lots survey method.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one </strong>of the following advantages of the land survey method used in the St. Lawrence River valley:</p>","<p>The response correctly describes <strong>one</strong> of the following advantages of the land survey method used in the St. Lawrence River valley:</p>","<p>The response correctly describes <strong>one </strong>of the following advantages of the land survey method used in the St. Lawrence River valley:</p>"]},{"id":"VR217186_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the same land survey method was used in England and the eastern region of the United States.</p><p>Two points for explaining why the same land survey method was used in England and the eastern region of the United States.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one</strong> of the following reasons why the type of spatial patterns shown in Image 2 are also commonly found in the eastern region of the United States:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why the type of spatial patterns shown in Image 2 are also commonly found in the eastern region of the United States:</p>","<p>The response correctly explains<strong> one</strong> of the following reasons why the type of spatial patterns shown in Image 2 are also commonly found in the eastern region of the United States:</p>"]},{"id":"VR217186_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that rural land may be sub-divided and/or converted to different land uses.</p><p>Two points for explaining how the process of suburbanization may lead to changes in the patterns of rural land use in the St. Lawrence River valley.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one </strong>of the following ways that the process of suburbanization may affect patterns of rural land use in the St. Lawrence River valley:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the process of suburbanization may affect patterns of rural land use in the St. Lawrence River valley:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that the process of suburbanization may affect patterns of rural land use in the St. Lawrence River valley:</p>"]},{"id":"VR217186_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that satellite imagery shows the landscape from above.</p><p>Two points for explaining a specific reason why satellite imagery is useful for visualizing rural landscapes.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one</strong> of the following reasons why satellite imagery is useful for visualizing rural landscapes:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why satellite imagery is useful for visualizing rural landscapes:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why satellite imagery is useful for visualizing rural landscapes:</p>"]}]