[{"id":"VR217681_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that levels of employment in agriculture declined in both Latin America and the Caribbean and East Asia and the Pacific during this time period.</p><p>Two points for comparing the rate or level of the decline in employment in agriculture in both regions during this time period.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following comparisons of the trend lines:</p>","<p>The response correctly states the following comparison of the trend lines:</p>","<p>The response correctly explains <strong>one</strong> of the following comparisons of the trend lines:</p>"]},{"id":"VR217681_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that transnational migration patterns contribute to decreased agricultural employment at the global scale.</p><p>Two points for explaining the relationship between transnational migration patterns and a decline in agricultural employment at the global scale.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following degrees to which transnational migration patterns have affected agricultural employment at the global scale:</p>","<p>The response correctly states <strong>one</strong> of the following degrees to which transnational migration patterns have affected agricultural employment at the global scale:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which transnational migration patterns have affected agricultural employment at the global scale:</p>"]},{"id":"VR217681_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the graph does not provide any specific information about global food distribution networks.</p><p>Two points for explaining the trend lines do not provide any specific information about the processes or spatial relationships that led to declines in employment in agriculture.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following limitations of the data in the graph to explain the impacts of global food distribution networks on the agricultural percentage of the workforce:</p>","<p>The response correctly states the following limitation of the data in the graph to explain the impacts of global food distribution networks on the agricultural percentage of the workforce:</p>","<p>The response correctly explains<strong> one</strong> of the following limitations of the data in the graph to explain the impacts of global food distribution networks on the agricultural percentage of the workforce:</p>"]},{"id":"VR217681_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that declining employment in agriculture in sub-Saharan Africa/South Asia/East Asia and Pacific/Latin America and Caribbean indicates a decline in subsistence farming.</p><p>Two points for explaining the relationship between declining employment in agriculture and declines in subsistence farming.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain how <strong>one</strong> of the following changes in the region’s percent of the workforce engaged in agriculture will affect subsistence farming:</p>","<p>The response correctly states how the following change in the region’s percent of the workforce engaged in agriculture will affect subsistence farming:</p>","<p>The response correctly explains how <strong>one</strong> of the following changes in the region’s percent of the workforce engaged in agriculture will affect subsistence farming:</p>"]}]