[{"id":"VR217174_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the technology shown in Image 2 or Australia is more advanced.</p><p>Two points for describing the agricultural technology shown in Image 2 shows mechanized equipment that was derived from the innovations of the second agricultural revolution.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following comparisons of the methods of sugarcane production:</p>","<p>The response correctly states <strong>one </strong>of the following comparisons of the methods of sugarcane production:</p>","<p>The response correctly states <strong>one </strong>of the following comparisons of the methods of sugarcane production:</p>"]},{"id":"VR217174_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that globalization has increased transnational migration, or the consumption and/or transportation of sugarcane.</p><p>Two points for describing the globalization of the world economy or global culture has spread or diffused sugar production and/or consumption to most parts of the world or most culture regions from its hearth of domestication (Southeast Asia).</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways the process of globalization contributed to the diffusion of sugarcane from its hearth of domestication:</p>","<p>The response correctly states <strong>one </strong>of the following ways the process of globalization contributed to the diffusion of sugarcane from its hearth of domestication:</p>","<p>The response correctly explains <strong>one </strong>of the following ways the process of globalization contributed to the diffusion of sugarcane from its hearth of domestication:</p>"]},{"id":"VR217174_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that mechanical equipment combust/burn fuels which emit pollution.</p><p>Two points for describing how fuel combustion in mechanized equipment emits carbon dioxide, carbon monoxide, volatile organic compounds (VOC’s), and/or particulate matter which can pollute and effect the local and/or global atmosphere.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how the type of sugarcane production shown in Image 2 may contribute to air pollution:</p>","<p>The response correctly states the following way how the type of sugarcane production shown in Image 2 may contribute to air pollution:</p>","<p>The response correctly explains <strong>one </strong>of the following ways how the type of sugarcane production shown in Image 2 may contribute to air pollution:</p>"]},{"id":"VR217174_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating the roles of women are unlikely to change.</p><p>Two points for explaining that women’s roles in rural areas or in developing countries often remain in secondary standing to men in society due to traditional cultural, economic, social and/or political power relationships.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how women’s roles in society may be unlikely to change as an area transitions from subsistence farming to commercial farming:</p>","<p>The response correctly states <strong>one </strong>of the following ways how women’s roles in society may be unlikely to change as an area transitions from subsistence farming to commercial farming:</p>","<p>The response correctly explains <strong>one </strong>of the following ways how women’s roles in society may be unlikely to change as an area transitions from subsistence farming to commercial farming:</p>"]},{"id":"VR217174_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating trade has increased supply and/or decreased prices.</p><p>Two points for describing that increased supply and lower prices has made sugar widely consumable.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one </strong>of the following ways how patterns of world trade may affect a developed country that consumes sugar:</p>","<p>The response correctly states <strong>one </strong>of the following ways how patterns of world trade may affect a developed country that consumes sugar:</p>","<p>The response correctly explains <strong>one </strong>of the following ways how patterns of world trade may affect a developed country that consumes sugar:</p>"]}]