[{"id":"VR217686_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that there is a large population of male immigrant workers, without explaining why this sex ratio is likely to occur.</p><p>Two points for explaining that the local economy is dependent upon a large supply of immigrant labor for certain sectors of the economy or certain types of government institutions.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways the population shown in the pyramid might have this particular sex ratio:</p>","<p>The response correctly states the following way the population shown in the pyramid might have this particular sex ratio:</p>","<p>The response correctly explains <strong>one</strong> of the following ways the population shown in the pyramid might have this particular sex ratio:</p>"]},{"id":"VR217686_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that discrimination may be a cultural push factor, without explicitly connecting to the rural to urban migration process.</p><p>Two points for describing a cultural push factor and explaining why this push factor would motivate a male migrant from a rural area to move to an urban area in a very distant location.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following cultural push factors that would motivate a male migrant from a rural area to move to an urban area in a very distant location:</p>","<p>The response correctly states the following cultural push factor that would motivate a male migrant from a rural area to move to an urban area in a very distant location:</p>","<p>The response correctly describes <strong>one</strong> of the following cultural push factors that would motivate a male migrant from a rural area to move to an urban area in a very distant location:</p>"]},{"id":"VR217686_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that there will be slow long-term growth, without explaining why this is likely.</p><p>Two points for explaining that there will be slow long-term growth due to migrants returning to their home countries or because the bulk of the population is male.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following probable long-term population growth patterns that is expected in the location shown in the population pyramid:</p>","<p>The response correctly states the following probable long-term population growth pattern that is expected in the location shown in the population pyramid:</p>","<p>The response correctly explains <strong>one</strong> of the following probable long-term population growth patterns that is expected in the location shown in the population pyramid:</p>"]},{"id":"VR217686_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that migrants will introduce new culture traits or ideas, without explaining how this will occur.</p><p>Two points for explaining that immigrants will bring and introduce new cultural traits and ideas that will impact the local culture and/or increase the diversity of local culture.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one</strong> of the following degrees to which the demographic pattern shown in the pyramid may result in changes to the local cultural landscape:</p>","<p>The response correctly states the following degree to which the demographic pattern shown in the pyramid may result in changes to the local cultural landscape:</p>","<p>The response correctly explains <strong>one</strong> of the following degrees to which the demographic pattern shown in the pyramid may result in changes to the local cultural landscape:</p>"]}]