[{"id":"VR217181_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the map scale is a bar scale, or the image is a large-scale map.</p><p>Two points for describing that the scale in Image 2 is a bar scale indicating the relationship between distance on the map to distance on the Earth.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly describe <strong>one</strong> of the following aspects of the map scale in Image 2:</p>","<p>The response correctly describes <strong>one </strong>of the following aspects of the map scale in Image 2:</p>","<p>The response correctly describes<strong> one</strong> of the following aspects of the map scale in Image 2:</p>"]},{"id":"VR217181_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that center pivot irrigation results in circular fields.</p><p>Two points for explaining how the center pivot irrigation land use practices shown in Image 1 require drilling, pump installation, altering of water levels, and/or create circular patterns in fields.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain<strong> one</strong> of the following ways how the land use practice shown in Image 1 has altered the physical features of the landscape:</p>","<p>The response correctly states the following way in which the land use practice shown in Image 1 has altered the physical features of the landscape:</p>","<p>The response correctly explains <strong>one</strong> of the following ways how the land use practice shown in Image 1 has altered the physical features of the landscape:</p>"]},{"id":"VR217181_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that terracing may improve soil quality.</p><p>Two points for explaining how terracing affects soil quality by developing efficient use of water resources.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following effects of terracing on soil quality:</p>","<p>The response correctly states the following effect of terracing on soil quality:</p>","<p>The response correctly explains <strong>one</strong> of the following effects of terracing on soil quality:</p>"]},{"id":"VR217181_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that mechanized irrigation greatly decreases food insecurity by increasing yields or increases the possibility of food insecurity due to exports.</p><p>Two points for explaining how, for those who can participate, mechanized irrigation improves yields and reduces the possibility of food insecurity, but can also increase food insecurity in some developing countries.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain the degree to which <strong>one</strong> of the following ways mechanized irrigation affects food insecurity in developing countries:</p>","<p>The response correctly explains the degree to which <strong>one</strong> of the following ways mechanized irrigation affects food insecurity in developing countries:</p>","<p>The response correctly explains the degree to which <strong>one </strong>of the following ways mechanized irrigation affects food insecurity in developing countries:</p>"]},{"id":"VR217181_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that government policies may improve or reduce incomes.</p><p>Two points for explaining that government policies can financially support commercial farmers through subsidies.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> way that government policies may impact the income of commercial farmers:</p>","<p>The response correctly states <strong>one </strong>of the following ways that government policies may impact the income of commercial farmers:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that government policies may impact the income of commercial farmers:</p>"]}]