[{"id":"VR217674_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that wheat production increased in both regions.</p><p>Two points for comparing how the trend lines in East Asia and Africa increased by referencing data from the graph.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly compare the wheat production trend lines of East Asia and Africa from 1961 to 1971 using <strong>one</strong> of the following:</p>","<p>The response correctly compares the wheat production trend lines of East Asia and Africa from 1961 to 1971 using <strong>one</strong> of the following:</p>","<p>The response correctly compares the wheat production trend lines of East Asia and Africa from 1961 to 1971 using <strong>one</strong> of the following:</p>"]},{"id":"VR217674_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that pesticides and irrigation pumps improved wheat production in East Asia.</p><p>Two points for explaining how pesticides and irrigation pumps helped to improve wheat yields in East Asia.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways that pesticides and irrigation pumps had an effect on wheat farms in East Asia:</p>","<p>The response correctly explains <strong>one</strong> of the following ways that pesticides and irrigation pumps had an effect on wheat farms in East Asia:</p>","<p>The response correctly explains one of the following ways that pesticides and irrigation pumps had an effect on wheat farms in East Asia:</p>"]},{"id":"VR217674_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that Africa was not as wealthy as South Asia during the Green Revolution.</p><p>Two points for explaining why the Green Revolution was successful in South Asia and/or not successful in Africa.</p>","labels":["0 points","1 point"],"values":[0,1],"maxScores":[1,1],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following reasons why the Green Revolution had different impacts on farming in African countries compared to South Asian countries:</p>","<p>The response correctly explains <strong>one</strong> of the following reasons why the Green Revolution had different impacts on farming in African countries compared to South Asian countries:</p>"]},{"id":"VR217674_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that increased wheat yields led to increased rural-urban migration in all regions on the graph.</p><p>Two points for explaining how and why wheat farming yields increased as rural-to-urban migration increased at the same time in the regions shown on the graph.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain the relationship between changes in wheat farming practices and the amount of rural-to-urban migration using <strong>one</strong> of the following:</p>","<p>The response correctly explains the relationship between changes in wheat farming practices and the amount of rural-to-urban migration using <strong>one</strong> of the following:</p>","<p>The response correctly explains the relationship between changes in wheat farming practices and the amount of rural-to-urban migration using <strong>one</strong> of the following:</p>"]}]