[{"id":"VR217175_rubric_category_0","type":"custom","title":"Part A","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that the method shown in Image 1 requires more labor than the method shown in Image 2.</p><p>Two points for comparing the differences between the specific labor inputs shown in Image 1 and Image 2.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following comparisons of how the methods of sugarcane production differ in terms of their labor inputs:</p>","<p>The response correctly states <strong>one</strong> of the following comparisons of how the methods of sugarcane production differ in terms of their labor inputs:</p>","<p>The response correctly explains <strong>one</strong> of the following comparisons of how the methods of sugarcane production differ in terms of their labor inputs:</p>"]},{"id":"VR217175_rubric_category_1","type":"custom","title":"Part B","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that colonizers brought sugar to colonies in the Americas and Africa.</p><p>Two points for explaining how the colonial resource and mercantile trade systems of European colonial powers relocated sugar to new production regions and market areas.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain how <strong>one</strong> of the following processes of colonialism contributed to the diffusion of sugarcane from its hearth of domestication:</p>","<p>The response correctly states how the following process of colonialism contributed to the diffusion of sugarcane from its hearth of domestication:</p>","<p>The response correctly explains how <strong>one</strong> of the following processes of colonialism contributed to the diffusion of sugarcane from its hearth of domestication:</p>"]},{"id":"VR217175_rubric_category_2","type":"custom","title":"Part C","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that chemicals or soil runoff may get into water supplies.</p><p>Two points for explaining that commercial agricultural production uses pesticides and chemical fertilizers and tills the soil in such a way that runoff from farms can alter the downstream aquatic environment and groundwater quality.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways the type of sugarcane production shown in Image 2 may contribute to water pollution:</p>","<p>The response correctly states the following way the type of sugarcane production shown in Image 2 may contribute to water pollution:</p>","<p>The response correctly explains <strong>one</strong> of the following ways the type of sugarcane production shown in Image 2 may contribute to water pollution:</p>"]},{"id":"VR217175_rubric_category_3","type":"custom","title":"Part D","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that increased education will create more job opportunities outside of the farm.</p><p>Two points for explaining the process by which women gain formal education and increase their employment, migration, economic, political, and social possibilities as a result.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways how increased access to education for women is likely to affect women’s roles in agriculture within a developing country:</p>","<p>The response correctly states <strong>one</strong> of the following ways how increased access to education for women is likely to affect women’s roles in agriculture within a developing country:</p>","<p>The response correctly explains <strong>one</strong> of the following ways how increased access to education for women is likely to affect women’s roles in agriculture within a developing country:</p>"]},{"id":"VR217175_rubric_category_4","type":"custom","title":"Part E","stimulusHtml":"<p>Select a point value to view scoring criteria and/or examples, and to score the response.</p><p>One point for stating that trade is affected by the political relations between states.</p><p>Two points for explaining that trade agreements between states will increase exports or that conflict between states will reduce exports.</p>","labels":["0 points","1 point","2 points"],"values":[0,1,2],"maxScores":[2,2,2],"descriptions":["<p>The response does not correctly explain <strong>one</strong> of the following ways how political relationships between countries may affect a country that exports sugarcane:</p>","<p>The response correctly states <strong>one</strong> of the following ways how political relationships between countries may affect a country that exports sugarcane:</p>","<p>The response correctly explains <strong>one</strong> of the following ways how political relationships between countries may affect a country that exports sugarcane:</p>"]}]