[{"id":"FT550837_rubric_category_0","type":"custom","title":"Overall","stimulusHtml":"<p><strong>Intent of Question</strong></p><p>The primary goals of this question were to assess a student’s ability to (1) use a stem-and-leaf plot to answer a question about a distribution of data; (2) identify and compute an appropriate confidence interval after checking the necessary conditions; and (3) interpret the interval in the context of the data.</p><p></p><p><strong>Scoring</strong></p><p>This question is scored in four sections. Section 1 consists of part (a); section 2 consists of part (b), step 1; section 3 consists of part (b), step 2; and section 4 consists of part (b), step 3. Each section is scored as essentially correct (E), partially correct (P), or incorrect (I).</p><p></p><p><strong>Section 1</strong> is scored as follows:</p><blockquote><p>Essentially correct (E) if the response provides the correct numerical answer, as a decimal or as a fraction, with work shown.</p><p>Partially correct (P) if the response provides the correct numerical answer as a decimal but does not show the fraction that produced the answer, <em>OR</em> shows a fraction with the correct numerator but an incorrect denominator, <em>OR</em> shows the correct fraction but computes an incorrect answer.</p><p>Incorrect (I) if the response does not meet the criteria for E or P.</p></blockquote><p><strong>Section 2</strong> is scored as follows:</p><blockquote><p>Essentially correct (E) if the response identifies a one-sample t-interval for a population mean (either by name or formula) AND also checks <strong>both</strong> the random sampling and the normality/large sample condition correctly.</p><p><em>Note:</em> Any reasonable comment about the normality displayed in the stem-and-leaf plot (or another appropriately sketched plot) is acceptable.</p><p>Partially correct (P) if the response identifies the correct procedure AND checks only one of the two conditions correctly <em>OR</em> does <strong>not</strong> identify the correct procedure but does check both conditions correctly.</p><p>Incorrect (I) if the response identifies the correct procedure but does <strong>not</strong> check conditions correctly <em>OR</em> does <strong>not</strong> identify the correct procedure and checks at most one condition correctly.</p></blockquote><p><strong>Section 3</strong> is scored as follows:</p><blockquote><p>Essentially correct (E) if the response gives the correct confidence interval. Supporting work is not required, but if included, it must be correct.</p><p>Partially correct (P) if the response gives an incorrect but reasonable confidence interval with appropriate supporting work shown <em>OR</em> gives a correct confidence interval with incorrect (but appropriate) supporting work shown.</p><p>Note: If the response identifies a one-sample z-interval as the correct procedure in Section 2, then the response earns a P in Section 3 if this interval is calculated correctly.</p><p>Incorrect (I) if the response makes use of an inappropriate procedure for a confidence interval about a population mean.</p></blockquote><p><strong>Section 4</strong> is scored as follows:</p><blockquote><p>Essentially correct (E) if the response gives a reasonable interpretation of the interval that includes four elements:</p><ol><li><p>Estimating a mean</p></li><li><p>Inference about a population</p></li><li><p>95% confidence</p></li><li><p>Context (lead level/ppm <strong>and</strong> crows).</p></li></ol><p>Partially correct (P) if the response gives a reasonable interpretation of the interval that includes both of the first two elements and one of the last two elements;<br><em>OR</em><br>if the response gives a correct interpretation of the confidence <strong>level</strong> in context (lead level/ppm <strong>and</strong> crows) but does not attempt to interpret the confidence interval.</p><p>Incorrect (I) if the response does not meet the criteria for an E or a P.</p><p></p></blockquote><p>Each essentially correct (E) response counts as 1 point, and a partially correct (P) response counts as  ½  point. If a response is between two scores (for example, 2 ½ points), use a holistic approach to determine whether to score up or down, depending on the strength of the response and communication.</p><blockquote><p><strong>4 Complete Response</strong></p><p><strong>3 Substantial Response</strong></p><p><strong>2 Developing Response</strong></p><p><strong>1 Minimal Response</strong></p></blockquote>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>No score</p>","<p><strong>Minimal Response</strong></p><p>Each essentially correct (E) response counts as 1 point, and a partially correct (P) response counts as ½ point. If a response is between two scores (for example, 2 ½ points), use a holistic approach to determine whether to score up or down, depending on the strength of the response and communication.</p>","<p><strong>Developing Response</strong></p><p>Each essentially correct (E) response counts as 1 point, and a partially correct (P) response counts as ½ point. If a response is between two scores (for example, 2 ½ points), use a holistic approach to determine whether to score up or down, depending on the strength of the response and communication.</p>","<p><strong>Substantial Response</strong></p><p>Each essentially correct (E) response counts as 1 point, and a partially correct (P) response counts as ½ point. If a response is between two scores (for example, 2 ½ points), use a holistic approach to determine whether to score up or down, depending on the strength of the response and communication.</p>","<p><strong>Complete Response</strong></p><p>Each essentially correct (E) response counts as 1 point, and a partially correct (P) response counts as ½ point. If a response is between two scores (for example, 2 ½ points), use a holistic approach to determine whether to score up or down, depending on the strength of the response and communication.</p>"]}]