[{"id":"FT568498_rubric_category_0","type":"custom","title":"General","stimulusHtml":"<p><strong>Intent of Question</strong></p><p>The primary goals of this question were to assess a student’s ability to (1) determine whether a cause-and-effect conclusion can be made based on how a study was conducted and (2) set up, perform, and interpret the results of a hypothesis test, in the context of the problem.</p><p><strong>Solution</strong></p><p><strong>Part (a):</strong></p><p>Yes, it would be reasonable to conclude that the new procedure causes a reduction in recovery time, for patients similar to those in the study. The patients in the study were randomly assigned to the two procedures, which reduces the chance that confounding variables will affect the results. Therefore the statistically significant reduction in mean recovery time can be attributed to the new procedure being superior to the standard procedure.</p><p><strong>Part (b):</strong></p><p>Step 1: State a correct pair of hypotheses.</p><p>Let μS represent the mean recovery time among all patients similar to those in the study if they were to receive the standard treatment.</p><p>Let μN represent the mean recovery time among all patients similar to those in the study if they were to receive the new treatment.</p><p>The hypotheses to be tested are H0: μS = μN versus Ha: μS &gt; μN</p><p>Step 2: Identify a correct test procedure (by name or by formula) and check appropriate conditions.</p><p>The appropriate procedure is a two-sample t-test for a difference between means.</p><p>Because this is an experiment, the first condition is that subjects were randomly assigned to one treatment group or the other. In this case the condition is satisfied because we were told that the subjects were randomly assigned to either the standard or new procedure.</p><p>The second condition is that the recovery times of the two populations are normally distributed or the sample sizes are sufficiently large to presume that the distribution of the difference in the sample means is approximately normal. In this case the condition is met because the sample sizes of 110 and 100 are both sufficiently large.</p><p>Step 3: Correct mechanics, including the value of the test statistic, degrees of freedom, and p-value (or rejection region).</p><p>The test statistic is <math aria-label=\"t equals start fraction x bar subscript E end subscript minus x bar subscript N end subscript minus 0 over square root of start fraction s squared subscript E end subscript over n subscript E end subscript end fraction plus start fraction s squared subscript N end subscript over n subscript N end subscript end fraction, end root, end fraction, equals start fraction 217 minus 186 over square root of start fraction 34 squared over 110 end fraction plus start fraction 29 squared over 100 end fraction end root, end fraction, approximately equals 7.13.\">\n <mi>t</mi><mo>=</mo><mfrac>\n  <mrow>\n   <msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>S</mi>\n   </msub>\n   <mo>−</mo><msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>N</mi>\n   </msub>\n   </mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>S</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>S</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>N</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>N</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>=</mo><mfrac>\n  <mrow>\n   <mn>217</mn><mo>−</mo><mn>186</mn></mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>34</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>110</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>29</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>100</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>≈</mo><mn>7.13</mn>\n</math></p><p>The p-value is the area greater than 7.13 for a t-distribution with df = 207.18, which is essentially 0 (8.36) x 10-12</p><p>Step 4: State a correct conclusion in the context of the problem, using the result of the statistical test.</p><p>Because the p-value is very small, we have sufficient evidence to conclude that for patients similar to the ones in the study, those receiving the new procedure would have less recovery time, on average, than those receiving the standard procedure.</p><p><strong>Scoring</strong></p><p>This question is scored in three sections. Section 1 consists of part (a); section 2 consists of step 1, step 2, and the test statistic in step 3 in part (b); and section 3 consists of the p-value in step 3 and step 4 in part (b). Sections 1, 2, and 3 are each scored essentially correct (E), partially correct (P), or incorrect (I).</p><p>Section 1 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Correctly states that it is reasonable to make a causal conclusion.</p><p>2. Justifies the causal conclusion based on random assignment of patients to procedures (or procedures to patients);</p><p>OR</p><p>justifies the causal conclusion by stating that a randomized experiment was conducted.</p><p>3. Includes the context of the situation.</p><p>Partially correct (P) if the response satisfies component 1 AND provides WEAK justification of the causal conclusion by stating that there was random assignment or a randomized experiment was conducted, but with no context;</p><p>OR</p><p>by stating that an experiment was conducted or there was assignment (without the word “randomized”) AND the response includes context of the situation;</p><p>OR</p><p>by stating that the study design reduces the chance of confounding variables or balances the effects of uncontrolled variables across both groups in context without explicitly referring to the random assignment.</p><p>Incorrect (I) if the response does not meet the criteria for E or P.</p><p>Notes:</p><p>If the response states that it is not reasonable to make a causal conclusion because the result could have been due to random chance AND explains that there is evidence for a causal conclusion based on random assignment of patients to procedures or by stating that a randomized experiment was conducted, then the response is scored E.</p><p>If the response discusses aspects of an experiment other than random assignment (such as, control, replication, or large samples), then those aspects are considered extraneous and the response can be scored E unless those aspects are incorrect for this study (such as, blocking is a requirement, or the study used blocking, or the study used a placebo) in which case the score should be lowered one level (that is, from E to P, or from P to I).</p><p>If the response correctly states in context that it is reasonable to make a causal conclusion but includes incorrect or contradictory justification (such as, random selection of patients), then the response is scored I.</p><p>Section 2 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following four components:</p><p>1. Parameters are defined correctly.</p><p>2. Hypotheses imply equality in the null and correct direction in the alternative.</p><p>3. Correct test is identified by name or formula.</p><p>4. Correct test statistic for a difference in means is calculated.</p><p>Partially correct (P) if the response satisfies only two or three of the four components.</p><p>Incorrect (I) if the response satisfies at most one of the four components.</p><p>Notes:</p><p>If standard symbols are used for the parameters with appropriate group labels, component 1 is satisfied.</p><p>If the correct test is identified, but the response states an incorrect formula or uses incorrect notation in the formula, component 3 is not satisfied.</p><p>A pooled two-sample t-test is acceptable for component 3, but the student must also state and comment on the plausibility of the equal population variances assumption.</p><p>If the response identifies a z-test for equal means as the correct test identification, component 3 is not satisfied but component 4 could be satisfied.</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used, components 3 and 4 can be satisfied. Component 3 is satisfied if the t-interval is correctly identified by name or formula.Component 4 is satisfied if the correct interval is calculated. If an alpha level is stated, then an appropriate adjustment to the confidence level must be made because the appropriate test is one-sided.</p><p>If two one-sample t-intervals are used, while not a recommended approach, component 3 is not satisfied but component 4 could be satisfied. Component 4 is satisfied if both intervals are calculated correctly.</p><p>Section 3 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Makes reference to an approximately correct p-value that is consistent with the test statistic and alternative hypothesis for a difference in means.</p><p>2. Correctly justifies the conclusion based on the size of the p-value or the test statistic.</p><p>3. Correctly states the conclusion in context.</p><p>Partially correct (P) if the response satisfies only two of the three components.</p><p>Incorrect (I) if the response does not meet the criteria for E or P or includes a justification not based on the inferential results.</p><p>Notes:</p><p>Component 1:</p><p>Is satisfied if the response makes reference to a large test statistic without referring to a p-value.</p><p>Component 2:</p><p>No alpha level is needed to provide justification of the conclusion based on the size of the p-value.</p><p>Is satisfied if the response states the p-value without reference to size, but it is contiguous to the conclusion and clearly indicates a continuous train of thought.</p><p>A correct interpretation of the p-value with a complete explanation that obtaining a test statistic at least this extreme is unlikely due to chance alone is considered justification based on the size of the p-value.</p><p>If an incorrect interpretation of the p-value is given, the score is lowered one level (that is, from E to P, or from P to I).</p><p>A decision about the null hypothesis (reject H0 or fail to reject H0) is not required, but if an incorrect decision is stated based on the given p-value then component 2 is not satisfied.</p><p>If a rejection region approach is used, a reasonable critical value replaces the p-value.</p><p>Component 3:</p><p>A correct conclusion must be related to the alternative hypothesis in order to satisfy component 3.</p><p>The following responses do not satisfy component 3:</p><p>o States or implies that the null hypothesis is accepted</p><p>o States or implies that the alternative hypothesis has been proven</p><p>o States the conclusion in past tense (unless the response did not satisfy a component of section 2 for the use of past tense)</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used:</p><p>o Component 1 is satisfied if the response indicates that zero is either included or not included in the calculated interval.</p><p>o Component 2 is satisfied if the response indicates that the bounds are either both above or both below zero (consistent with alternative hypothesis) and uses that as justification for the conclusion.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>If two one-sample t-intervals are used (which is not recommended) the response is scored at most P if all three components are satisfied, otherwise scored I:</p><p>o Component 1 is satisfied if the response states that the intervals do not overlap.</p><p>o Component 2 is satisfied if the conclusion indicates that the confidence interval for the new procedure lies below the confidence interval for the standard procedure.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>Note: If the three sections of the response are scored as E, to earn a score of 4 as a complete response, both conditions in step 2 must be correctly stated and justified. Additional condition(s) inappropriate for a two-sample t-test must not be stated. Otherwise, the response earns a score of 3 a substantial response.</p><p><strong>4 Complete Response</strong></p><p>Three sections essentially correct with conditions for inference</p><p><strong>3 Substantial Response</strong></p><p>Three sections essentially correct without conditions for inference</p><p>OR</p><p>Two sections essentially correct and one section partially correct</p><p><strong>2 Developing Response</strong></p><p>Two sections essentially correct and no sections partially correct</p><p>OR</p><p>One section essentially correct and one or two sections partially correct</p><p>OR</p><p>Three sections partially correct</p><p><strong>1 Minimal Response</strong></p><p>One section essentially correct</p><p>OR</p><p>No sections essentially correct and one or two sections partially correct</p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p><strong>Student response earns 0 of the following 4 points</strong></p><p><strong>Intent of Question</strong></p><p>The primary goals of this question were to assess a student’s ability to (1) determine whether a cause-and-effect conclusion can be made based on how a study was conducted and (2) set up, perform, and interpret the results of a hypothesis test, in the context of the problem.</p><p><strong>Solution</strong></p><p><strong>Part (a):</strong></p><p>Yes, it would be reasonable to conclude that the new procedure causes a reduction in recovery time, for patients similar to those in the study. The patients in the study were randomly assigned to the two procedures, which reduces the chance that confounding variables will affect the results. Therefore the statistically significant reduction in mean recovery time can be attributed to the new procedure being superior to the standard procedure.</p><p><strong>Part (b):</strong></p><p>Step 1: State a correct pair of hypotheses.</p><p>Let μS represent the mean recovery time among all patients similar to those in the study if they were to receive the standard treatment.</p><p>Let μN represent the mean recovery time among all patients similar to those in the study if they were to receive the new treatment.</p><p>The hypotheses to be tested are H0: μS = μN versus Ha: μS &gt; μN</p><p>Step 2: Identify a correct test procedure (by name or by formula) and check appropriate conditions.</p><p>The appropriate procedure is a two-sample t-test for a difference between means.</p><p>Because this is an experiment, the first condition is that subjects were randomly assigned to one treatment group or the other. In this case the condition is satisfied because we were told that the subjects were randomly assigned to either the standard or new procedure.</p><p>The second condition is that the recovery times of the two populations are normally distributed or the sample sizes are sufficiently large to presume that the distribution of the difference in the sample means is approximately normal. In this case the condition is met because the sample sizes of 110 and 100 are both sufficiently large.</p><p>Step 3: Correct mechanics, including the value of the test statistic, degrees of freedom, and p-value (or rejection region).</p><p>The test statistic is<math aria-label=\"t equals start fraction x bar subscript E end subscript minus x bar subscript N end subscript minus 0 over square root of start fraction s squared subscript E end subscript over n subscript E end subscript end fraction plus start fraction s squared subscript N end subscript over n subscript N end subscript end fraction, end root, end fraction, equals start fraction 217 minus 186 over square root of start fraction 34 squared over 110 end fraction plus start fraction 29 squared over 100 end fraction end root, end fraction, approximately equals 7.13.\">\n <mi>t</mi><mo>=</mo><mfrac>\n  <mrow>\n   <msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>S</mi>\n   </msub>\n   <mo>−</mo><msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>N</mi>\n   </msub>\n   </mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>S</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>S</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>N</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>N</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>=</mo><mfrac>\n  <mrow>\n   <mn>217</mn><mo>−</mo><mn>186</mn></mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>34</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>110</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>29</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>100</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>≈</mo><mn>7.13</mn>\n</math></p><p>The p-value is the area greater than 7.13 for a t-distribution with df = 207.18, which is essentially 0 (8.36) x 10-12</p><p>Step 4: State a correct conclusion in the context of the problem, using the result of the statistical test.</p><p>Because the p-value is very small, we have sufficient evidence to conclude that for patients similar to the ones in the study, those receiving the new procedure would have less recovery time, on average, than those receiving the standard procedure.</p><p><strong>Scoring</strong></p><p>This question is scored in three sections. Section 1 consists of part (a); section 2 consists of step 1, step 2, and the test statistic in step 3 in part (b); and section 3 consists of the p-value in step 3 and step 4 in part (b). Sections 1, 2, and 3 are each scored essentially correct (E), partially correct (P), or incorrect (I).</p><p>Section 1 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Correctly states that it is reasonable to make a causal conclusion.</p><p>2. Justifies the causal conclusion based on random assignment of patients to procedures (or procedures to patients);</p><p>OR</p><p>justifies the causal conclusion by stating that a randomized experiment was conducted.</p><p>3. Includes the context of the situation.</p><p>Partially correct (P) if the response satisfies component 1 AND provides WEAK justification of the causal conclusion by stating that there was random assignment or a randomized experiment was conducted, but with no context;</p><p>OR</p><p>by stating that an experiment was conducted or there was assignment (without the word “randomized”) AND the response includes context of the situation;</p><p>OR</p><p>by stating that the study design reduces the chance of confounding variables or balances the effects of uncontrolled variables across both groups in context without explicitly referring to the random assignment.</p><p>Incorrect (I) if the response does not meet the criteria for E or P.</p><p>Notes:</p><p>If the response states that it is not reasonable to make a causal conclusion because the result could have been due to random chance AND explains that there is evidence for a causal conclusion based on random assignment of patients to procedures or by stating that a randomized experiment was conducted, then the response is scored E.</p><p>If the response discusses aspects of an experiment other than random assignment (such as, control, replication, or large samples), then those aspects are considered extraneous and the response can be scored E unless those aspects are incorrect for this study (such as, blocking is a requirement, or the study used blocking, or the study used a placebo) in which case the score should be lowered one level (that is, from E to P, or from P to I).</p><p>If the response correctly states in context that it is reasonable to make a causal conclusion but includes incorrect or contradictory justification (such as, random selection of patients), then the response is scored I.</p><p>Section 2 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following four components:</p><p>1. Parameters are defined correctly.</p><p>2. Hypotheses imply equality in the null and correct direction in the alternative.</p><p>3. Correct test is identified by name or formula.</p><p>4. Correct test statistic for a difference in means is calculated.</p><p>Partially correct (P) if the response satisfies only two or three of the four components.</p><p>Incorrect (I) if the response satisfies at most one of the four components.</p><p>Notes:</p><p>If standard symbols are used for the parameters with appropriate group labels, component 1 is satisfied.</p><p>If the correct test is identified, but the response states an incorrect formula or uses incorrect notation in the formula, component 3 is not satisfied.</p><p>A pooled two-sample t-test is acceptable for component 3, but the student must also state and comment on the plausibility of the equal population variances assumption.</p><p>If the response identifies a z-test for equal means as the correct test identification, component 3 is not satisfied but component 4 could be satisfied.</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used, components 3 and 4 can be satisfied. Component 3 is satisfied if the t-interval is correctly identified by name or formula.Component 4 is satisfied if the correct interval is calculated. If an alpha level is stated, then an appropriate adjustment to the confidence level must be made because the appropriate test is one-sided.</p><p>If two one-sample t-intervals are used, while not a recommended approach, component 3 is not satisfied but component 4 could be satisfied. Component 4 is satisfied if both intervals are calculated correctly.</p><p>Section 3 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Makes reference to an approximately correct p-value that is consistent with the test statistic and alternative hypothesis for a difference in means.</p><p>2. Correctly justifies the conclusion based on the size of the p-value or the test statistic.</p><p>3. Correctly states the conclusion in context.</p><p>Partially correct (P) if the response satisfies only two of the three components.</p><p>Incorrect (I) if the response does not meet the criteria for E or P or includes a justification not based on the inferential results.</p><p>Notes:</p><p>Component 1:</p><p>Is satisfied if the response makes reference to a large test statistic without referring to a p-value.</p><p>Component 2:</p><p>No alpha level is needed to provide justification of the conclusion based on the size of the p-value.</p><p>Is satisfied if the response states the p-value without reference to size, but it is contiguous to the conclusion and clearly indicates a continuous train of thought.</p><p>A correct interpretation of the p-value with a complete explanation that obtaining a test statistic at least this extreme is unlikely due to chance alone is considered justification based on the size of the p-value.</p><p>If an incorrect interpretation of the p-value is given, the score is lowered one level (that is, from E to P, or from P to I).</p><p>A decision about the null hypothesis (reject H0 or fail to reject H0) is not required, but if an incorrect decision is stated based on the given p-value then component 2 is not satisfied.</p><p>If a rejection region approach is used, a reasonable critical value replaces the p-value.</p><p>Component 3:</p><p>A correct conclusion must be related to the alternative hypothesis in order to satisfy component 3.</p><p>The following responses do not satisfy component 3:</p><p>o States or implies that the null hypothesis is accepted</p><p>o States or implies that the alternative hypothesis has been proven</p><p>o States the conclusion in past tense (unless the response did not satisfy a component of section 2 for the use of past tense)</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used:</p><p>o Component 1 is satisfied if the response indicates that zero is either included or not included in the calculated interval.</p><p>o Component 2 is satisfied if the response indicates that the bounds are either both above or both below zero (consistent with alternative hypothesis) and uses that as justification for the conclusion.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>If two one-sample t-intervals are used (which is not recommended) the response is scored at most P if all three components are satisfied, otherwise scored I:</p><p>o Component 1 is satisfied if the response states that the intervals do not overlap.</p><p>o Component 2 is satisfied if the conclusion indicates that the confidence interval for the new procedure lies below the confidence interval for the standard procedure.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>Note: If the three sections of the response are scored as E, to earn a score of 4 as a complete response, both conditions in step 2 must be correctly stated and justified. Additional condition(s) inappropriate for a two-sample t-test must not be stated. Otherwise, the response earns a score of 3 a substantial response.</p><p><strong>4 Complete Response</strong></p><p>Three sections essentially correct with conditions for inference</p><p><strong>3 Substantial Response</strong></p><p>Three sections essentially correct without conditions for inference</p><p>OR</p><p>Two sections essentially correct and one section partially correct</p><p><strong>2 Developing Response</strong></p><p>Two sections essentially correct and no sections partially correct</p><p>OR</p><p>One section essentially correct and one or two sections partially correct</p><p>OR</p><p>Three sections partially correct</p><p><strong>1 Minimal Response</strong></p><p>One section essentially correct</p><p>OR</p><p>No sections essentially correct and one or two sections partially correct</p>","<p><strong>Student response earns 1 of the following 4 points</strong></p><p><strong>Intent of Question</strong></p><p>The primary goals of this question were to assess a student’s ability to (1) determine whether a cause-and-effect conclusion can be made based on how a study was conducted and (2) set up, perform, and interpret the results of a hypothesis test, in the context of the problem.</p><p><strong>Solution</strong></p><p><strong>Part (a):</strong></p><p>Yes, it would be reasonable to conclude that the new procedure causes a reduction in recovery time, for patients similar to those in the study. The patients in the study were randomly assigned to the two procedures, which reduces the chance that confounding variables will affect the results. Therefore the statistically significant reduction in mean recovery time can be attributed to the new procedure being superior to the standard procedure.</p><p><strong>Part (b):</strong></p><p>Step 1: State a correct pair of hypotheses.</p><p>Let μS represent the mean recovery time among all patients similar to those in the study if they were to receive the standard treatment.</p><p>Let μN represent the mean recovery time among all patients similar to those in the study if they were to receive the new treatment.</p><p>The hypotheses to be tested are H0: μS = μN versus Ha: μS &gt; μN</p><p>Step 2: Identify a correct test procedure (by name or by formula) and check appropriate conditions.</p><p>The appropriate procedure is a two-sample t-test for a difference between means.</p><p>Because this is an experiment, the first condition is that subjects were randomly assigned to one treatment group or the other. In this case the condition is satisfied because we were told that the subjects were randomly assigned to either the standard or new procedure.</p><p>The second condition is that the recovery times of the two populations are normally distributed or the sample sizes are sufficiently large to presume that the distribution of the difference in the sample means is approximately normal. In this case the condition is met because the sample sizes of 110 and 100 are both sufficiently large.</p><p>Step 3: Correct mechanics, including the value of the test statistic, degrees of freedom, and p-value (or rejection region).</p><p>The test statistic is <math aria-label=\"t equals start fraction x bar subscript E end subscript minus x bar subscript N end subscript minus 0 over square root of start fraction s squared subscript E end subscript over n subscript E end subscript end fraction plus start fraction s squared subscript N end subscript over n subscript N end subscript end fraction, end root, end fraction, equals start fraction 217 minus 186 over square root of start fraction 34 squared over 110 end fraction plus start fraction 29 squared over 100 end fraction end root, end fraction, approximately equals 7.13.\">\n <mi>t</mi><mo>=</mo><mfrac>\n  <mrow>\n   <msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>S</mi>\n   </msub>\n   <mo>−</mo><msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>N</mi>\n   </msub>\n   </mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>S</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>S</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>N</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>N</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>=</mo><mfrac>\n  <mrow>\n   <mn>217</mn><mo>−</mo><mn>186</mn></mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>34</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>110</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>29</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>100</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>≈</mo><mn>7.13</mn>\n</math></p><p>The p-value is the area greater than 7.13 for a t-distribution with df = 207.18, which is essentially 0 (8.36) x 10-12</p><p>Step 4: State a correct conclusion in the context of the problem, using the result of the statistical test.</p><p>Because the p-value is very small, we have sufficient evidence to conclude that for patients similar to the ones in the study, those receiving the new procedure would have less recovery time, on average, than those receiving the standard procedure.</p><p><strong>Scoring</strong></p><p>This question is scored in three sections. Section 1 consists of part (a); section 2 consists of step 1, step 2, and the test statistic in step 3 in part (b); and section 3 consists of the p-value in step 3 and step 4 in part (b). Sections 1, 2, and 3 are each scored essentially correct (E), partially correct (P), or incorrect (I).</p><p>Section 1 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Correctly states that it is reasonable to make a causal conclusion.</p><p>2. Justifies the causal conclusion based on random assignment of patients to procedures (or procedures to patients);</p><p>OR</p><p>justifies the causal conclusion by stating that a randomized experiment was conducted.</p><p>3. Includes the context of the situation.</p><p>Partially correct (P) if the response satisfies component 1 AND provides WEAK justification of the causal conclusion by stating that there was random assignment or a randomized experiment was conducted, but with no context;</p><p>OR</p><p>by stating that an experiment was conducted or there was assignment (without the word “randomized”) AND the response includes context of the situation;</p><p>OR</p><p>by stating that the study design reduces the chance of confounding variables or balances the effects of uncontrolled variables across both groups in context without explicitly referring to the random assignment.</p><p>Incorrect (I) if the response does not meet the criteria for E or P.</p><p>Notes:</p><p>If the response states that it is not reasonable to make a causal conclusion because the result could have been due to random chance AND explains that there is evidence for a causal conclusion based on random assignment of patients to procedures or by stating that a randomized experiment was conducted, then the response is scored E.</p><p>If the response discusses aspects of an experiment other than random assignment (such as, control, replication, or large samples), then those aspects are considered extraneous and the response can be scored E unless those aspects are incorrect for this study (such as, blocking is a requirement, or the study used blocking, or the study used a placebo) in which case the score should be lowered one level (that is, from E to P, or from P to I).</p><p>If the response correctly states in context that it is reasonable to make a causal conclusion but includes incorrect or contradictory justification (such as, random selection of patients), then the response is scored I.</p><p>Section 2 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following four components:</p><p>1. Parameters are defined correctly.</p><p>2. Hypotheses imply equality in the null and correct direction in the alternative.</p><p>3. Correct test is identified by name or formula.</p><p>4. Correct test statistic for a difference in means is calculated.</p><p>Partially correct (P) if the response satisfies only two or three of the four components.</p><p>Incorrect (I) if the response satisfies at most one of the four components.</p><p>Notes:</p><p>If standard symbols are used for the parameters with appropriate group labels, component 1 is satisfied.</p><p>If the correct test is identified, but the response states an incorrect formula or uses incorrect notation in the formula, component 3 is not satisfied.</p><p>A pooled two-sample t-test is acceptable for component 3, but the student must also state and comment on the plausibility of the equal population variances assumption.</p><p>If the response identifies a z-test for equal means as the correct test identification, component 3 is not satisfied but component 4 could be satisfied.</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used, components 3 and 4 can be satisfied. Component 3 is satisfied if the t-interval is correctly identified by name or formula.Component 4 is satisfied if the correct interval is calculated. If an alpha level is stated, then an appropriate adjustment to the confidence level must be made because the appropriate test is one-sided.</p><p>If two one-sample t-intervals are used, while not a recommended approach, component 3 is not satisfied but component 4 could be satisfied. Component 4 is satisfied if both intervals are calculated correctly.</p><p>Section 3 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Makes reference to an approximately correct p-value that is consistent with the test statistic and alternative hypothesis for a difference in means.</p><p>2. Correctly justifies the conclusion based on the size of the p-value or the test statistic.</p><p>3. Correctly states the conclusion in context.</p><p>Partially correct (P) if the response satisfies only two of the three components.</p><p>Incorrect (I) if the response does not meet the criteria for E or P or includes a justification not based on the inferential results.</p><p>Notes:</p><p>Component 1:</p><p>Is satisfied if the response makes reference to a large test statistic without referring to a p-value.</p><p>Component 2:</p><p>No alpha level is needed to provide justification of the conclusion based on the size of the p-value.</p><p>Is satisfied if the response states the p-value without reference to size, but it is contiguous to the conclusion and clearly indicates a continuous train of thought.</p><p>A correct interpretation of the p-value with a complete explanation that obtaining a test statistic at least this extreme is unlikely due to chance alone is considered justification based on the size of the p-value.</p><p>If an incorrect interpretation of the p-value is given, the score is lowered one level (that is, from E to P, or from P to I).</p><p>A decision about the null hypothesis (reject H0 or fail to reject H0) is not required, but if an incorrect decision is stated based on the given p-value then component 2 is not satisfied.</p><p>If a rejection region approach is used, a reasonable critical value replaces the p-value.</p><p>Component 3:</p><p>A correct conclusion must be related to the alternative hypothesis in order to satisfy component 3.</p><p>The following responses do not satisfy component 3:</p><p>o States or implies that the null hypothesis is accepted</p><p>o States or implies that the alternative hypothesis has been proven</p><p>o States the conclusion in past tense (unless the response did not satisfy a component of section 2 for the use of past tense)</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used:</p><p>o Component 1 is satisfied if the response indicates that zero is either included or not included in the calculated interval.</p><p>o Component 2 is satisfied if the response indicates that the bounds are either both above or both below zero (consistent with alternative hypothesis) and uses that as justification for the conclusion.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>If two one-sample t-intervals are used (which is not recommended) the response is scored at most P if all three components are satisfied, otherwise scored I:</p><p>o Component 1 is satisfied if the response states that the intervals do not overlap.</p><p>o Component 2 is satisfied if the conclusion indicates that the confidence interval for the new procedure lies below the confidence interval for the standard procedure.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>Note: If the three sections of the response are scored as E, to earn a score of 4 as a complete response, both conditions in step 2 must be correctly stated and justified. Additional condition(s) inappropriate for a two-sample t-test must not be stated. Otherwise, the response earns a score of 3 a substantial response.</p><p><strong>4 Complete Response</strong></p><p>Three sections essentially correct with conditions for inference</p><p><strong>3 Substantial Response</strong></p><p>Three sections essentially correct without conditions for inference</p><p>OR</p><p>Two sections essentially correct and one section partially correct</p><p><strong>2 Developing Response</strong></p><p>Two sections essentially correct and no sections partially correct</p><p>OR</p><p>One section essentially correct and one or two sections partially correct</p><p>OR</p><p>Three sections partially correct</p><p><strong>1 Minimal Response</strong></p><p>One section essentially correct</p><p>OR</p><p>No sections essentially correct and one or two sections partially correct</p>","<p><strong>Student response earns 2 of the following 4 points</strong></p><p><strong>Intent of Question</strong></p><p>The primary goals of this question were to assess a student’s ability to (1) determine whether a cause-and-effect conclusion can be made based on how a study was conducted and (2) set up, perform, and interpret the results of a hypothesis test, in the context of the problem.</p><p><strong>Solution</strong></p><p><strong>Part (a):</strong></p><p>Yes, it would be reasonable to conclude that the new procedure causes a reduction in recovery time, for patients similar to those in the study. The patients in the study were randomly assigned to the two procedures, which reduces the chance that confounding variables will affect the results. Therefore the statistically significant reduction in mean recovery time can be attributed to the new procedure being superior to the standard procedure.</p><p><strong>Part (b):</strong></p><p>Step 1: State a correct pair of hypotheses.</p><p>Let μS represent the mean recovery time among all patients similar to those in the study if they were to receive the standard treatment.</p><p>Let μN represent the mean recovery time among all patients similar to those in the study if they were to receive the new treatment.</p><p>The hypotheses to be tested are H0: μS = μN versus Ha: μS &gt; μN</p><p>Step 2: Identify a correct test procedure (by name or by formula) and check appropriate conditions.</p><p>The appropriate procedure is a two-sample t-test for a difference between means.</p><p>Because this is an experiment, the first condition is that subjects were randomly assigned to one treatment group or the other. In this case the condition is satisfied because we were told that the subjects were randomly assigned to either the standard or new procedure.</p><p>The second condition is that the recovery times of the two populations are normally distributed or the sample sizes are sufficiently large to presume that the distribution of the difference in the sample means is approximately normal. In this case the condition is met because the sample sizes of 110 and 100 are both sufficiently large.</p><p>Step 3: Correct mechanics, including the value of the test statistic, degrees of freedom, and p-value (or rejection region).</p><p>The test statistic is <math aria-label=\"t equals start fraction x bar subscript E end subscript minus x bar subscript N end subscript minus 0 over square root of start fraction s squared subscript E end subscript over n subscript E end subscript end fraction plus start fraction s squared subscript N end subscript over n subscript N end subscript end fraction, end root, end fraction, equals start fraction 217 minus 186 over square root of start fraction 34 squared over 110 end fraction plus start fraction 29 squared over 100 end fraction end root, end fraction, approximately equals 7.13.\">\n <mi>t</mi><mo>=</mo><mfrac>\n  <mrow>\n   <msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>S</mi>\n   </msub>\n   <mo>−</mo><msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>N</mi>\n   </msub>\n   </mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>S</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>S</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>N</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>N</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>=</mo><mfrac>\n  <mrow>\n   <mn>217</mn><mo>−</mo><mn>186</mn></mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>34</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>110</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>29</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>100</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>≈</mo><mn>7.13</mn>\n</math></p><p>The p-value is the area greater than 7.13 for a t-distribution with df = 207.18, which is essentially 0 (8.36) x 10-12</p><p>Step 4: State a correct conclusion in the context of the problem, using the result of the statistical test.</p><p>Because the p-value is very small, we have sufficient evidence to conclude that for patients similar to the ones in the study, those receiving the new procedure would have less recovery time, on average, than those receiving the standard procedure.</p><p><strong>Scoring</strong></p><p>This question is scored in three sections. Section 1 consists of part (a); section 2 consists of step 1, step 2, and the test statistic in step 3 in part (b); and section 3 consists of the p-value in step 3 and step 4 in part (b). Sections 1, 2, and 3 are each scored essentially correct (E), partially correct (P), or incorrect (I).</p><p>Section 1 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Correctly states that it is reasonable to make a causal conclusion.</p><p>2. Justifies the causal conclusion based on random assignment of patients to procedures (or procedures to patients);</p><p>OR</p><p>justifies the causal conclusion by stating that a randomized experiment was conducted.</p><p>3. Includes the context of the situation.</p><p>Partially correct (P) if the response satisfies component 1 AND provides WEAK justification of the causal conclusion by stating that there was random assignment or a randomized experiment was conducted, but with no context;</p><p>OR</p><p>by stating that an experiment was conducted or there was assignment (without the word “randomized”) AND the response includes context of the situation;</p><p>OR</p><p>by stating that the study design reduces the chance of confounding variables or balances the effects of uncontrolled variables across both groups in context without explicitly referring to the random assignment.</p><p>Incorrect (I) if the response does not meet the criteria for E or P.</p><p>Notes:</p><p>If the response states that it is not reasonable to make a causal conclusion because the result could have been due to random chance AND explains that there is evidence for a causal conclusion based on random assignment of patients to procedures or by stating that a randomized experiment was conducted, then the response is scored E.</p><p>If the response discusses aspects of an experiment other than random assignment (such as, control, replication, or large samples), then those aspects are considered extraneous and the response can be scored E unless those aspects are incorrect for this study (such as, blocking is a requirement, or the study used blocking, or the study used a placebo) in which case the score should be lowered one level (that is, from E to P, or from P to I).</p><p>If the response correctly states in context that it is reasonable to make a causal conclusion but includes incorrect or contradictory justification (such as, random selection of patients), then the response is scored I.</p><p>Section 2 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following four components:</p><p>1. Parameters are defined correctly.</p><p>2. Hypotheses imply equality in the null and correct direction in the alternative.</p><p>3. Correct test is identified by name or formula.</p><p>4. Correct test statistic for a difference in means is calculated.</p><p>Partially correct (P) if the response satisfies only two or three of the four components.</p><p>Incorrect (I) if the response satisfies at most one of the four components.</p><p>Notes:</p><p>If standard symbols are used for the parameters with appropriate group labels, component 1 is satisfied.</p><p>If the correct test is identified, but the response states an incorrect formula or uses incorrect notation in the formula, component 3 is not satisfied.</p><p>A pooled two-sample t-test is acceptable for component 3, but the student must also state and comment on the plausibility of the equal population variances assumption.</p><p>If the response identifies a z-test for equal means as the correct test identification, component 3 is not satisfied but component 4 could be satisfied.</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used, components 3 and 4 can be satisfied. Component 3 is satisfied if the t-interval is correctly identified by name or formula.Component 4 is satisfied if the correct interval is calculated. If an alpha level is stated, then an appropriate adjustment to the confidence level must be made because the appropriate test is one-sided.</p><p>If two one-sample t-intervals are used, while not a recommended approach, component 3 is not satisfied but component 4 could be satisfied. Component 4 is satisfied if both intervals are calculated correctly.</p><p>Section 3 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Makes reference to an approximately correct p-value that is consistent with the test statistic and alternative hypothesis for a difference in means.</p><p>2. Correctly justifies the conclusion based on the size of the p-value or the test statistic.</p><p>3. Correctly states the conclusion in context.</p><p>Partially correct (P) if the response satisfies only two of the three components.</p><p>Incorrect (I) if the response does not meet the criteria for E or P or includes a justification not based on the inferential results.</p><p>Notes:</p><p>Component 1:</p><p>Is satisfied if the response makes reference to a large test statistic without referring to a p-value.</p><p>Component 2:</p><p>No alpha level is needed to provide justification of the conclusion based on the size of the p-value.</p><p>Is satisfied if the response states the p-value without reference to size, but it is contiguous to the conclusion and clearly indicates a continuous train of thought.</p><p>A correct interpretation of the p-value with a complete explanation that obtaining a test statistic at least this extreme is unlikely due to chance alone is considered justification based on the size of the p-value.</p><p>If an incorrect interpretation of the p-value is given, the score is lowered one level (that is, from E to P, or from P to I).</p><p>A decision about the null hypothesis (reject H0 or fail to reject H0) is not required, but if an incorrect decision is stated based on the given p-value then component 2 is not satisfied.</p><p>If a rejection region approach is used, a reasonable critical value replaces the p-value.</p><p>Component 3:</p><p>A correct conclusion must be related to the alternative hypothesis in order to satisfy component 3.</p><p>The following responses do not satisfy component 3:</p><p>o States or implies that the null hypothesis is accepted</p><p>o States or implies that the alternative hypothesis has been proven</p><p>o States the conclusion in past tense (unless the response did not satisfy a component of section 2 for the use of past tense)</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used:</p><p>o Component 1 is satisfied if the response indicates that zero is either included or not included in the calculated interval.</p><p>o Component 2 is satisfied if the response indicates that the bounds are either both above or both below zero (consistent with alternative hypothesis) and uses that as justification for the conclusion.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>If two one-sample t-intervals are used (which is not recommended) the response is scored at most P if all three components are satisfied, otherwise scored I:</p><p>o Component 1 is satisfied if the response states that the intervals do not overlap.</p><p>o Component 2 is satisfied if the conclusion indicates that the confidence interval for the new procedure lies below the confidence interval for the standard procedure.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>Note: If the three sections of the response are scored as E, to earn a score of 4 as a complete response, both conditions in step 2 must be correctly stated and justified. Additional condition(s) inappropriate for a two-sample t-test must not be stated. Otherwise, the response earns a score of 3 a substantial response.</p><p><strong>4 Complete Response</strong></p><p>Three sections essentially correct with conditions for inference</p><p><strong>3 Substantial Response</strong></p><p>Three sections essentially correct without conditions for inference</p><p>OR</p><p>Two sections essentially correct and one section partially correct</p><p><strong>2 Developing Response</strong></p><p>Two sections essentially correct and no sections partially correct</p><p>OR</p><p>One section essentially correct and one or two sections partially correct</p><p>OR</p><p>Three sections partially correct</p><p><strong>1 Minimal Response</strong></p><p>One section essentially correct</p><p>OR</p><p>No sections essentially correct and one or two sections partially correct</p>","<p><strong>Student response earns 3 of the following 4 points</strong></p><p><strong>Intent of Question</strong></p><p>The primary goals of this question were to assess a student’s ability to (1) determine whether a cause-and-effect conclusion can be made based on how a study was conducted and (2) set up, perform, and interpret the results of a hypothesis test, in the context of the problem.</p><p><strong>Solution</strong></p><p><strong>Part (a):</strong></p><p>Yes, it would be reasonable to conclude that the new procedure causes a reduction in recovery time, for patients similar to those in the study. The patients in the study were randomly assigned to the two procedures, which reduces the chance that confounding variables will affect the results. Therefore the statistically significant reduction in mean recovery time can be attributed to the new procedure being superior to the standard procedure.</p><p><strong>Part (b):</strong></p><p>Step 1: State a correct pair of hypotheses.</p><p>Let μS represent the mean recovery time among all patients similar to those in the study if they were to receive the standard treatment.</p><p>Let μN represent the mean recovery time among all patients similar to those in the study if they were to receive the new treatment.</p><p>The hypotheses to be tested are H0: μS = μN versus Ha: μS &gt; μN</p><p>Step 2: Identify a correct test procedure (by name or by formula) and check appropriate conditions.</p><p>The appropriate procedure is a two-sample t-test for a difference between means.</p><p>Because this is an experiment, the first condition is that subjects were randomly assigned to one treatment group or the other. In this case the condition is satisfied because we were told that the subjects were randomly assigned to either the standard or new procedure.</p><p>The second condition is that the recovery times of the two populations are normally distributed or the sample sizes are sufficiently large to presume that the distribution of the difference in the sample means is approximately normal. In this case the condition is met because the sample sizes of 110 and 100 are both sufficiently large.</p><p>Step 3: Correct mechanics, including the value of the test statistic, degrees of freedom, and p-value (or rejection region).</p><p>The test statistic is <math aria-label=\"t equals start fraction x bar subscript E end subscript minus x bar subscript N end subscript minus 0 over square root of start fraction s squared subscript E end subscript over n subscript E end subscript end fraction plus start fraction s squared subscript N end subscript over n subscript N end subscript end fraction, end root, end fraction, equals start fraction 217 minus 186 over square root of start fraction 34 squared over 110 end fraction plus start fraction 29 squared over 100 end fraction end root, end fraction, approximately equals 7.13.\">\n <mi>t</mi><mo>=</mo><mfrac>\n  <mrow>\n   <msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>S</mi>\n   </msub>\n   <mo>−</mo><msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>N</mi>\n   </msub>\n   </mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>S</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>S</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>N</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>N</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>=</mo><mfrac>\n  <mrow>\n   <mn>217</mn><mo>−</mo><mn>186</mn></mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>34</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>110</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>29</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>100</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>≈</mo><mn>7.13</mn>\n</math></p><p>The p-value is the area greater than 7.13 for a t-distribution with df = 207.18, which is essentially 0 (8.36) x 10-12</p><p>Step 4: State a correct conclusion in the context of the problem, using the result of the statistical test.</p><p>Because the p-value is very small, we have sufficient evidence to conclude that for patients similar to the ones in the study, those receiving the new procedure would have less recovery time, on average, than those receiving the standard procedure.</p><p><strong>Scoring</strong></p><p>This question is scored in three sections. Section 1 consists of part (a); section 2 consists of step 1, step 2, and the test statistic in step 3 in part (b); and section 3 consists of the p-value in step 3 and step 4 in part (b). Sections 1, 2, and 3 are each scored essentially correct (E), partially correct (P), or incorrect (I).</p><p>Section 1 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Correctly states that it is reasonable to make a causal conclusion.</p><p>2. Justifies the causal conclusion based on random assignment of patients to procedures (or procedures to patients);</p><p>OR</p><p>justifies the causal conclusion by stating that a randomized experiment was conducted.</p><p>3. Includes the context of the situation.</p><p>Partially correct (P) if the response satisfies component 1 AND provides WEAK justification of the causal conclusion by stating that there was random assignment or a randomized experiment was conducted, but with no context;</p><p>OR</p><p>by stating that an experiment was conducted or there was assignment (without the word “randomized”) AND the response includes context of the situation;</p><p>OR</p><p>by stating that the study design reduces the chance of confounding variables or balances the effects of uncontrolled variables across both groups in context without explicitly referring to the random assignment.</p><p>Incorrect (I) if the response does not meet the criteria for E or P.</p><p>Notes:</p><p>If the response states that it is not reasonable to make a causal conclusion because the result could have been due to random chance AND explains that there is evidence for a causal conclusion based on random assignment of patients to procedures or by stating that a randomized experiment was conducted, then the response is scored E.</p><p>If the response discusses aspects of an experiment other than random assignment (such as, control, replication, or large samples), then those aspects are considered extraneous and the response can be scored E unless those aspects are incorrect for this study (such as, blocking is a requirement, or the study used blocking, or the study used a placebo) in which case the score should be lowered one level (that is, from E to P, or from P to I).</p><p>If the response correctly states in context that it is reasonable to make a causal conclusion but includes incorrect or contradictory justification (such as, random selection of patients), then the response is scored I.</p><p>Section 2 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following four components:</p><p>1. Parameters are defined correctly.</p><p>2. Hypotheses imply equality in the null and correct direction in the alternative.</p><p>3. Correct test is identified by name or formula.</p><p>4. Correct test statistic for a difference in means is calculated.</p><p>Partially correct (P) if the response satisfies only two or three of the four components.</p><p>Incorrect (I) if the response satisfies at most one of the four components.</p><p>Notes:</p><p>If standard symbols are used for the parameters with appropriate group labels, component 1 is satisfied.</p><p>If the correct test is identified, but the response states an incorrect formula or uses incorrect notation in the formula, component 3 is not satisfied.</p><p>A pooled two-sample t-test is acceptable for component 3, but the student must also state and comment on the plausibility of the equal population variances assumption.</p><p>If the response identifies a z-test for equal means as the correct test identification, component 3 is not satisfied but component 4 could be satisfied.</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used, components 3 and 4 can be satisfied. Component 3 is satisfied if the t-interval is correctly identified by name or formula.Component 4 is satisfied if the correct interval is calculated. If an alpha level is stated, then an appropriate adjustment to the confidence level must be made because the appropriate test is one-sided.</p><p>If two one-sample t-intervals are used, while not a recommended approach, component 3 is not satisfied but component 4 could be satisfied. Component 4 is satisfied if both intervals are calculated correctly.</p><p>Section 3 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Makes reference to an approximately correct p-value that is consistent with the test statistic and alternative hypothesis for a difference in means.</p><p>2. Correctly justifies the conclusion based on the size of the p-value or the test statistic.</p><p>3. Correctly states the conclusion in context.</p><p>Partially correct (P) if the response satisfies only two of the three components.</p><p>Incorrect (I) if the response does not meet the criteria for E or P or includes a justification not based on the inferential results.</p><p>Notes:</p><p>Component 1:</p><p>Is satisfied if the response makes reference to a large test statistic without referring to a p-value.</p><p>Component 2:</p><p>No alpha level is needed to provide justification of the conclusion based on the size of the p-value.</p><p>Is satisfied if the response states the p-value without reference to size, but it is contiguous to the conclusion and clearly indicates a continuous train of thought.</p><p>A correct interpretation of the p-value with a complete explanation that obtaining a test statistic at least this extreme is unlikely due to chance alone is considered justification based on the size of the p-value.</p><p>If an incorrect interpretation of the p-value is given, the score is lowered one level (that is, from E to P, or from P to I).</p><p>A decision about the null hypothesis (reject H0 or fail to reject H0) is not required, but if an incorrect decision is stated based on the given p-value then component 2 is not satisfied.</p><p>If a rejection region approach is used, a reasonable critical value replaces the p-value.</p><p>Component 3:</p><p>A correct conclusion must be related to the alternative hypothesis in order to satisfy component 3.</p><p>The following responses do not satisfy component 3:</p><p>o States or implies that the null hypothesis is accepted</p><p>o States or implies that the alternative hypothesis has been proven</p><p>o States the conclusion in past tense (unless the response did not satisfy a component of section 2 for the use of past tense)</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used:</p><p>o Component 1 is satisfied if the response indicates that zero is either included or not included in the calculated interval.</p><p>o Component 2 is satisfied if the response indicates that the bounds are either both above or both below zero (consistent with alternative hypothesis) and uses that as justification for the conclusion.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>If two one-sample t-intervals are used (which is not recommended) the response is scored at most P if all three components are satisfied, otherwise scored I:</p><p>o Component 1 is satisfied if the response states that the intervals do not overlap.</p><p>o Component 2 is satisfied if the conclusion indicates that the confidence interval for the new procedure lies below the confidence interval for the standard procedure.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>Note: If the three sections of the response are scored as E, to earn a score of 4 as a complete response, both conditions in step 2 must be correctly stated and justified. Additional condition(s) inappropriate for a two-sample t-test must not be stated. Otherwise, the response earns a score of 3 a substantial response.</p><p><strong>4 Complete Response</strong></p><p>Three sections essentially correct with conditions for inference</p><p><strong>3 Substantial Response</strong></p><p>Three sections essentially correct without conditions for inference</p><p>OR</p><p>Two sections essentially correct and one section partially correct</p><p><strong>2 Developing Response</strong></p><p>Two sections essentially correct and no sections partially correct</p><p>OR</p><p>One section essentially correct and one or two sections partially correct</p><p>OR</p><p>Three sections partially correct</p><p><strong>1 Minimal Response</strong></p><p>One section essentially correct</p><p>OR</p><p>No sections essentially correct and one or two sections partially correct</p>","<p><strong>Student response earns 4 of the following 4 points</strong></p><p><strong>Intent of Question</strong></p><p>The primary goals of this question were to assess a student’s ability to (1) determine whether a cause-and-effect conclusion can be made based on how a study was conducted and (2) set up, perform, and interpret the results of a hypothesis test, in the context of the problem.</p><p><strong>Solution</strong></p><p><strong>Part (a):</strong></p><p>Yes, it would be reasonable to conclude that the new procedure causes a reduction in recovery time, for patients similar to those in the study. The patients in the study were randomly assigned to the two procedures, which reduces the chance that confounding variables will affect the results. Therefore the statistically significant reduction in mean recovery time can be attributed to the new procedure being superior to the standard procedure.</p><p><strong>Part (b):</strong></p><p>Step 1: State a correct pair of hypotheses.</p><p>Let μS represent the mean recovery time among all patients similar to those in the study if they were to receive the standard treatment.</p><p>Let μN represent the mean recovery time among all patients similar to those in the study if they were to receive the new treatment.</p><p>The hypotheses to be tested are H0: μS = μN versus Ha: μS &gt; μN</p><p>Step 2: Identify a correct test procedure (by name or by formula) and check appropriate conditions.</p><p>The appropriate procedure is a two-sample t-test for a difference between means.</p><p>Because this is an experiment, the first condition is that subjects were randomly assigned to one treatment group or the other. In this case the condition is satisfied because we were told that the subjects were randomly assigned to either the standard or new procedure.</p><p>The second condition is that the recovery times of the two populations are normally distributed or the sample sizes are sufficiently large to presume that the distribution of the difference in the sample means is approximately normal. In this case the condition is met because the sample sizes of 110 and 100 are both sufficiently large.</p><p>Step 3: Correct mechanics, including the value of the test statistic, degrees of freedom, and p-value (or rejection region).</p><p>The test statistic is<math aria-label=\"t equals start fraction x bar subscript E end subscript minus x bar subscript N end subscript minus 0 over square root of start fraction s squared subscript E end subscript over n subscript E end subscript end fraction plus start fraction s squared subscript N end subscript over n subscript N end subscript end fraction, end root, end fraction, equals start fraction 217 minus 186 over square root of start fraction 34 squared over 110 end fraction plus start fraction 29 squared over 100 end fraction end root, end fraction, approximately equals 7.13.\">\n <mi>t</mi><mo>=</mo><mfrac>\n  <mrow>\n   <msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>S</mi>\n   </msub>\n   <mo>−</mo><msub>\n    <mrow>\n     <mover accent=\"true\">\n      <mi>x</mi>\n      <mo stretchy=\"true\">¯</mo>\n     </mover>\n     </mrow>\n    <mi>N</mi>\n   </msub>\n   </mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>S</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>S</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mi>s</mi>\n        <mi>N</mi>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mi>n</mi>\n        <mi>N</mi>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>=</mo><mfrac>\n  <mrow>\n   <mn>217</mn><mo>−</mo><mn>186</mn></mrow>\n  <mrow>\n   <msqrt>\n    <mrow>\n     <mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>34</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>110</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     <mo>+</mo><mfrac>\n      <mrow>\n       <msubsup>\n        <mrow>\n         <mn>29</mn></mrow>\n        <mrow></mrow>\n        <mn>2</mn>\n       </msubsup>\n       </mrow>\n      <mrow>\n       <msub>\n        <mrow>\n         <mn>100</mn></mrow>\n        <mrow></mrow>\n       </msub>\n       </mrow>\n     </mfrac>\n     </mrow>\n   </msqrt>\n   </mrow>\n </mfrac>\n <mo>≈</mo><mn>7.13</mn>\n</math></p><p>The p-value is the area greater than 7.13 for a t-distribution with df = 207.18, which is essentially 0 (8.36) x 10-12</p><p>Step 4: State a correct conclusion in the context of the problem, using the result of the statistical test.</p><p>Because the p-value is very small, we have sufficient evidence to conclude that for patients similar to the ones in the study, those receiving the new procedure would have less recovery time, on average, than those receiving the standard procedure.</p><p><strong>Scoring</strong></p><p>This question is scored in three sections. Section 1 consists of part (a); section 2 consists of step 1, step 2, and the test statistic in step 3 in part (b); and section 3 consists of the p-value in step 3 and step 4 in part (b). Sections 1, 2, and 3 are each scored essentially correct (E), partially correct (P), or incorrect (I).</p><p>Section 1 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Correctly states that it is reasonable to make a causal conclusion.</p><p>2. Justifies the causal conclusion based on random assignment of patients to procedures (or procedures to patients);</p><p>OR</p><p>justifies the causal conclusion by stating that a randomized experiment was conducted.</p><p>3. Includes the context of the situation.</p><p>Partially correct (P) if the response satisfies component 1 AND provides WEAK justification of the causal conclusion by stating that there was random assignment or a randomized experiment was conducted, but with no context;</p><p>OR</p><p>by stating that an experiment was conducted or there was assignment (without the word “randomized”) AND the response includes context of the situation;</p><p>OR</p><p>by stating that the study design reduces the chance of confounding variables or balances the effects of uncontrolled variables across both groups in context without explicitly referring to the random assignment.</p><p>Incorrect (I) if the response does not meet the criteria for E or P.</p><p>Notes:</p><p>If the response states that it is not reasonable to make a causal conclusion because the result could have been due to random chance AND explains that there is evidence for a causal conclusion based on random assignment of patients to procedures or by stating that a randomized experiment was conducted, then the response is scored E.</p><p>If the response discusses aspects of an experiment other than random assignment (such as, control, replication, or large samples), then those aspects are considered extraneous and the response can be scored E unless those aspects are incorrect for this study (such as, blocking is a requirement, or the study used blocking, or the study used a placebo) in which case the score should be lowered one level (that is, from E to P, or from P to I).</p><p>If the response correctly states in context that it is reasonable to make a causal conclusion but includes incorrect or contradictory justification (such as, random selection of patients), then the response is scored I.</p><p>Section 2 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following four components:</p><p>1. Parameters are defined correctly.</p><p>2. Hypotheses imply equality in the null and correct direction in the alternative.</p><p>3. Correct test is identified by name or formula.</p><p>4. Correct test statistic for a difference in means is calculated.</p><p>Partially correct (P) if the response satisfies only two or three of the four components.</p><p>Incorrect (I) if the response satisfies at most one of the four components.</p><p>Notes:</p><p>If standard symbols are used for the parameters with appropriate group labels, component 1 is satisfied.</p><p>If the correct test is identified, but the response states an incorrect formula or uses incorrect notation in the formula, component 3 is not satisfied.</p><p>A pooled two-sample t-test is acceptable for component 3, but the student must also state and comment on the plausibility of the equal population variances assumption.</p><p>If the response identifies a z-test for equal means as the correct test identification, component 3 is not satisfied but component 4 could be satisfied.</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used, components 3 and 4 can be satisfied. Component 3 is satisfied if the t-interval is correctly identified by name or formula.Component 4 is satisfied if the correct interval is calculated. If an alpha level is stated, then an appropriate adjustment to the confidence level must be made because the appropriate test is one-sided.</p><p>If two one-sample t-intervals are used, while not a recommended approach, component 3 is not satisfied but component 4 could be satisfied. Component 4 is satisfied if both intervals are calculated correctly.</p><p>Section 3 is scored as follows:</p><p>Essentially correct (E) if the response satisfies the following three components:</p><p>1. Makes reference to an approximately correct p-value that is consistent with the test statistic and alternative hypothesis for a difference in means.</p><p>2. Correctly justifies the conclusion based on the size of the p-value or the test statistic.</p><p>3. Correctly states the conclusion in context.</p><p>Partially correct (P) if the response satisfies only two of the three components.</p><p>Incorrect (I) if the response does not meet the criteria for E or P or includes a justification not based on the inferential results.</p><p>Notes:</p><p>Component 1:</p><p>Is satisfied if the response makes reference to a large test statistic without referring to a p-value.</p><p>Component 2:</p><p>No alpha level is needed to provide justification of the conclusion based on the size of the p-value.</p><p>Is satisfied if the response states the p-value without reference to size, but it is contiguous to the conclusion and clearly indicates a continuous train of thought.</p><p>A correct interpretation of the p-value with a complete explanation that obtaining a test statistic at least this extreme is unlikely due to chance alone is considered justification based on the size of the p-value.</p><p>If an incorrect interpretation of the p-value is given, the score is lowered one level (that is, from E to P, or from P to I).</p><p>A decision about the null hypothesis (reject H0 or fail to reject H0) is not required, but if an incorrect decision is stated based on the given p-value then component 2 is not satisfied.</p><p>If a rejection region approach is used, a reasonable critical value replaces the p-value.</p><p>Component 3:</p><p>A correct conclusion must be related to the alternative hypothesis in order to satisfy component 3.</p><p>The following responses do not satisfy component 3:</p><p>o States or implies that the null hypothesis is accepted</p><p>o States or implies that the alternative hypothesis has been proven</p><p>o States the conclusion in past tense (unless the response did not satisfy a component of section 2 for the use of past tense)</p><p>Confidence Interval approach:</p><p>If a single two-sample t-interval for the difference in means is used:</p><p>o Component 1 is satisfied if the response indicates that zero is either included or not included in the calculated interval.</p><p>o Component 2 is satisfied if the response indicates that the bounds are either both above or both below zero (consistent with alternative hypothesis) and uses that as justification for the conclusion.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>If two one-sample t-intervals are used (which is not recommended) the response is scored at most P if all three components are satisfied, otherwise scored I:</p><p>o Component 1 is satisfied if the response states that the intervals do not overlap.</p><p>o Component 2 is satisfied if the conclusion indicates that the confidence interval for the new procedure lies below the confidence interval for the standard procedure.</p><p>o Component 3 is satisfied if the conclusion is stated in context.</p><p>Note: If the three sections of the response are scored as E, to earn a score of 4 as a complete response, both conditions in step 2 must be correctly stated and justified. Additional condition(s) inappropriate for a two-sample t-test must not be stated. Otherwise, the response earns a score of 3 a substantial response.</p><p><strong>4 Complete Response</strong></p><p>Three sections essentially correct with conditions for inference</p><p><strong>3 Substantial Response</strong></p><p>Three sections essentially correct without conditions for inference</p><p>OR</p><p>Two sections essentially correct and one section partially correct</p><p><strong>2 Developing Response</strong></p><p>Two sections essentially correct and no sections partially correct</p><p>OR</p><p>One section essentially correct and one or two sections partially correct</p><p>OR</p><p>Three sections partially correct</p><p><strong>1 Minimal Response</strong></p><p>One section essentially correct</p><p>OR</p><p>No sections essentially correct and one or two sections partially correct</p>"]}]