[{"id":"FT570313_rubric_category_0","type":"custom","title":"General","stimulusHtml":"<p><strong>Solution</strong><br><br><strong>Part (a):</strong><br><br><img src=\"https://media.academicmerit.com/0610299988be7faa0f214476f62cd102/original.png?Signature=RuW7aAS1kE%2BMtrDqjN08FWkZM84%3D&amp;Expires=1628347237&amp;AWSAccessKeyId=ASIAUDBDLUZKRCZK3WHQ&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEFYaCXVzLWVhc3QtMSJHMEUCIEUraSd06/o9Yo0tohoOR7xLJhbd40Oj89WGCzfMf%2BbyAiEAxjrhLalf9XlEFb3aaq%2B69piNgymLXsI1d2CEfSeDcW0q%2BgMIbxACGgwyODEzOTQ1MjE2ODUiDHvd5rLeunNoTX41OCrXAyP4YT6pPNYIgf6ZZjrVyy2mk3/x8JQGpqIgc9JefuLoSEDy4flktcoa8qLnD17hEi0x4JcSeYlSjcQuqs9/tzYcuWwV/n85CDqbq94uQvFXeDER/QvGRfHNOt00ONSGif8eXeqzk3fKNKjRn7PAM5hlmLbF2DZPHzkP4l1L5dpAqoPkBAiv7y/Lky%2BYv7mRp%2BGXYaiejpTPftGJTEQs6ZZaapekLNPHM6IVl3DvX9YYwev9i0so/ORnkOcGcYc9Q0kbOduLY2GcuMCQOAHNSknlDF73OlSFV%2BAfda1owMvPn%2B2Ldx%2B5Y%2BM%2Bq7/9NZ4PWiXhIEdkPxjQOtNB4ZXynue%2BS/d1gwrphoE3hzaW/ouzo8dFwRpC6AzTLrVaxoxpnvmobOA/zJNT1LS97f0aeLGWTGwZs9uvaRRydv8RAYYiHJmxgI%2BPvV7MrIaA9OD5yuDQzlGGjWTKSA6D4/paGKGKDETi8HnupI2G0KP3Q0nUkmBA9EmOUMU7bWZiNHyviVbT19E0f68Y6C%2BtsbxMYE1RKTaRNOiPIftZJ3uuChNG9ZX50mLfOIXxTNFHRmI5f%2BZ648gpsw3HMRNAi3Z8fp1ggrzRxIrcXwGKcq5M/7HNhQinUcPkszDZv7iIBjqlAeW1NW9FXPpsDRlPnUfbsDClVX4rVtOzorYjNE98n5ZcuFVD1eJh%2B/ZMBzoLWDwYrh/rx2WxBgyO8AP38bXs4MOetaxaGyUXAkFIblR31tkBrGLIYBiH1UFPLAiBFnkFhDWHr2btswOrvHfxdHLCJOItAodBJ8iKfno952SQ4sdI5vZ0pL0LcXgOZybVU3qF5XJMtPfNF8QrfMdRGgJAobmwoiHjeQ%3D%3D\" alt=\"Two box plots completion times of faculty and students. The horizontal axis plots the completion time and ranges from 5 to 25 in increments of 10. The data for students are as follows. Minimum, 3. First quartile, 7. Median, 9.5. Third quartile, 14.1. Maximum, 16.9. The data for faculty are as follows. Minimum, 4.5. First quartile, 9.2. Median, 12.9. Third quartile, 15.5. Maximum, 25. All values are estimated.\"></p><p><strong>Essentially correct </strong>if the boxplots are drawn correctly with labels and scale given.</p><p><strong>Partially correct </strong>if boxplots have no more than one error such as these: missing labels, missing scales, not drawn to scale, or drawn showing outliers.<br></p><p>NOTES:</p><ul><li><p>It is a considered a minus if \"time\" label is omitted.</p></li></ul><ul><li><p>Any graphic that is not clearly a boxplot is incorrect.<br></p></li></ul><p><strong>Part (b):</strong></p><p>The range for faculty completion times is larger than for the students, but the IQR is the same for both groups. The spread is similar in the middle 50 percent of the data, but the smallest 25 percent and the largest 25 percent are more spread out for the faculty members than for students.</p><p><strong>Essentially correct </strong>if response notes both that spread in the center is similar for the two groups and that spread in the tails is greater for faculty than for students.<br></p><p><strong>Partially correct </strong>if response only comments that variability is greater for the faculty than for the students.<br></p><p>NOTE: It is considered a minus if the 25 is called an outlier.<br></p><p><strong>Part (c):</strong></p><p>Students should comment on at least two of center (mean, median, or general location), variation, or shape. The statements should be correct and clear and suitable for the school newspaper.<br></p><p>Example: Although some faculty negotiated the obstacle course quickly, in general students tended to have shorter completion times. (location) The student completion times, ranging from 3.75 minutes to 16.5 minutes, were more consistent than the faculty times, which ranged from 4.5 minutes to 25 minutes. (variation) Many students and faculty finished relatively quickly, but the slower half of each group tended to spread out. (shape)</p><p><strong>Essentially correct </strong>if there is a clear and coherent statement that comments on at least two of center (mean, median, or general location), variation, or shape. Both faculty and students must be mentioned in the response.</p><p><strong>Partially correct </strong>if only comments on one aspect of the distribution or if communication is weak.</p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>No appropriate response</p>","<p><strong>Minimal Response</strong></p><p>Essentially correct on one part and incorrect on the other two parts. <br>OR</p><p>Partially correct on one or two parts and incorrect on the other.</p>","<p><strong>Developing Response</strong></p><p>Essentially correct on two parts and incorrect on the other. <br>OR</p><p>Essentially correct on one part and partially correct on the other two parts. OR</p><p>Partially correct on all three parts. <br>OR</p><p>Essentially correct on one part, partially correct on one part, and incorrect on one part.</p>","<p><strong>Substantial Response</strong></p><p>Essentially correct on two parts and partially correct on the other part.</p>","<p><strong>Complete Response</strong></p><p>Essentially correct on all three parts.</p>"]}]